[
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bank",
      "translation": "Bank",
      "definition": "A bank is a financial institution that provides financial services to individuals and businesses.",
      "definition_translation": "Eine Bank ist eine Finanzinstitution, die Finanzdienstleistungen für Einzelpersonen und Unternehmen anbietet.",
      "example": "I will go to the bank tomorrow to deposit my paycheck. Today, I am at the bank to withdraw cash. Yesterday, I went to the bank to open a new account.",
      "example_translation": "Ich gehe morgen zur Bank, um meinen Gehaltsscheck einzuzahlen. Heute bin ich bei der Bank, um Bargeld abzuheben. Gestern ging ich zur Bank, um ein neues Konto zu eröffnen.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bar",
      "translation": "Bar",
      "definition": "A bar is a place where people go to drink and socialize.",
      "definition_translation": "Eine Bar ist ein Ort, an dem Menschen hingehen, um zu trinken und sich zu unterhalten.",
      "example": "I went to the bar last night to meet my friends. Today, I am at the bar to watch the game. Tomorrow, I will go to the bar to celebrate my birthday.",
      "example_translation": "Ich ging gestern Abend in die Bar, um meine Freunde zu treffen. Heute bin ich in der Bar, um das Spiel anzuschauen. Morgen gehe ich in die Bar, um meinen Geburtstag zu feiern.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "beach",
      "translation": "Strand",
      "definition": "A beach is a landform along a body of water, characterized by loose particles such as sand or pebbles.",
      "definition_translation": "Ein Strand ist eine Landform entlang eines Gewässers, gekennzeichnet durch lose Partikel wie Sand oder Kiesel.",
      "example": "I went to the beach last summer to relax. Today, I am at the beach to watch the sunset. Tomorrow, I will go to the beach to swim.",
      "example_translation": "Ich ging letzten Sommer an den Strand, um mich zu entspannen. Heute bin ich am Strand, um den Sonnenuntergang anzuschauen. Morgen gehe ich an den Strand, um zu schwimmen.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "Café",
      "definition": "A café is a small restaurant that serves coffee, tea, and other beverages.",
      "definition_translation": "Ein Café ist ein kleines Restaurant, das Kaffee, Tee und andere Getränke anbietet.",
      "example": "I went to the café yesterday to meet my friend. Today, I am at the café to study. Tomorrow, I will go to the café to read a book.",
      "example_translation": "Ich ging gestern ins Café, um meinem Freund zu treffen. Heute bin ich im Café, um zu studieren. Morgen gehe ich ins Café, um ein Buch zu lesen.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cinema",
      "translation": "Kino",
      "definition": "A cinema is a place where people go to watch films, typically a large, darkened room with a screen at the front and seats for the audience.",
      "definition_translation": "Ein Kino ist ein Ort, an dem Menschen gehen, um Filme anzusehen, typischerweise ein großes, abgedunkeltes Zimmer mit einer Leinwand vorne und Sitzplätzen für das Publikum.",
      "example": "I went to the cinema last night to watch a new movie. I am going to the cinema tonight to watch a romantic comedy. I will go to the cinema next week to watch a horror film.",
      "example_translation": "Ich ging gestern Abend ins Kino, um einen neuen Film anzusehen. Ich gehe heute Abend ins Kino, um eine romantische Komödie anzusehen. Ich werde nächste Woche ins Kino gehen, um einen Horrorfilm anzusehen.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "factory",
      "translation": "Fabrik",
      "definition": "A factory is a building or site where goods are manufactured or assembled, often using machinery and a large workforce.",
      "definition_translation": "Eine Fabrik ist ein Gebäude oder eine Stätte, an der Waren hergestellt oder zusammengebaut werden, oft mit Hilfe von Maschinen und einer großen Arbeitskraft.",
      "example": "I worked in a factory during my summer vacation. The company is building a new factory in China. The factory will produce cars in the future.",
      "example_translation": "Ich arbeitete in einer Fabrik während meiner Sommerferien. Das Unternehmen baut eine neue Fabrik in China. Die Fabrik wird in Zukunft Autos produzieren.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "farm",
      "translation": "Bauernhof",
      "definition": "A farm is an area of land used for growing crops and raising animals, often owned and operated by a family or individual.",
      "definition_translation": "Ein Bauernhof ist ein Bereich Landes, der für das Anbauen von Feldfrüchten und das Züchten von Tieren genutzt wird, oft von einer Familie oder einem Einzelpersonen besessen und betrieben.",
      "example": "I grew up on a farm in the countryside. The farmer is planting crops on the farm today. The farm will be organic in five years.",
      "example_translation": "Ich wuchs auf einem Bauernhof auf dem Land auf. Der Bauer pflanzt heute Feldfrüchte auf dem Bauernhof. Der Bauernhof wird in fünf Jahren biologisch sein.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "flat",
      "translation": "Wohnung",
      "definition": "A flat is a set of rooms, usually on one level, that are used as a residence, often in a building shared with other flats.",
      "definition_translation": "Eine Wohnung ist ein Satz von Räumen, normalerweise auf einem Level, der als Wohnsitz genutzt wird, oft in einem Gebäude gemeinsam mit anderen Wohnungen.",
      "example": "I live in a flat in the city center. I moved to a new flat last month. I will buy a flat next year.",
      "example_translation": "Ich wohne in einer Wohnung im Stadtzentrum. Ich zog letztes Monat in eine neue Wohnung. Ich werde nächstes Jahr eine Wohnung kaufen.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hospital",
      "translation": "Krankenhaus",
      "definition": "A hospital is a health care institution providing patient treatment with specialized medical and surgical services and equipment.",
      "definition_translation": "Ein Krankenhaus ist eine Einrichtung für Gesundheitspflege, die Patientenbehandlung mit speziellen medizinischen und chirurgischen Dienstleistungen und Geräten anbietet.",
      "example": "I have been to the hospital three times this year. I am going to the hospital tomorrow for a check-up. I went to the hospital last week to visit my friend.",
      "example_translation": "Ich war dieses Jahr bereits drei Mal im Krankenhaus. Ich gehe morgen ins Krankenhaus zu einer Kontrolle. Ich ging letzten Woche ins Krankenhaus, um meinen Freund zu besuchen.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hotel",
      "translation": "Hotel",
      "definition": "A hotel is a building that provides lodging and accommodation for travelers and tourists.",
      "definition_translation": "Ein Hotel ist ein Gebäude, das Unterkunft und Beherbergung für Reisende und Touristen bietet.",
      "example": "I stayed at a hotel during my trip to Paris. I am staying at a hotel tonight. I stayed at a hotel last year during my vacation.",
      "example_translation": "Ich übernachtete während meiner Reise nach Paris in einem Hotel. Ich übernachte heute Abend in einem Hotel. Ich übernachtete letzten Jahr während meiner Ferien in einem Hotel.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dom",
      "translation": "Haus",
      "definition": "Dom to budynek mieszkalny, szczególnie mieszkanie lub rezydencja.",
      "definition_translation": "Ein Haus ist ein Gebäude für menschliche Bewohnung, insbesondere ein Wohnhaus oder eine Wohnung.",
      "example": "Mieszkam w tym domu od pięciu lat. Będę mieszkał w tym domu na zawsze. Mieszkałem w tym domu, kiedy byłem dzieckiem.",
      "example_translation": "Ich habe fünf Jahre in diesem Haus gelebt. Ich werde mein Leben lang in diesem Haus leben. Ich lebte in diesem Haus, als ich ein Kind war.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muzeum",
      "translation": "Museum",
      "definition": "Muzeum to instytucja poświęcona zbieraniu, konserwacji, badaniu, ekspozycji i interpretacji obiektów mających wartość naukową, historyczną lub artystyczną.",
      "definition_translation": "Ein Museum ist eine Einrichtung, die der Erwerbung, Erhaltung, Erforschung, Ausstellung und pädagogischen Interpretation von Objekten mit wissenschaftlichem, historischem oder künstlerischem Wert gewidmet ist.",
      "example": "Odwiedziłem muzeum w zeszły weekend. Będę odwiedzał muzeum jutro. Odwiedziłem muzeum w zeszłym roku podczas wakacji.",
      "example_translation": "Ich besuchte letztes Wochenende ein Museum. Ich gehe morgen ins Museum. Ich besuchte letzten Jahr während meiner Ferien ein Museum.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "park",
      "translation": "Park",
      "definition": "Park to duża publiczna przestrzeń zielona w centrum miasta, używana do rekreacji i wypoczynku.",
      "definition_translation": "ein großer öffentlicher Grünbereich in der Mitte einer Stadt, der für Erholung und Freizeit verwendet wird",
      "example": "Przechodziłem przez park wczoraj, przechodzę przez park każdego dnia i będę przechodził przez park jutro.",
      "example_translation": "Ich ging durch den Park gestern, ich gehe jeden Tag durch den Park und ich werde morgen durch den Park gehen.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "restauracja",
      "translation": "Restaurant",
      "definition": "Restauracja to miejsce, gdzie ludzie płacą za posiłki.",
      "definition_translation": "ein Ort, an dem Menschen für Mahlzeiten bezahlen",
      "example": "Zjeść w restauracji wczoraj wieczorem, jem w restauracji każdej niedzieli i będę jeść w restauracji następnego tygodnia.",
      "example_translation": "Ich aß in einem Restaurant letzte Nacht, ich esse jeden Sonntag in einem Restaurant und ich werde nächste Woche in einem Restaurant essen.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeka",
      "translation": "Fluss",
      "definition": "Rzeka to naturalny nurt wody, często połączony z oceanem lub jeziorem.",
      "definition_translation": "ein natürlicher fließender Wasserlauf, oftmals mit einem Ozean oder See verbunden",
      "example": "Pływałem w rzece latem, pływam w rzece każdego ranka i będę pływał w rzece za rok.",
      "example_translation": "Ich schwamm im Fluss letzten Sommer, ich schwimme jeden Morgen im Fluss und ich werde nächstes Jahr im Fluss schwimmen.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "droga",
      "translation": "Straße",
      "definition": "Droga to sposób Komunikacji drogowej, szczególnie dla samochodów.",
      "definition_translation": "ein Weg, der für Fahrzeugverkehr, insbesondere für Autos, gebaut wurde",
      "example": "Jechałem drogą wczoraj, jezdzę drogą każdego dnia i będę jeździł drogą jutro.",
      "example_translation": "Ich fuhr auf der Straße gestern, ich fahre jeden Tag auf der Straße und ich werde morgen auf der Straße fahren.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkoła",
      "translation": "Schule",
      "definition": "Szkoła to instytucja zapewniająca edukację, szczególnie dla dzieci i młodzieży.",
      "definition_translation": "Eine Institution, die Ausbildung bietet, typischerweise für Kinder und Jugendliche.",
      "example": "Szkołem się wczoraj, idź do szkoły dzisiaj i pójdę do szkoły jutro.",
      "example_translation": "Ich ging gestern zur Schule, ich gehe heute zur Schule und werde morgen zur Schule gehen.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "morze",
      "translation": "See",
      "definition": "Morze to duży obszar wody słonej, otaczający kraj lub kontynent.",
      "definition_translation": "Ein großer Körper von Salzwasser, der ein Land oder einen Kontinent umgibt.",
      "example": "Żeglowałem na morzu latem, żegluję na morzu teraz i będę żeglował na morzu za rok.",
      "example_translation": "Ich segelte letzten Sommer das Meer, ich segle jetzt das Meer und werde nächstes Jahr das Meer segeln.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep",
      "translation": "Laden",
      "definition": "Sklep to budynek lub część budynku, gdzie sprzedawane są towary lub usługi.",
      "definition_translation": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft werden.",
      "example": "Robotę zakupów w sklepie w zeszłym tygodniu, robię zakupów w sklepie teraz i będę robił zakupów w sklepie za miesiąc.",
      "example_translation": "Ich ging letzte Woche einkaufen im Laden, ich einkaufe jetzt im Laden und werde nächsten Monat im Laden einkaufen.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stacja",
      "translation": "Bahnhof",
      "definition": "Stacja to miejsce lub budynek, gdzie zatrzymują się pociągi lub autobusy, aby zabrać lub wysadzić pasażerów.",
      "definition_translation": "Ein Ort oder Gebäude, an dem Züge oder Busse halten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "example": "Przybyłem na stację wczoraj, czekam na stacji teraz i będę odjeżdżał ze stacji jutro.",
      "example_translation": "Ich kam gestern am Bahnhof an, ich warte jetzt am Bahnhof und werde morgen vom Bahnhof abreisen.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatrzymać",
      "translation": "Stop",
      "definition": "Zatrzymać lub zaprzestać ruchu lub aktywności.",
      "definition_translation": "Anhalten oder den Stillstand oder die Aktivität zu unterbrechen.",
      "example": "Zatrzymałem bieg, gdy dotarłem do mety. Zatrzymam się na światłach. Przystanęł, aby pomyśleć przed odpowiedzią.",
      "example_translation": "Ich hörte auf zu laufen, als ich die Ziellinie erreichte. Ich werde an den Ampeln anhalten. Ich hatte angehalten, um vor der Antwort nachzudenken.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ulica",
      "translation": "Straße",
      "definition": "Publiczna droga w zabudowanym środowisku.",
      "definition_translation": "Eine öffentliche Durchgangsstraße in einer bebauten Umgebung.",
      "example": " Spacerowałem ulicą, aby dostać się do parku. Ulica była pełna ludzi. Spacerowałem ulicą znowu jutro.",
      "example_translation": "Ich ging die Straße hinunter, um zum Park zu gelangen. Die Straße war voller Menschen. Ich werde morgen wieder die Straße hinuntergehen.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "supermarket",
      "translation": "Supermarkt",
      "definition": "Duży samoobsługowy sklep, gdzie sprzedaje się żywność i inne artykuły gospodarstwa domowego.",
      "definition_translation": "Ein großer Selbstbedienungs-Einzelhandelsmarkt, der Lebensmittel und andere Haushaltswaren verkauft.",
      "example": "Poszedłem do supermarketu, aby kupić mleko. Supermarket jest otwarty 24 godziny. Poszedłem do supermarketu znowu następnego tygodnia.",
      "example_translation": "Ich ging zum Supermarkt, um einige Milch zu kaufen. Der Supermarkt ist 24 Stunden geöffnet. Ich werde nächste Woche wieder zum Supermarkt gehen.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "basen",
      "translation": "Schwimmbecken",
      "definition": "Struktura zaprojektowana dla ludzi, aby pływać w niej.",
      "definition_translation": "Eine Struktur, die für Menschen zum Schwimmen konzipiert wurde.",
      "example": "Pływałem w basenie wczoraj. Basen jest zamknięty na zimę. Pływałem w basenie znowu następnego lata.",
      "example_translation": "Ich schwamm gestern im Schwimmbecken. Das Schwimmbecken ist für den Winter geschlossen. Ich werde nächstes Sommer wieder im Schwimmbecken schwimmen.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miasto",
      "translation": "Stadt",
      "definition": "Miasto jest ludzką osadą, która jest większa niż wieś, ale mniejsza niż miasto.",
      "definition_translation": "Eine Stadt ist eine menschliche Siedlung, die größer als ein Dorf, aber kleiner als eine Stadt ist.",
      "example": "Mieszkałem w małym mieście, gdy byłem dzieckiem. Teraz mieszkam w dużym mieście. Odwiedzę moje miasto rodzimej następnego roku.",
      "example_translation": "Ich lebte in einer kleinen Stadt, als ich ein Kind war. Jetzt lebe ich in einer großen Stadt. Ich werde meine Heimatstadt nächstes Jahr besuchen.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uniwersytet",
      "translation": "Universität",
      "definition": "Uniwersytet jest instytucją szkolnictwa wyższego i badawczego, która nadaje stopnie akademickie w różnych dziedzinach akademickich.",
      "definition_translation": "Eine Universität ist eine Einrichtung für höhere Bildung und Forschung, die akademische Grade in verschiedenen akademischen Fachbereichen verleiht.",
      "example": " Studiowałem na uniwersytecie przez cztery lata. Studiuje na uniwersytecie teraz. Ukończę uniwersytet następnego roku.",
      "example_translation": "Ich studierte an einer Universität für vier Jahre. Ich studiere jetzt an einer Universität. Ich werde nächstes Jahr von der Universität abschließen.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieś",
      "translation": "Dorf",
      "definition": "Wieś jest małą grupą domów i związanych z nimi budynków, większą niż hamlet, ale mniejszą niż miasto.",
      "definition_translation": "Ein Dorf ist eine kleine Gruppe von Häusern und zugehörigen Gebäuden, größer als ein Weiler und kleiner als eine Stadt.",
      "example": "Odwiedziłem wieś w ubiegłym weekendzie. Mieszkańcy wsi byli bardzo przyjaźni. Odwiedzę inną wieś następnego miesiąca.",
      "example_translation": "Ich besuchte letztes Wochenende ein Dorf. Die Dorfbewohner waren sehr freundlich. Ich werde nächsten Monat ein anderes Dorf besuchen.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zoo",
      "translation": "Zoo",
      "definition": "Zoo jest parkiem lub instytucją, gdzie trzymane są dzikie zwierzęta dla publicznego pokazu i edukacji.",
      "definition_translation": "Ein Zoo ist ein Park oder eine Institution, in der wilde Tiere für die öffentliche Ausstellung und Bildung gehalten werden.",
      "example": "Poszedłem do zoo wczoraj. Poszedłem do zoo znowu następnego tygodnia. Poszedłem do zoo z rodziną, gdy byłem dzieckiem.",
      "example_translation": "Ich ging gestern in den Zoo. Ich werde nächste Woche wieder in den Zoo gehen. Ich ging mit meiner Familie in den Zoo, als ich ein Kind war.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "port lotniczy",
      "translation": "Flughafen",
      "definition": "Miejsce, gdzie samoloty startują i lądują, zwykle mając obiekty dla pasażerów, aby przybyć i odejść.",
      "definition_translation": "Ein Ort, an dem Flugzeuge starten und landen, normalerweise mit Einrichtungen für ankommende und abfliegende Passagiere.",
      "example": "Muszę pójść na lotnisko, aby odebrać mojego przyjaciela, który przybywa z Paryża. Wczoraj, odprowadziłem moją siostrę na lotnisko. Następnego tygodnia, polecę z lotniska do Nowego Jorku.",
      "example_translation": "Ich muss zum Flughafen fahren, um meinen Freund abzuholen, der aus Paris ankommt. Gestern habe ich meine Schwester am Flughafen abgesetzt. Nächste Woche fliege ich vom Flughafen nach New York.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apartament",
      "translation": "Wohnung",
      "definition": "Samodzielna jednostka mieszkalna, która zajmuje tylko część budynku, z wieloma pokojami, w tym kuchnią i łazienką.",
      "definition_translation": "Eine selbständige Wohneinheit, die nur einen Teil eines Gebäudes einnimmt, mit mehreren Räumen, einschließlich einer Küche und einem Badezimmer.",
      "example": "Szukam apartamentu do wynajęcia w centrum miasta. Mój przyjaciel mieszka w małym apartamencie z pięknym widokiem na park. Następnego roku, kupię przestronny apartament w nowym budynku.",
      "example_translation": "Ich habe nach einer Wohnung gesucht, die ich in der Nähe des Stadtzentrums mieten kann. Mein Freund lebt in einer kleinen Wohnung mit einer schönen Aussicht auf den Park. Nächstes Jahr werde ich eine geräumige Wohnung in einem neuen Gebäude kaufen.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obszar",
      "translation": "Gebiet",
      "definition": "Określony region lub część kraju, miasta lub miejscowości, często definiowany przez konkretną cechę lub funkcję.",
      "definition_translation": "Ein bestimmtes Gebiet oder Teil eines Landes, einer Stadt oder eines Ortes, oft definiert durch ein bestimmtes Merkmal oder eine bestimmte Eigenschaft.",
      "example": "Obszar wokół centrum miasta jest zawsze zatłoczony. Obszar wiejski jest piękny z.rollingsymi wzgórzami i zielonymi pastwiskami. Przyszłego miesiąca będę eksplorować historyczny obszar starego miasta.",
      "example_translation": "Das Gebiet um das Stadtzentrum ist immer überlaufen. Das ländliche Gebiet ist schön mit seinen Hügeln und grünen Weiden. Nächstes Monat werde ich das historische Gebiet der alten Stadt erkunden.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgarnia",
      "translation": "Buchhandlung",
      "definition": "Sklep, który sprzedaje książki, często z szeroką gamą tytułów i gatunków, i może również świadczyć usługi takie jak oprawy i druk książek.",
      "definition_translation": "Ein Laden, der Bücher verkauft, oft mit einer breiten Palette an Titeln und Genres, und bietet möglicherweise auch Dienstleistungen wie Buchbinderei und Druckerei.",
      "example": "Uwielbiam przeglądać półki księgarni, aby znaleźć nowych autorów. Wczoraj kupiłem rzadką książkę z księgarni second-hand. Przyszłego tygodnia wezmę udział w wydarzeniu czytania książek w lokalnej księgarni.",
      "example_translation": "Ich liebe es, durch die Regale einer Buchhandlung zu browsen, um neue Autoren zu finden. Gestern habe ich ein seltenes Buch in einer Second-Hand-Buchhandlung gekauft. Nächste Woche werde ich einem Buchlesungs-Event in einer lokalen Buchhandlung beiwohnen.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgarnia",
      "translation": "Buchhandlung",
      "definition": "Budynek lub pokój zawierający kolekcję książek do sprzedaży lub wypożyczenia.",
      "definition_translation": "Ein Gebäude oder Raum, das/e eine Sammlung von Büchern zum Verkauf oder Ausleihen enthält.",
      "example": "Wczoraj poszedłem do księgarni, aby kupić powieść, dzisiaj idę tam, aby ją zwrócić, a jutro idę tam, aby kupić inną.",
      "example_translation": "Ich ging gestern in die Buchhandlung, um einen Roman zu kaufen, ich gehe heute dorthin, um ihn zurückzugeben, und ich werde morgen dorthin gehen, um einen weiteren zu kaufen.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "most",
      "translation": "Brücke",
      "definition": "Struktura zbudowana, aby przekraczać dolinę, drogę, ciało wody lub inne przeszkody.",
      "definition_translation": "Eine Struktur, die gebaut wurde, um ein Tal, eine Straße, ein Gewässer oder ein anderes Hindernis zu überqueren.",
      "example": "Most został zbudowany w XIX wieku, był remontowany w zeszłym roku, a będzie renowowany w przyszłym roku.",
      "example_translation": "Die Brücke wurde im 19. Jahrhundert gebaut, sie wurde letztes Jahr repariert und wird nächstes Jahr renoviert.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "budynek",
      "translation": "Gebäude",
      "definition": "Struktura z dachem i ścianami, taka jak dom, biuro lub fabryka.",
      "definition_translation": "Eine Struktur mit einem Dach und Wänden, wie ein Haus, ein Büro oder eine Fabrik.",
      "example": "Budynek został zaprojektowany przez znanego architekta, został zbudowany w zeszłym roku, a będzie utrzymywany regularnie od teraz.",
      "example_translation": "Das Gebäude wurde von einem berühmten Architekten entworfen, es wurde letztes Jahr gebaut und wird von jetzt an regelmäßig gewartet.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dworzec autobusowy",
      "translation": "Bushaltestelle",
      "definition": "Wyznaczony miejsce, w którym autobusy zatrzymują się, aby zabierać i wysadzać pasażerów.",
      "definition_translation": "Ein bestimmter Ort, an dem Busse anhalten, um Fahrgäste aufzunehmen und abzusetzen.",
      "example": "Przybyłem na dworzec autobusowy wcześnie, czekam na autobus teraz, a wysiądę na następnym przystanku.",
      "example_translation": "Ich kam frühzeitig an der Bushaltestelle an, ich warte jetzt auf den Bus und werde an der nächsten Haltestelle aussteigen.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przystanek autobusowy",
      "translation": "Bushaltestelle",
      "definition": "Miejsce, w którym autobusy zatrzymują się, aby zabierać i wysadzać pasażerów.",
      "definition_translation": "Ein Ort, an dem Busse halten, um Fahrgäste ein- und aussteigen zu lassen.",
      "example": "Czekam na przystanku autobusowym. Wczoraj czekałem na przystanku autobusowym. Jutro będę czekał na przystanku autobusowym.",
      "example_translation": "Ich warte an der Bushaltestelle. Gestern wartete ich an der Bushaltestelle. Morgen werde ich an der Bushaltestelle warten.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stołówka",
      "translation": "Mensa",
      "definition": "Restauracja samoobsługowa,通常 znajdująca się w szkole lub budynku biurowym, gdzie serwowane są posiłki i napoje.",
      "definition_translation": "Ein Selbstbedienungsrestaurant, normalerweise in einem Schul- oder Bürogebäude, wo Essen und Getränke serviert werden.",
      "example": "Idę do stołówki na obiad. Wczoraj poszedłem do stołówki na obiad. Jutro pójdę do stołówki na obiad.",
      "example_translation": "Ich gehe in die Mensa zum Mittagessen. Gestern ging ich in die Mensa zum Mittagessen. Morgen werde ich in die Mensa zum Mittagessen gehen.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stolica",
      "translation": "Hauptstadt",
      "definition": "Miasto lub miejscowość, która jest siedzibą rządu kraju, stanu lub prowincji.",
      "definition_translation": "Die Stadt oder der Ort, der der Regierungssitz eines Landes, Staates oder Provinz ist.",
      "example": "Stolica Francji jest Paryżem. Wczoraj odwiedziłem stolicę Francji. Jutro odwiedzę stolicę Niemiec.",
      "example_translation": "Die Hauptstadt Frankreichs ist Paris. Gestern besuchte ich die Hauptstadt Frankreichs. Morgen werde ich die Hauptstadt Deutschlands besuchen.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "parking",
      "translation": "Parkplatz",
      "definition": "Obszar, w którym parkują samochody, często w wyznaczonym miejscu niedaleko budynku lub w miejscu publicznym.",
      "definition_translation": "Ein Bereich, in dem Autos geparkt werden, oft in einem ausgewiesenen Bereich nahe einem Gebäude oder in einem öffentlichen Ort.",
      "example": "Parked my car on the parking. Wczoraj parked my car on the parking. Tomorrow, I will park my car on the parking.",
      "example_translation": "Ich parkte mein Auto auf dem Parkplatz. Gestern parkte ich mein Auto auf dem Parkplatz. Morgen werde ich mein Auto auf dem Parkplatz parken.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamek",
      "translation": "Schloss",
      "definition": "Duży budynek lub struktura, typowo w obszarze wiejskim, który pierwotnie został zaprojektowany jako forteczna rezydencja dla szlacheckiej lub królewskiej rodziny.",
      "definition_translation": "Ein großes Gebäude oder eine Struktur, typischerweise in einem ländlichen Gebiet, das ursprünglich als befestigter Wohnsitz für eine noble oder königliche Familie entworfen wurde.",
      "example": "Król zbudował zamek na wzgórzu w XII wieku. Teraz jest to popularny obiekt turystyczny. Zobaczę zamek w przyszłym roku. Odwiedziłem zamek w ubiegłym roku.",
      "example_translation": "Der König baute ein Schloss auf dem Hügel im 12. Jahrhundert. Es ist jetzt ein beliebtes Touristenziel. Ich werde das Schloss nächstes Jahr besuchen. Ich besuchte das Schloss letzten Sommer.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "katedra",
      "translation": "Kathedrale",
      "definition": "Duży, imponujący kościół, typowo służący jako główny kościół diecezji lub biskupa.",
      "definition_translation": "Eine große, eindrucksvolle Kirche, die typischerweise als Hauptkirche eines Bistums oder Bischofs dient.",
      "example": "Katedra została zbudowana w XIV wieku i ma piękne witraże. Zobaczę się u katedry następną niedzielę. Odwiedziłem katedrę w ubiegłym roku.",
      "example_translation": "Die Kathedrale wurde im 14. Jahrhundert gebaut und hat schöne farbige Glasfenster. Ich werde nächste Sonntag einen Gottesdienst in der Kathedrale besuchen. Wir besuchten die Kathedrale letzten Jahr.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum",
      "translation": "Zentrum",
      "definition": "Punkt lub miejsce, które jest równodystansowe od wszystkich stron lub granic czegoś; środkowa lub centralna część czegoś.",
      "definition_translation": "Ein Punkt oder Ort, der gleich weit von allen Seiten oder Grenzen etwas entfernt ist; der mittlere oder zentrale Teil von etwas.",
      "example": "Centrum miasta jest bardzo zajęte w piątki. Spotkam się z tobą w centrum parku o 5 pm. Przeszliśmy do centrum miasta wczoraj.",
      "example_translation": "Das Stadtzentrum ist sehr belebt am Freitag. Ich werde mich mit dir am Zentrum des Parks um 17 Uhr treffen. Wir gingen zum Zentrum der Stadt gestern.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apteka",
      "translation": "Apotheke",
      "definition": "Sklep, w którym sprzedawane są towary medyczne i inne, zwłaszcza taki, który jest upoważniony do sprzedaży leków receptowych.",
      "definition_translation": "Ein Laden, in dem arzneiliche und andere Waren verkauft werden, insbesondere einer, der befugt ist, verschreibungspflichtige Medikamente auszugeben.",
      "example": "Muszę iść do apteki, aby kupić lek. Ona pracuje w aptece na ulicy Głównej. Poszliśmy do apteki wczoraj, aby kupić krem.",
      "example_translation": "Ich muss zum Apotheker gehen, um some Medizin zu kaufen. Sie arbeitet in der Apotheke in der Hauptstraße. Wir gingen gestern zum Apotheker, um einige Creme zu kaufen.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kościół",
      "translation": "Kirche",
      "definition": "Budynek przeznaczony na publiczną chrześcijańską czynność religijną, szczególnie taki, który ma wieżę lub dzwonnicę.",
      "definition_translation": "Ein Gebäude für öffentliche christliche Anbetung, insbesondere eines mit einem Turm oder Kirchturm.",
      "example": "Poszedłem do kościoła w ubiegłą niedzielę. Chodzę do kościoła co tydzień. Pójdę do kościoła jutro.",
      "example_translation": "Ich ging letzten Sonntag in die Kirche. Ich gehe jede Woche in die Kirche. Ich werde morgen in die Kirche gehen.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum miasta",
      "translation": "Stadtzentrum",
      "definition": "Centralna część miasta, typowo zawierająca główne sklepy, biura i budynki publiczne.",
      "definition_translation": "Der zentrale Teil einer Stadt, die typischerweise die Hauptgeschäfte, Büros und öffentlichen Gebäude enthält.",
      "example": "Mieszkam w centrum miasta. Mieszkałem w centrum miasta w ubiegłym roku. Zamieszkam w centrum miasta niedługo.",
      "example_translation": "Ich lebe im Stadtzentrum. Ich lebte letzten Jahr im Stadtzentrum. Ich werde bald im Stadtzentrum leben.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep odzieżowy",
      "translation": "Kleidungsgeschäft",
      "definition": "Sklep, w którym sprzedawane są ubranka.",
      "definition_translation": "Ein Laden, in dem Kleidung verkauft wird.",
      "example": "Poszedłem do sklepu odzieżowego wczoraj. Chodzę do sklepu odzieżowego co miesiąc. Pójdę do sklepu odzieżowego jutro.",
      "example_translation": "Ich ging gestern in ein Kleidungsgeschäft. Ich gehe jeden Monat in ein Kleidungsgeschäft. Ich werde morgen in ein Kleidungsgeschäft gehen.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klub",
      "translation": "Verein",
      "definition": "Stowarzyszenie osób zjednoczonych wspólnym interesem lub celem.",
      "definition_translation": "Eine Vereinigung von Menschen, die durch ein gemeinsames Interesse oder Ziel vereint sind.",
      "example": "Poszedłem do klubu wczoraj wieczorem. Chodzę do klubu co weekend. Pójdę do klubu następnego tygodnia.",
      "example_translation": "Ich ging letzte Nacht in einen Verein. Ich gehe jeden Wochenende in einen Verein. Ich werde nächste Woche in einen Verein gehen.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kolegium",
      "translation": "Hochschule",
      "definition": "Instytucja edukacyjna, która zapewnia wyższą naukę, typowo dla studentów, którzy ukończyli szkołę średnią.",
      "definition_translation": "Eine Bildungseinrichtung, die höhere Lernmöglichkeiten bietet, typischerweise für Schüler, die die Sekundarstufe abgeschlossen haben.",
      "example": "Ukończyłem kolegium, aby studiować administrację biznesu. Aktualnie uczęszczam do kolegium, aby uzyskać stopień w informatyce. Pójdę do kolegium następnego roku, aby studiować inżynierię.",
      "example_translation": "Ich besuchte das College, um Betriebswirtschaftslehre zu studieren. Ich besuche derzeit das College, um einen Abschluss in Informatik zu erwerben. Ich werde nächstes Jahr das College besuchen, um Ingenieurwissenschaften zu studieren.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "róg",
      "translation": "Ecke",
      "definition": "Punkt lub obszar, w którym skrzyżowują się dwie lub więcej krawędzi, powierzchni lub linii.",
      "definition_translation": "Der Punkt oder Bereich, an dem zwei oder mehr Kanten, Oberflächen oder Linien sich treffen oder konvergieren.",
      "example": "Książka spadła do rogu pokoju. Cyklista ślizgnął się na rogu ulicy. Architekt zaprojektował budynek z zaokrąglonymi rogami.",
      "example_translation": "Das Buch fiel in die Ecke des Raumes. Der Radfahrer skidded auf der Ecke der Straße. Der Architekt entwarf das Gebäude mit abgerundeten Ecken.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dział handlowy",
      "translation": "Warenhaus",
      "definition": "Duży sklep detaliczny, który sprzedaje szeroki asortyment produktów, zwykle organizowany w oddzielne działy.",
      "definition_translation": "Ein großes Einzelhandelsgeschäft, das eine breite Palette von Produkten anbietet, die üblicherweise in separate Abteilungen organisiert sind.",
      "example": "Wczoraj poszedłem do działu handlowego, żeby kupić nowy strój. Dział handlowy ma promocję na ubrania zimowe. Sieć działów handlowych rozszerza się na nowe lokalizacje.",
      "example_translation": "Ich ging zum Warenhaus, um ein neues Outfit zu kaufen. Das Warenhaus hat ein Sonderangebot auf Winterbekleidung. Die Warenhauskette expandiert auf neue Standorte.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dyskoteka",
      "translation": "Diskothek",
      "definition": "Rodzaj klubu nocnego lub miejsca publicznego, gdzie ludzie się zbierają, aby tańczyć i towarzyszyć, zwykle z muzyką nagraną i parkietem.",
      "definition_translation": "Eine Art von Nachtclub oder öffentlichen Raum, in dem Menschen sich zum Tanzen und Sozialisieren treffen, typischerweise mit aufgezeichneten Musik und flackernden Lichtern und einer Tanzfläche.",
      "example": "Wczoraj poszedłem do dyskoteki i tańczyłem do świtu. Kula dyskotekowa obracała się szybko, odbijając światło. Era dyskoteki była czasem wielkich zmian kulturowych.",
      "example_translation": "Ich ging letzte Nacht in die Diskothek und tanzte bis zum Morgengrauen. Der Discoball drehte sich schnell, reflektierend die Lichter. Die Disko-Ära war eine Zeit großer kultureller Veränderung.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apteka",
      "translation": "Apotheke",
      "definition": "Sklep detaliczny, w którym sprzedaje się leki i inne produkty opieki zdrowotnej.",
      "definition_translation": "Ein Einzelhandelsgeschäft, in dem Medikamente und andere Gesundheitsprodukte verkauft werden.",
      "example": "Wczoraj poszła do apteki, żeby kupić środki przeciwbólowe. Wczoraj weszła do apteki, aby odebrać przepisany lek. Jutro pójdzie do apteki, żeby kupić witaminy.",
      "example_translation": "Sie ging in die Apotheke, um einige Schmerzmittel zu kaufen. Gestern war sie in die Apotheke gegangen, um ihr Rezept abzuholen. Sie wird morgen in die Apotheke gehen, um einige Vitamine zu kaufen.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wejście",
      "translation": "Eingang",
      "definition": "Punkt wejścia do budynku, pokoju lub pojazdu.",
      "definition_translation": "Der Punkt des Eintritts in ein Gebäude, ein Zimmer oder ein Fahrzeug.",
      "example": "Wejście do muzeum było grandioso i imponujące. Weszliśmy przez wejście wczoraj. Wjedziemy przez wejście jutro.",
      "example_translation": "Der Eingang zum Museum war groß und eindrucksvoll. Sie waren gestern durch den Eingang eingetreten. Sie werden morgen durch den Eingang eingehen.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyjście",
      "translation": "Ausgang",
      "definition": "Droga wyjścia z miejsca, budynku lub pojazdu.",
      "definition_translation": "Ein Weg aus einem Ort, einem Gebäude oder einem Fahrzeug.",
      "example": "Znaleźliśmy wyjście i opuściliśmy budynek. Wyjeliśmy z autostrady wczoraj. Wyjedziemy z lotniska jutro.",
      "example_translation": "Sie fand den Ausgang und verließ das Gebäude. Sie waren gestern von der Autobahn abgefahren. Sie werden morgen den Flughafen verlassen.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pole",
      "translation": "Feld",
      "definition": "Kawałek ziemi używany do uprawy roślin lub wypasu zwierząt.",
      "definition_translation": "Ein Stück Land, das für den Anbau von Pflanzen oder die Weide von Vieh genutzt wird.",
      "example": "Rolnik pracował w polu cały dzień. Grałem w polu wczoraj. Pracować będę w polu jutro.",
      "example_translation": "Der Farmer arbeitete den ganzen Tag auf dem Feld. Sie hatten gestern auf dem Feld gespielt. Sie werden morgen auf dem Feld arbeiten.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "garaż",
      "translation": "Garage",
      "definition": "Budynek lub konstrukcja służąca jako miejsce parkingowe dla pojazdów, zwłaszcza przylegająca do domu.",
      "definition_translation": "Ein Gebäude oder eine Struktur zur Unterbringung von Motorfahrzeugen, insbesondere eines, das an ein Haus angebaut ist.",
      "example": "Parkujący mój samochód w garażu wczoraj, parkuję go tam każdego dnia i zrobię to jutro.",
      "example_translation": "Ich parkte mein Auto in der Garage gestern, ich parke es jeden Tag dort und ich werde es morgen dort parken.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wzgórze",
      "translation": "Hügel",
      "definition": "Naturalne wzniesienie powierzchni ziemi, zwłaszcza małe.",
      "definition_translation": "Eine natürliche Erhebung der Erdoberfläche, insbesondere eine kleine.",
      "example": "Wspiąłem się na wzgórze wczoraj, wspinam się tam każdego dnia i zrobię to jutro, aby obejrzeć zachód słońca.",
      "example_translation": "Ich erklomm den Hügel gestern, ich erklimme ihn jeden Tag und ich werde ihn morgen erklimmen, um den Sonnenuntergang zu beobachten.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyspa",
      "translation": "Insel",
      "definition": "Kawałek lądu otoczony wodą.",
      "definition_translation": "Ein Stück Land, das von Wasser umgeben ist.",
      "example": "Odwiedziłem wyspę w zeszłym roku, odwiedzam ją każdego lata i odwiedzę ją ponownie w następnym roku.",
      "example_translation": "Ich besuchte die Insel letztes Jahr, ich besuche sie jeden Sommer und ich werde sie nächstes Jahr wieder besuchen.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biblioteka",
      "translation": "Bibliothek",
      "definition": "Budynek lub sala zawierająca kolekcję książek, periodyków i innych materiałów do czytania i badań.",
      "definition_translation": "Ein Gebäude oder ein Raum, der eine Sammlung von Büchern, Zeitschriften und anderen Materialien für das Lesen und die Forschung enthält.",
      "example": "Wczoraj poszedłem do biblioteki, aby studiować, chodzę tam każdego dnia, aby prowadzić badania i pójdę tam jutro, aby oddać książkę.",
      "example_translation": "Ich ging gestern zur Bibliothek, um zu studieren, ich gehe jeden Tag dorthin, um zu forschen, und ich werde morgen dorthin gehen, um ein Buch zurückzugeben.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "winda",
      "translation": "Fahrstuhl",
      "definition": "Urządzenie służące do transportu ludzi lub towarów między piętrami w budynku.",
      "definition_translation": "Ein Gerät, das verwendet wird, um Menschen oder Güter zwischen den Etagen eines Gebäudes anzuheben oder abzusenken.",
      "example": "Wziąłem windę na najwyższe piętro, żeby podziwiać widok. Wczoraj wziąłem windę do piwnicy, żeby zrobić pranie. W przyszłym tygodniu wezmę windę do biura, aby uczestniczyć w spotkaniu.",
      "example_translation": "Ich nahm den Fahrstuhl zum obersten Stock, um den Ausblick zu genießen. Gestern nahm ich den Fahrstuhl in den Keller, um die Wäsche zu erledigen. Nächste Woche werde ich den Fahrstuhl zum Büro nehmen, um an einer Besprechung teilzunehmen.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rynek",
      "translation": "Markt",
      "definition": "Regularne zgromadzenie ludzi w celu sprzedaży żywności, dóbr i usług.",
      "definition_translation": "Eine regelmäßige Zusammenkunft von Menschen für den Verkauf von Lebensmitteln, Waren und Dienstleistungen.",
      "example": "Poszedłem na rynek, aby kupić świeże warzywa. Wczoraj poszedłem na rynek, aby kupić nowy telefon. W przyszłym tygodniu pójdę na rynek, aby kupić prezent dla przyjaciela.",
      "example_translation": "Ich ging zum Markt, um frische Gemüse zu kaufen. Gestern ging ich zum Markt, um ein neues Handy zu kaufen. Nächste Woche werde ich zum Markt gehen, um ein Geschenk für meinen Freund zu kaufen.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "meczet",
      "translation": "Moschee",
      "definition": "Budynek przeznaczony do kultu muzułmańskiego, zazwyczaj z minaretem i dużą kopułą.",
      "definition_translation": "Ein Gebäude für den muslimischen Gottesdienst, typischerweise mit einem Minarett und einer großen Kuppel.",
      "example": "Odwiedziłem meczet podczas mojej podróży do Stambułu. Wczoraj poszedłem do meczetu na modlitwę piątkową. W przyszłym tygodniu odwiedzę meczet z rodziną.",
      "example_translation": "Ich besuchte die Moschee während meiner Reise nach Istanbul. Gestern ging ich zur Moschee für das Freitagsgebet. Nächste Woche werde ich die Moschee mit meiner Familie besuchen.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "autostrada",
      "translation": "Autobahn",
      "definition": "Droga o wysokiej prędkości, zaprojektowana dla szybkiego ruchu, z ograniczoną liczbą miejsc dostępnych.",
      "definition_translation": "Eine Hochgeschwindigkeitsstraße, die für schnellen Verkehr konzipiert wurde, mit begrenzten Zufahrten.",
      "example": "Jechałem autostradą, aby dotrzeć na lotnisko na czas. Wczoraj jechałem autostradą, aby odwiedzić siostrę. W przyszłym tygodniu jechałem autostradą, aby pojechać na plażę.",
      "example_translation": "Ich fuhr auf der Autobahn, um pünktlich am Flughafen anzukommen. Gestern fuhr ich auf der Autobahn, um meine Schwester zu besuchen. Nächste Woche werde ich auf der Autobahn fahren, um zum Strand zu gehen.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "góra",
      "translation": "Berg",
      "definition": "Naturalne wzniesienie powierzchni ziemi, które wznosi się stosunkowo gwałtownie z otaczającego terenu i osiąga wysokość, która w stosunku do pobliskich wzniesień jest imponująca lub znacząca.",
      "definition_translation": "Ein Berg ist eine natürliche Erhebung der Erdoberfläche, die mehr oder weniger plötzlich von der umgebenden Ebene ansteigt und eine Höhe erreicht, die im Verhältnis zur benachbarten Erhebung beeindruckend oder bemerkenswert ist.",
      "example": "Wspiąłem się na górę rok temu, wspię się na górę teraz i wspię się na górę w przyszłym roku.",
      "example_translation": "Ich bin letzten Jahr auf den Berg gestiegen, ich steige gerade jetzt auf den Berg und ich werde nächstes Jahr auf den Berg steigen.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biuro",
      "translation": "Büro",
      "definition": "Pomieszczenie lub zespół pomieszczeń, gdzie ludzie pracują, często w ramach firmy lub organizacji.",
      "definition_translation": "Ein Raum oder eine Reihe von Räumen, in denen Menschen arbeiten, oft in einem Unternehmen oder einer Organisation.",
      "example": "Poszedłem do biura wczoraj, idę do biura teraz i pójdę do biura jutro.",
      "example_translation": "Ich ging gestern ins Büro, ich gehe gerade ins Büro und ich werde morgen ins Büro gehen.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ścieżka",
      "translation": "Pfad",
      "definition": "Droga lub trasa wykonana dla pieszych, joggingu lub jazdy na rowerze.",
      "definition_translation": "Ein Weg oder eine Spur, die für das Gehen, Joggen oder Radfahren gemacht wurde.",
      "example": "Chodziłem ścieżką wczoraj, chodzę ścieżką teraz i pójdę ścieżką jutro.",
      "example_translation": "Ich ging gestern auf dem Pfad, ich gehe gerade auf dem Pfad und ich werde morgen auf dem Pfad gehen.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep zoologiczny",
      "translation": "Tierhandlung",
      "definition": "Sklep, który sprzedaje zwierzęta, zwłaszcza psy, koty i ptaki, a także żywność i akcesoria dla nich.",
      "definition_translation": "Ein Laden, der Tiere, insbesondere Hunde, Katzen und Vögel, sowie Futter und Zubehör für sie verkauft.",
      "example": "Odwiedziłem sklep zoologiczny ostatnio, odwiedzę sklep zoologiczny teraz i odwiedzę sklep zoologiczny w przyszłym miesiącu.",
      "example_translation": "Ich besuchte letzte Woche die Tierhandlung, ich besuche gerade jetzt die Tierhandlung und ich werde nächstem Monat die Tierhandlung besuchen.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stacja benzynowa",
      "translation": "Tankstelle",
      "definition": "Stacja benzynowa, również znana jako stacja benzynowa, jest obiektem, który sprzedaje paliwo i smary dla pojazdów mechanicznych.",
      "definition_translation": "Eine Tankstelle ist eine Einrichtung, die Kraftstoff und Schmiermittel für Kraftfahrzeuge verkauft.",
      "example": "Tankowałem auto na stacji benzynowej wczoraj. Tankuję auto na stacji benzynowej co tydzień. Tankuję auto na stacji benzynowej jutro.",
      "example_translation": "Ich habe mein Auto gestern an der Tankstelle aufgetankt. Ich tanke mein Auto jede Woche an der Tankstelle auf. Ich werde mein Auto morgen an der Tankstelle auf-tanken.",
      "imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plac zabaw",
      "translation": "Spielplatz",
      "definition": "Plac zabaw to obszar na świeżym powietrzu, gdzie dzieci mogą korzystać ze sprzętu do zabawy, takiego jak huśtawki, zjeżdżalnie i konstrukcje do wspinaczki.",
      "definition_translation": "Ein Spielplatz ist ein Außenbereich, auf dem Kinder auf Geräten wie Schaukeln, Rutschen und Klettergerüsten spielen können.",
      "example": "Chodziłem na plac zabaw z przyjaciółmi, kiedy byłem dzieckiem. Chodzę na plac zabaw z dziećmi każdy weekend. Pójdę na plac zabaw z przyjaciółmi w przyszłym miesiącu.",
      "example_translation": "Ich ging als Kind mit meinen Freunden in den Spielplatz. Ich gehe jeden Wochenende mit meinen Kindern in den Spielplatz. Ich werde nächsten Monat mit meinen Freunden in den Spielplatz gehen.",
      "imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "komisariat policji",
      "translation": "Polizeistation",
      "definition": "Komisariat policji to budynek lub obiekt, gdzie policjanci mają swoją bazę i prowadzą działalność.",
      "definition_translation": "Eine Polizeistation ist ein Gebäude oder eine Einrichtung, in der Polizeibeamte stationiert sind und von dort aus arbeiten.",
      "example": "Wczoraj poszedłem na komisariat policji, aby złożyć zeznanie o przestępstwie. Idę na komisariat policji co miesiąc, aby złożyć raport. Jutro pójdę na komisariat policji, aby uzyskać pozwolenie.",
      "example_translation": "Ich ging letzte Nacht zur Polizeistation, um ein Verbrechen anzuzeigen. Ich gehe jeden Monat zur Polizeistation, um einen Bericht einzureichen. Ich werde morgen zur Polizeistation gehen, um eine Genehmigung zu erhalten.",
      "imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "basen",
      "translation": "Schwimmbad",
      "definition": "Basen to struktura wypełniona wodą, służąca do pływania, nurkowania lub innych aktywności wodnych.",
      "definition_translation": "Ein Schwimmbad ist eine Struktur, die mit Wasser gefüllt ist, die fürs Schwimmen, Tauchen oder andere wasserbasierte Aktivitäten verwendet wird.",
      "example": "Wczoraj pływałem w basenie. Pływam w basenie każdego ranka. Przyszłym latem pływałem w basenie.",
      "example_translation": "Ich schwamm gestern im Schwimmbad. Ich schwimme jeden Morgen im Schwimmbad. Ich werde nächstem Sommer im Schwimmbad schwimmen.",
      "imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poczta",
      "translation": "Postamt",
      "definition": "Miejsce, gdzie świadczone są usługi pocztowe, takie jak wysyłanie i odbieranie listów i paczek.",
      "definition_translation": "Ein Ort, an dem poste Dienstleistungen angeboten werden, wie das Senden und Empfangen von Briefen und Paketen.",
      "example": "Muszę pójść na pocztę, aby wysłać paczkę do mojego przyjaciela. Wczoraj poszedłem na pocztę, aby kupić znaczki. Jutro pójdę na pocztę, aby wysłać list.",
      "example_translation": "Ich muss zum Postamt gehen, um ein Paket an meinen Freund zu senden. Gestern ging ich zum Postamt, um einige Briefmarken zu kaufen. Morgen werde ich zum Postamt gehen, um einen Brief zu verschicken.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pub",
      "translation": "Kneipe",
      "definition": "Budynek lub sala, gdzie ludzie zbierają się, aby pić i towarzysko spędzać czas.",
      "definition_translation": "Ein Gebäude oder Raum, in dem Menschen sich versammeln, um zu trinken und zu socialisieren.",
      "example": "Spotkam się z przyjaciółmi w pubie dziś wieczorem. Wczoraj poszedłem do pubu, aby obejrzeć mecz. Jutro pójdę do pubu, aby świętować moje urodziny.",
      "example_translation": "Ich treffe meine Freunde heute Abend in der Kneipe. Wir gingen gestern Abend in die Kneipe, um ein Spiel zu sehen. Morgen werden wir in die Kneipe gehen, um meinen Geburtstag zu feiern.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kolej",
      "translation": "Eisenbahn",
      "definition": "System szyn i pociągów, służący do transportu osób i towarów.",
      "definition_translation": "Ein System von Schienen und Zügen für den Transport von Menschen und Gütern.",
      "example": "Jadę koleją, aby odwiedzić rodzinę w weekend. Wzięliśmy koleją do miasta w zeszłym roku. Jutro wsiądę do kolei, aby pojechać do pracy.",
      "example_translation": "Ich nehme die Eisenbahn, um meine Familie dieses Wochenende zu besuchen. Wir nahmen die Eisenbahn in die Stadt letztes Jahr. Morgen werde ich die Eisenbahn nehmen, um zur Arbeit zu gehen.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dworzec kolejowy",
      "translation": "Bahnhof",
      "definition": "Miejsce, gdzie pociągi zatrzymują się, aby pasażerowie mogli wsiadać lub wysiadać.",
      "definition_translation": "Ein Ort, an dem Züge halten, um Passagieren das Ein- oder Aussteigen zu ermöglichen.",
      "example": "Spotkam się z przyjaciółmi na dworcu kolejowym o 17:00. Wczoraj poszedłem na dworzec kolejowy, aby kupić bilety. Jutro pójdę na dworzec kolejowy, aby wsiąść do pociągu.",
      "example_translation": "Ich treffe meinen Freund am Bahnhof um 17 Uhr. Wir gingen gestern zum Bahnhof, um Tickets zu kaufen. Morgen werde ich zum Bahnhof gehen, um einen Zug zu nehmen.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep obuwniczy",
      "translation": "Schuhgeschäft",
      "definition": "Sklep detaliczny, w którym sprzedawane są obuwie i inne wyroby obuwnicze.",
      "definition_translation": "Ein Einzelhandelsgeschäft, das Schuhe und andere Fußbekleidung verkauft",
      "example": "Wczoraj poszedłem do sklepu obuwniczego. Idę do sklepu obuwniczego jutro. Od miesięcy chodzę do sklepu obuwniczego.",
      "example_translation": "Ich ging gestern in das Schuhgeschäft, ich gehe morgen in das Schuhgeschäft und ich gehe seit Monaten in das Schuhgeschäft.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum handlowe",
      "translation": "Einkaufszentrum",
      "definition": "Duży budynek lub obszar, w którym znajduje się wiele sklepów, restauracji i obiektów rozrywkowych.",
      "definition_translation": "Ein großes Gebäude oder Gebiet, das viele Geschäfte, Restaurants und Unterhaltungseinrichtungen enthält.",
      "example": "Wielokrotnie byłem w centrum handlowym, idę tam teraz i pójdę tam później.",
      "example_translation": "Ich war viele Male im Einkaufszentrum, ich bin jetzt im Einkaufszentrum und ich werde später im Einkaufszentrum sein.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ośrodek sportowy",
      "translation": "Sportzentrum",
      "definition": "Obiekt, który oferuje różnorodne zajęcia sportowe iSPA, w tym pływanie, gimnastykę i sporty drużynowe.",
      "definition_translation": "Eine Einrichtung, die eine Reihe von Sport- und Fitness-Aktivitäten anbietet, einschließlich Schwimmen, Turnen und Mannschaftssportarten.",
      "example": "Grałem w koszykówkę w ośrodku sportowym, gdy byłem nastolatkiem. Teraz gram w squasha w ośrodku sportowym, a przyszłym tygodniu zagram w tenisa w ośrodku sportowym.",
      "example_translation": "Ich spielte Basketball im Sportzentrum, als ich ein Teenager war, ich spiele Squash im Sportzentrum jetzt und ich werde nächste Woche Tennis im Sportzentrum spielen.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rynek",
      "translation": "Platz",
      "definition": "Otwarte miejsce w mieście lub mieście, często z budynkami, monumentami lub pomnikami wokół.",
      "definition_translation": "Ein offener Platz in einer Stadt oder einem Dorf, oft mit Gebäuden, Denkmälern oder Statuen drumherum.",
      "example": "Turyści spacerowali po rynku, robiąc zdjęcia zabytków. Dzieci bawiły się na rynku wczoraj, a miasto organizuje festiwal na rynku w przyszłym miesiącu.",
      "example_translation": "Die Touristen gingen rund um den Platz, machten Bilder von den historischen Sehenswürdigkeiten, die Kinder spielten gestern auf dem Platz und die Stadt wird nächsten Monat ein Festival auf dem Platz ausrichten.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stadion",
      "translation": "Stadion",
      "definition": "Stadion to duża otwarta lub kryta arena sportowa, koncertowa lub wydarzeń.",
      "definition_translation": "Ein Stadion ist ein großes Freiluft- oder Hallenstadion für Sportveranstaltungen, Konzerte oder andere Events.",
      "example": "Poszedłem na stadion obejrzeć mecz piłki nożnej w zeszłym tygodniu. Idę na stadion obejrzeć koncert tej nocy. Pójdę na stadion obejrzeć mecz tenisowy w przyszłym tygodniu.",
      "example_translation": "Ich ging ins Stadion, um das Fußballspiel letztes Wochenende zu sehen. Ich gehe ins Stadion, um das Konzert heute Abend zu sehen. Ich werde ins Stadion gehen, um das Tennismatch nächste Woche zu sehen.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "teatr",
      "translation": "Theater",
      "definition": "Teatr to budynek lub przestrzeń, w której odbywają się żywe przedstawienia, takie jak sztuki, musicalle lub przedstawienia taneczne.",
      "definition_translation": "Ein Theater ist ein Gebäude oder ein Raum, in dem Live-Aufführungen, wie Theaterstücke, Musicals oder Tanzperformances, stattfinden.",
      "example": "Odwiedziłem teatr, aby obejrzeć sztukę w zeszłą noc. Idę do teatru, aby obejrzeć musical tej nocy. Odwiedzę teatr, aby obejrzeć przedstawienie taneczne w następnym miesiącu.",
      "example_translation": "Ich besuchte das Theater, um ein Theaterstück letzte Nacht zu sehen. Ich gehe ins Theater, um ein Musical heute Abend zu sehen. Ich werde das Theater besuchen, um eine Tanzperformance nächsten Monat zu sehen.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kasa biletowa",
      "translation": "Ticketkasse",
      "definition": "Kasa biletowa to miejsce, w którym ludzie mogą kupić bilety na wydarzenia, takie jak koncerty, sztuki lub mecze sportowe.",
      "definition_translation": "Eine Ticketkasse ist ein Ort, an dem Menschen Tickets für Veranstaltungen, wie Konzerte, Theaterstücke oder Sportspiele, kaufen können.",
      "example": "Poszedłem do kasy biletowej, aby kupić bilet na koncert. Idę do kasy biletowej, aby kupić bilet na sztukę tej nocy. Pójdę do kasy biletowej, aby kupić bilet na mecz piłki nożnej w przyszłym tygodniu.",
      "example_translation": "Ich ging zur Ticketkasse, um ein Ticket für das Konzert zu kaufen. Ich gehe zur Ticketkasse, um ein Ticket für das Theaterstück heute Abend zu kaufen. Ich werde zur Ticketkasse gehen, um ein Ticket für das Fußballspiel nächste Woche zu kaufen.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep z zabawkami",
      "translation": " Spielzeugladen",
      "definition": "Sklep z zabawkami to sklep, który sprzedaje zabawki i gry dla dzieci.",
      "definition_translation": "Ein Spielzeugladen ist ein Laden, der Spielzeug und Spiele für Kinder verkauft.",
      "example": "Poszedłem do sklepu z zabawkami, aby kupić zabawkę dla brata na urodziny. Idę do sklepu z zabawkami, aby kupić grę dla siostry tej nocy. Pójdę do sklepu z zabawkami, aby kupić puzzle dla przyjaciela w przyszłym tygodniu.",
      "example_translation": "Ich ging in den Spielzeugladen, um ein Spielzeug für den Geburtstag meines Bruders zu kaufen. Ich gehe in den Spielzeugladen, um ein Spiel für meine Schwester heute Abend zu kaufen. Ich werde in den Spielzeugladen gehen, um ein Puzzle für meinen Freund nächste Woche zu kaufen.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "metro",
      "translation": "unterirdisch",
      "definition": "Położony lub wykonywany pod powierzchnią ziemi. System kolei lub pociągów, które działają poniżej poziomu gruntu.",
      "definition_translation": "Unter der Erdoberfläche gelegen oder durchgeführt. Ein System von Eisenbahnen oder Zügen, die unter dem Erdniveau operieren.",
      "example": "Wziąłem metro, aby dostać się do centrum miasta. Wezmę metro, aby dostać się do pracy jutro. Wziąłem metro, aby dostać się na lotnisko w zeszłym tygodniu.",
      "example_translation": "Ich nahm die U-Bahn, um ins Stadtzentrum zu gelangen. Ich werde die U-Bahn nehmen, um morgen zur Arbeit zu kommen. Ich nahm die U-Bahn, um letzte Woche zum Flughafen zu gelangen.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blok mieszkalny",
      "translation": "Wohnhaus",
      "definition": "Budynek zawierający wiele jednostek mieszkalnych, każda z nich została zaprojektowana do zamieszkania przez odrębną rodzinę, grupę osób lub osobę.",
      "definition_translation": "Ein Gebäude, das mehrere Wohnungen enthält, die jeweils für die Besetzung durch eine separate Familie, Gruppe von Menschen oder Person konzipiert sind.",
      "example": "Blok mieszkalny znajdował się w spokojnej okolicy. Blok mieszkalny będzie remontowany w przyszłym roku. Blok mieszkalny został zbudowany w XIX wieku.",
      "example_translation": "Das Wohnhaus lag in einer ruhigen Nachbarschaft. Das Wohnhaus wird nächstes Jahr renoviert werden. Das Wohnhaus wurde im 19. Jahrhundert gebaut.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "balkon",
      "translation": "Balkon",
      "definition": "Platforma wystająca ze ściany budynku, otoczona balustradą lub poręczą, dostępna z mieszkania lub pokoju.",
      "definition_translation": "Eine Plattform, die von der Wand eines Gebäudes herausragt, von einem Geländer oder einer Balustrade umgeben ist und von einer Wohnung oder einem Raum aus zugänglich ist.",
      "example": "Siedziałem na balkonie, aby cieszyć się widokiem. Ona usiądzie na balkonie, aby przeczytać książkę jutro. Siedliśmy na balkonie, aby obejrzeć fajerwerki w zeszłą noc.",
      "example_translation": "Ich saß auf dem Balkon, um den Blick zu genießen. Sie wird morgen auf dem Balkon sitzen, um ein Buch zu lesen. Sie saßen auf dem Balkon, um die Feuerwerksshow letzte Nacht zu beobachten.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blok",
      "translation": "Block",
      "definition": "Solidny kawałek materiału, takiego jak drewno lub kamień, używany do budowy lub brukowania.",
      "definition_translation": "Ein fester Stück Material, wie Holz oder Stein, das für das Bauen oder Pflastern verwendet wird.",
      "example": "Blok drewna został użyty do zbudowania stołu. Blok będzie użyty do brukowania drogi w przyszłym tygodniu. Blok został użyty do zbudowania domu w zeszłym roku.",
      "example_translation": "Der Holzblock wurde verwendet, um einen Tisch zu bauen. Der Block wird nächste Woche verwendet, um die Straße zu pflastern. Der Block wurde verwendet, um ein Haus letztes Jahr zu bauen.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "polana kempingowa",
      "translation": "Campingplatz",
      "definition": "Miejsce, w którym ludzie mogą biwakować, zazwyczaj w wyznaczonym obszarze z udogodnieniami, takimi jak toalety i prysznice.",
      "definition_translation": "Ein Platz, an dem Menschen zelten können, normalerweise in einem bestimmten Bereich mit Einrichtungen wie Toiletten und Duschen.",
      "example": "Rozbimy namiot na polanie kempingowej tej nocy. W zeszłym roku biwakowaliśmy na pięknej polanie kempingowej nad jeziorem. W następnym sezonie letnim będziemy biwakować na polanie kempingowej w górach.",
      "example_translation": "Wir werden unser Zelt heute Nacht auf dem Campingplatz aufstellen. Im letzten Jahr campierten wir auf einem schönen Campingplatz am See. Nächsten Sommer werden wir auf einem Campingplatz in den Bergen zelten.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kantyna",
      "translation": "Mensa",
      "definition": "Budynek lub pokój, w którym są serwowane posiłki, szczególnie w szkole lub fabryce.",
      "definition_translation": "Ein Gebäude oder Raum, in dem Mahlzeiten serviert werden, insbesondere in einer Schule oder Fabrik.",
      "example": "Uczniowie poszli do kantyny na lunch. Pracownicy robili przerwę w kantynie wczoraj. Nowa kantyna zostanie otwarta w przyszłym miesiącu.",
      "example_translation": "Die Studenten gingen zum Mittagessen in die Mensa. Die Arbeiter machten gestern eine Pause in der Mensa. Die neue Mensa wird nächsten Monat eröffnet.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cyrk",
      "translation": "Zirkus",
      "definition": "Wędrowny pokaz rozrywkowy, zazwyczaj prezentujący akrobatów, klaunów i szkolone zwierzęta.",
      "definition_translation": "Eine reisende Unterhaltungsshow, typischerweise mit Artisten, Clowns und dressierten Tieren.",
      "example": "Wczoraj wieczorem poszliśmy na cyrk i zobaczyliśmy wielki show. Cyrk przyjeżdża do miasta następnego tygodnia. Kiedy byłem dzieckiem, uwielbiałem chodzić na cyrk.",
      "example_translation": "Wir gingen letzte Nacht zum Zirkus und sahen eine großartige Show. Der Zirkus kommt nächste Woche in die Stadt. Ich liebte es, als Kind zum Zirkus zu gehen.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klinika",
      "translation": "Klinik",
      "definition": "Oddział szpitalny lub budynek, gdzie leczeni są pacjenci ambulatoryjni.",
      "definition_translation": "Ein Krankenhausabteilung oder -Gebäude, in dem ambulante Patienten behandelt werden.",
      "example": "Doktor pracował w klinice w mieście. Wczoraj poszedłem do kliniki na kontrolę. Nowa klinika zostanie otwarta za rok.",
      "example_translation": "Der Arzt arbeitete in einer Klinik in der Stadt. Ich ging gestern zu einer Klinik für eine Kontrolle. Die neue Klinik wird nächstes Jahr eröffnet.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chatka",
      "translation": "Hütte",
      "definition": "Mały dom, zazwyczaj położony na wsi, często używany jako dom wypoczynkowy.",
      "definition_translation": "Ein kleines Haus, typischerweise in einer ländlichen Gegend, oft als Ferienhaus genutzt.",
      "example": "Zawsze marzyłem o posiadaniu chatki nad jeziorem. W zeszłym roku kupiłem jedną. Teraz ją remontuję.",
      "example_translation": "Ich habe immer von einem Haus am See geträumt. Letztes Jahr kaufte ich eines. Jetzt renoviere ich es.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sąd",
      "translation": "Gericht",
      "definition": "Miejsce, gdzie sprawuje się sądy, prowadzone są procesy i rozwiązywane są spory.",
      "definition_translation": "Ein Ort, an dem Gerechtigkeit verwaltet wird, wo Prozesse stattfinden und wo Streitigkeiten beigelegt werden.",
      "example": "Sąd ogłosi wyrok jutro. Wczoraj adwokaci przedstawili swoje sprawy. W zeszłym tygodniu rozpoczęło się proces.",
      "example_translation": "Das Gericht wird morgen das Urteil fällen. Gestern haben die Anwälte ihre Fälle vorgestellt. Letzte Woche begann der Prozess.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambasada",
      "translation": "Botschaft",
      "definition": "Oficjalna rezydencja lub biura ambasadora, lub ambasadora i jego personelu.",
      "definition_translation": "Die offizielle Residenz oder Büros eines Botschafters oder des Botschafters und seines Personals.",
      "example": "Poszedłem do ambasady, aby złożyć wniosek o wizę. Wczoraj złożyłem wniosek. W przyszłym tygodniu otrzymam paszport.",
      "example_translation": "Ich ging zur Botschaft, um ein Visum zu beantragen. Gestern habe ich mein Antrag eingereicht. Nächste Woche werde ich meinen Pass erhalten.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pole",
      "translation": "Feld",
      "definition": "Obszar ziemi używany do uprawy roślin, hodowli zwierząt lub aktywności rekreacyjnych.",
      "definition_translation": "Ein Gebiet, das für den Anbau von Feldfrüchten, die Viehhaltung oder für Freizeitaktivitäten genutzt wird.",
      "example": "Wychowałem się na polu, gdzie moja rodzina hodowała konie. W zeszłym lecie posadziłem kukurydzę. W przyszłym roku zasieję pszenicę.",
      "example_translation": "Ich bin auf einem Feld aufgewachsen, auf dem meine Familie Pferde hielt. Letzten Sommer habe ich Mais gepflanzt. Nächstes Jahr werde ich Weizen säen.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "remiza strażacka",
      "translation": "Feuerwache",
      "definition": "Budynek lub obiekt, w którym znajdują się pojazdy gaśnicze i personel, świadczący usługi ratownicze dla społeczności.",
      "definition_translation": "Ein Gebäude oder eine Einrichtung, die Brandschutzausrüstung und -personal beherbergt und Notdienstleistungen für die Gemeinde bereitstellt.",
      "example": "Remiza strażacka w mieście znajduje się przy ulicy Głównej. W 2020 roku stacjonowało tu 10 strażaków, a do 2025 roku będzie ich 15. W 2015 roku stacjonowało tu 5 strażaków.",
      "example_translation": "Die Feuerwache der Stadt befindet sich in der Hauptstraße. Sie beherbergte 10 Feuerwehrleute im Jahr 2020 und wird 15 bis 2025 beherbergen. Sie hatte 5 Feuerwehrleute im Jahr 2015 beherbergt.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwiaciarnia",
      "translation": "Blumenhändler",
      "definition": "Sklep lub warsztat, gdzie sprzedawane są kwiaty, rośliny i inne aranżacje kwiatowe.",
      "definition_translation": "Ein Laden oder ein Geschäft, in dem Blumen, Pflanzen und andere Blumenarrangements verkauft werden.",
      "example": "Kwiaciarnia na rogu ulicy jest słynna z pięknych bukietów. Od 20 lat jest prowadzona przez tę sama rodzinę, a za 5 lat będzie prowadzona przez następną generację. W 1990 roku była prowadzona przez jednego właściciela.",
      "example_translation": "Der Blumenhändler auf der Ecke ist für seine schönen Bouquets berühmt. Er wird von derselben Familie seit 20 Jahren geführt und wird in 5 Jahren von der nächsten Generation geführt. Er wurde von einem Einzelbesitzer im Jahr 1990 geführt.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "salon mebli",
      "translation": "Möbelfachgeschäft",
      "definition": "Sklep detaliczny, w którym sprzedawane są meble i powiązane produkty, takie jak dekoracje wnętrz i akcesoria.",
      "definition_translation": "Ein Einzelhandelsgeschäft, das Möbel und verwandte Produkte wie Wohnaccessoires und Dekorationsartikel verkauft.",
      "example": "Salon mebli na ulicy Głównej ma promocję. W zeszłym miesiącu sprzedali 50 sof, a w przyszłym miesiącu sprzedadzą 75 sof. W miesiącu poprzednim sprzedali 30 sof.",
      "example_translation": "Das Möbelfachgeschäft in der Hauptstraße hat einen Verkauf. Es verkaufte letzten Monat 50 Sofas und wird nächsten Monat 75 Sofas verkaufen. Es hatte vor dem letzten Monat 30 Sofas verkauft.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "garaż",
      "translation": "Garage",
      "definition": "Budynek lub struktura zaprojektowana do przechowywania lub garażowania pojazdów, często przylegająca do domu lub budynku.",
      "definition_translation": "Ein Gebäude oder eine Struktur, die dazu设计, Fahrzeuge zu beherbergen oder zu lagern, oft an ein Haus oder Gebäude angebaut.",
      "example": "Garaż był zamknięty, ale drzwi były otwarte. Będzie remontowany w przyszłym roku, a 5 lat temu został pomalowany. Został zbudowany w 1980 roku.",
      "example_translation": "Die Garage war verschlossen, aber die Tür war offen. Sie wird nächstes Jahr renoviert, und wurde vor 5 Jahren neu gestrichen. Sie wurde 1980 erbaut.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep warzywniczy",
      "translation": "Gemüsehändlers",
      "definition": "Sklep lub magazyn sprzedający świeże owoce i warzywa.",
      "definition_translation": "Ein Laden oder Geschäft, das frisches Obst und Gemüse verkauft.",
      "example": "Poszedłem do sklepu warzywniczego, aby kupić świeże truskawki na weekend. Wczoraj poszedłem do sklepu warzywniczego, aby kupić jabłka. Jutro poszedłem do sklepu warzywniczego, aby kupić banany.",
      "example_translation": "Ich ging zum Gemüsehändler, um einige frische Erdbeeren für das Wochenende zu kaufen. Gestern war ich zum Gemüsehändler gegangen, um einige Äpfel zu kaufen. Morgen werde ich zum Gemüsehändler gehen, um einige Bananen zu kaufen.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep spożywczy",
      "translation": "Lebensmittelhändlers",
      "definition": "Sklep lub magazyn sprzedający żywność i inne artykuły gospodarstwa domowego.",
      "definition_translation": "Ein Laden oder Geschäft, das Lebensmittel und andere Haushaltswaren verkauft.",
      "example": "Poszedłem do sklepu spożywczego, aby kupić mleko i chleb. Wczoraj poszedłem do sklepu spożywczego, aby kupić cukier. Jutro poszedłem do sklepu spożywczego, aby kupić herbatę.",
      "example_translation": "Ich ging zum Lebensmittelhändler, um einige Milch und Brot zu kaufen. Gestern war ich zum Lebensmittelhändler gegangen, um einige Zucker zu kaufen. Morgen werde ich zum Lebensmittelhändler gehen, um einige Tee zu kaufen.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artykuły spożywcze",
      "translation": "Lebensmittel",
      "definition": "Żywność i inne artykuły gospodarstwa domowego sprzedawane w sklepie.",
      "definition_translation": "Essen und andere Haushaltswaren, die in einem Laden verkauft werden.",
      "example": "Muszę kupić artykuły spożywcze na tydzień. Wczoraj kupiłem artykuły spożywcze na przyjęcie. Jutro kupię artykuły spożywcze na obiad.",
      "example_translation": "Ich muss einige Lebensmittel für die Woche kaufen. Gestern hatte ich einige Lebensmittel für die Party gekauft. Morgen werde ich einige Lebensmittel für das Abendessen kaufen.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pensjonat",
      "translation": "Gasthaus",
      "definition": "Dom lub budynek, w którym ludzie mogą zatrzymać się na krótki czas, często w obszarach wiejskich.",
      "definition_translation": "Ein Haus oder Gebäude, in dem Menschen für eine kurze Zeit bleiben können, oft in einem ländlichen Gebiet.",
      "example": "Zatrzymałem się w pensjonacie podczas wakacji. Wczoraj zatrzymałem się w pensjonacie z przyjaciółmi. Jutro zatrzymam się w pensjonacie z rodziną.",
      "example_translation": "Ich blieb in einem Gasthaus während meines Urlaubs. Gestern war ich in einem Gasthaus mit meinen Freunden geblieben. Morgen werde ich in einem Gasthaus mit meiner Familie bleiben.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "siłownia",
      "translation": "Fitnessstudio",
      "definition": "Miejsce, szczególnie z urządzeniami wewnętrznymi, gdzie ludzie ćwiczą, uprawiają sport lub angażują się w aktywność fizyczną.",
      "definition_translation": "Ein Ort, insbesondere mit Innenanlagen, an dem Menschen zum Trainieren, Sport treiben oder an physischer Aktivität teilnehmen gehen.",
      "example": "Chodzę do siłowni każdego ranka, aby utrzymać formę. Wczoraj chodziłem do siłowni, aby podnieść ciężary. Jutro chodziłem do siłowni, aby zagrać w koszykówkę.",
      "example_translation": "Ich gehe jeden Morgen ins Fitnessstudio, um fit zu bleiben. Gestern ging ich ins Fitnessstudio, um Gewichte zu heben. Morgen werde ich ins Fitnessstudio gehen, um Basketball zu spielen.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "Hafen",
      "definition": "Ciało wody chronione od otwartego morza przez naturalne lub sztuczne bariery, w którym statki mogą zakotwiczyć lub przybić, aby załadować lub wyładować towary lub pasażerów.",
      "definition_translation": "Ein von der offenen See durch natürliche oder künstliche Barrieren geschütztes Wasser, in dem Schiffe ankern oder anlegen können, um Ladung oder Passagiere zu laden oder zu entladen.",
      "example": "Statek wpłynął do portu, aby zatankować. Wczoraj port był zajęty statkami towarowymi. Do miesiąca nowy port będzie gotowy.",
      "example_translation": "Das Schiff segelte in den Hafen, um zu tanken. Der Hafen war gestern mit Frachtschiffen überfüllt. Bis nächsten Monat wird der neue Hafen fertiggestellt sein.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schronisko młodzieżowe",
      "translation": "Jugendherberge",
      "definition": "Niskobudżetowa instytucja zapewniająca zakwaterowanie i czasem posiłki oraz inne usługi podróżnikom, szczególnie młodym ludziom.",
      "definition_translation": "Eine kostengünstige Einrichtung, die Unterkunft und manchmal Mahlzeiten und andere Dienstleistungen für Reisende, insbesondere junge Menschen, anbietet.",
      "example": "Zatrzymałem się w schronisku młodzieżowym w Paryżu w zeszłym roku. Schronisko młodzieżowe było bardzo czyste i komfortowe. W następnym tygodniu zatrzymam się w schronisku młodzieżowym w Berlinie.",
      "example_translation": "Ich habe letztes Jahr in einer Jugendherberge in Paris übernachtet. Die Jugendherberge war sehr sauber und komfortabel. Nächste Woche werde ich in einer Jugendherberge in Berlin übernachten.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chata",
      "translation": "Hütte",
      "definition": "Małe, proste mieszkanie lub schronienie, często wykonane z drewna lub strzechy, używane jako tymczasowe lub sezonowe miejsce pobytu.",
      "definition_translation": "Ein kleines, einfaches Wohnhaus oder Schutzhaus, typischerweise aus Holz oder Stroh, oft für vorübergehende oder saisonale Besetzung verwendet.",
      "example": "Rodzina mieszkała w chacie w górach. Wczoraj zbudowaliśmy chatę na plaży. Latem zbudujemy chatę w lesie.",
      "example_translation": "Die Familie lebte in einer Hütte in den Bergen. Gestern haben wir eine Hütte am Strand gebaut. Nächstes Sommer werden wir eine Hütte im Wald bauen.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "więzienie",
      "translation": "Gefängnis",
      "definition": "Budynek więzienny, w którym przetrzymywani są ludzie, którzy zostali aresztowani lub skazani za popełnione przestępstwo.",
      "definition_translation": "Ein Gebäude für die Unterbringung von Menschen, die wegen eines Verbrechens verhaftet oder verurteilt wurden.",
      "example": "Policja zabrała podejrzanego do więzienia wczoraj wieczorem. Jest on w więzieniu już trzy lata. Zostanie zwolniony z więzienia w przyszłym roku.",
      "example_translation": "Die Polizei brachte den Verdächtigen letzte Nacht ins Gefängnis. Er sitzt seit drei Jahren im Gefängnis. Er wird nächstes Jahr aus dem Gefängnis entlassen.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jubiler",
      "translation": "Juwelier",
      "definition": "Sklep, w którym sprzedawane są biżuteria i zegarki, a także naprawiane.",
      "definition_translation": "Ein Laden, in dem Schmuck und Uhren verkauft und repariert werden.",
      "example": "Kupiłem pierścionek narzeczeński w jubilerze wczoraj. Jubiler jest zamknięty w niedziele. Otworzy ona swój własny jubiler następnie miesiącu.",
      "example_translation": "Ich kaufte meinen Verlobungsring gestern beim Juwelier. Der Juwelier hat sonntags geschlossen. Sie wird nächsten Monat ihren eigenen Juwelier eröffnen.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "laboratorium",
      "translation": "Labor",
      "definition": "Pokój lub budynek wyposażony w sprzęt do prowadzenia eksperymentów, badań lub testów.",
      "definition_translation": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "example": "Naukowiec pracował w laboratorium cały dzień. Mamy laboratorium w szkole. Zbudują nowe laboratorium za rok.",
      "example_translation": "Der Wissenschaftler arbeitete den ganzen Tag im Labor. Wir haben ein Labor in der Schule. Sie werden nächstes Jahr ein neues Labor bauen.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "laboratorium",
      "translation": "Laboratorium",
      "definition": "Pokój lub budynek wyposażony w sprzęt do prowadzenia eksperymentów, badań lub testów.",
      "definition_translation": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "example": "Uczniowie przeprowadzili eksperyment w laboratorium wczoraj. Laboratorium jest dobrze wyposażone. Ona pracuje w laboratorium.",
      "example_translation": "Die Studenten führten ein Experiment im Laboratorium durch. Das Laboratorium ist gut ausgestattet. Sie arbeitet in einem Laboratorium.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrum handlowe",
      "translation": "Einkaufszentrum",
      "definition": "Duży, zamknięty ośrodek handlowy, typowo z różnymi sklepami, restauracjami i opcjami rozrywkowymi.",
      "definition_translation": "Ein großes, umschlossenes Einkaufszentrum, typischerweise mit einer Vielzahl von Geschäften, Restaurants und Unterhaltungsoptionen.",
      "example": "Wczoraj poszedłem do centrum handlowego, aby kupić nową parę butów. Będę szedł do centrum handlowego jutro, aby spotkać się z przyjaciółmi. Codziennie odwiedzam centrum handlowe przez ostatni miesiąc.",
      "example_translation": "Ich ging gestern zum Einkaufszentrum, um ein neues Paar Schuhe zu kaufen. Ich gehe morgen zum Einkaufszentrum, um meine Freunde zu treffen. Ich bin jeden Wochenende für den letzten Monat zum Einkaufszentrum gegangen.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kiosk",
      "translation": "Zeitungsstand",
      "definition": "Sklep, w którym sprzedaje się gazety, czasopisma i inne periodyki.",
      "definition_translation": "Ein Laden, der Zeitungen, Magazine und andere periodische Veröffentlichungen verkauft.",
      "example": "Zatrzymałem się przy kiosku na drodze do pracy, aby kupić gazetę. Ona pracuje w kiosku przez pięć lat. Otworzą nowy kiosk w naszym sąsiedztwie za miesiąc.",
      "example_translation": "Ich hielt auf dem Weg zur Arbeit beim Zeitungsstand an, um eine Zeitung zu kaufen. Sie hat fünf Jahre lang bei einem Zeitungsstand gearbeitet. Sie werden nächsten Monat einen neuen Zeitungsstand in unserem Viertel eröffnen.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klub nocny",
      "translation": "Nachtclub",
      "definition": "Miejsce, które pozostaje otwarte późno w nocy, oferując rozrywkę, napoje i taniec.",
      "definition_translation": "Ein Unternehmen, das bis spät in die Nacht geöffnet ist und Unterhaltung, Getränke und Tanzmöglichkeiten bietet.",
      "example": "Wczoraj poszedłem do klubu nocnego z przyjaciółmi. Codziennie odwiedzamy klub nocny od roku. Zamkną klub nocny na koniec miesiąca.",
      "example_translation": "Ich ging letzte Nacht mit meinen Freunden in den Nachtclub. Wir sind jeden Freitag im letzten Jahr in den Nachtclub gegangen. Sie werden den Nachtclub Ende des Monats schließen.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocean",
      "translation": "Ozean",
      "definition": "Ogromny obszar wody słonej, który pokrywa ponad 70% powierzchni Ziemi.",
      "definition_translation": "Ein riesiger Körper von Salzwasser, der über 70% der Erdoberfläche bedeckt.",
      "example": "Uwielbiam pływać w oceanie. Będziemy płynąć rejsiem oceanicznym za rok. Ocean jest zanieczyszczony przez ludzkie działania.",
      "example_translation": "Ich liebe es, im Ozean zu schwimmen. Wir werden nächstes Jahr eine Ozean-Kreuzfahrt unternehmen. Der Ozean wird durch menschliche Aktivitäten verschmutzt.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pałac",
      "translation": "Schloss",
      "definition": "Duży i imponujący budynek, szczególnie ten, który był niegdyś rezydencją króla lub królowej.",
      "definition_translation": "Ein großes und beeindruckendes Gebäude, insbesondere eines, das einst die Heimat eines Königs oder einer Königin war.",
      "example": "Królowa żyła w pałacu przez wiele lat. Obecnie mieszka w pałacu. Będzie mieszkać w pałacu aż do śmierci.",
      "example_translation": "Die Königin lebte viele Jahre lang im Schloss. Sie lebt derzeit im Schloss. Sie wird im Schloss leben, bis sie stirbt.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apteka",
      "translation": "Apotheke",
      "definition": "Sklep, w którym sprzedaje się leki i inne produkty opieki zdrowotnej.",
      "definition_translation": "Ein Laden, in dem medizinische Arzneimittel und andere Gesundheitsprodukte verkauft werden.",
      "example": "Wczoraj poszedłem do apteki, aby kupić lek. Teraz idę do apteki. Będę szedł do apteki jutro.",
      "example_translation": "Ich ging zur Apotheke, um einige Medizin zu kaufen. Ich gehe jetzt zur Apotheke. Ich werde morgen zur Apotheke gehen.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "port",
      "translation": "Hafen",
      "definition": "Miejsce na wybrzeżu, gdzie statki mogą cumować, aby załadować i wyładować towary.",
      "definition_translation": "Ein Ort an der Küste, an dem Schiffe anlegen können, um Güter zu laden und zu entladen.",
      "example": "Statek towarowy przybył do portu wczoraj. Statek towarowy przybywa do portu teraz. Statek towarowy przybędzie do portu za tydzień.",
      "example_translation": "Das Frachtschiff traf gestern im Hafen ein. Das Frachtschiff trifft jetzt im Hafen ein. Das Frachtschiff wird nächste Woche im Hafen eintreffen.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "więzienie",
      "translation": "Gefängnis",
      "definition": "Budynek, w którym ludzie są przetrzymywani jako kara za popełnione przestępstwo.",
      "definition_translation": "Ein Gebäude, in dem Menschen als Strafe für ein Verbrechen, das sie begangen haben, festgehalten werden.",
      "example": "Został wysłany do więzienia na pięć lat. Został wysłany do więzienia teraz. Będzie wysłany do więzienia wkrótce.",
      "example_translation": "Er wurde für fünf Jahre ins Gefängnis geschickt. Er wird jetzt ins Gefängnis geschickt. Er wird bald ins Gefängnis geschickt werden.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "las deszczowy",
      "translation": "Regenwald",
      "definition": "Las deszczowy to gęsty las, typowo tropikalny, z wysokim poziomem opadów i ogromną różnorodnością gatunków roślin i zwierząt.",
      "definition_translation": "Ein Regenwald ist ein dichter Wald, typischerweise tropisch, mit einem hohen Niveau an Niederschlägen und einer großen Vielzahl an Pflanzen- und Tierarten.",
      "example": "Odwiedziłem las deszczowy w Brazylii w zeszłym roku, gdzie zobaczyłem rodzinę małp bawiących się w drzewach. Teraz planuję wrócić tam w następnym roku. W następnym tygodniu moi przyjaciele odwiedzą las deszczowy w Indonezji.",
      "example_translation": " Ich besuchte letzten Jahr einen Regenwald in Brasilien, wo ich eine Familie von Affen sah, die in den Bäumen spielten. Jetzt plane ich, nächstes Jahr dorthin zurückzukehren. Nächste Woche werden meine Freunde einen Regenwald in Indonesien besuchen.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkoła średnia",
      "translation": "Realschule",
      "definition": "Szkoła średnia to szkoła, która zapewnia edukację uczniom w wieku od 11 do 16 lat, zwykle następując po szkole podstawowej i przed wyższą edukacją.",
      "definition_translation": "Eine Realschule ist eine Schule, die Bildung für Schüler zwischen 11 und 16 Jahren bietet, normalerweise nach der Grundschule und vor der höheren Bildung.",
      "example": "Uczęszczałem do szkoły średniej w Londynie, gdzie nauczyłem się wielu nowych przedmiotów. Teraz studiuję na uniwersytecie. Moja siostra będzie uczęszczać do szkoły średniej w następnym roku.",
      "example_translation": "Ich besuchte eine Realschule in London, wo ich viele neue Fächer lernte. Jetzt studiere ich an einer Universität. Meine Schwester wird nächstes Jahr eine Realschule besuchen.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep z pamiątkami",
      "translation": "Souvenir-Laden",
      "definition": "Sklep z pamiątkami to sklep, który sprzedaje przedmioty, takie jak kartki pocztowe, łańcuszki i koszulki, mające służyć jako pamiątki z danego miejsca lub wydarzenia.",
      "definition_translation": "Ein Souvenir-Laden ist ein Laden, der Artikel wie Postkarten, Schlüsselanhänger und T-Shirts verkauft, die als Erinnerung an einen bestimmten Ort oder Ereignis gedacht sind.",
      "example": "Kupiłem ładną pamiątkę w sklepie z pamiątkami w Paryżu w zeszłym miesiącu. Teraz szukam sklepu z pamiątkami w Rzymie. Mój brat będzie kupował pamiątkę w sklepie z pamiątkami w Tokio w następnym roku.",
      "example_translation": "Ich kaufte ein schönes Souvenir in einem Souvenir-Laden in Paris letzten Monat. Jetzt suche ich einen Souvenir-Laden in Rom. Mein Bruder wird nächstes Jahr ein Souvenir in einem Souvenir-Laden in Tokio kaufen.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep sportowy",
      "translation": "Sportgeschäft",
      "definition": "Sklep sportowy to sklep, który sprzedaje sprzęt, odzież i akcesoria dla różnych sportów i aktywności fizycznej.",
      "definition_translation": "Ein Sportgeschäft ist ein Laden, der Ausrüstung, Kleidung und Zubehör für verschiedene Sportarten und körperliche Aktivitäten verkauft.",
      "example": "Odwiedziłem sklep sportowy wczoraj, gdzie kupiłem nową parę butów do biegania. Teraz szukam sklepu sportowego, który sprzedaje rowery. Mój przyjaciel będzie otwierał sklep sportowy w następnym roku.",
      "example_translation": "Ich besuchte gestern ein Sportgeschäft, wo ich ein neues Paar Laufschuhe kaufte. Jetzt suche ich ein Sportgeschäft, das Fahrräder verkauft. Mein Freund wird nächstes Jahr ein Sportgeschäft eröffnen.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep",
      "translation": "Laden",
      "definition": "Budynek lub sala, gdzie sprzedawane są towary lub produkty lub przechowywane są.",
      "definition_translation": "Ein Gebäude oder Raum, in dem Waren oder Güter verkauft oder gelagert werden.",
      "example": "Będę przechowywał moje torby w szafie. Przechowywałem moje torby w szafie. Przechowuję moje torby w szafie.",
      "example_translation": "Ich werde meine Taschen im Kleiderschrank aufbewahren. Ich habe meine Taschen im Kleiderschrank aufbewahrt. Ich bewahre meine Taschen im Kleiderschrank auf.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świątynia",
      "translation": "Tempel",
      "definition": "Budynek poświęcony kultowi religijnemu lub miejsce o wielkiej urodzie.",
      "definition_translation": "Ein Gebäude, das dem religiösen Gottesdienst oder einem Ort großer Schönheit gewidmet ist.",
      "example": "Odwiedziłem świątynię w zeszłym tygodniu. Odwiedzam świątynię dzisiaj. Odwiedzę świątynię w następnym roku.",
      "example_translation": "Ich habe den Tempel letzte Woche besucht. Ich besuche heute den Tempel. Ich werde den Tempel nächstes Jahr besuchen.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieża",
      "translation": "Turm",
      "definition": "Wysoki, wąski budynek lub konstrukcja, często używana do obrony lub obserwacji.",
      "definition_translation": "Ein hoher, schmaler Bau oder Aufbau, oft für Verteidigung oder Beobachtung verwendet.",
      "example": "Wieża stała na wzgórzu. Wieża stoi na wzgórzu. Wieża będzie stała na wzgórzu.",
      "example_translation": "Der Turm stand hoch auf dem Hügel. Der Turm steht hoch auf dem Hügel. Der Turm wird hoch auf dem Hügel stehen.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ścieżka",
      "translation": "Spur",
      "definition": "Szlak lub droga, szczególnie w odległych lub wiejskich obszarach.",
      "definition_translation": "Ein Pfad oder Trail, insbesondere in einer Wildnis oder ländlichen Gegend.",
      "example": "Będę śledzić jelenia przez las. Śledziłem jelenia przez las. Śledzę jelenia przez las.",
      "example_translation": "Ich werde die Hirsche durch den Wald verfolgen. Ich habe die Hirsche durch den Wald verfolgt. Ich verfolge die Hirsche durch den Wald.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schronisko młodzieżowe",
      "translation": "Jugendherberge",
      "definition": "Schronisko młodzieżowe to budżetowe schronisko, które oferuje zakwaterowanie dla młodych podróżników, często z wspólnymi obiektami i Obszarami wspólnymi.",
      "definition_translation": "Ein budgetorientiertes Hostel, das Unterkunft für junge Reisende bietet, oft mit gemeinsamen Einrichtungen und Gemeinschaftsbereichen.",
      "example": "Zatrzymałem się w schronisku młodzieżowym w Paryżu w zeszłym roku, gdzie spotkałem wielu współpasażerów. Zatrzymam się w schronisku młodzieżowym w Berlinie w następnym miesiącu, a planuję zatrzymać się w schronisku młodzieżowym w Rzymie w następnym roku.",
      "example_translation": "Ich habe mich letzten Sommer in einem Jugendherberge in Paris aufgehalten, wo ich viele Mitreisende traf. Ich werde mich nächsten Monat in einer Jugendherberge in Berlin aufhalten, und ich plane, mich nächsten Jahr in einer Jugendherberge in Rom aufzuhalten.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarnia",
      "translation": "Bäckerei",
      "definition": "Piekarnia to przedsiębiorstwo, które produkuje i sprzedaje produkty żywnościowe oparte na mące, takie jak chleb, ciasta i pieczywo.",
      "definition_translation": "Ein Unternehmen, das mehlabhängige Lebensmittelprodukte herstellt und verkauft, wie Brot, Kuchen und Gebäck.",
      "example": "Wczoraj rano poszedłem do piekarni, aby kupić świeżego chleba. Od zeszłego roku pracuję w piekarni. Otworzę własną piekarnię w następnym roku.",
      "example_translation": "Ich ging heute Morgen in die Bäckerei, um einige frisches Brot zu kaufen. Ich arbeite seit letztem Jahr in einer Bäckerei. Ich werde nächstes Jahr meine eigene Bäckerei eröffnen.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piwnica",
      "translation": "Keller",
      "definition": "Najniższa część budynku, często używana do przechowywania lub celów użytkowych.",
      "definition_translation": "Der unterste bewohnbare Teil eines Gebäudes, oft für Lager- oder Zwecke verwendet.",
      "example": "Przechowywałem swoje pudełka w piwnicy mojego domu. Skończę budowę piwnicy mojego nowego domu następnego miesiąca. Skończyłem budowę piwnicy mojego starego domu w zeszłym roku.",
      "example_translation": "Ich habe meine Kisten im Keller meines Hauses gelagert. Ich werde den Keller meines neuen Hauses nächsten Monat fertigstellen. Ich habe den Keller meines alten Hauses letzten Jahr fertiggestellt.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cela",
      "translation": "Zelle",
      "definition": "Małe zamknięte lub podzielone przestrzenie, często używane do izolacji lub uwięzienia.",
      "definition_translation": "Ein小er abgeschlossener oder abgeteilter Raum, oft für Inhaftierung oder Isolation verwendet.",
      "example": "Więzień został zamknięty w celi. Studiowałem biologię komórkową na uniwersytecie. Firma wyda nowy telefon komórkowy następnego roku.",
      "example_translation": "Der Gefangene war in einer Zelle eingeschlossen. Ich habe Zellbiologie im College studiert. Das Unternehmen wird nächstes Jahr ein neues Handy herausbringen.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korytarz",
      "translation": "Flur",
      "definition": "Długi korytarz w budynku, szczególnie łączący pokoje lub kondygnacje.",
      "definition_translation": "Ein langer Durchgang in einem Gebäude, insbesondere einer, der Räume oder Etagen verbindet.",
      "example": "Przeszedłem korytarzem, aby dostać się do mojej klasy. Przechodzę korytarzem, aby dostać się do następnej klasy. Przeszedłem korytarzem, aby dostać się do mojego spotkania.",
      "example_translation": "Ich ging den Flur entlang, um zu meinem Klassenzimmer zu gelangen. Ich werde den Flur entlang gehen, um zu meinem nächsten Kurs zu gelangen. Ich ging den Flur entlang, um zu meinem Meeting zu gelangen.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kurs",
      "translation": "Kurs",
      "definition": "Seria wykładów lub lekcji na określony temat, szczególnie prowadząca do uzyskania kwalifikacji.",
      "definition_translation": "Eine Serie von Vorträgen oder Lektionen zu einem bestimmten Thema, insbesondere eine, die zu einer Qualifikation führt.",
      "example": "Zdałem się na kurs programowania komputerowego w zeszłym semestrze. Obecnie uczę się kursu analizy danych. Zdam się na kurs sztucznej inteligencji następnego roku.",
      "example_translation": "Ich nahm letzten Semester einen Kurs in Computer-Programmierung. Ich nehme diesem Semester einen Kurs in Datenanalyse. Ich werde nächsten Jahr einen Kurs in künstlicher Intelligenz nehmen.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "majątek",
      "translation": "Anwesen",
      "definition": "Duży obszar ziemi i budynków na nim, szczególnie na wsi, należący do jednej osoby lub rodziny.",
      "definition_translation": "Ein großes Landgebiet und die darauf befindlichen Gebäude, insbesondere auf dem Land, das einem Menschen oder einer Familie gehört.",
      "example": "Majątek miał piękny ogród i duży basen. Majątek został sprzedany biznesmenowi w zeszłym roku. Majątek zostanie dziedziczony przez syna po śmierci ojca.",
      "example_translation": "Das Anwesen hatte einen schönen Garten und einen großen Swimmingpool. Das Anwesen wurde letzten Jahr an einen wohlhabenden Geschäftsmann verkauft. Das Anwesen wird nach dem Tod des Vaters an den Sohn vererbt.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "centrala",
      "translation": "Hauptquartier",
      "definition": "Główny ośrodek operacyjny dla przedsiębiorstwa, organizacji lub sił zbrojnych.",
      "definition_translation": "Das Hauptzentrum der Operationen für ein Unternehmen, eine Organisation oder eine militärische Streitmacht.",
      "example": "Centrala spółki znajduje się w Nowym Jorku. Centrala armii znajduje się w stolicy. Centrala organizacji będzie przeniesiona do nowej lokalizacji następnego roku.",
      "example_translation": "Das Hauptquartier des Unternehmens befindet sich in New York City. Das Hauptquartier der Armee befindet sich in der Hauptstadt. Das Hauptquartier der Organisation wird nächstes Jahr an einen neuen Standort verlegt.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lobbystówka",
      "translation": "Lobby",
      "definition": "Pokój lub obszar nieopodal wejścia do budynku, często używany jako sala waitingową lub na przyjęcia.",
      "definition_translation": "Ein Lobby ist ein Raum oder Bereich nahe dem Eingang eines Gebäudes, oft als Wartebereich oder für Empfänge verwendet.",
      "example": "Czekałem w lobby na przyjście przyjaciela. Wczoraj lobbowalem za nową polityką. Do następnego roku będę lobbowal przez pięć lat.",
      "example_translation": "Ich wartete in der Lobby auf meine Freundin. Gestern habe ich mich für eine neue Politik eingesetzt. Bis zum nächsten Jahr werde ich mich fünf Jahre lang für eine Politik eingesetzt haben.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łąka",
      "translation": "Wiese",
      "definition": "Łąka to obszar ziemi pokryty trawą i kwiatami, często używany do wypasu bydła.",
      "definition_translation": "Eine Wiese ist ein Stück Land, das mit Gras und Blumen bedeckt ist, oft für die Weide von Vieh verwendet.",
      "example": "Przeszedłem przez łąkę i zobaczyłem sarnę. Wczoraj szedłem przez łąkę z psem. Do następnego lata będę przeszedł przez łąkę wiele razy.",
      "example_translation": "Ich ging durch die Wiese und sah ein Reh. Gestern war ich mit meinem Hund durch die Wiese gegangen. Bis zum nächsten Sommer werde ich viele Male durch die Wiese gegangen sein.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzut",
      "translation": "Wurf",
      "definition": "Rzut to rzut lub podrzut, szczególnie piłki, lub poziom lub stopień czegoś, takiego jak dźwięk lub nachylenie.",
      "definition_translation": "Ein Wurf ist ein Werfen oder Einwerfen, insbesondere eines Balles, oder das Niveau oder die Stufe von etwas, wie einem Ton oder einer Steigung.",
      "example": "Rzucałem piłkę do przyjaciela. Wczoraj przedstawiłem nową ideę biznesową. Do następnego miesiąca przedstawię trzy propozycje.",
      "example_translation": "Ich warf den Ball meinem Freund zu. Gestern habe ich ein neues Geschäftskonzept vorgeschlagen. Bis zum nächsten Monat werde ich drei Vorschläge vorgeschlagen haben.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szopa",
      "translation": "Schuppen",
      "definition": "Szopa to mały budynek, zazwyczaj w ogrodzie lub podwórku, używany do przechowywania narzędzi lub innych przedmiotów.",
      "definition_translation": "Ein Schuppen ist ein kleines Gebäude, normalerweise in einem Garten oder Hof, das für das Lagern von Werkzeugen oder anderen Geräten verwendet wird.",
      "example": "Przechowywałem rower w szopie. Wczoraj przechowywałem narzędzia w szopie. Do następnej zimy straciłem wiele liści.",
      "example_translation": "Ich lagerte mein Fahrrad im Schuppen. Gestern habe ich meine Werkzeuge im Schuppen gelagert. Bis zum nächsten Winter werde ich viele Blätter abgeworfen haben.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieżowiec",
      "translation": "Wolkenkratzer",
      "definition": "Wieżowiec to wysoki, ciągle zamieszkiwany budynek wielokondygnacyjny, często projektowany dla użytku biurowego i komercyjnego.",
      "definition_translation": "Ein Wolkenkratzer ist ein hohes, durchgehend bewohnbares Gebäude mit vielen Stockwerken, oft für Büro- und kommerzielle Zwecke entworfen.",
      "example": "Firma przeniosła się do nowego wieżowca w centrum Manhattanu w zeszłym roku, a my przeniesiemy się do jeszcze wyższego wieżowca następnego roku. Do czasu mojego emerytury, zbudują jeszcze wyższy wieżowiec.",
      "example_translation": "Das Unternehmen zog letzten Jahr in einen neuen Wolkenkratzer im Zentrum von Manhattan ein, und wir werden nächstes Jahr in einen noch höheren umziehen. Bis ich in Rente gehe, werden sie einen noch höheren Wolkenkratzer gebaut haben.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plaża skalista",
      "translation": "steiniger Strand",
      "definition": "Plaża skalista to plaża pokryta małymi kamieniami lub żwirkami zamiast piasku.",
      "definition_translation": "Ein steiniger Strand ist ein Strand, der mit kleinen Felsen oder Kieseln statt mit Sand bedeckt ist.",
      "example": "Uwielbiałem chodzić po skalistej plaży jako dziecko, ale teraz wolę plaże piaszczyste. Do czasu, gdy dorosłem, skalistą plażę stała się popularnym miejscem turystycznym. Wczoraj, spacerowałem po skalistej plaży.",
      "example_translation": "Ich liebte als Kind das Spazierengehen am steinigen Strand, aber jetzt bevorzuge ich sandige Strände. Bis ich aufwuchs, war der steinige Strand zu einer beliebten Touristenattraktion geworden. Gestern ging ich am steinigen Strand spazieren.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "studio",
      "translation": "Studio",
      "definition": "Studio to pokój lub budynek, gdzie artysta, fotograf lub muzyk pracuje lub ćwiczy.",
      "definition_translation": "Ein Studio ist ein Raum oder Gebäude, in dem ein Künstler, Fotograf oder Musiker arbeitet oder übt.",
      "example": "Muzyk zbudował studio domowe, aby nagrać nową płytę, ale wciąż lubi pracować w profesjonalnym studio. Do czasu, gdy skończył studia, założył własne studio. Wczoraj, odwiedziłem jej studio, aby zobaczyć nowy projekt.",
      "example_translation": "Die Musikerin baute ein Heimstudio, um ihr neues Album aufzunehmen, aber sie arbeitet immer noch gerne in einem professionellen Studio. Bis sie ihren Abschluss gemacht hatte, hatte sie ihr eigenes Studio eingerichtet. Gestern besuchte ich ihr Studio, um ihr neues Projekt zu sehen.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terminal",
      "translation": "Terminal",
      "definition": "Terminal to punkt wyjazdu lub przyjazdu autobusów, pociągów lub samolotów.",
      "definition_translation": "Ein Terminal ist ein Abfahrts- oder Ankunftspunkt für Busse, Züge oder Flugzeuge.",
      "example": "Terminal autobusowy był bardzo zatłoczony, gdy przyjechałem, ale był pusty, gdy odjeżdżałem. Do czasu, gdy dotarłem na lotnisko, terminal był już zamknięty. Wczoraj, czekałem na terminalu na przyjazd lotu mojego przyjaciela.",
      "example_translation": "Der Busbahnhof war sehr überfüllt, als ich ankam, aber er war leer, als ich abfuhr. Bis ich den Flughafen erreichte, war das Terminal bereits geschlossen. Gestern wartete ich am Terminal auf die Ankunft des Fluges meines Freundes.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taras",
      "translation": "Terrasse",
      "definition": "Taras to płaska powierzchnia na zewnątrz budynku, często z murkiem lub balustradą, gdzie ludzie mogą siedzieć lub chodzić.",
      "definition_translation": "Eine flache Fläche außerhalb eines Gebäudes, oft mit einer Mauer oder Brüstung darum, wo Menschen sitzen oder spazieren gehen können.",
      "example": "Siedzieliśmy na tarasie restauracji, podziwiając widok miasta. Wczoraj,spacerowaliśmy po tarasie hotelu, aby uzyskać świeże powietrze. Do następnego lata, zmodernizują cały taras.",
      "example_translation": "Wir saßen auf der Terrasse des Restaurants und genossen den Blick auf die Stadt. Gestern spazierten wir auf der Terrasse des Hotels, um einige frische Luft zu bekommen. Bis nächsten Sommer werden sie die gesamte Terrasse renoviert haben.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miejsce wydarzenia",
      "translation": "Veranstaltungsort",
      "definition": "Miejsce wydarzenia to miejsce, gdzie odbywa się wydarzenie, takie jak koncert, konferencja lub mecz sportowy.",
      "definition_translation": "Ein Ort, an dem ein Ereignis oder eine Aktivität stattfindet, wie ein Konzert, eine Konferenz oder ein Sportspiel.",
      "example": "Miejsce festiwalu muzycznego zostało zmienione na większy park. W zeszłym roku, byliśmy na weselu w pięknym miejscu wydarzenia niedaleko plaży. Nowe miejsce wydarzenia dla wystawy sztuki będzie ogłoszone wkrótce.",
      "example_translation": "Der Veranstaltungsort für das Musikfestival wurde in einen größeren Park verlegt. Letztes Jahr besuchten wir eine Hochzeit an einem schönen Veranstaltungsort nahe dem Strand. Der neue Veranstaltungsort für die Kunstausstellung wird bald bekannt gegeben werden.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oddział",
      "translation": "Station",
      "definition": "Oddział to dzielnica szpitala, często specjalizująca się w opiece nad określonym typem pacjentów lub choroby.",
      "definition_translation": "Eine Abteilung eines Krankenhauses, oft auf eine bestimmte Art von Patienten oder medizinischen Zustand spezialisiert.",
      "example": "Pacjent został przeniesiony do innego oddziału na dalsze leczenie. W szpitalu, istniał specjalny oddział dla noworodków. Do następnego tygodnia, nowy oddział będzie w pełni wyposażony.",
      "example_translation": "Der Patient wurde in eine andere Station für weitere Behandlung verlegt. Im Krankenhaus gab es eine spezielle Station für Neugeborene. Bis nächster Woche wird die neue Station vollständig ausgestattet sein.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieża kontrolna",
      "translation": "Leitungsüberwachungsgebäude",
      "definition": "Wieża kontrolna to struktura na lotnisku, z której personel kontroli ruchu lotniczego kieruje i koordynuje ruchem samolotów.",
      "definition_translation": "Ein Gebäude auf einem Flughafen, von dem aus die Flugverkehrskontrollepersonal die Bewegung von Flugzeugen leitet und koordiniert.",
      "example": "Wieża kontrolna na lotnisku została uderzona przez piorun podczas burzy. Zobaczyliśmy wieżę kontrolną z okna samolotu, gdy startowaliśmy. Nowa wieża kontrolna będzie gotowa do końca roku.",
      "example_translation": "Der Kontrollturm auf dem Flughafen wurde während des Sturms von einem Blitz getroffen. Wir sahen den Kontrollturm vom Flugzeugfenster aus, als wir starteten. Der neue Kontrollturm ist für Ende des Jahres geplant.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "delikatesy",
      "translation": "Feinkostladen",
      "definition": "Delikatesy to sklep, który sprzedaje gotowe potrawy, takie jak mięsa, sery i chleby, często z naciskiem na produkty delikatesowe lub specjalistyczne.",
      "definition_translation": "Ein Feinkostladen ist eine Art von Geschäft, das zubereitete Lebensmittel wie Fleisch, Käse und Brote verkauft, oft mit einem Schwerpunkt auf gehobene oder Spezialartikel.",
      "example": "Odwiedziłem delikatesy na Upper East Side, gdzie kupiłem prosciutto i brie. W zeszłym roku, odwiedziłem delikatesy w Paryżu, gdzie próbowałem ekskluzywnego pâté. W następnym tygodniu, odwiedzę delikatesy w Berlinie, gdzie kupię niemieckie kiełbasy.",
      "example_translation": "Ich besuchte ein Feinkostladen auf der Upper East Side, wo ich einige Prosciutto und Brie kaufte. Letztes Jahr hatte ich einen Feinkostladen in Paris besucht, wo ich einige exquisite Pâté probiert habe. Nächste Woche werde ich einen Feinkostladen in Berlin besuchen, wo ich einige deutsche Würste kaufen werde.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "punkt orientacyjny",
      "translation": "Wahrzeichen",
      "definition": "Punkt orientacyjny to znany lub prominentny budynek, monument lub cecha miejsca, która jest szeroko rozpoznawana i często służy jako symbol miejsca.",
      "definition_translation": "Ein Wahrzeichen ist ein bemerkenswertes oder prominentes Gebäude, Denkmal oder Merkmal einer Stadt oder eines Gebiets, das weit verbreitet anerkannt ist und oft als Symbol des Ortes dient.",
      "example": "Wieża Eiffla jest punktem orientacyjnym Paryża. Statua Wolności była punktem orientacyjnym Nowego Jorku. Brama Brandenburska będzie punktem orientacyjnym Berlina w przyszłości.",
      "example_translation": "Der Eiffelturm ist ein Wahrzeichen von Paris. Die Freiheitsstatue war ein Wahrzeichen von New York City. Das Brandenburger Tor wird ein Wahrzeichen von Berlin in Zukunft sein.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rezydencja",
      "translation": "Herrenhaus",
      "definition": "Rezydencja to duża i imponująca dom, często z wieloma pokojami i luksusowymi cechami, typowo należąca do bogatej osoby lub rodziny.",
      "definition_translation": "Ein Herrenhaus ist ein großes und beeindruckendes Haus, oft mit vielen Räumen und luxuriösen Ausstattungsmerkmalen, typischerweise im Besitz einer reichen Person oder Familie.",
      "example": "Rezydencja na wzgórzu miała 20 sypialni. Latem ubiegłym roku zatrzymałem się w rezydencji w Hamptons. W przyszłości chciałbym własną rezydencję z prywatną plażą.",
      "example_translation": "Das Herrenhaus auf dem Hügel soll 20 Schlafzimmer haben. Letzten Sommer habe ich in einem Herrenhaus in den Hamptons übernachtet. In Zukunft würde ich gerne ein Herrenhaus mit einem privaten Strand besitzen.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schody",
      "translation": "Treppenhaus",
      "definition": "Schody to zestaw schodów i towarzyszących nimi pięter i poręczy, łączących piętra w budynku, często dekoracyjne i ozdobne.",
      "definition_translation": "Ein Treppenhaus ist eine Treppe mit begleitenden Landungen und Geländern, die Etagen in einem Gebäude verbinden, oft dekorativ und ornate.",
      "example": "Wspaniałe schody w pałacu były zapierające dech w piersiach. Wczoraj wspiąłem się po schodach na najwyższe piętro. W przyszłym roku zaprojektuję schody dla mojego nowego domu.",
      "example_translation": "Die große Treppe im Schloss war atemberaubend. Ich stieg die Treppe zum obersten Stockwerk gestern hinauf. Nächstes Jahr werde ich eine Treppe für mein neues Haus entwerfen.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep papierniczy",
      "translation": "Schreibwarengeschäft",
      "definition": "Sklep, w którym sprzedaje się artykuły biurowe i szkolne, takie jak papier, pióra, ołówki i notesy.",
      "definition_translation": "Ein Laden, der Bürobedarf und Schulmaterialien wie Papier, Stifte, Bleistifte und Notizbücher verkauft.",
      "example": "Poszedłem do sklepu papierniczego, aby kupić nowy notes dla mojej siostry. Jutro idę do sklepu papierniczego, aby kupić kilka piór. W zeszłym tygodniu poszedłem do sklepu papierniczego, aby kupić dziennik.",
      "example_translation": "Ich ging zum Schreibwarengeschäft, um ein neues Notizbuch für meine Schwester zu kaufen. Ich gehe morgen zum Schreibwarengeschäft, um einige Stifte zu bekommen. Ich war letzte Woche zum Schreibwarengeschäft gegangen, um ein Tagebuch zu kaufen.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "magazyn",
      "translation": "Lagerhalle",
      "definition": "Duży budynek używany do przechowywania towarów i materiałów.",
      "definition_translation": "Ein großes Gebäude, das für die Lagerung von Waren und Materialien verwendet wird.",
      "example": "Firma ma magazyn na obrzeżach miasta, aby przechowywać swoje produkty. Budują nowy magazyn, aby zwiększyć swoją pojemność. W zeszłym roku wynajęli magazyn, aby przechować swój inwentarz.",
      "example_translation": "Das Unternehmen hat am Stadtrand eine Lagerhalle, um ihre Produkte zu lagern. Sie werden eine neue Lagerhalle bauen, um ihre Lagerkapazität zu erhöhen. Sie hatten letztes Jahr eine Lagerhalle gemietet, um ihren Lagerbestand zu lagern.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep rybny",
      "translation": "Fischhandlung",
      "definition": "Sklep, w którym sprzedaje się ryby i owoce morza.",
      "definition_translation": "Ein Laden, in dem Fisch und Meeresfrüchte verkauft werden.",
      "example": "Poszedłem do sklepu rybego, aby kupić świeżą rybę na obiad. Ona idzie do sklepu rybego jutro, aby kupić krewetki. W zeszłym tygodniu poszedłem do sklepu rybego, aby kupić homara.",
      "example_translation": "Ich ging zum Fischhändler, um einige frischen Lachs für das Abendessen zu kaufen. Sie geht morgen zum Fischhändler, um einige Garnelen zu bekommen. Sie waren letzte Woche zum Fischhändler gegangen, um einige Hummer zu kaufen.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep metalowy",
      "translation": "Eisenwarenhandlung",
      "definition": "Sklep, w którym sprzedaje się towary metalowe i narzędzia.",
      "definition_translation": "Ein Laden, der Eisenwaren und Metallwaren verkauft.",
      "example": "Poszedłem do sklepu metalowego, aby kupić nowy młotek do mojego narzędziowni. Oni idą do sklepu metalowego jutro, aby kupić kilka gwoździ. Ona poszedła do sklepu metalowego w zeszłym tygodniu, aby kupić drut.",
      "example_translation": "Ich ging zum Eisenwarenhändler, um einen neuen Hammer für mein Werkzeugkasten zu kaufen. Sie gehen morgen zum Eisenwarenhändler, um einige Nägel zu bekommen. Sie war letzte Woche zum Eisenwarenhändler gegangen, um einige Draht zu kaufen.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lądowanie",
      "translation": "Landung",
      "definition": "Akt przyprowadzenia statku powietrznego na ziemię lub określonego obszaru, gdzie statek powietrzny lub kosmiczny ląduje.",
      "definition_translation": "Die Handlung, ein Flugzeug auf den Boden oder einen bestimmten Bereich zu bringen, wo ein Raumfahrzeug oder Flugzeug landet",
      "example": "Pilot musiał wykonać awaryjne lądowanie na pobliskim polu z powodu awarii silnika. Wczoraj wylądowaliśmy na lotnisku Heathrow, a jutro wylądujemy w Paryżu.",
      "example_translation": "Der Pilot musste eine Notlandung auf dem benachbarten Feld aufgrund eines Triebwerksausfalls durchführen. Gestern landeten wir auf dem Heathrow-Flughafen, und morgen werden wir in Paris landen.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strych",
      "translation": "Dachboden",
      "definition": "Górny pokój lub przestrzeń tuż pod dachem budynku, często wykorzystywana do przechowywania rzeczy.",
      "definition_translation": "Ein oberer Raum oder Bereich direkt unter dem Dach eines Gebäudes, häufig als Lagerplatz verwendet",
      "example": "Znalezłem stary kufer w strychu domu mojej babki. Mieszkanie na strychu miało wspaniały widok na miasto. Do przyszłego roku zamienimy strych na biuro domowe.",
      "example_translation": "Ich fand einen alten Koffer im Dachboden meines Großmutterhauses. Die Dachgeschoßwohnung hatte einen tollen Blick auf die Stadt. Bis nächstes Jahr werden wir den Dachboden in ein Heimbüro umbauen.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wydział alkoholowy",
      "translation": "Laden für Alkoholika",
      "definition": "Sklep, który ma zezwolenie na sprzedaż alkoholu do spożycia poza miejscem.",
      "definition_translation": "Ein Laden, der lizenziert ist, alkoholische Getränke zum Verzehr außerhalb des Geländes zu verkaufen",
      "example": "Muszę zatrzymać się w wydziale alkoholowym w drodze do domu, aby kupić butelkę wina. Można kupić piwo w wydziale alkoholowym obok stadionu. Jutro nowy wydział alkoholowy otworzy się na głównej ulicy.",
      "example_translation": "Ich muss auf dem Weg nach Hause bei der Laden für Alkoholika vorbeischauen, um eine Flasche Wein mitzunehmen. Du kannst Bier bei der Laden für Alkoholika neben dem Stadion kaufen. Bis morgen wird die neue Laden für Alkoholika an der Hauptstraße eröffnet.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stajnia",
      "translation": "Stall",
      "definition": "Budynek służący do utrzymania koni, krów lub innych zwierząt.",
      "definition_translation": "Ein Gebäude für das Unterbringen von Pferden, Kühen oder anderen Tieren",
      "example": "Koń jest w stajni, czekając na uznanie. Rolnik zbudował nową stajnię w zeszłym roku. Do przyszłego miesiąca zamienimy starą stajnię na dom gościnny.",
      "example_translation": "Das Pferd ist im Stall, wartet auf die Pflege. Der Bauer baute letzten Jahr einen neuen Stall. Bis nächsten Monat werden wir den alten Stall in ein Gästehaus umbauen.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sklep wolnocłowy",
      "translation": "Zollfreie Warenhaus",
      "definition": "Sklep detaliczny, w którym sprzedawane są towary bez podatku lub cła, często znajdujący się na lotniskach lub przejściach granicznych.",
      "definition_translation": "Ein Einzelhandelsgeschäft, das Waren ohne Steuern oder Zölle verkauft, oft an Flughäfen oder Grenzübergängen gefunden.",
      "example": "Kupiłem butelkęperfumy w sklepie wolnocłowym na lotnisku. Wczoraj kupiłem zegarek w sklepie wolnocłowym. Jeśli podróżuję za granicę w przyszłym roku, będę robił zakupy w sklepie wolnocłowym.",
      "example_translation": "Ich kaufte eine Flasche Parfüm im zollfreien Warenhaus am Flughafen. Gestern hatte ich eine Uhr im zollfreien Warenhaus gekauft. Wenn ich nächstes Jahr ins Ausland reise, werde ich im zollfreien Warenhaus einkaufen.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "molo",
      "translation": "Pier",
      "definition": "Konstrukcja zbudowana na palach w wodzie, używana do przybijania i odpływania łodzi.",
      "definition_translation": "Eine auf Pfählen im Wasser erbaute Struktur, die für das An- und Ablegen von Booten verwendet wird.",
      "example": "Rybacy wyładowali swój połów na molo. Wczoraj spacerowaliśmy wzdłuż molo. Jeśli pogoda będzie dobra, pójdziemy wędkować z molo jutro.",
      "example_translation": "Die Fischer luden ihre Fangschütze am Pier aus. Gestern hatten wir entlang des Piers spaziert. Wenn das Wetter gut ist, werden wir morgen vom Pier aus angeln gehen.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]