[
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Kwiecień",
      "translation": "April",
      "definition": "czwarty miesiąc roku, położony między marcem a majem",
      "definition_translation": "der vierte Monat des Jahres, zwischen März und Mai gelegen",
      "example": "Pojadę na wakacje w kwietniu przyszłego roku. W minionym kwietniu pojechałem na plażę. Jeśli pada deszcz w kwietniu, uprawy będą dotknięte.",
      "example_translation": "Ich werde im nächsten Jahr im April Urlaub machen. Im letzten April ging ich an den Strand. Wenn es im April regnet, werden die Ernten beeinträchtigt.",
      "imageLink": "image_files\\English\\"imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Sierpień",
      "translation": "August",
      "definition": "ósmy miesiąc roku, położony między lipcem a wrześniem",
      "definition_translation": "der achte Monat des Jahres, zwischen Juli und September gelegen",
      "example": "Zawsze wracam do szkoły w sierpniu. W minionym sierpniu pojechałem w góry. Jeśli będzie gorąco w sierpniu, pójdziemy pływać.",
      "example_translation": "Ich gehe immer im August zurück in die Schule. Im letzten August ging ich in die Berge. Wenn es im August heiß ist, werden wir schwimmen gehen.",
      "imageLink": "image_files\\English\\"imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Grudzień",
      "translation": "Dezember",
      "definition": "dwunasty i ostatni miesiąc roku, położony między listopadem a styczniem",
      "definition_translation": "der zwölfte und letzte Monat des Jahres, zwischen November und Januar gelegen",
      "example": "Zawsze świętuję Boże Narodzenie w grudniu. W minionym grudniu pojechałem na targ bożonarodzeniowy. Jeśli śnieg w grudniu, pójdziemy narciarstwo.",
      "example_translation": "Ich feiere immer Weihnachten im Dezember. Im letzten Dezember ging ich auf den Weihnachtsmarkt. Wenn es im Dezember schneit, werden wir Skifahren gehen.",
      "imageLink": "image_files\\English\\"imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Luty",
      "translation": "Februar",
      "definition": "drugi miesiąc roku, położony między styczniem a marcem",
      "definition_translation": "der zweite Monat des Jahres, zwischen Januar und März gelegen",
      "example": "Zawsze idę na randkę w dzień św. Walentego w lutym. W minionym lutym pojechałem łyżwiarstwa. Jeśli jest zimno w lutym, pójdziemy narciarstwo.",
      "example_translation": "Ich gehe immer auf ein Valentinstag-Rendezvous im Februar. Im letzten Februar ging ich Eisschnelllauf. Wenn es kalt ist im Februar, werden wir Skifahren gehen.",
      "imageLink": "image_files\\English\\"imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Styczeń",
      "translation": "Januar",
      "definition": "Pierwszy miesiąc roku, nazwany na cześć rzymskiego boga Janusa.",
      "definition_translation": "Der erste Monat des Jahres, benannt nach dem römischen Gott Janus.",
      "example": "Uwielbiam świętować sylwestra 1 stycznia. W zeszłym roku pojechałem na imprezę. W przyszłym roku zostanę w domu.",
      "example_translation": "Ich liebe es, Silvester am 1. Januar zu feiern. Letztes Jahr ging ich zu einer Party. Nächstes Jahr werde ich zu Hause bleiben.",
      "imageLink": "image_files\\English\\"imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Lipiec",
      "translation": "Juli",
      "definition": "Siódmy miesiąc roku, nazwany na cześć rzymskiego dyktatora Juliusza Cezara.",
      "definition_translation": "Der siebte Monat des Jahres, benannt nach dem römischen Diktator Julius Caesar.",
      "example": "Zawsze wyjeżdżam na wakacje w lipcu. W zeszłym roku pojechałem na plażę. W tym roku odwiedzę rodzinę.",
      "example_translation": "Ich gehe immer im Juli in den Urlaub. Letztes Jahr ging ich an den Strand. Dieses Jahr werde ich meine Familie besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Czerwiec",
      "translation": "Juni",
      "definition": "Szósty miesiąc roku, nazwany na cześć rzymskiej bogini Junony.",
      "definition_translation": "Der sechste Monat des Jahres, benannt nach der römischen Göttin Juno.",
      "example": "Uwielbiam pogodę letnią w czerwcu. W zeszłym roku pojechałem na festiwal muzyczny. W tym roku wezmę udział w weselu.",
      "example_translation": "Ich liebe das Sommerwetter im Juni. Letztes Jahr ging ich zu einem Musikfestival. Dieses Jahr werde ich eine Hochzeit besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Marzec",
      "translation": "März",
      "definition": "Trzeci miesiąc roku, nazwany na cześć rzymskiego boga wojny Marsa.",
      "definition_translation": "Der dritte Monat des Jahres, benannt nach dem römischen Kriegsgott Mars.",
      "example": "Zawsze czuję ekscytację w marcu, bo wiosna nadchodzi. W zeszłym roku pojechałem na wędrówkę. W tym roku zasadzę ogród.",
      "example_translation": "Ich fühle mich immer aufgerüstet im März, weil der Frühling kommt. Letztes Jahr ging ich auf einen Hike. Dieses Jahr werde ich einen Garten anlegen.",
      "imageLink": "image_files\\English\\"imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maj",
      "translation": "Mai",
      "definition": "Piąty miesiąc roku, położony między kwietniem a czerwcem",
      "definition_translation": "Der fünfte Monat des Jahres, wird zwischen April und Juni.",
      "example": "Pojadę na wakacje w maju, pojechałem na plażę w maju w zeszłym roku, i już planuję wyjazd na maj przyszłego roku.",
      "example_translation": "Ich werde im Mai in den Urlaub fahren, ich bin letzten Mai am Strand gewesen, und ich habe bereits eine Reise für Mai nächstes Jahr geplant.",
      "imageLink": "image_files\\English\\"imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Listopad",
      "translation": "November",
      "definition": "Jedenasty miesiąc roku, położony między październikiem a grudniem",
      "definition_translation": "Der elfte Monat des Jahres, wird zwischen Oktober und Dezember.",
      "example": "Pojadę świętować urodziny w listopadzie, świętowałem urodziny w listopadzie w zeszłym roku, i będę mieć wielką imprezę w listopadzie przyszłego roku.",
      "example_translation": "Ich werde meinen Geburtstag im November feiern, ich habe meinen Geburtstag letzten November gefeiert, und ich werde nächstes Jahr im November eine große Party geben.",
      "imageLink": "image_files\\English\\"imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Październik",
      "translation": "Oktober",
      "definition": "Dziesiąty miesiąc roku, następujący po wrześniu i przed listopadem.",
      "definition_translation": "Der zehnte Monat des Jahres, wird zwischen September und November.",
      "example": "Pójdzę na imprezę Halloween w październiku, pójdę na imprezę Halloween w październiku ostatniego roku, a przygotuję kostium na październik przyszłego roku.",
      "example_translation": "Ich werde zu einer Halloween-Party im Oktober gehen, ich bin letzten Oktober zu einer Halloween-Party gewesen, und ich werde nächstes Jahr im Oktober ein Kostüm bereithalten.",
      "imageLink": "image_files\\English\\"imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wrzesień",
      "translation": "September",
      "definition": "Dziewiąty miesiąc roku, następujący po sierpniu i przed październikiem.",
      "definition_translation": "Der neunte Monat des Jahres, wird zwischen August und Oktober.",
      "example": "Zacznę szkołę we wrześniu, zacząłem szkołę we wrześniu ostatniego roku, a będę miał nowego nauczyciela we wrześniu przyszłego roku.",
      "example_translation": "Ich werde im September die Schule beginnen, ich bin letzten September in die Schule gegangen, und ich werde nächstes Jahr im September einen neuen Lehrer haben.",
      "imageLink": "image_files\\English\\"imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]