[
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piwo",
      "translation": "Bier",
      "definition": "napój fermentowany wytwarzany z ziarna słodowanego, zwykle aromatyzowany chmielem, a następnie nasycany dwutlenkiem węgla",
      "definition_translation": "ein gegorenes Getränk, hergestellt aus gemälztem Getreide, typischerweise mit Hopfen aromatisiert und normalerweise mit Kohlendioxid infundiert",
      "example": "Wczoraj wieczorem wypiłem piwo na imprezie, piję piwo co weekend, a jutro wypiłem piwo na meczu.",
      "example_translation": "Ich trank ein Bier auf der Party gestern Abend, ich trinke Bier jeden Wochenende und ich werde Bier beim Spiel morgen trinken.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kawa",
      "translation": "Kaffee",
      "definition": "napój stymulujący wytwarzany z nasion rośliny kawowej",
      "definition_translation": "ein anregendes Getränk, hergestellt aus den gerösteten Samen einer tropischen Kaffee-Pflanze",
      "example": "Dziś rano wypiłem kawę, piję kawę codziennie, a wieczorem wypiłem kawę po obiedzie.",
      "example_translation": "Ich trank einen Kaffee heute Morgen, ich trinke jeden Tag Kaffee und ich werde heute Abend nach dem Essen Kaffee trinken.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Coke",
      "translation": "Coca-Cola",
      "definition": "slodki, gazowany napój aromatyzowany wanilią i zawierający kofeinę, stworzony przez Johna Pembertona w 1886 roku",
      "definition_translation": "ein süßes, kohlensäurehaltiges Getränk mit Vanille-Geschmack und Koffein, erstellt von John Pemberton im Jahr 1886",
      "example": "Wczoraj wieczorem wypiłem Coke w restauracji, piję Coke z przyjaciółmi, a wieczorem wypiłem Coke na imprezie.",
      "example_translation": "Ich trank ein Coca-Cola im Restaurant gestern, ich trinke Coca-Cola mit meinen Freunden und ich werde heute Abend auf der Party Coca-Cola trinken.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pić",
      "translation": "trinken",
      "definition": "przyjmować płyn przez usta",
      "definition_translation": "eine Flüssigkeit durch den Mund aufzunehmen",
      "example": "Wczoraj wypiłem sok, piję wodę każdego ranka, a wieczorem wypiłem herbatę po obiedzie.",
      "example_translation": "Ich trank Saft gestern, ich trinke jeden Morgen Wasser und ich werde heute Abend nach dem Essen Tee trinken.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "soczek",
      "translation": "Saft",
      "definition": "cieczna substancja naturalnie zawarta w roślinach lub zwierzętach, często podawana jako napój",
      "definition_translation": "Eine flüssige Substanz, die natürlicherweise in Pflanzen oder Tieren enthalten ist und oft als Getränk serviert wird.",
      "example": "Wczoraj wypiłem szklankę soku pomarańczowego na śniadanie, wypiłem szklankę soku jabłkowego na obiad, a wieczorem wypiłem szklankę soku winogronowego na kolację.",
      "example_translation": "Ich trank ein Glas Orangensaft zum Frühstück, ich werde ein Glas Apfelsaft zum Mittagessen trinken und ich trank ein Glas Traubensaft zum Abendessen.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mleko",
      "translation": "Milch",
      "definition": "substancja odżywcza produkowana przez gruczoły mleczne ssaków, głównie krów, kóz i owiec",
      "definition_translation": "Eine nährstoffreiche Flüssigkeit, die von den Milchdrüsen weiblicher Säugetiere, vor allem von Rindern, Ziegen und Schafen, produziert wird.",
      "example": "Wczoraj wypiłem szklankę zimnego mleka, piję szklankę gorącego mleka teraz, a jutro wypiłem szklankę ciepłego mleka.",
      "example_translation": "Ich trank ein Glas kalte Milch gestern, ich trinke ein Glas heiße Milch jetzt und ich werde ein Glas warme Milch morgen trinken.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sok pomarańczowy",
      "translation": "Orangensaft",
      "definition": "cieczna substancja ekstrahowana z pomarańczy, często spożywana jako napój",
      "definition_translation": "Eine flüssige Substanz, die aus Orangen extrahiert wird, oft als Getränk konsumiert.",
      "example": "Wczoraj wypiłem szklankę świeżo wyciśniętego soku pomarańczowego na śniadanie, piję szklankę zimnego soku pomarańczowego na obiad, a wieczorem wypiłem szklankę ciepłego soku pomarańczowego na kolację.",
      "example_translation": "Ich trank ein Glas frisch gepressten Orangensaft zum Frühstück, ich trinke ein Glas kalten Orangensaft zum Mittagessen und ich werde ein Glas warmen Orangensaft zum Abendessen trinken.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "herbata",
      "translation": "Tee",
      "definition": "napój gorący lub zimny przygotowywany przez zanurzenie liści herbaty w wodzie, często aromatyzowany mlekiem, cukrem lub przyprawami",
      "definition_translation": "Ein heißes oder kaltes Getränk, das durch das Infundieren der Blätter der Tee-Pflanze in Wasser hergestellt wird, oft mit Milch, Zucker oder Gewürzen aromatisiert.",
      "example": "Wczoraj wypiłem filiżankę gorącej herbaty, piję filiżankę herbaty zimnej teraz, a jutro wypiłem filiżankę zielonej herbaty.",
      "example_translation": "Ich trank eine Tasse heißem Tee gestern, ich trinke eine Tasse Eis-Tee jetzt und ich werde eine Tasse Grüntee morgen trinken.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sok pomidorowy",
      "translation": "Tomatensaft",
      "definition": "cieczna substancja ekstrahowana z pomidorów, często spożywana jako napój lub używana jako składnik w kuchni",
      "definition_translation": "Eine flüssige Substanz, die aus Tomaten extrahiert wird, oft als Getränk konsumiert oder als Zutat in der Küche verwendet.",
      "example": "Wczoraj wypiłem szklankę soku pomidorowego, piję szklankę soku pomidorowego teraz, a jutro wypiłem szklankę soku pomidorowego.",
      "example_translation": "Ich trank ein Glas Tomatensaft gestern, ich trinke jetzt eins und ich werde ein weiteres Glas morgen trinken.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "woda",
      "translation": "Wasser",
      "definition": "przezroczysta, bezbarwna, bezwonna i bezsmakowa substancja cieczna, najbardziej obfita związek chemiczny na Ziemi",
      "definition_translation": "Eine klare, farblose, geruchlose und geschmacklose Flüssigkeit, die das häufigste Verbindungsstoff auf der Erde ist.",
      "example": "Wczoraj wypiłem wodę, piję wodę teraz, a jutro wypiłem wodę.",
      "example_translation": "Ich trank Wasser gestern, ich trinke jetzt Wasser und ich werde Wasser morgen trinken.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wino",
      "translation": "Wein",
      "definition": "Napój alkoholowy powstający z fermentowanego soku winogron, produkowany i spożywany w różnych formach na całym świecie.",
      "definition_translation": "Ein alkoholisches Getränk, das aus dem vergorenen Saft von Trauben hergestellt wird, wird typically in verschiedenen Formen auf der ganzen Welt produziert und konsumiert.",
      "example": "Wypiłem szklankę wina wczoraj wieczorem, piję szklankę teraz, a piję szklankę jutro na obiad.",
      "example_translation": "Ich trank ein Glas Wein letzte Nacht, ich trinke ein Glas jetzt und ich werde ein Glas bei Abendessen morgen trinken.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alkohol",
      "translation": "Alkohol",
      "definition": "Bezbarwna, lotna i łatwopalna substancja chemiczna zawarta w napojach fermentowanych, stosowana jako rozpuszczalnik i wywierająca efekt upojenia przy spożyciu w zbyt dużych ilościach.",
      "definition_translation": "Eine farblose, flüchtige und entzündliche Flüssigkeit, die in fermentierten Getränken gefunden wird, als Lösungsmittel verwendet wird und bei übermäßigem Konsum eine betäubende Wirkung hat.",
      "example": "Spożyłem alkohol ostatniego weekendu, nie piję alkohol teraz, a nie piję alkohol jutro.",
      "example_translation": "Ich konsumierte Alkohol letzten Wochenende, ich konsumiere jetzt keinen Alkohol und ich werde morgen keinen Alkohol konsumieren.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " sok jabłkowy",
      "translation": "Apfelsaft",
      "definition": "Słodki i orzeźwiający napój powstający z jabłek, często serwowany na zimno.",
      "definition_translation": "Ein süßes und erfrischendes Getränk, das aus Äpfeln hergestellt wird, oft kalt serviert.",
      "example": "Wypiłem sok jabłkowy wczoraj, piję go teraz, a piję go jutro.",
      "example_translation": "Ich trank Apfelsaft gestern, ich trinke ihn jetzt und ich werde ihn morgen trinken.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szampan",
      "translation": "Schaumwein",
      "definition": "Wino musujące produkowane z winogron uprawianych w regionie Szampanii we Francji, często serwowane na specjalnych okazjach.",
      "definition_translation": "Ein prickelnder Wein, der aus Trauben hergestellt wird, die in der Champagne-Region Frankreichs angebaut werden, oft bei besonderen Anlässen serviert.",
      "example": "Otworzyliśmy szampan na weselu, otwieramy go teraz na imprezie, a otworzymy go za rok na rocznicę.",
      "example_translation": "Wir öffneten den Schaumwein bei der Hochzeit, wir öffnen ihn jetzt bei der Party und wir werden ihn nächstes Jahr bei der Jubiläumsfeier öffnen.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kola",
      "translation": "Cola",
      "definition": "Słodki, gazowany napój bezalkoholowy o smaku wanilii i cynamonu, często serwowany z lodem.",
      "definition_translation": "Ein süßes, kohlensäurehaltiges Softgetränk, das mit Vanille und Zimt aromatisiert ist, oft mit Eis serviert.",
      "example": "Wypiłem kolę wczoraj, piję ją teraz, a piję ją jutro.",
      "example_translation": "Ich trank Cola gestern, ich trinke sie jetzt und ich werde sie morgen trinken.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pić",
      "translation": "trinken",
      "definition": "Przyswajać ciecz, często dla orzeźwienia lub odżywienia.",
      "definition_translation": "Ein flüssiges Mittel zu trinken, oft zur Erfrischung oder Ernährung.",
      "example": "Wypiłem wodę wczoraj, piję sok teraz, a piję herbatę jutro.",
      "example_translation": "Ich trank Wasser gestern, ich trinke Saft jetzt und ich werde Tee morgen trinken.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorąca czekolada",
      "translation": "Heiße Schokolade",
      "definition": "Słodki, bogaty i kremowy napój powstający z roztopionej czekolady i mleka, często serwowany na gorąco.",
      "definition_translation": "Ein süßes, reiches und cremiges Getränk, hergestellt aus geschmolzener Schokolade und Milch, oft heiß serviert.",
      "example": "Wypiłem filiżankę gorącej czekolady, aby się ogrzać w zimny zimowy poranek. Wczoraj, zrobiłem gorącą czekoladę dla przyjaciół. Do czasu, gdy będę miał 30 lat, nauczę się robić gorącą czekoladę od podstaw.",
      "example_translation": "Ich trank eine Tasse Heiße Schokolade, um mich an einem kalten Wintervormittag aufzuwärmen. Gestern habe ich Heiße Schokolade für meine Freunde gemacht. Bis zum nächsten Winter werde ich gelernt haben, Heiße Schokolade von Grund auf zu machen.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "limonada",
      "translation": "Limone",
      "definition": "Słodki i kwaśny napój powstający z soku cytrynowego, wody i cukru, często serwowany na zimno.",
      "definition_translation": "Ein süß-sauer Getränk, hergestellt aus Zitronensaft, Wasser und Zucker, oft kalt serviert.",
      "example": "Lubię pić limonadę w gorący letni dzień. Mój dziadek robi najlepszą limonadę w sąsiedztwie. Do czasu, gdy będę miał 30 lat, opanuję własny przepis na limonadę.",
      "example_translation": "Ich mag Limone an einem heißen Sommertag zu trinken. Meine Oma macht das beste Limone in der Nachbarschaft. Wenn ich 30 bin, werde ich mein eigenes Limone-Rezept perfektioniert haben.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "milkshake",
      "translation": "Milchshake",
      "definition": "Gęsty i kremowy napój powstający z mleka, lodów i dodatków smakowych, często serwowany na zimno.",
      "definition_translation": "Ein dickes und cremiges Getränk, hergestellt aus Milch, Eiscreme und Geschmacksstoffen, oft kalt serviert.",
      "example": "Zamówiłem czekoladowy milkshake w dinerze. Moja siostra uwielbia truskawkowe milkshake. Do czasu, gdy będę miał 30 lat, spróbuję każdego smaku milkshake w lodziarni.",
      "example_translation": "Ich bestellte einen Schokoladen-Milchshake im Diner. Meine Schwester liebt Erdbeermilchschakes. Bis zum nächsten Jahr werde ich jeden Geschmack von Milchshake im Eiscremegeschäft probiert haben.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "woda mineralna",
      "translation": "Mineralwasser",
      "definition": "Woda zawierająca minerały lub inne substancje rozpuszczone w niej, często butelkowana i sprzedawana jako zdrowy napój.",
      "definition_translation": "Wasser, das Mineralien oder andere Stoffe enthält, die darin gelöst sind, oft abgefüllt und als gesundes Getränk verkauft.",
      "example": "Piję wodę mineralną każdego dnia, aby utrzymać nawodnienie. Mój lekarz zaleca picie wody mineralnej po ćwiczeniach. Do czasu, gdy będę miał 40 lat, uczynię wodę mineralną swoim napojem pierwszego wyboru.",
      "example_translation": "Ich trinke täglich Mineralwasser, um hydratisiert zu bleiben. Mein Arzt empfiehlt, Mineralwasser nach dem Sport zu trinken. Wenn ich 40 bin, werde ich Mineralwasser zu meinem standardmäßigen Getränk gemacht haben.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "napój gazowany",
      "translation": "weiches Getränk",
      "definition": "Słodki, gazowany napój, zwykle aromatyzowany i zawierający słodzik, taki jak cukier lub syrop fruktozowy.",
      "definition_translation": "Ein süßes, kohlensäurehaltiges Getränk, typischerweise aromatisiert und enthaltend einen Süßstoff wie Zucker oder Maisstrohsirup.",
      "example": "Wczoraj wypiłem napój gazowany na imprezie. Teraz piję napój gazowany. Do przyszłego roku będę pił napój gazowany codziennie.",
      "example_translation": "Ich trank ein weiches Getränk auf der Party gestern. Jetzt trinke ich ein weiches Getränk. Bis nächstem Jahr werde ich jeden Tag ein weiches Getränk getrunken haben.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koktajl",
      "translation": "Cocktail",
      "definition": "Mieszany napój sporządzony z alkoholem, takim jak gin lub rum, i mieszanką, taką jak woda toniczna lub sok owocowy.",
      "definition_translation": "Ein gemixtes Getränk, hergestellt mit einem Spirituosen, wie Gin oder Rum, und einem Mixer, wie Tonic-Wasser oder Fruchtsaft.",
      "example": "Wczoraj zamówiłem koktajl w barze. Teraz zamawiam koktajl. Do przyszłego tygodnia będę zamawiał koktajl każdego wieczoru.",
      "example_translation": "Ich bestellte einen Cocktail an der Bar letzte Nacht. Jetzt bestelle ich einen Cocktail. Bis nächster Woche werde ich jeden Abend einen Cocktail bestellt haben.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kakao",
      "translation": "Kakao",
      "definition": "Proszek sporządzony z prażonych ziaren kakaowca, używany do produkcji czekolady.",
      "definition_translation": "Ein Pulver, hergestellt aus gerösteten Kakaobohnen, verwendet, um Schokolade herzustellen.",
      "example": "Wczoraj wypiłem kakao w domu. Teraz piję kakao. Do przyszłego miesiąca będę pił kakao każdego ranka.",
      "example_translation": "Ich trank Kakao zu Hause gestern. Jetzt trinke ich Kakao. Bis nächsten Monat werde ich jeden Morgen Kakao getrunken haben.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "napój gazowany",
      "translation": "sprudelndes Getränk",
      "definition": "Napój gazowany, taki jak woda sodowa lub woda toniczna, który ma charakterystyczny dźwięk syknięcia podczas otwierania.",
      "definition_translation": "Ein kohlensäurehaltiges Getränk, wie Sodawasser oder Tonic-Wasser, das einen charakteristischen Zischen-Laut bei Öffnung hat.",
      "example": "Otworzyłem napój gazowany na imprezie w zeszłym tygodniu. Teraz otwieram napój gazowany. Do przyszłego roku będę otwierał napój gazowany każdego weekendu.",
      "example_translation": "Ich öffnete ein sprudelndes Getränk auf der Party letzte Woche. Jetzt öffne ich ein sprudelndes Getränk. Bis nächstem Jahr werde ich jedes Wochenende ein sprudelndes Getränk geöffnet haben.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kawa instant",
      "translation": "Instantkaffee",
      "definition": "Rodzaj kawy, która może być szybko przygotowana przez dodanie gorącej wody do proszku lub granulek.",
      "definition_translation": "Eine Art Kaffee, der schnell zubereitet werden kann, indem heißes Wasser zu einem Pulver oder Granulat hinzugefügt wird.",
      "example": "Zawsze trzymam jarskie kawy instant w biurze na szybką przekąskę. Wczoraj zrobiłem kubek kawy instant podczas przerwy obiadowej. Jeśli czuję się zmęczony, zrobię kubek kawy instant.",
      "example_translation": "Ich halte immer ein Glas Instantkaffee in meinem Büro für einen schnellen Energieschub bereit. Gestern habe ich während meiner Mittagspause eine Tasse Instantkaffee zubereitet. Wenn ich mich müde fühle, werde ich eine Tasse Instantkaffee zubereiten.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wódka",
      "translation": "Wodka",
      "definition": "Czysta, bezbarwna, aromatyzowana likier, zwykle produkowana z ziaren, takich jak pszenica lub żyto.",
      "definition_translation": "Ein klarer, farbloser, aromatischer Spirituose, der typischerweise aus Getreide wie Weizen oder Roggen hergestellt wird.",
      "example": "Lubię pić wódkę z wodą toniczną. Wczoraj zamówiłem wódę martini w barze. Jeśli czuję się przygodowo, spróbuję nowego koktajlu wódki.",
      "example_translation": "Ich mag Wodka mit Tonic-Wasser trinken. Gestern Abend habe ich einen Wodka-Martini an der Bar bestellt. Wenn ich mich abenteuerlustig fühle, werde ich einen neuen Wodka-Cocktail ausprobieren.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "whisky",
      "translation": "Whisky",
      "definition": "Rodzaj spirytusu aromatyzowanego z fermentowanej mąki zbożowej, zwykle produkowanego z jęczmienia, żyta lub kukurydzy.",
      "definition_translation": "Eine Art Spirituose, die durch die Gärung eines Getreidebreis hergestellt wird, typischerweise aus Gerste, Roggen oder Mais.",
      "example": "Wolę pić whisky podczas specjalnych okazji. Wczoraj dostałem butelkę whisky jako prezent. Jeśli czuję się stresowany, wyleję szklankę whisky.",
      "example_translation": "Ich bevorzuge es, Whisky bei besonderen Anlässen zu trinken. Gestern habe ich eine Flasche Whisky als Geschenk erhalten. Wenn ich mich gestresst fühle, werde ich mir ein Glas Whisky einschenken.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kompot",
      "translation": "Kompott",
      "definition": "Słodkie przygotowanie gotowanego owocu, zwykle serwowane jako deser lub przystawka.",
      "definition_translation": "Eine süße Zubereitung aus gekochtem Obst, die typischerweise als Dessert oder Beilage serviert wird.",
      "example": "Lubię jeść kompot z jogurtem na śniadanie. Wczoraj zrobiłem kompot ze świeżymi owocami. Jeśli czuję się elegancko, podam kompot jako deser.",
      "example_translation": "Ich liebe es, Kompott mit Joghurt zum Frühstück zu essen. Gestern habe ich ein Kompott mit frischen Beeren zubereitet. Wenn ich mich elegant fühle, werde ich ein Kompott als Dessert servieren.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kawa bezkofeina",
      "translation": "entkoffeinierten Kaffee",
      "definition": "Kawa, z której większość kofeiny została usunięta, co czyni ją popularnym wyborem dla osób wrażliwych na kofeinę lub chcących ograniczyć jej spożycie.",
      "definition_translation": "Kaffee, dem meisten seiner Koffeinhalt entfernt wurde, was ihn zu einer beliebten Wahl für diejenigen macht, die empfindlich gegen Koffein sind oder ihren Konsum reduzieren möchten.",
      "example": "Wczoraj wieczorem piłem kawę bezkofeinę, ale masih nie mogłem spać o 2 w nocy. Dziś spróbuję pić ją wcześniej, aby zobaczyć, czy to zrobi różnicę. Do przyszłego tygodnia mam nadzieję, że całkowicie przestawię się na kawę bezkofeinę.",
      "example_translation": "Ich trank entkoffeinierten Kaffee letzte Nacht, aber ich war noch um 2 Uhr wach. Heute werde ich versuchen, ihn früher zu trinken, um zu sehen, ob es einen Unterschied macht. Bis nächster Woche hoffe ich, vollständig auf entkoffeinierten Kaffee umgestiegen zu sein.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szandi",
      "translation": "Schorle",
      "definition": "Napój sporządzony z piwa i lemoniady, zwykle serowany latem lub na imprezach plenerowych.",
      "definition_translation": "Ein Getränk, das aus Bier und Limonade hergestellt wird, wird typischerweise während der Sommermonate oder bei Außenveranstaltungen serviert.",
      "example": "Lubię pić szandi w gorące letnie dni. W zeszłym roku próbowałem nowego przepisu, który dodawał skrzydle limonki, i było to zdumiewające. Do końca lata miałem już ugruntowaną recepturę i serwowałem ją na wszystkich grillach.",
      "example_translation": "Ich liebe es, Schorle an heißen Sommertagen zu trinken. Letztes Jahr probierte ich ein neues Rezept aus, das einen Spritzer Limetten-saft hinzufügte, und es war amazing. Bis zum Ende des Sommers hatte ich das Rezept perfektioniert und servierte es bei all meinen Grillabenden.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]