{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "kalt",
      "definition": "Mające niską temperaturę; czując lub pokazując brak ciepła lub entuzjazmu.",
      "definition_translation": "Eine niedrige Temperatur habend; Gefühl oder Zeigen von mangelnder Wärme oder Begeisterung.",
      "example": "Woda była zimna wczoraj, jest zimna dzisiaj i będzie zimna jutro.",
      "example_translation": "Das Wasser war gestern kalt, ist heute kalt und wird morgen kalt sein.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zimno",
      "translation": "kalt",
      "definition": "Mające niską temperaturę; czując lub pokazując brak ciepła lub entuzjazmu.",
      "definition_translation": "Eine niedrige Temperatur habend; Gefühl oder Zeigen von mangelnder Wärme oder Begeisterung.",
      "example": "Byłem zimny rano, jestem zimny teraz i będę zimny wieczorem.",
      "example_translation": "Ich war morgens kalt, bin jetzt kalt und werde abends kalt sein.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorąco",
      "translation": "heiß",
      "definition": "Mające wysoką temperaturę; czując lub pokazując silny entuzjazm lub pasję.",
      "definition_translation": "Eine hohe Temperatur habend; Gefühl oder Zeigen starker Begeisterung oder Leidenschaft.",
      "example": "Kawa była gorąca wczoraj, jest gorąca dzisiaj i będzie gorąca jutro.",
      "example_translation": "Der Kaffee war gestern heiß, ist heute heiß und wird morgen heiß sein.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deszcz",
      "translation": "Regen",
      "definition": "Krople wody spadające z nieba, typowo w stałym i ciągłym sposób.",
      "definition_translation": "Wassertröpfchen, die vom Himmel fallen, typischerweise in einer stetigen und kontinuierlichen Weise.",
      "example": "Wczoraj padał deszcz, pada teraz i padał będzie jutro.",
      "example_translation": "Es regnete gestern stark, regnet jetzt und wird morgen wieder regnen.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieg",
      "translation": "Schnee",
      "definition": "Śnieg jest naturalnym zjawiskiem pogodowym, w którym para wodna w powietrzu zamarza w kryształy lodu, tworząc białą, płatkową substancję, która spada na ziemię.",
      "definition_translation": "Schnee ist ein natürliches Wetterphänomen, bei dem Wasser in der Luft in Eis kristallisiert, was zu einer weißen, flockigen Substanz führt, die zu Boden fällt.",
      "example": "Pamiętam, kiedy budowałem śnieżka, gdy byłem dzieckiem. Teraz pada śnieg coraz rzadziej. Do roku 2050 będzie rzadkim zjawiskiem widzieć śnieg zimą.",
      "example_translation": "Ich erinnere mich daran, als Kind einen Schneemann gebaut zu haben. Heutzutage schneit es seltener. Bis zum Jahr 2050 wird es eine seltene Erscheinung sein, Schnee im Winter zu sehen.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lato",
      "translation": "Sommer",
      "definition": "Lato jest najcieplejszym sezonem roku, charakteryzującym się długimi dniami i wysokimi temperaturami, typowo występującym między czerwcem i sierpniem na półkuli północnej.",
      "definition_translation": "Der Sommer ist die wärmste Jahreszeit, die durch lange Tage und hohe Temperaturen gekennzeichnet ist, normalerweise zwischen Juni und August in der nördlichen Hemisphäre.",
      "example": "Uwielbiam spędzać moje wakacje letnie na plaży. Lato było szczególnie gorące. Do przyszłego lata skończę studia.",
      "example_translation": "Ich liebe es, meine Sommerferien am Strand zu verbringen. Der letzte Sommer war besonders heiß. Bis zum nächsten Sommer werde ich meine Studien abgeschlossen haben.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słońce",
      "translation": "Sonne",
      "definition": "Słońce jest gwiazdą w centrum układu słonecznego, odpowiedzialną za dostarczanie światła i ciepła naszemu planetowi, i jest głównym źródłem energii dla życia na Ziemi.",
      "definition_translation": "Die Sonne ist der Stern im Zentrum des Sonnensystems, der für die Erde Licht und Wärme bereitstellt und die Hauptquelle der Energie für Leben auf der Erde ist.",
      "example": "Słońce świeciło jasno wczoraj. Dostałem oparzenia słonecznego tydzień temu. Do roku 2100 słońce wyczerpie swoją energię.",
      "example_translation": "Die Sonne schien gestern hell. Ich habe mich letzte Woche sonnenverbrannt. Bis zum Jahr 2100 wird die Sonne ihre Energie aufgebraucht haben.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "warm",
      "definition": "Ciepło odnosi się do umiarkowanej lub komfortowej temperatury, typowo pomiędzy 20°C i 30°C, która jest przyjemna dla ludzi i wielu innych organizmów żywych.",
      "definition_translation": "Warm bezeichnet eine moderate oder komfortable Temperatur, normalerweise zwischen 20°C und 30°C, die für Menschen und viele andere Lebewesen angenehm ist.",
      "example": "Dziś jest ciepło, więc ubiorę szorty. Woda była ciepła, więc mogłem pływać komfortowo. Do przyszłego miesiąca będzie ciepło wystarczająco, aby wyjść na piknik.",
      "example_translation": "Heute ist es warm, also werde ich Shorts tragen. Das Wasser war warm, also konnte ich schwimmen. Bis nächsten Monat wird es warm genug sein, um einen Ausflug zu machen.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pogoda",
      "translation": "Wetter",
      "definition": "Stan atmosfery w danym miejscu i czasie, włączając temperaturę, wilgotność, zachmurzenie, wiatr i deszcz.",
      "definition_translation": "Der Zustand der Atmosphäre an einem bestimmten Ort und zu einer bestimmten Zeit, einschließlich Temperatur, Feuchtigkeit, Bewölkung, Wind und Regen.",
      "example": "Wczoraj pogoda była okropna. Dziś pogoda jest ładna. Jutro pogoda będzie słoneczna.",
      "example_translation": "Gestern war das Wetter schrecklich. Heute ist das Wetter schön. Morgen wird das Wetter sonnig sein.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiatr",
      "translation": "Wind",
      "definition": "Naturalny ruch powietrza, szczególnie silny, który może powodować szum i zachwianie drzew.",
      "definition_translation": "Eine natürliche Bewegung der Luft, insbesondere eine starke, die Bäume zum Schwanken bringen und Geräusche verursachen kann.",
      "example": "Wczoraj wiatr wiejął silnie. Dziś wiatr jest spokojny. Jutro wiatr będzie silniejszy.",
      "example_translation": "Der Wind blies gestern stark. Der Wind ist heute ruhig. Der Wind wird morgen auffrischen.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zima",
      "translation": "Winter",
      "definition": "Sezon roku między jesienią a wiosną, charakteryzujący się zimnem i (na półkuli północnej) najkrótszymi dniami roku.",
      "definition_translation": "Die Jahreszeit zwischen Herbst und Frühling, gekennzeichnet durch kaltes Wetter und (in der Nordhemisphäre) die kürzesten Tage des Jahres.",
      "example": "Uwielbiam zimę. W zeszłym roku pojechałem na narty w zimę. W przyszłym roku pójdę saneczkarstwo w zimę.",
      "example_translation": "Ich liebe den Winter. Ich bin letzten Winter Skifahren gegangen. Ich werde nächstes Jahr im Winter Schlitten fahren.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chmura",
      "translation": "Wolke",
      "definition": "Widoczna masa kropel wody lub kryształków lodu zawieszonych w powietrzu, często widziana na niebie.",
      "definition_translation": "Eine sichtbare Masse von Wassertröpfchen oder Eis Kristallen, die in der Luft schweben, oft am Himmel zu sehen.",
      "example": "Wczoraj zobaczyłem piękną chmurę na niebie. Dziś nie ma chmur na niebie. Chmury zgromadzą się na niebie jutro.",
      "example_translation": "Ich sah eine schöne Wolke am Himmel gestern. Es gibt keine Wolken am Himmel heute. Wolken werden sich am Himmel morgen sammeln.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pochmurny",
      "translation": "wolkig",
      "definition": "mający dużo chmur na niebie, tak że słońce nie jest widoczne",
      "definition_translation": "hat eine große Menge Wolken am Himmel, so dass die Sonne nicht sichtbar ist",
      "example": "Wczoraj było pochmurno, więc nie poszliśmy do parku. Dziś jest pochmurno, więc zostajemy w domu. Jutro będzie pochmurno, więc obejrzymy film.",
      "example_translation": "Gestern war es wolkig, daher gingen wir nicht zum Park. Heute ist es wolkig, daher bleiben wir zu Hause. Morgen wird es wolkig, daher sehen wir uns einen Film an.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mgła",
      "translation": "Nebel",
      "definition": "gęsta chmura drobnych kropel wody zawieszonych w powietrzu, blisko ziemi",
      "definition_translation": "eine dicke Wolke winziger Wassertröpfchen, die in der Luft nahe dem Boden schweben",
      "example": "Mgła była tak gęsta, że nie mogliśmy zobaczyć ścieżki. Mgła zapada, więc powinniśmy wejść do środka. Mgła szybko zniknie, i będziemy mogli kontynuować podróż.",
      "example_translation": "Der Nebel war so dicht, dass wir den Pfad nicht sehen konnten. Der Nebel rollt herein, daher sollten wir INSIDE gehen. Der Nebel wird bald aufklaren, und wir können unsere Reise fortsetzen.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mglisty",
      "translation": "nebelig",
      "definition": "mający lub charakteryzujący się mgłą",
      "definition_translation": "hat oder wird durch Nebel gekennzeichnet",
      "example": "Mglisty poranek utrudniał jazdę. Mgliste warunki pogodowe są idealne dla kawy. Mgliste dni są zawsze tak ponure.",
      "example_translation": "Der nebelige Morgen machte es schwierig zu fahren. Das nebelige Wetter ist perfekt für eine Tasse heißer Kaffee. Die nebeligen Tage sind immer so trüb.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lód",
      "translation": "Eis",
      "definition": "stała, przezroczysta i krucha substancja utworzona z wody przez ochłodzenie jej poniżej punktu zamarzania",
      "definition_translation": "eine feste, transparente und spröde Substanz, die durch Abkühlen von Wasser unter seinem Gefrierpunkt gebildet wird",
      "example": "Lód na jeziorze był wystarczająco gruby, żeby jeździć na łyżwach. Lód w napoju był zimny i orzeźwiający. Lód wkrótce się roztopi, i będziemy mogli pływać.",
      "example_translation": "Das Eis auf dem See war dick genug, um darauf zu schlittschuhlaufen. Das Eis im Getränk war kalt und erfrischend. Das Eis wird bald schmelzen, und wir können schwimmen.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiosna",
      "translation": "Frühling",
      "definition": "Sezon roku między zimą a latem, podczas którego pogoda staje się cieplejsza i rośliny zaczynają rosnąć.",
      "definition_translation": "Die Jahreszeit zwischen Winter und Sommer, während der das Wetter wärmer wird und Pflanzen beginnen zu wachsen.",
      "example": "Uwielbiam spacery wiosenne, kiedy kwiaty są w pełni. W zeszłym roku założyłem ogród wiosenny. W następnej wiośnie pojedziemy do Europy.",
      "example_translation": "Ich liebe es, im Frühling Spaziergänge zu unternehmen, wenn die Blumen blühen. Letztes Jahr pflanzte ich einen Garten im Frühling an. Nächstes Frühling werde ich eine Reise nach Europa unternehmen.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza",
      "translation": "Sturm",
      "definition": "Ciężkie warunki pogodowe charakteryzujące się silnymi wiatrami, obfitymi opadami deszczu i często piorunami i grzmotem.",
      "definition_translation": "Ein schwieriges Wetterphänomen, das durch starke Winde, starken Regen und oft Donner und Blitz gekennzeichnet ist.",
      "example": "Burza uszkodziła dach mojego domu. W minionym tygodniu burza spowodowała awarię prądu w naszym sąsiedztwie. Do następnego tygodnia burza minie.",
      "example_translation": "Der Sturm beschädigte das Dach meines Hauses. Letzte Woche verursachte ein Sturm einen Stromausfall in unserer Nachbarschaft. Bis nächste Woche wird der Sturm vorbei sein.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoneczny",
      "translation": "sonnig",
      "definition": "Mający dużo słońca; mający jasną i wesołą atmosferę.",
      "definition_translation": "Viele Sonnenschein haben; eine helle und fröhliche Atmosphäre haben.",
      "example": "Był słoneczny dzień na plaży, więc się oparzyłem. Wczoraj było słonecznie, więc poszliśmy na spacer. Do jutra będzie słonecznie.",
      "example_translation": "Es war ein sonniger Tag am Strand, also bekam ich einen Sonnenbrand. Gestern war es sonnig, also gingen wir spazieren. Bis morgen wird es wieder sonnig sein.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burza z piorunami",
      "translation": "Gewitter",
      "definition": "Burza charakteryzująca się obecnością piorunów, grzmotem i obfitymi opadami deszczu, często towarzyszącymi silnym wiatrom.",
      "definition_translation": "Ein Sturm, der durch die Anwesenheit von Blitzen, Donner und starkem Regen gekennzeichnet ist, oft begleitet von starken Winden.",
      "example": "Burza z piorunami wyłączyła prąd w naszym sąsiedztwie. W minionym miesiącu burza z piorunami spowodowała powódź w mieście. W następnym sezonie letnim będzie wiele burz z piorunami.",
      "example_translation": "Das Gewitter führte zu einem Stromausfall in unserer Nachbarschaft. Letzten Monat verursachte ein Gewitter eine Überschwemmung in der Stadt. Nächsten Sommer werden wir viele Gewitter haben.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mokry",
      "translation": "nass",
      "definition": "Pokryty lub nasączony wodą lub inną cieczą.",
      "definition_translation": "Mit Wasser oder einer anderen Flüssigkeit bedeckt oder gesättigt.",
      "example": "Dostałem się mokry w deszczu. Jestem mokry w prysznicu. Będę mokry w basenie jutro.",
      "example_translation": "Ich bin im Regen nass geworden. Ich werde in der Dusche nass. Ich werde morgen im Swimmingpool nass werden.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wietrzny",
      "translation": "windig",
      "definition": "Mający dużo wiatru, szczególnie w sposób, który jest nieprzyjemny lub utrudnia wykonywanie czynności.",
      "definition_translation": "Hat viel Wind, insbesondere auf eine Weise, die unangenehm ist oder es schwierig macht, Dinge zu tun.",
      "example": "Wczoraj było wietrznie. Jest wietrznie dzisiaj. Będzie wietrznie jutro.",
      "example_translation": "Es war gestern windig. Es ist heute windig. Es wird morgen windig sein.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dmuchać",
      "translation": "blasen",
      "definition": "Wytwarzać prąd powietrza, szczególnie ustami.",
      "definition_translation": "Eine Luftströmung zu erzeugen, insbesondere mit dem Mund.",
      "example": "Zdmuchnąłem świeczki. Dmuchałem na kawę. Zdmuchnę nos jutro.",
      "example_translation": "Ich habe die Kerzen ausgeblasen. Ich blase auf meinen Kaffee. Ich werde morgen meine Nase putzen.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bryza",
      "translation": "Brise",
      "definition": "Delikatny wiatr, szczególnie przyjemny.",
      "definition_translation": "Ein leichter Wind, insbesondere ein angenehmer.",
      "example": "Była delikatna bryza. Jest ładna bryza. Będzie chłodna bryza jutro.",
      "example_translation": "Es gab eine leichte Brise. Es gibt eine schöne Brise. Es wird morgen eine kühle Brise geben.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciepło",
      "translation": "Hitze",
      "definition": "Forma energii, która płynie z ciała o wyższej temperaturze do ciała o niższej temperaturze.",
      "definition_translation": "eine Form von Energie, die von einem Körper höherer Temperatur zu einem Körper niedrigerer Temperatur fließt",
      "example": "Czułem ciepło słońca na skórze wczoraj. Czułem ciepło teraz. Będę czuć ciepło jutro.",
      "example_translation": "Ich fühlte mich gestern von der Sonnenhitze auf meiner Haut. Ich fühle mich jetzt von der Hitze. Ich werde mich morgen von der Hitze fühlen.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "błyskawica",
      "translation": "Blitz",
      "definition": "Błyskawiczny wyładowanie elektryczne w atmosferze, zwykle występujące podczas burz.",
      "definition_translation": "ein brillianter elektrischer Entladungsprozess in der Atmosphäre, der typischerweise während von Gewittern auftritt",
      "example": "Błyskawica błysnęła jasno w ciemnym niebie wczoraj wieczorem. Błyskawica błyska teraz. Błyskawica błysnę jutro.",
      "example_translation": "Der Blitz blitzte gestern Nacht hell in dem dunklen Himmel. Der Blitz blitzt jetzt. Der Blitz wird tomorrow blitz.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sezon",
      "translation": "Jahreszeit",
      "definition": "Jedna z czterech części roku, charakteryzująca się określonymi wzorcami pogody, długością dni i innymi zjawiskami sezonowymi.",
      "definition_translation": "eine der vier Jahreszeiten, die durch bestimmte Wettermuster, Tage von variierender Länge und andere jahreszeitliche Phänomene gekennzeichnet sind",
      "example": "Zima jest moim ulubionym sezonem. Cieszyłem się tym sezonem. Będę cieszył się następnym sezonem.",
      "example_translation": "Winter ist meine Lieblingsjahreszeit. Ich genieße diese Jahreszeit. Ich werde die nächste Jahreszeit genießen.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wschód słońca",
      "translation": "Sonnenaufgang",
      "definition": "Czas wczesnego ranka, gdy słońce pojawia się nad horyzontem.",
      "definition_translation": "die Zeit am Morgen, wenn die Sonne über dem Horizont sichtbar wird",
      "example": "Obejrzałem wschód słońca z góry wczoraj. Obejrzałem wschód słońca teraz. Obejrzałem wschód słońca jutro.",
      "example_translation": "Ich beobachtete den Sonnenaufgang von dem Berg gestern. Ich beobachte den Sonnenaufgang jetzt. Ich werde den Sonnenaufgang morgen beobachten.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zachód słońca",
      "translation": "Sonnenuntergang",
      "definition": "Czas wieczorny, gdy słońce zanika poniżej horyzontu.",
      "definition_translation": "Die Abendstunde, wenn die Sonne unter dem Horizont verschwindet.",
      "example": "Wczoraj obejrzałem zachód słońca na plaży z rodziną. Dzisiaj planuję obejrzeć zachód słońca z góry. Jutro obejrzałem zachód słońca na rejsie.",
      "example_translation": "Gestern habe ich den Sonnenuntergang am Strand mit meiner Familie beobachtet. Heute plane ich, den Sonnenuntergang vom Berggipfel aus zu beobachten. Morgen werde ich den Sonnenuntergang auf einer Kreuzfahrt beobachten.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoneczne światło",
      "translation": "Sonnenschein",
      "definition": "Ciepłe i jasne światło słońca.",
      "definition_translation": "Das warme und helle Licht der Sonne.",
      "example": "Słoneczne światło doprowadziło do kwitnienia kwiatów w ogrodzie. Słoneczne światło ogrzało moją skórę na plaży. Słoneczne światło oświetli pokój jutro.",
      "example_translation": "Der Sonnenschein ließ die Blumen im Garten blühen. Der Sonnenschein wärmte meine Haut am Strand. Der Sonnenschein wird morgen den Raum aufhellen.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grom",
      "translation": "Donner",
      "definition": "Głośny, grzmiący dźwięk towarzyszący błyskawicy.",
      "definition_translation": "Ein lautes donnernes Geräusch, das dem Blitz folgt.",
      "example": "Bałem się gromu podczas burzy wczoraj wieczorem. Grom obudził mnie ze snu. Grom ostrzeże nas przed nadchodzącą burzą jutro.",
      "example_translation": "Ich hatte Angst vor dem Donner während des Sturms letzte Nacht. Der Donner weckte mich aus meinem Schlaf. Der Donner wird uns morgen auf den nahenden Sturm aufmerksam machen.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło dzienne",
      "translation": "Tageslicht",
      "definition": "Światło dnia, szczególnie rano lub popołudniu.",
      "definition_translation": "Das Licht des Tages, insbesondere während des Morgens oder Nachmittags.",
      "example": "Lubię spacery w świetle dzienne z moim psem. Światło dzienne sprawiło, że las wyglądał pięknie. Światło dzienne pomoże nam nawigować przez las jutro.",
      "example_translation": "Ich liebe es, mit meinem Hund bei Tageslicht spazieren zu gehen. Das Tageslicht machte den Wald schön aussehen. Das Tageslicht wird uns morgen durch den Wald navigieren helfen.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "huragan",
      "translation": "Hurrikan",
      "definition": "Huragan to typ cyklonu tropikalnego, który tworzy się nad ciepłymi wodami Oceanu Atlantyckiego, Morza Karaibskiego i Zatoki Meksykańskiej. Jest to system pogodowy z niskim ciśnieniem i wiatrami o prędkości co najmniej 119 km/h.",
      "definition_translation": "Ein Hurrikan ist ein Typ von tropischem Zyklon, der sich über den warmen Wassern des Atlantiks, der Karibik und des Golfes von Mexiko bildet. Es ist ein rotierendes Tiefdruck-Wettersystem mit anhaltenden Winden von mindestens 119 km/h.",
      "example": "Huragan zniszczył wiele domów w mieście nadmorskim. Zniszczył wiele domów w przeszłości i zniszczy wiele więcej w przyszłości. Obecnie niszczy domy.",
      "example_translation": "Der Hurrikan zerstörte viele Häuser in der Küstenstadt. Er hatte in der Vergangenheit viele Häuser zerstört und wird in Zukunft viele mehr zerstören. Derzeit zerstört er Häuser.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło księżycowe",
      "translation": "Mondschein",
      "definition": "Światło księżycowe to światło odbite od Księżyca, typowo widoczne w nocy, gdy Księżyc jest pełny lub prawie pełny.",
      "definition_translation": "Mondschein ist das Licht, das vom Mond reflektiert wird, typischerweise sichtbar bei Nacht, wenn der Mond voll oder fast voll ist.",
      "example": "Para wybrała romantyczną wycieczkę pod światłem księżycowym. Wybrali wiele wycieczek pod światłem księżycowym w przeszłości i będą wybierać wiele więcej w przyszłości. Obecnie cieszą się światłem księżycowym.",
      "example_translation": "Das Paar unternahm einen romantischen Spaziergang unter dem Mondschein. Sie hatten in der Vergangenheit viele Spaziergänge unter dem Mondschein unternommen und werden in Zukunft viele mehr unternehmen. Derzeit genießen sie den Mondschein.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tęcza",
      "translation": "Regenbogen",
      "definition": "Tęcza to kolorowe zjawisko naturalne, które występuje, gdy promienie słoneczne przechodzą przez krople wody w powietrzu, tworząc spectrum światła z kolorami od czerwonego do fioletowego.",
      "definition_translation": "Ein Regenbogen ist ein farbiges Naturphänomen, das auftritt, wenn Sonnenlicht durch Wassertröpfchen in der Luft passiert, wodurch ein Spektrum des Lichts mit Farben von Rot bis Violett entsteht.",
      "example": "Dziecko zobaczyło piękną tęczę na niebie. Zobaczyło wiele tęcz w przeszłości i zobaczy wiele więcej w przyszłości. Obecnie patrzy na tęczę.",
      "example_translation": "Das Kind sah einen schönen Regenbogen am Himmel. Sie hatte in der Vergangenheit viele Regenbogen gesehen und wird in Zukunft viele mehr sehen. Derzeit schaut sie sich den Regenbogen an.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opad",
      "translation": "Niederschlag",
      "definition": "Opad to ilość opadów w postaci wody, która spada na ziemię, zwykle mierzona w calach lub milimetrach.",
      "definition_translation": "Niederschlag ist die Menge an Niederschlag in Form von Wassertröpfchen, die auf den Boden fallen, typischerweise gemessen in Zoll oder Millimetern.",
      "example": "Region doświadczył ciężkiego opadu deszczu w zeszłym tygodniu. Doświadczył ciężkiego opadu deszczu w przeszłości i doświadczy ciężkiego opadu deszczu w przyszłości. Obecnie doświadcza ciężkiego opadu deszczu.",
      "example_translation": "Die Region erlebte letzten Woche starken Niederschlag. Sie hatte in der Vergangenheit starken Niederschlag erlebt und wird in Zukunft starken Niederschlag erleben. Derzeit erlebt sie starken Niederschlag.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burzliwy",
      "translation": "stürmisch",
      "definition": "pełen silnych wiatrów i ciężkiego deszczu; turbulentny",
      "definition_translation": "voller starker Winde und schwerem Regen; turbulent",
      "example": "Pogoda była burzliwa wczoraj, ale dziś jest spokojna. Burzliwa noc była następna piękną porankiem. Burzliwy okres będzie się wkrótce kończyć.",
      "example_translation": "Das Wetter war gestern stürmisch, aber heute ist es ruhig. Die stürmische Nacht wurde von einem schönen Morgen gefolgt. Das stürmische Zeitalter wird bald vorbei sein.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "światło słoneczne",
      "translation": "Sonnenschein",
      "definition": "światło słoneczne, szczególnie gdy jest ciepłe i przyjemne",
      "definition_translation": "das Licht der Sonne, insbesondere wenn es warm und angenehm ist",
      "example": "Światło słoneczne wpuszczające się przez okno rozjaśniło pokój. Będziemy mieli więcej światła słonecznego latem niż zimą. W świetle słonecznym ogród będzie pełen kwiatów.",
      "example_translation": "Der Sonnenschein, der durch das Fenster strömte, hellte den Raum auf. Wir werden im Sommer mehr Sonnenschein haben als im Winter. Beim Sonnenschein wird der Garten voller Blumen sein.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmierzch",
      "translation": "Dämmerung",
      "definition": "Czas dnia, gdy słońce jest poniżej horyzontu, ale światło jeszcze nie zniknęło całkowicie",
      "definition_translation": "die Tageszeit, wenn die Sonne unter dem Horizont ist, aber das Licht noch nicht vollständig erloschen ist",
      "example": "Zmierzch był romantyczny, więc postanowiliśmy wybrać spacery. Miasto jest piękne podczas godzin zmierzchu. W zmierzchu gwiazdy zaczęły świecić.",
      "example_translation": "Die Dämmerung war romantisch, więc wir entschieden, einen Spaziergang zu machen. Die Stadt ist während der Dämmerungsstunden schön. In der Dämmerung begannen die Sterne zu leuchten.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śnieżyca",
      "translation": "Schneesturm",
      "definition": "silna śnieżna burza z silnym wiatrem i ograniczoną widzialnością",
      "definition_translation": "ein starker Schneesturm mit starken Winden und niedriger Sicht",
      "example": "Śnieżyca uniemożliwiła prowadzenie samochodu. Będziemy mieli ostrzeżenie o śnieżycy tej nocy. Po śnieżycy miasto zostało pokryte śniegiem.",
      "example_translation": "Der Schneesturm machte es unmöglich, zu fahren. Wir werden heute Abend einen Schneesturmwarnung haben. Nach dem Schneesturm war die Stadt von Schnee bedeckt.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fala upału",
      "translation": "Hitzewelle",
      "definition": "Długi okres niezwykle gorącej pogody, szczególnie podczas lata.",
      "definition_translation": "Eine verlängerte Periode von abnormal heißem Wetter, insbesondere während des Sommers.",
      "example": "Fala upału latem ubiegłym doprowadziła do szerokiej suszy i braku wody. W 2050 roku doświadczymy jeszcze bardziej dotkliwych fal upału. Do 2025 roku fale upału staną się regularnym zjawiskiem w regionie.",
      "example_translation": "Die Hitzewelle letzten Sommers führte zu landesweiten Dürren und Wassermangel. Im Jahr 2050 werden wir noch schlimmere Hitzewellen erleben. Bis 2025 waren Hitzewellen in der Region ein regelmäßiges Phänomen geworden.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "susza",
      "translation": "Dürre",
      "definition": "Długi okres niezwykle niskich opadów, prowadzący do braku wody.",
      "definition_translation": "Eine verlängerte Periode von abnormal niedrigen Niederschlägen, führend zu Wasserknappheit.",
      "example": "Silna susza w zeszłym roku zmusiła rolników do ograniczenia produkcji plonów. Do 2030 roku susze staną się częstsze ze względu na zmiany klimatyczne. W 2003 roku region został dotknięty katastrofalną suszą.",
      "example_translation": "Die schwere Dürre letztes Jahr zwang die Bauern, ihre Ernteproduktion zu reduzieren. Bis 2030 werden Dürren aufgrund des Klimawandels häufiger werden. Im Jahr 2003 traf eine verheerende Dürre die gesamte Region.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grad",
      "translation": "Hagel",
      "definition": "Małe kulki lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "Kleine Eiskugeln, die während eines Gewitters vom Himmel fallen.",
      "example": "Gradobicie uszkodziło plony i okna wczoraj wieczorem. Do przyszłego roku grad będzie bardziej powszechny w tym regionie. W 2010 roku silna gradobicie uderzyła w miasto, powodując szerokie szkody.",
      "example_translation": "Der Hagelsturm schädigte die Ernte und Fenster letzte Nacht. Bis nächstes Jahr wird Hagel in dieser Region häufiger werden. Im Jahr 2010 traf ein schwere Hagelsturm die Stadt, verursachte landesweite Schäden.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "grad",
      "translation": "Hagel",
      "definition": "Małe kulki lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "Kleine Eiskugeln, die während eines Gewitters vom Himmel fallen.",
      "example": "Kulki lodu były wielkości piłek golfowych podczas burzy. Do 2025 roku grad spowoduje więcej szkód w rolnictwie. W 2005 roku gradobicie uderzyło w region, niszcząc wiele samochodów.",
      "example_translation": "Die Hagelsteine waren so groß wie Golfbälle während des Sturms. Bis 2025 wird Hagel mehr Schäden an der Landwirtschaft verursachen. Im Jahr 2005 traf ein Hagelsturm die Region, zerstörte viele Autos.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kula lodowa",
      "translation": "Hagelkorn",
      "definition": "Mała kula lodu, która tworzy się w chmurach i spada na ziemię podczas burzy.",
      "definition_translation": "Ein kleiner Eisball, der in Wolken bildet und während eines Sturms zu Boden fällt.",
      "example": "Kula lodowa uderzyła w okno z głośnym hukiem. Wczoraj kula lodowa uszkodziła mój samochód. Do przyszłego roku kul lodowych będzie coraz mniej w tym regionie.",
      "example_translation": "Der Hagelkorn traf das Fenster mit einem lauten Knall. Gestern beschädigte ein Hagelkorn mein Auto. Bis nächstem Jahr werden Hagelkörner in dieser Region ein seltener Anblick sein.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gradobicie",
      "translation": "Hagelsturm",
      "definition": "Burza, która produkuje grad, zazwyczaj towarzyszą silnym wiatrom i ulewami.",
      "definition_translation": "Ein Sturm, der Hagel produziert, begleitet von starken Winden und heftigem Regen.",
      "example": "Gradobicie spowodowało znaczne szkody w plonach. Musieliśmy szukać schronienia podczas gradobicia. Do czasu, gdy gradobicie minie, drogi będą zalane.",
      "example_translation": "Der Hagelsturm verursachte bedeutende Schäden an den Ernten. Wir mussten uns während des Hagelsturms in Sicherheit bringen. Wenn der Hagelsturm vorüber ist, werden die Straßen überflutet sein.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wir",
      "translation": "Wirbelwind",
      "definition": "Rotująca kolumna powietrza, która szybko porusza się po ziemi, często powodując szkody.",
      "definition_translation": "Eine rotierende Luftspalte, die sich schnell über dem Boden bewegt, oft Schäden verursachend.",
      "example": "Wir przeszedł przez miasto, powodując zniszczenia. Wir powalił drzewa. Do przyszłego miesiąca wir minie, zostawiając po sobie ślad demolii.",
      "example_translation": "Der Wirbelwind fegte durch die Stadt, Verwüstung verursachend. Der Wirbelwind kippte die Bäume um. Bis nächsten Monat wird der Wirbelwind vorüber sein, einen Trümmerpfad hinterlassend.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mżawka",
      "translation": "Nieselregen",
      "definition": "Typ opadów, charakteryzujący się stałym, lekkim spadkiem mglistych kropli deszczu.",
      "definition_translation": "Eine Art von Regen, die durch einen steten, leichten Fall von Nebeltröpfchen gekennzeichnet ist.",
      "example": "Mżawka uczyniła ulice śliskimi. Wczoraj mżawka zrujnowała nasz piknik. Do jutra mżawka minie, i będziemy mogli wyjść na spacer.",
      "example_translation": "Der Nieselregen machte die Straßen rutschig. Gestern verdarb der Nieselregen unser Picknick. Bis morgen wird der Nieselregen aufgeklagt haben, und wir können spazieren gehen.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkwał piaskowy",
      "translation": "Staubsturm",
      "definition": "Silny wiatr, który podnosi duże ilości pyłu i piasku, ograniczając widoczność i często powodując problemy zdrowotne.",
      "definition_translation": "Ein starker Wind, der große Mengen an Staub und Sand aufwirbelt, die Sicht reduziert und oft Atemprobleme verursacht.",
      "example": "Turystka została złapana w silny szkwał piaskowy podczas wędrówki po pustyni. Miała podobne doświadczenie rok wcześniej i będzie miała jeszcze jeden następnego lata.",
      "example_translation": "Die Touristin geriet während eines Wander Ausflugs in der Wüste in einen heftigen Staubsturm. Sie hatte einen ähnlichen Sturm im Vorjahr erlebt und wird wahrscheinlich nächsten Sommer einen weiteren erleiden.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}