[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier bull",
      "translation": "Bullterrier",
      "definition": "Terier bull to rasa psów znana ze swojej muskularnej budowy, krótkiej sierści i jajowatego kształtu głowy.",
      "definition_translation": "Ein Bullterrier ist eine Hunderasse, die durch ihren muskulösen Körperbau, ihr kurzes Fell und ihren eiförmigen Kopf bekannt ist.",
      "example": "Miałem teriera bull jako pupilka, kiedy byłam dzieckiem. Teraz mam teriera bull, który kocha grać w łapkę. Do przyszłego roku, będę miał już sprawionego mojego teriera bull, aby wykonywał triki Agility.",
      "example_translation": "Ich hatte einen Bullterrier als Haustier, als ich ein Kind war. Jetzt habe ich einen Bullterrier, der gerne Fang spielen möchte. Bis nächstes Jahr werde ich meinen Bullterrier trainiert haben, um Agility-Tricks auszuführen.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buldog",
      "translation": "Bulldogge",
      "definition": "Buldog to rasa psów znana ze swojej muskularnej budowy, zmarszczki na twarzy i łagodnego usposobienia.",
      "definition_translation": "Eine Bulldogge ist eine Hunderasse, die durch ihren muskulösen Körperbau, ihr gefurchtes Gesicht und ihre sanfte Natur bekannt ist.",
      "example": "Kiedyś posiadałem bulldoga, który kochał chrapać. Teraz mam bulldoga, który kocha się przytulać. Do przyszłego miesiąca, będę miał już zapisanego mojego bulldoga na wystawę psów.",
      "example_translation": "Ich besaß früher eine Bulldogge, die gerne schnarchte. Jetzt habe ich eine Bulldogge, die gerne kuschelt. Bis nächstem Monat werde ich meine Bulldogge zu einer Hundeschau mitgenommen haben.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dalmatyńczyk",
      "translation": "Dalmatiner",
      "definition": "Dalmatyńczyk to rasa psów znana ze swojej charakterystycznej białej sierści z czarnymi plamami i swojego przyjaznego usposobienia.",
      "definition_translation": "Ein Dalmatiner ist eine Hunderasse, die durch ihr zweifarbiges Fell weiß mit schwarzen Flecken und ihre freundliche Natur bekannt ist.",
      "example": "Zawsze chciałem mieć dalmatyńczyka jako pupilka. Moja siostra miała dalmatyńczyka, który kochał się biegać. Do przyszłego roku, będę miał już zaadoptowanego dalmatyńczyka ze schroniska.",
      "example_translation": "Ich habe immer einen Dalmatiner als Haustier gewollt. Meine Schwester hatte einen Dalmatiner, der gerne lief. Bis nächstes Jahr werde ich einen Dalmatiner aus einem Tierheim adoptiert haben.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pudel",
      "translation": "Pudel",
      "definition": "Pudel to rasa psów znana ze swojej kurczliwej, niezaciskowej sierści i swojej wysokiej inteligencji.",
      "definition_translation": "Ein Pudel ist eine Hunderasse, die durch ihr lockiges, nicht-abwerfendes Fell und ihre hohe Intelligenz bekannt ist.",
      "example": "Wychowałem się z pudelem jako pupilkiem. Mój przyjaciel ma pudele, który kocha się pływać. Do przyszłego lata, będę miał już sprawionego mojego pudele, aby wykonywał triki Agility.",
      "example_translation": "Ich bin mit einem Pudel als Haustier aufgewachsen. Mein Freund hat einen Pudel, der gerne schwimmt. Bis nächsten Sommer werde ich meinen Pudel trainiert haben, um Agility-Tricks auszuführen.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " Chart afghan",
      "translation": "Afghanischer Windhund",
      "definition": "Chart afghan to wysoki, jedwabisty pies pochodzący z Afganistanu, znany ze swojej zdolności sportowej i łagodnego usposobienia.",
      "definition_translation": "Eine hochgewachsene, seidigfellige Hunderasse aus Afghanistan, bekannt für ihre athletische Fähigkeit und sanfte Natur.",
      "example": "W przeszłości chart afghan był używany do polowań, ale dziś jest głównie trzymany jako pupil. Dziś rasa jest popularna wśród entuzjastów psów, a w przyszłości będzie nadal cenionym zwierzęciem towarzyszym.",
      "example_translation": "In der Vergangenheit wurde der Afghanische Windhund zum Jagen verwendet, aber jetzt wird er hauptsächlich als Haustier gehalten. Heute ist die Rasse bei Hundeliebhabern beliebt, und in Zukunft wird erwartet, dass sie ein beliebtes Begleittier bleibt.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "Akita",
      "definition": "Akita to duża, potężna rasa psów pochodząca z Japonii, znana ze swojej lojalności i ochronnych instynktów.",
      "definition_translation": "Eine große, kraftvolle Hunderasse aus Japan, bekannt für ihre Treue und schützenden Instinkte.",
      "example": "W przeszłości Akitas były używane jako psy strażnicze, ale dziś są popularnymi pupilami. Rasa jest lojalna, a w przyszłości będzie nadal wiernym towarzyszem.",
      "example_translation": "In der Vergangenheit wurden Akitas als Wachhunde verwendet, aber heute sind sie beliebte Familienhaustiere. Der Akita ist eine treue Rasse, und in Zukunft wird erwartet, dass sie ein treuer Begleiter bleibt.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alaskojuk malamut",
      "translation": "Alaskan Malamute",
      "definition": "Alaskojuk malamut to silna i potężna rasa psów pochodząca z Alaski, znana ze swojej wytrzymałości i niezależności.",
      "definition_translation": "Eine starke und kraftvolle Hunderasse aus Alaska, bekannt für ihre Ausdauer und Unabhängigkeit.",
      "example": "W przeszłości alaskojuki malamuty były używane jako psy sanowe, ale dziś są popularne wśród entuzjastów sportów ekstremalnych. Rasa jest znana ze swojej siły, a w przyszłości będzie nadal popularnym psem pracującym.",
      "example_translation": "In der Vergangenheit wurden Alaskan Malamutes als Schlittenhunde verwendet, aber heute sind sie bei Outdoor-Begeisterten beliebt. Die Rasse ist bekannt für ihre Stärke, und in Zukunft wird erwartet, dass sie ein beliebter Arbeits Hund bleibt.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "basset hound",
      "translation": "Basset Hound",
      "definition": "Basset hound to krótkonożna, długociała rasa psów pochodząca z Francji, znana ze swojego przyjaznego i spokojnego usposobienia.",
      "definition_translation": "Eine kurzbeinige, langkörperige Hunderasse aus Frankreich, bekannt für ihre freundliche und ruhige Natur.",
      "example": "W przeszłości basset houndy były używane do polowań, ale dziś są popularnymi pupilami. Rasa jest znana ze swojego spokojnego usposobienia, a w przyszłości będzie nadal cenionym zwierzęciem towarzyszym.",
      "example_translation": "In der Vergangenheit wurden Basset Hounds zum Jagen verwendet, aber jetzt sind sie beliebte Familienhaustiere. Die Rasse ist bekannt für ihre ruhige Natur, und in Zukunft wird erwartet, dass sie ein beliebtes Begleittier bleibt.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bassetka",
      "translation": "Beagle",
      "definition": "Bassetka to mała do średniej wielkości rasa psów o przyjaznym i ciekawskim usposobieniu, pochodząca z Anglii.",
      "definition_translation": "Ein kleiner bis mittelgroßer Spürhund mit freundlicher und neugieriger Natur, der aus England stammt.",
      "example": "Miałem bassetkę, kiedy byłem dzieckiem, było to bardzo zabawne. Teraz mam bassetkę i jest bardzo przyjazna. W przyszłości będę miał bassetkę i będzie bardzo lojalna.",
      "example_translation": "Ich hatte einen Beagle, als ich ein Kind war, es war sehr spielefreudig. Jetzt habe ich einen Beagle und es ist sehr freundlich. In Zukunft werde ich einen Beagle haben und es wird sehr loyal sein.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bernardyńczyk górski",
      "translation": "Bernhardiner",
      "definition": "Bernardyńczyk górski to duża rasa psów pochodząca ze szwajcarskich Alp, znana ze swojej charakterystycznej trójkolorowej sierści i łagodnego usposobienia.",
      "definition_translation": "Eine groß gewachsene Hunderasse aus den Schweizer Alpen, bekannt für ihr charakteristisches dreifarbige Fell und ihre sanfte Natur.",
      "example": "Wczoraj zobaczyłem bernardyńczyka górskiego w parku, było to bardzo spokojne. Mój przyjaciel ma bernardyńczyka górskiego i jest bardzo ochronny. W przyszłości będę miał bernardyńczyka górskiego i będzie bardzo lojalny.",
      "example_translation": "Ich sah einen Bernhardiner im Park gestern, er war sehr ruhig. Mein Freund hat einen Bernhardiner und er ist sehr beschützend. In Zukunft werde ich einen Bernhardiner besitzen und er wird sehr loyal sein.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krewetnik",
      "translation": "Bluthund",
      "definition": "Duży, średniej wielkości pies tropiący, znany ze swojej wyjątkowej zdolności śledzenia i charakterystycznej zmarszczki na twarzy.",
      "definition_translation": "Ein groß gewachsener Spürhund, bekannt für seine außergewöhnliche Fähigkeit, Fährten zu verfolgen, und sein charakteristisches faltiges Gesicht.",
      "example": "Policja użyła krewetnika do śledzenia podejrzanego, okazało się to być bardzo skuteczne. Miałem krewetnika, gdy byłam nastolatką, był bardzo energiczny. W przyszłości, będę szkolił krewetnika i będzie bardzo Umiejętny.",
      "example_translation": "Die Polizei benutzte einen Bluthund, um den Verdächtigen zu verfolgen, er war sehr effektiv. Ich hatte einen Bluthund, als ich ein Teenager war, er war sehr energiegeladen. In Zukunft werde ich einen Bluthund trainieren und er wird sehr geschickt sein.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "border collie",
      "translation": "Border Collie",
      "definition": "Średniej wielkości rasa psa pasterskiego, znana z wysokiej inteligencji, zwinności i posłuszeństwa.",
      "definition_translation": "Eine mittelgroße Hunderasse, bekannt für ihre hohe Intelligenz, Agilität und Gehorsamkeit.",
      "example": "Mam border collie, jest bardzo inteligentny. Mój kolega ma border collie i jest bardzo energiczny. W przyszłości, będę miał border collie i będzie bardzo posłuszny.",
      "example_translation": "Ich habe einen Border Collie, er ist sehr intelligent. Mein Freund hat einen Border Collie und er ist sehr energiegeladen. In Zukunft werde ich einen Border Collie haben und er wird sehr gehorsam sein.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier bostoński",
      "translation": "Boston-Terrier",
      "definition": "Terier bostoński to mały, kompaktowy pies z krótką, łatwą w utrzymaniu szatą i przyjacielską, wspaniałą osobowością.",
      "definition_translation": "Der Boston-Terrier ist ein kleiner, kompakter Hund mit einem kurzen, leicht zu pflegenden Fell und einer freundlichen, aufgeschlossenen Persönlichkeit.",
      "example": "Miałem teriera bostońskiego, gdy byłam dzieckiem, był wspaniałym zwierzakiem. Teraz mam nowego teriera bostońskiego, i jest bardzo zabawny. Do przyszłego roku, będę miał jeszcze jeden terier bostoński, i będzie dobrym towarzyszem.",
      "example_translation": "Ich hatte einen Boston-Terrier, als ich ein Kind war, es war ein großartiges Haustier. Jetzt habe ich einen neuen Boston-Terrier, und er ist sehr spielend. Bis zum nächsten Jahr werde ich einen anderen Boston-Terrier haben, und er wird ein guter Begleiter sein.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bokser",
      "translation": "Boxer",
      "definition": "Bokser to średniej wielkości pies z krótką, gładką szatą i muskularną budową, znany z energicznego i zabawnego charakteru.",
      "definition_translation": "Ein Boxer ist ein mittelgroßer Hund mit einem kurzen, glatten Fell und einer muskulösen Statur, bekannt für seine energische und spielende Persönlichkeit.",
      "example": "Miałem boksera, gdy studiowałem, był wspaniałym towarzyszem. Teraz mam nowego boksera, i jest bardzo lojalny. Do przyszłego roku, będę miał jeszcze jeden boksera, i będzie dobrym psem stróżującym.",
      "example_translation": "Ich hatte einen Boxer, als ich im College war, es war ein großartiger Begleiter. Jetzt habe ich einen neuen Boxer, und er ist sehr treu. Bis zum nächsten Jahr werde ich einen anderen Boxer haben, und es wird ein guter Wachhund sein.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bulmastif",
      "translation": "Bullenmastiff",
      "definition": "Bulmastif to duży pies z krótką, gęstą szatą i potężną budową, znany z lojalności i instynktów obronnych.",
      "definition_translation": "Ein Bullenmastiff ist ein großer Hund mit einem kurzen, dichten Fell und einer kräftigen Statur, bekannt für seine Treue und Schutzinstinkte.",
      "example": "Miałem bulmastifa, gdy mieszkałem na wsi, był wspaniałym psem stróżującym. Teraz mam nowego bulmastifa, i jest bardzo łagodny. Do przyszłego roku, będę miał jeszcze jeden bulmastifa, i będzie dobrym psem rodzinnym.",
      "example_translation": "Ich hatte einen Bullenmastiff, als ich auf dem Land lebte, es war ein großartiger Wachhund. Jetzt habe ich einen neuen Bullenmastiff, und er ist sehr sanft. Bis zum nächsten Jahr werde ich einen anderen Bullenmastiff haben, und er wird ein großartiges Familienhaustier sein.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Cairn terier",
      "translation": "Cairn-Terrier",
      "definition": "Cairn terier to mały, energiczny pies z szorstką, drucianą szatą i żywą osobowością, znany ze swojej inteligencji i lojalności.",
      "definition_translation": "Ein Cairn-Terrier ist ein kleiner, energischer Hund mit einem rauhen, drahtigen Fell und einer feurigen Persönlichkeit, bekannt für seine Intelligenz und Treue.",
      "example": "Miałem Cairn teriera, gdy byłam dzieckiem, był wspaniałym partnerem zabaw. Teraz mam nowego Cairn teriera, i jest bardzo ciekawski. Do przyszłego roku, będę miał jeszcze jeden Cairn teriera, i będzie dobrym psem agiltywnym.",
      "example_translation": "Ich hatte einen Cairn-Terrier, als ich ein Kind war, es war ein großartiger Spielkamerad. Jetzt habe ich einen neuen Cairn-Terrier, und er ist sehr neugierig. Bis zum nächsten Jahr werde ich einen anderen Cairn-Terrier haben, und er wird ein guter Agility-Hund sein.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cane corso, mastif hiszpański",
      "translation": "Kane Corso, Spanischer Mastiff",
      "definition": "Cane Corso to włoska rasa mastifa, często używana jako pies stróżujący. Jest znany ze swojej muskularnej budowy, krótkiej szaty i groźnego wyglądu.",
      "definition_translation": "Der Cane Corso ist eine italienische Hunderasse, die oft als Wachhund eingesetzt wird. Er ist bekannt für seinen muskulösen Körperbau, sein kurzes Fell und sein einschüchterndes Aussehen.",
      "example": "Wczoraj, zobaczyłem cane corso, mastifa hiszpańskiego na psim parku. Był ogromny i wyglądał bardzo groźnie. Kupię cane corso, mastifa hiszpańskiego w przyszłym roku, jeśli przeprowadzę się do większego domu. Teraz, mam małe mieszkanie i nie jest odpowiednie dla tak dużego psa.",
      "example_translation": "Gestern habe ich einen Kane Corso, Spanischen Mastiff im Hundeplatz gesehen. Er war riesig und sah sehr furchteinflößend aus. Ich werde nächstes Jahr einen Kane Corso, Spanischen Mastiff kaufen, wenn ich in ein größeres Haus ziehe. Jetzt habe ich eine kleine Wohnung und es ist nicht geeignet für so einen großen Hund.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chihuahua",
      "translation": "Chihuahua",
      "definition": "Chihuahua to mała rasa psa pochodząca z Meksyku, znana ze swoich dużych oczu, stojących uszu i różnorodności szat i kolorów.",
      "definition_translation": "Die Chihuahua ist eine kleine Hunderasse aus Mexiko, bekannt für ihre großen Augen, aufgerichteten Ohren und die Vielfalt an Felllängen und -farben.",
      "example": "Moja siostra ma chihuahua i jest bardzo zabawny. Zabrala swojego chihuahua do weterynarza wczoraj i teraz się rekupertuje. Zaopiekuję się jej chihuahua następnie, gdy będzie na urlopie.",
      "example_translation": "Meine Schwester hat ein Chihuahua und es ist sehr spielerisch. Sie hat ihr Chihuahua gestern zum Tierarzt gebracht und es erholt sich jetzt. Ich werde mich nächste Woche um ihr Chihuahua kümmern, wenn sie weg ist.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czow czow",
      "translation": "Schau-Schau",
      "definition": "Czow czow to stabilny, puszysty pies pochodzący z Chin, znany ze swojego charakterystycznego niebiesko-czarnego języka i lojalnego temperamentu.",
      "definition_translation": "Der Schau-Schau ist eine robuste, flauschige Hunderasse aus China, bekannt für seine charakteristische blau-schwarze Zunge und sein loyalen Temperament.",
      "example": "Miałem czow czowa, gdy byłam dzieckiem, był bardzo lojalny. Mój kolega kupi czow czowa w przyszłym miesiącu i jestem podekscytowany, że będę mógł go zobaczyć. Zobaczyłem czow czowa na wystawie psów ubiegłego roku i był naprawdę piękny.",
      "example_translation": "Ich hatte einen Schau-Schau, als ich ein Kind war und es war sehr loyal. Mein Freund wird nächsten Monat einen Schau-Schau kaufen und ich bin aufgerüstet, es zu sehen. Ich habe einen Schau-Schau auf der Hundeausstellung letzten Jahr gesehen und es war wirklich schön.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "spaniel kokrnik",
      "translation": "Cocker Spaniel",
      "definition": "Spaniel kokrnik to średniej wielkości rasa psa pochodząca z Anglii, znana ze swojej łagodnej, przyjacielskiej natury i niskiej konserwacji szaty.",
      "definition_translation": "Der Cocker Spaniel ist eine mittelgroße Hunderasse aus England, bekannt für seine sanfte, liebevolle Natur und sein pflegeleichtes Fell.",
      "example": "Mój wujek ma spaniela kokrnika i jest bardzo przyjacielski. Zabrałem jego spaniela kokrnika do parku wczoraj i się bawił, grając w fetch. Planuję kupić spaniela kokrnika w przyszłym roku, gdy przeprowadzę się do domu z ogrodem.",
      "example_translation": "Mein Onkel hat einen Cocker Spaniel und es ist sehr freundlich. Ich habe meinen Onkels Cocker Spaniel gestern zum Park genommen und es hat das Apportieren geliebt. Ich plane, nächsten Jahr einen Cocker Spaniel zu bekommen, wenn ich in ein Haus mit einem Hinterhof ziehe.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jamnik, piesek parówkowy",
      "translation": "Dackel, Dachshund",
      "definition": "Mała rasa psa o długim, wąskim ciele i krótkich nogach, pochodząca z Niemiec.",
      "definition_translation": "Eine kleine Hunderasse mit langem, schmalen Körper und kurzen Beinen, die in Deutschland stammt.",
      "example": "Miałem jamnika, gdy byłem dzieckiem, teraz mam owczarka niemieckiego, a w przyszłości będę miał bulldoga francuskiego.",
      "example_translation": "Ich hatte einen Dachshund, als ich ein Kind war, jetzt habe ich einen 德utschen Schäferhund und in Zukunft werde ich einen französischen Bulldog besitzen.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier fox",
      "translation": "Fuchs-Terrier",
      "definition": "Mały, energiczny pies o krótkim, gładkim umaszczeniu i puszystym ogonie, pierwotnie hodowany do polowania na lisy.",
      "definition_translation": "Ein kleiner, energischer Hund mit einem kurzen, glatten Fell und einem buschigen Schwanz, ursprünglich zur Fuchsjagd gezüchtet.",
      "example": "Terier fox jest popularną rasą wśród właścicieli psów, ponieważ jest mały i łatwy w opiece, a ja będę miał jednego wkrótce.",
      "example_translation": "Der Fuchs-Terrier ist eine beliebte Rasse unter Hundebesitzern, da er klein und pflegeleicht ist, und ich werde bald eins haben.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "buldog francuski",
      "translation": "Französischer Bulldogge",
      "definition": "Mały, muskularny pies o krótkim, łatwym do pielęgnacji umaszczeniu i płaskiej twarzy, pochodzący z Francji.",
      "definition_translation": "Ein kleiner, muskulöser Hund mit einem kurzen, pflegeleichten Fell und einer flachen Gesicht, der aus Frankreich stammt.",
      "example": "Mój przyjaciel ma bulldoga francuskiego, i jest on bardzo zabawny, ale w przeszłości miał on owczarka niemieckiego, który był bardzo różny.",
      "example_translation": "Meine Freundin hat einen Französischen Bulldoggen, und er ist sehr spielend, aber in der Vergangenheit hatte sie einen deutschen Schäferhund, der sehr unterschiedlich war.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owczarek niemiecki",
      "translation": "Deutscher Schäferhund",
      "definition": "Średniej do dużej rasy psa o średniej długości umaszczenia i charakterystycznym uszami, pierwotnie hodowany do wypasu owiec.",
      "definition_translation": "Eine mittelgroße bis große Hunderasse mit einem mittellangen Fell und einem charakteristischen aufgerichteten Ohr, ursprünglich zur Schafhütung gezüchtet.",
      "example": "Będę miał owczarka niemieckiego jako psa stróżującego, ponieważ jest on inteligentny i lojalny, a w przeszłości moja rodzina miała jednego, który był bardzo chroniący.",
      "example_translation": "Ich werde einen deutschen Schäferhund als Wachhund haben, seit er intelligent und loyal ist, und in der Vergangenheit hatte meine Familie einen, der sehr beschützend war.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "schnauzer olbrzym",
      "translation": "Riesenschnauzer",
      "definition": "Rasa psa znana z muskularnej budowy, szorstkiego umaszczenia i ochraniającej natury, często używana jako pies stróżujący lub policyjny.",
      "definition_translation": "Eine Hundeart, bekannt für ihren muskulösen Bau, drahtigen Fell und schützenden Charakter, oft als Wachhund oder Polizeihund eingesetzt.",
      "example": "W przeszłości miałem schnauzera olbrzyma jako domowego zwierzęcia, ale teraz mam mniejszego psa. Obecnie mój sąsiad spaceruje ze swoim schnauzerem olbrzymem w parku, a za pięć lat będę miał kolejnego schnauzera olbrzyma.",
      "example_translation": "In der Vergangenheit hatte ich einen Riesenschnauzer als Haustier, aber jetzt habe ich einen kleineren Hund. Aktuell geht meine Nachbarin ihren Riesenschnauzer im Park spazieren, und in fünf Jahren werde ich einen anderen Riesenschnauzer bekommen.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "retriever złoty",
      "translation": "Goldener Retriever",
      "definition": "Rasa psa znana z przyjaznej, lojalnej i łagodnej natury, często używana jako pies terapeutyczny lub poszukiwawczy.",
      "definition_translation": "Eine Hundeart, bekannt für ihren freundlichen, loyalen und sanften Charakter, oft als Therapiehund oder Such- und Rettungshund eingesetzt.",
      "example": "Miałem retrievera złotego, gdy byłem dzieckiem, i był on bardzo przyjazny. Teraz mam retrievera złotego jako psa terapeutycznego, a w przyszłości będę szkolił kolejnego retrievera złotego jako psa poszukiwawczego.",
      "example_translation": "Ich hatte einen Golden Retriever, als ich ein Kind war, und es war sehr freundlich. Jetzt habe ich einen Golden Retriever als Therapiehund, und in der Zukunft werde ich einen anderen Golden Retriever trainieren, um einen Such- und Rettungshund zu werden.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dog wielki",
      "translation": "Deutsche Dogge",
      "definition": "Rasa psa znana ze swojego gigantycznego rozmiaru, łagodnej natury i krótkiego, gładkiego umaszczenia, często używana jako pies towarzyski.",
      "definition_translation": "Eine Hundeart, bekannt für ihre riesige Größe, sanften Charakter und kurzes, glattes Fell, oft als Begleithund eingesetzt.",
      "example": "W przeszłości moja rodzina miała doga wielkiego jako domowego zwierzęcia, ale był on zbyt duży i wymagał dużo miejsca. Teraz znam kogoś, kto ma doga wielkiego jako psa towarzyskiego, a za pięć lat będę miał doga wielkiego jako domowego zwierzęcia ponownie.",
      "example_translation": "In der Vergangenheit hatte meine Familie einen Deutschen Doggen als Haustier, aber es war sehr groß und benötigte viel Platz. Jetzt kenne ich jemanden, der einen Deutschen Doggen als Begleithund hat, und in fünf Jahren werde ich einen Deutschen Doggen wieder als Haustier bekommen.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chart greyhound",
      "translation": "Windhund",
      "definition": "Rasa psa znana ze swojej szybkości, zwinności i krótkiego, gładkiego umaszczenia, często używana do wyścigów lub jako pies domowy.",
      "definition_translation": "Eine Hundeart, bekannt für ihre Geschwindigkeit, Agilität und kurzes, glattes Fell, oft für Rennen oder als Haustier eingesetzt.",
      "example": "Wczoraj widziałem charta greyhounda na torze wyścigów i był on bardzo szybki. Teraz mam charta greyhounda jako domowego zwierzęcia, a w przyszłości będę szkolił go jako psa terapeutycznego.",
      "example_translation": "Ich sah einen Windhund gestern auf der Rennbahn laufen, und es war sehr schnell. Jetzt habe ich einen Windhund als Haustier, und in der Zukunft werde ich es trainieren, um einen Therapiehund zu werden.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier irlandzki",
      "translation": "Irish Terrier",
      "definition": "Mała do średniej wielkości rasa psa pochodząca z Irlandii, znana ze swojej żywiołowej i uczuciowej natury.",
      "definition_translation": "Eine kleine bis mittelgroße Hunderasse aus Irland, bekannt für ihre lebendige und liebevolle Natur.",
      "example": "Miałem teriera irlandzkiego, gdy byłem dzieckiem, i był on bardzo zabawny. Teraz mam jednego, i jest on nadal zabawny. W przyszłości myślę, że będę miał jeszcze jednego.",
      "example_translation": "Ich hatte einen Irish Terrier, als ich ein Kind war, es war sehr spielend. Jetzt habe ich einen, und es ist immer noch spielend. In Zukunft denke ich, ich werde einen anderen bekommen.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "terier Jack Russell",
      "translation": "Jack Russell Terrier",
      "definition": "Mały, energiczny pies pochodzący z Anglii, znany ze swojej odwagi i inteligencji.",
      "definition_translation": "Eine kleine, energische Hunderasse, die in England entstand, bekannt für ihren Mut und ihre Intelligenz.",
      "example": "Mój przyjaciel miał teriera Jack Russell, i był on bardzo energiczny. Teraz ma jednego, i jest on nadal energiczny. W przyszłości myślę, że ona będzie miała jeszcze jednego.",
      "example_translation": "Meine Freundin hatte einen Jack Russell Terrier, es war sehr energisch. Jetzt hat sie einen, und es ist immer noch energisch. In Zukunft denke ich, sie wird einen anderen bekommen.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Labrador retriever",
      "translation": "Labrador Retriever",
      "definition": "Duży rasowy pies pochodzący z Kanady, znany ze swojego przyjacielskiego i towarzyskiego usposobienia, często używany jako psy przewodniki i ratownicze.",
      "definition_translation": "Eine große Hunderasse aus Kanada, bekannt für ihre freundliche und offene Natur, häufig als Führhunde und Such- und Rettungshunde eingesetzt.",
      "example": "Miałem labradora retrievera, kiedy byłam dzieckiem, było on bardzo przyjazne. Teraz mam jednego, i nadal jest przyjazny. W przyszłości, myślę, że dostanę jeszcze jednego.",
      "example_translation": "Ich hatte einen Labrador Retriever, als ich ein Kind war, es war sehr freundlich. Jetzt habe ich einen, und es ist immer noch freundlich. In Zukunft denke ich, ich werde einen anderen bekommen.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Maltańczyk",
      "translation": "Malteser",
      "definition": "Mała, biała rasa psa pochodząca z wyspy Malty, znana ze swojej jedwabistej, hipoalergicznej szaty i łagodnego usposobienia.",
      "definition_translation": "Eine kleine, weiße Hunderasse aus der Insel Malta, bekannt für ihr seidiges, hypoallergenes Fell und ihre sanfte Natur.",
      "example": "Miałem Maltańczyka, kiedy byłam dzieckiem, było on bardzo łagodne. Teraz mam jednego, i nadal jest łagodne. W przyszłości, myślę, że dostanę jeszcze jednego.",
      "example_translation": "Ich hatte einen Malteser, als ich ein Kind war, es war sehr sanft. Jetzt habe ich einen, und es ist immer noch sanft. In Zukunft denke ich, ich werde einen anderen bekommen.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Mastyf",
      "translation": "Mastiff",
      "definition": "Mastyf to duża i potężna rasa psa, często trzymywana jako pies straży lub domowy.",
      "definition_translation": "Ein Mastiff ist eine große und kräftige Hunderasse, die oft als Wachhund oder Haustier gehalten wird.",
      "example": "Miałem mastyfa jako zwierzę domowe, odkąd byłam dzieckiem. Zawsze chroniło mnie. W przyszłości, dostanę jeszcze jednego mastyfa.",
      "example_translation": "Ich habe seit meiner Kindheit einen Mastiff als Haustier gehabt. Es hat mich immer geschützt. In Zukunft werde ich einen anderen Mastiff bekommen.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Miniaturowy pincher",
      "translation": "Zwerg-Pinscher",
      "definition": "Miniaturowy pincher to mała rasa psa, znana ze swojego pełnego życia i żywego usposobienia.",
      "definition_translation": "Ein Zwerg-Pinscher ist eine kleine Hunderasse, bekannt für ihre energievolle und lebendige Natur.",
      "example": "Moja siostra miała miniaturowego pinchera, kiedy byliśmy dziećmi. Było on bardzo zabawne i zawsze rzucało się na obcych. Teraz, chce dostać jeszcze jednego.",
      "example_translation": "Meine Schwester hatte einen Zwerg-Pinscher, als wir Kinder waren. Es war sehr spielend und bellte immer bei Fremden. Jetzt möchte sie einen anderen bekommen.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Miniaturowy pudel",
      "translation": " Zwergpudel",
      "definition": "Miniaturowy pudel to mała rasa psa, znana ze swojej kręconej i nie shedującej szaty.",
      "definition_translation": "Ein Zwergpudel ist eine kleine Hunderasse, bekannt für sein lockiges und nicht schuppenabweisendes Fell.",
      "example": "Miałem miniaturowego pudla jako zwierzę domowe. Było on bardzo inteligentne i łatwe do tresury. W przyszłości, dostanę miniaturowego pudla ponownie.",
      "example_translation": "Ich hatte früher einen Zwergpudel als Haustier. Es war sehr intelligent und leicht zu trainieren. In Zukunft werde ich wieder einen Zwergpudel bekommen.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Krzyżak",
      "translation": "Mischling",
      "definition": "Krzyżak to pies rasy mieszanej lub niepewnej pochodzenia.",
      "definition_translation": "Ein Mischling ist ein Hund von gemischter Rasse oder ungewisser Abstammung.",
      "example": "Zawsze chciałem krzyżaka jako zwierzę domowe. Moi rodzice dostali mi jednego, kiedy byłam dzieckiem. Teraz, chcę dostać krzyżaka dla mojego dziecka.",
      "example_translation": "Ich habe immer einen Mischling als Haustier gewollt. Meine Eltern haben mir einen bekommen, als ich ein Kind war. Jetzt möchte ich einen Mischling für mein eigenes Kind bekommen.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Nowofundlandczyk",
      "translation": "Neufundland",
      "definition": "Nowofundlandczyk to duża rasa psa pochodząca z wyspy Nowej Fundlandii, znana ze swoich płetw i wodoodpornego futra.",
      "definition_translation": "eine große Hunderasse, die von der Insel Neufundland stammt, bekannt für ihre Schwimmhäute und ihre wasserabweisende Fell.",
      "example": "Miałem nowofundlandczyka, kiedy byłam dzieckiem, było on łagodnym olbrzymem. Wczoraj, zobaczyłem nowofundlandczyka w parku, było ono bawiło się ze swoim właścicielem. Chcę dostać szczeniaka nowofundlandczyka, kiedy przeniosę się do większego domu.",
      "example_translation": "Ich hatte einen Neufundländer, als ich ein Kind war, es war ein sanfter Riese. Gestern sah ich einen Neufundländer im Park, es spielte mit seinem Besitzer. Ich möchte einen Neufundländer-Welpe haben, wenn ich in ein größeres Haus ziehe.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "Papillon",
      "definition": "Papillon to rasa psa znana ze swoich dużych, stojących uszu i długiej, płynącej szaty.",
      "definition_translation": "eine Hunderasse, bekannt für ihre großen, aufrechten Ohren und ihr langes, fließendes Haar.",
      "example": "Uwielbiam oglądać papillony na wystawach psów, są one tak eleganckie. Moja koleżanka ma papillona, jest ono bardzo zabawne. Rozważam dostanie szczeniaka papillona, są one takie urocze.",
      "example_translation": "Ich liebe es, Papillons bei Hunde-Shows zu beobachten, sie sind so elegant. Mein Freund hat einen Papillon, es ist wirklich spielend. Ich denke daran, einen Papillon-Welpen zu bekommen, sie sind so süß.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Pekińczyk",
      "translation": "Pekingese",
      "definition": "Pekińczyk to mała, długowłosa rasa psa pochodząca z Chin, znana ze swojego płaskiego oblicza i królewskiego usposobienia.",
      "definition_translation": "eine kleine, langhaarige Hunderasse aus China, bekannt für ihr flaches Gesicht und ihre königliche Haltung.",
      "example": "Zawsze chciałem Pekinęczyka, są one takie urocze. Moja babcia miała Pekinęczyka, było ono bardzo przyjazne. Rozważam dostanie szczeniaka Pekinęczyka, są one takie łagodne.",
      "example_translation": "Ich habe immer einen Pekingese gewollt, sie sind so entzückend. Meine Oma hatte einen Pekingese, es war wirklich freundlich. Ich denke daran, einen Pekingese-Welpen zu bekommen, sie sind so sanft.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Pitbull terier",
      "translation": "Pitbull-Terrier",
      "definition": "Pitbull terier to rasa psa znana ze swojej siły, atletyczności i lojalności, często używana jako towarzysz lub pies roboczy.",
      "definition_translation": "eine Hunderasse, bekannt für ihre Stärke, Athletik und Treue, oft als Begleit- oder Arbeitshund verwendet.",
      "example": "Słyszałem, że pitbull teriery są wielkimi towarzyszami, mogę dostać jednego. Mój kolega ma pitbulla teriera, jest ono bardzo energiczne. Rozważam adoptowanie pitbulla teriera, są one takie kochające.",
      "example_translation": "Ich habe gehört, Pitbull-Terrier sind großartige Begleiter, ich möchte vielleicht einen haben. Mein Freund hat einen Pitbull-Terrier, es ist wirklich energiegeladen. Ich denke daran, einen Pitbull-Terrier zu adoptieren, sie sind so liebevoll.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wskazówka",
      "translation": "Zeiger",
      "definition": "Wskazówka to urządzenie służące do wskazywania czegoś, szczególnie mała kijanka lub pręt, zazwyczaj używana do wskazywania pozycji na ekranie lub innym wyświetlaczu.",
      "definition_translation": "Ein Zeiger ist ein Gerät zum Zeigen auf etwas, insbesondere ein kleiner Zeigestab oder -stab, der üblicherweise verwendet wird, um Positionen auf einem Bildschirm oder anderen Anzeigegerät anzuzeigen.",
      "example": "Użyłem wskazówki, aby podświetlić ważne informacje na ekranie. Wczoraj użyłem wskazówki, aby wyjaśnić koncepcję moim studentom. Dziś użyję wskazówki, aby przedstawić nowe funkcje produktu.",
      "example_translation": "Ich verwendete einen Zeiger, um die wichtigen Informationen auf dem Bildschirm hervorzuheben. Gestern verwendete ich einen Zeiger, um den Begriff meinen Studenten zu erklären. Morgen werde ich einen Zeiger verwenden, um die neuen Produktfunktionen vorzustellen.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "polski owczarek nizinny",
      "translation": "Polnischer Niederungshund",
      "definition": "Polski owczarek nizinny to rasa średniej wielkości psa pasterskiego pochodzącego z Polski, znany ze swoich silnych instynktów pasterskich i wysokiego poziomu energii.",
      "definition_translation": "Der Polnische Niederungshund ist eine Rasse von mittelgroßen Hütehunden, die in Polen ihren Ursprung hat und für ihre starken Hüttriebe und hohen Energieneben bekannt ist.",
      "example": "Mam polskiego owczarka nizinnego jako zwierzaka i jest bardzo aktywny. Moja babcia hodowała polskie owczarki nizinne na swojej farmie. Chciałbym mieć polskiego owczarka nizinnego jako psa strażniczego w przyszłości.",
      "example_translation": "Ich habe einen Polnischen Niederungshund als Haustier und er ist sehr aktiv. Meine Großmutter zog früher Polnische Niederungshunde auf ihrem Hof auf. Ich würde gerne einen Polnischen Niederungshund als Wachhund in der Zukunft haben.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomarańczowy",
      "translation": "Zwergspitz",
      "definition": "Pomarańczowy to rasa psa zabawkowego, która pochodzi z Pomorza, znany ze swojej małej wielkości, puszystej sierści i przyjaznego usposobienia.",
      "definition_translation": "Der Zwergspitz ist eine Rasse von Spielhunden, die in Pommern ihren Ursprung hat und bekannt ist für ihre kleine Größe, ihre flauschige Behaarung und ihr freundliches Temperament.",
      "example": "Mam pomarańczowego jako zwierzaka i jest bardzo zabawny. Moja siostra miała pomarańczowego jako psa towarzyskiego. Uważam, że pomarańczowe są idealnymi psami dla rodzin.",
      "example_translation": "Ich habe einen Zwergspitz als Haustier und er ist sehr spielend. Meine Schwester hatte früher einen Zwergspitz als Begleithund. Ich denke, Zwergspitze machen gute Familienhaustiere.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mops",
      "translation": "Mops",
      "definition": "Mops to rasa psa, która jest znana ze swojej małej wielkości, płaskiego oblicza i zakręconego ogona, pochodząca z Chin i często trzymana jako pies domowy.",
      "definition_translation": "Ein Mops ist eine Hunderasse, die bekannt ist für ihre kleine Größe, ihr flaches Gesicht und ihren gekrümmten Schwanz, die ursprünglich aus China stammt und oft als Haustier gehalten wird.",
      "example": "Kocham mopsy, ponieważ są tak słodkie. Moja przyjaciółka ma mopsa jako zwierzaka i jest bardzo czuły. Uważam, że mopsy są idealnymi towarzyszami dla starszych ludzi.",
      "example_translation": "Ich liebe Mopse, weil sie so süß sind. Mein Freund hat einen Mops als Haustier und er ist sehr anhänglich. Ich denke, Mopse machen große Begleiter für ältere Menschen.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pirenejski owczarek",
      "translation": "Pyrenäen-Schäferhund",
      "definition": "Pirenejski owczarek to rasa średniej wielkości psa pasterskiego pochodzącego z Pirenejów, znany ze swojej zwinności, inteligencji i natury ochronnej.",
      "definition_translation": "Eine Rasse von mittelgroßen Hütehunden, die in den Pyrenäen zwischen Frankreich und Spanien entstand, bekannt für ihre Agilität, Intelligenz und schützende Natur.",
      "example": "Pirenejski owczarek pomógł farmerowi przepędzić owce przez górę. Wczoraj pomógł uratować zaginionego wędrowca. W przyszłości będzie kontynuował strażować nad stadem.",
      "example_translation": "Der Pyrenäen-Schäferhund half dem Bauern, die Schafe über den Berg zu treiben. Gestern half es, einen verlorenen Wanderer zu retten. In Zukunft wird es weiterhin die Herde bewachen.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rottweiler",
      "translation": "Rottweiler",
      "definition": "Rottweiler to rasa silnego, pewnego siebie i lojalnego psa domowego pochodzącego z Rottweil w Niemczech, często używanego jako pies policyjny, pies strażniczy lub pies ratowniczy.",
      "definition_translation": "Eine Rasse von kraftvollen, selbstbewussten und loyalen Haushunden, die aus Rottweil, Deutschland stammt, oft als Polizeihund, Wachhund oder Such- und Rettungshund eingesetzt wird.",
      "example": "Rottweiler siedział wiernie przy swoim właścicielu. W przeszłości chronił rodzinę przed intruzami. W przyszłości będzie kontynuował służyć jako wierny towarzysz.",
      "example_translation": "Der Rottweiler saß treu an der Seite seines Besitzers. In der Vergangenheit hatte es die Familie vor Eindringlingen geschützt. In Zukunft wird es weiterhin als treuer Begleiter dienen.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bernardyn",
      "translation": "Bernhardiner",
      "definition": "Bernardyn to duża rasa psa pochodzącego z Alp Szwajcarskich, znany ze swojej wielkości, łagodnego usposobienia i legendarnego wkładu w ratowanie podróżników utknętych w górach.",
      "definition_translation": "Eine große Hunderasse, die aus den Schweizer Alpen stammt, bekannt für ihre riesige Größe, sanfte Natur und legendäre Rolle bei der Rettung von Reisenden, die in den Bergen stranden.",
      "example": "Bernardyn uratował rannego narciarza ze śniegu. Zimą ubiegłą pomógł znaleźć zaginione dziecko. W przyszłości będzie kontynuował patrolować szlaki górskie.",
      "example_translation": "Der Bernhardiner rettete den verletzten Skifahrer aus dem Schnee. Im letzten Winter hatte es geholfen, ein verlorenes Kind zu finden. In Zukunft wird es weiterhin die Bergpfade patrouillieren.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "samojed",
      "translation": "Samojede",
      "definition": "Samojed to rasa psa o puszystej, białej sierści pochodząca z Syberii, znana ze swojego przyjaznego, otwartego usposobienia i zdolności do przetrwania w zimnym klimacie.",
      "definition_translation": "Eine Rasse von flauschigen, weißen Hunden, die aus Sibirien stammt, bekannt für ihre freundliche, aufgeschlossene Natur und ihre Fähigkeit, in kalten Klimazonen zu gedeihen.",
      "example": "Samojed biegał zabawowo w śniegu. W ubiegłym roku wygrał lokalny pokaz psów. W przyszłości będzie kontynuował rozśmieszać swoich właścicieli swoimi zabawnymi figlami.",
      "example_translation": "Der Samojede rannte spielend im Schnee. Im letzten Jahr hatte es einen lokalen Hundeschauen gewonnen. In Zukunft wird es weiterhin seine Besitzer mit seinen lustigen Antiken unterhalten.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sznajer",
      "translation": "Schnauzer",
      "definition": "Sznajer to rasa psa pochodząca z Niemiec, znana ze swojej charakterystycznej brody i brwi.",
      "definition_translation": "Eine in Deutschland entstandene Hunderasse, bekannt für ihren charakteristischen Bart und Augenbrauen.",
      "example": "Miałem sznajera jako zwierzaka, kiedy byłam dzieckiem, był bardzo zabawny. Teraz mam sznajera, jest bardzo przyjazny. W przyszłości będę miał sznajera, będzie bardzo lojalny.",
      "example_translation": "Ich hatte einen Schnauzer als Haustier, als ich ein Kind war, es war sehr spielend. Jetzt habe ich einen Schnauzer, es ist sehr freundlich. In Zukunft werde ich einen Schnauzer haben, es wird sehr loyal sein.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szkocki terier",
      "translation": "Schottischer Terrier",
      "definition": "Szkocki terier to rasa psa pochodząca ze Szkocji, znany ze swojej krótkiej sylwetki i długiej, szorstkiej sierści.",
      "definition_translation": "Eine in Schottland entstandene Hunderasse, bekannt für ihre kurze Statur und langen, harten Fell.",
      "example": "Mój dziadek miał szkockiego teriera, był bardzo ochraniający. Teraz mam szkockiego teriera, jest bardzo energiczny. W przyszłości będę miał szkockiego teriera, będzie bardzo miłujący.",
      "example_translation": "Mein Großvater hatte einen Schottischen Terrier, es war sehr schützend. Jetzt habe ich einen Schottischen Terrier, es ist sehr energiegeladen. In Zukunft werde ich einen Schottischen Terrier haben, es wird sehr liebevoll sein.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Owczarek szetlandzki",
      "translation": "Shetland Schäferhund",
      "definition": "Rasa psa pochodząca z Wysp Szetlandzkich, znana ze swojej małej wielkości i umiejętności pasterskich.",
      "definition_translation": "Eine auf den Shetland-Inseln entstandene Hunderasse, bekannt für ihre kleine Größe und Herdenfähigkeit.",
      "example": "Widziałem owczarka szetlandzkiego na skwerze, był bardzo zwinny. Teraz mam owczarka szetlandzkiego, jest bardzo inteligentny. W przyszłości będę miał owczarka szetlandzkiego, będzie bardzo posłuszny.",
      "example_translation": "Ich sah einen Shetland Schäferhund im Hundepark, es war sehr agil. Jetzt habe ich einen Shetland Schäferhund, es ist sehr intelligent. In Zukunft werde ich einen Shetland Schäferhund haben, es wird sehr gehorsam sein.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Rasa psa pochodząca z Japonii, znana ze swoich lisich cech i niezależnego charakteru.",
      "definition_translation": "Eine in Japan entstandene Hunderasse, bekannt für ihre fuchsähnlichen Merkmale und eigenständige Natur.",
      "example": "Miałem Shibę Inu jako zwierzę domowe, gdy byłem dzieckiem, było bardzo ciekawskie. Teraz mam Shibę Inu, jest bardzo lojalna. W przyszłości będę miał Shibę Inu, będzie bardzo zabawna.",
      "example_translation": "Ich hatte einen Shiba Inu als Haustier, als ich ein Kind war, es war sehr neugierig. Jetzt habe ich einen Shiba Inu, es ist sehr loyal. In Zukunft werde ich einen Shiba Inu haben, es wird sehr spielend sein.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Husky syberyjski",
      "translation": "Sibirischer Husky",
      "definition": "Husky syberyjski jest rasą psa, która pochodzi z Syberii i jest znany ze swojej grubego umaszczenia, niebieskich oczu i wilczych cech.",
      "definition_translation": "Der Sibirische Husky ist eine Hunderasse, die in Sibirien entstanden ist und bekannt für ihr dickes Fell, blaue Augen und wolfsähnliche Merkmale ist.",
      "example": "Miałem husky syberyjskiego jako zwierzę domowe, gdy byłem dzieckiem, było bardzo energiczne. Teraz mam kota, ale wciąż kocham husky syberyjskie. W przyszłości kupię jeszcze jeden husky syberyjski.",
      "example_translation": "Ich hatte einen Sibirischen Husky als Haustier, als ich ein Kind war, es war sehr energiegeladen. Jetzt habe ich eine Katze, aber ich liebe Sibirische Huskys immer noch. In Zukunft werde ich einen anderen Sibirischen Husky kaufen.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Spitz to rodzaj psa, który charakteryzuje się swoimi spiczastymi uszami, krótkim pyskiem i puszystą sierścią.",
      "definition_translation": "Ein Spitz ist eine Hunderasse, die durch ihre spitzen Ohren, kurze Schnauze und flaumige Kleid gekennzeichnet ist.",
      "example": "Mój przyjaciel ma spitz jako zwierzę domowe, jest bardzo zabawny. Gdy odwiedzam go, spitz zawsze skacze na mnie. Pewnego dnia dostanę spitz jako prezent.",
      "example_translation": "Mein Freund hat einen Spitz als Haustier, es ist sehr spielerisch. Wenn ich sie besuche, springt der Spitz immer auf mich. Eines Tages werde ich einen Spitz als Geschenk erhalten.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Wizela",
      "translation": "Viszla",
      "definition": "Wizela jest rasą psa, która pochodzi z Węgier i jest znana ze swojej krótkiej sierści, energicznego charakteru i umiejętności łowieckich.",
      "definition_translation": "Die Viszla ist eine Hunderasse, die in Ungarn entstanden ist und bekannt für ihr kurzes Fell, ihre energievolle Persönlichkeit und ihre Jagdfähigkeit ist.",
      "example": "Poszedłem na polowanie z moim przyjacielem i jego wizelą w miniony weekend, było to bardzo ekscytujące. Wizela jest bardzo dobra w tropieniu jeleni. W przyszłym roku kupię wizelę do polowań.",
      "example_translation": "Ich ging letztes Wochenende mit meinem Freund's Viszla auf die Jagd, es war sehr aufregend. Die Viszla ist sehr gut im Nachstellen von Hirschen. Nächstes Jahr werde ich eine Viszla für die Jagd kaufen.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Weimaraner jest rasą psa, która pochodzi z Niemiec i jest znana ze swojej krótkiej sierści, atletycznej budowy i umiejętności łowieckich.",
      "definition_translation": "Der Weimaraner ist eine Hunderasse, die in Deutschland entstanden ist und bekannt für ihr kurzes Fell, ihre athletische Statur und ihre Jagdfähigkeit ist.",
      "example": "Mój brat ma weimaranera jako zwierzę domowe, jest bardzo szybki. W minionym tygodniu mój brat zabrał swojego weimaranera do parku, biegł bardzo szybko. W przyszłości będę trenował weimaranera dla zawodów agiltyki.",
      "example_translation": "Mein Bruder hat einen Weimaraner als Haustier, es ist sehr schnell. Letzte Woche nahm mein Bruder seinen Weimaraner zum Park, es rannte sehr schnell. In Zukunft werde ich einen Weimaraner für Agility-Wettbewerbe trainieren.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Corgi walijski (Pembroke Welsh Corgi)",
      "translation": "Welsh Corgi (Pembroke Welsh Corgi)",
      "definition": "Pembroke Welsh Corgi jest rasą psa pasterskiego, która pochodzi z Walii. Są znane ze swojej niskiej postury, inteligentnego charakteru i energicznych osobowości. Często są używane jako psy robocze na farmach i są także popularne jako zwierzęta domowe.",
      "definition_translation": "Der Pembroke-Welsh-Corgi ist eine Rasse von Hütehunden, die in Wales entstanden ist. Sie sind bekannt für ihre kurze Statur, intelligente Natur und energische Persönlichkeiten. Sie werden oft als Arbeitsziele auf Farmen eingesetzt und sind auch als Haustiere sehr beliebt.",
      "example": "Miałem corgi walijskiego jako zwierzę domowe, gdy byłem dzieckiem. Teraz mam dwa corgi walijskie i kochają grać w fetch. W przyszłości planuję dostać jeszcze jeden corgi walijski, aby uzupełnić moją rodzinę.",
      "example_translation": "Ich hatte einen Welsh Corgi als Haustier, als ich ein Kind war. Jetzt habe ich zwei Welsh Corgis und sie lieben es, Apportieren zu spielen. In Zukunft plane ich, noch einen Welsh Corgi zu holen, um meine Familie zu vervollständigen.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "Terier yorkshire",
      "translation": "Yorkshire-Terrier",
      "definition": "Terier yorkshire, również znany jako Yorkie, jest małą, zabawną rasą psa, która pochodzi z Yorkshire w Anglii. Są znane ze swoich jedwabnych sierści, dużych oczu i pewnych siebie charakterów.",
      "definition_translation": "Der Yorkshire-Terrier, auch bekannt als Yorkie, ist eine kleine, spielzeug-große Hunderasse, die in Yorkshire, England, entstanden ist. Sie sind bekannt für ihre seidigen Mäntel, großen Augen und temperamentvollen Persönlichkeiten.",
      "example": "Kiedyś miałem teriera yorkshire, gdy mieszkałem w mieście. Teraz mam większego psa i tęsknię za moim małym Yorkie. W przyszłości może dostanę jeszcze jeden terier yorkshire jako towarzysza.",
      "example_translation": "Ich hatte einmal einen Yorkshire-Terrier, als ich in der Stadt lebte. Jetzt habe ich einen größeren Hund und vermisse meinen kleinen Yorkie. In Zukunft werde ich vielleicht wieder einen Yorkshire-Terrier als Begleiter holen.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]