[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ołówki kolorowe",
      "translation": "bunte Stifte",
      "definition": "Zestaw ołówków z różnymi kolorami, używany do rysowania i kolorowania.",
      "definition_translation": "Ein Satz von Stiften mit verschiedenen Farben, die zum Zeichnen und Kolorieren verwendet werden.",
      "example": "Użyłem ołówków kolorowych do narysowania pięknego obrazka wczoraj, użyję ich znowu jutro, a kiedyś używałem ich każdego dnia, kiedy byłem dzieckiem.",
      "example_translation": "Ich verwendete bunte Stifte, um ein schönes Bild zu zeichnen, ich werde sie morgen wieder verwenden und ich verwendete sie jeden Tag, als ich ein Kind war.",
      "imageLink": "image_files\\English\\crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ołówek",
      "translation": "Bleistift",
      "definition": "Narzędzie pisarskie lub rysunkowe składające się z wąskiego, stałego rdzenia grafitowego w cylinderze drewnianym.",
      "definition_translation": "Ein Schreib- oder Zeichengerät, das aus einem schmalen, festen Graphitkern besteht, der in einem holzernen Zylinder eingeschlossen ist.",
      "example": "Napisałem esej ołówkiem, piszę notatki ołówkiem każdego dnia, a zrobię zadanie domowe ołówkiem dzisiaj wieczorem.",
      "example_translation": "Ich schrieb meine Ausarbeitung mit einem Bleistift, ich schreibe Notizen jeden Tag mit einem Bleistift und ich werde einen Bleistift verwenden, um meine Hausaufgaben heute Abend zu erledigen.",
      "imageLink": "image_files\\English\\pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pędzel",
      "translation": "Pinsel",
      "definition": "Urządzenie z włosami lub sztyftami, używane do czyszczenia, gładzenia lub nakładania substancji na powierzchnię.",
      "definition_translation": "Ein Gerät mit Borsten oder Haaren, das zum Reinigen, Glätten oder Auftragen von Substanzen auf eine Oberfläche verwendet wird.",
      "example": "Użyłem pędzla do malowania ściany wczoraj, używam pędzla do czyszczenia zębów każdego ranka, a zrobię lakierowanie drewna pędzlem jutro.",
      "example_translation": "Ich verwendete einen Pinsel, um die Wand zu malen, ich verwende einen Pinsel, um meine Zähne jeden Morgen zu reinigen und ich werde einen Pinsel verwenden, um Lack auf das Holz aufzutragen.",
      "imageLink": "image_files\\English\\brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "linijka",
      "translation": "Lineal",
      "definition": "Prosta krawędź z oznaczeniami w regularnych odstępach, używana do pomiaru długości lub odległości.",
      "definition_translation": "Ein gerader Rand mit Markierungen in regelmäßigen Abständen, der zum Messen von Längen oder Entfernungen verwendet wird.",
      "example": "Użyłem linijki do pomiaru długości pokoju wczoraj, używam linijki do rysowania prostych linii każdego dnia, a zrobię obliczenia obwodu prostokąta linijką jutro.",
      "example_translation": "Ich verwendete ein Lineal, um die Länge des Zimmers zu messen, ich verwende ein Lineal, um gerade Linien zu zeichnen, und ich werde ein Lineal verwenden, um den Umfang des Rechtecks zu berechnen.",
      "imageLink": "image_files\\English\\ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nożyczki",
      "translation": "Schere",
      "definition": "Narzędzie używane do cięcia różnych materiałów, takich jak papier, tkanina i drut, składające się z dwóch ostrzy połączonych zawiasowo, które mogą być otwierane i zamykane przez uchwyt.",
      "definition_translation": "Ein Werkzeug zum Schneiden verschiedener Materialien, wie Papier, Stoff und Draht, bestehend aus zwei Klingenteilen, die auf der Innenseite geschärft sind und über einen Griff miteinander verbunden sind, um geöffnet und geschlossen werden zu können.",
      "example": "Użyłem nożyczek do wycięcia kształtu z papieru. Będę używać nożyczek do cięcia drutu. Ona użyła nożyczek do strzyżenia włosów.",
      "example_translation": "Ich benutzte Schere, um die Form aus dem Papier auszuschneiden. Ich werde Schere benutzen, um den Draht zu schneiden. Sie hatte Schere benutzt, um ihr Haar zu schneiden.",
      "imageLink": "image_files\\English\\scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "guzik",
      "translation": "Knopf",
      "definition": "Mały plastikowy lub metalowy zaczep, używany do zapinania lub zabezpieczania czegoś, takiego jak koszula lub płaszcz.",
      "definition_translation": "Ein kleiner Kunststoff- oder Metall-Verschluss, der verwendet wird, um etwas, wie ein Hemd oder einen Mantel, zu befestigen oder zu verschließen.",
      "example": "Straciłem guzik na koszuli. Ona zaśnieżkuje guzik na płaszczu. On nacisnął guzik, aby uruchomić maszynę.",
      "example_translation": "Ich verlor einen Knopf auf meinem Hemd. Sie wird einen Knopf auf ihren Mantel nähen. Er hatte den Knopf gedrückt, um die Maschine zu starten.",
      "imageLink": "image_files\\English\\button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpilka",
      "translation": "Reißnagel",
      "definition": "Mała szpilka, używana do przypinania papierów lub notatek na tablicy lub ścianie.",
      "definition_translation": "Ein kleiner Nagel, der verwendet wird, um Papiere oder Notizen an einer Tafel oder Wand aufzuhängen.",
      "example": "Użyłem szpilki do przypięcia mapy. Ona będzie używać szpilki do przypięcia notatki. On użył szpilki do powieszenia obrazu.",
      "example_translation": "Ich benutzte einen Reißnagel, um die Karte aufzuhängen. Sie wird einen Reißnagel benutzen, um die Notiz anzubringen. Er hatte einen Reißnagel benutzt, um das Bild aufzuhängen.",
      "imageLink": "image_files\\English\\drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atrament",
      "translation": "Tinte",
      "definition": "Cieczka używana do pisania lub rysowania, zazwyczaj czarna lub niebieska.",
      "definition_translation": "Eine flüssige Substanz, die zum Schreiben oder Zeichnen verwendet wird, normalerweise schwarz oder blau in der Farbe.",
      "example": "Muszę uzupełnić pióro atramentem. Ona będzie używać atramentu do podpisania dokumentu. On rozlał atrament na koszuli.",
      "example_translation": "Ich muss meinen Stift mit Tinte auffüllen. Sie wird Tinte benutzen, um das Dokument zu unterschreiben. Er hatte Tinte auf seinem Hemd verschüttet.",
      "imageLink": "image_files\\English\\ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wzór",
      "translation": "Muster",
      "definition": "Wzór to regularne lub powtarzające się ułożenie rzeczy, takie jak wzór lub sekwencja zdarzeń.",
      "definition_translation": "Ein Muster ist eine regelmäßige oder wiederkehrende Anordnung von Dingen, wie z.B. ein Design oder eine Abfolge von Ereignissen.",
      "example": "Artysta stworzył wzór na płótnie używając różnych kształtów i kolorów. Ona stworzy kolejny wzór jutro, a stworzyła wzory przez lata.",
      "example_translation": "Die Künstlerin erstellte ein Muster auf der Leinwand mit verschiedenen Formen und Farben. Sie wird morgen ein anderes Muster erstellen und hat seit Jahren Muster erstellt.",
      "imageLink": "image_files\\English\\pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpilka",
      "translation": "Nadel",
      "definition": "Mała, cienka szpilka metalowa z ostrą końcówką na jednym końcu i główką na drugim, używana do łączenia rzeczy.",
      "definition_translation": "Eine Nadel ist ein kleines, dünnes Stück Metall mit einer Spitze an einem Ende und einem Kopf am anderen, das zum Zusammenfügen von Dingen verwendet wird.",
      "example": "Ona użyła szpilki do zapięcia złamanego zamka. On będzie używać szpilki do przypięcia odznaki do kurtki, a użył szpilki do naprawienia podręcznej.",
      "example_translation": "Sie verwendete eine Nadel, um den kaputten Reißverschluss zu befestigen. Er wird eine Nadel verwenden, um das Abzeichen an seinem Jackett anzubringen, und hatte eine Nadel verwendet, um die gerissene Seite zu flicken.",
      "imageLink": "image_files\\English\\pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "poduszka do szpilek",
      "translation": "Nadelkissen",
      "definition": "Poduszka do szpilek to mała, zwykle okrągła poduszka używana do przechowywania szpilek i igieł.",
      "definition_translation": "Ein Nadelkissen ist ein kleines, üblicherweise runder Kissen, das verwendet wird, um Nadeln und Nadeln aufzubewahren.",
      "example": "Trzymała swoje szpilki i igły w małej poduszce do szpilek na swoim stole do szycia. On kupi nową poduszkę do szpilek jutro i używał tej samej poduszki do szpilek przez lata.",
      "example_translation": "Sie bewahrte ihre Nadeln und Nadeln in einem kleinen Nadelkissen auf ihrem Nähtisch auf. Er wird morgen ein neues Nadelkissen kaufen und hat seit Jahren dasselbe Nadelkissen verwendet.",
      "imageLink": "image_files\\English\\pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tektura",
      "translation": "Pappe",
      "definition": "Tektura to sztywna, gruba papierowa materiał używana do produkcji pudełek, kartonów i innych pojemników.",
      "definition_translation": "Pappe ist ein steifes, dickes Papier, das zum Herstellen von Schachteln, Kartons und anderen Behältern verwendet wird.",
      "example": "Sklep pakował delikatne przedmioty w tekturowe pudełka. Oni będą używać tektury, aby zbudować fort jutro, i używali tektury do robienia prac ręcznych przez lata.",
      "example_translation": "Das Geschäft packte die zerbrechlichen Artikel in Pappkartons. Sie werden morgen Pappe verwenden, um ein Fort zu bauen, und haben seit Jahren Pappe verwendet, um Bastelprojekte zu erstellen.",
      "imageLink": "image_files\\English\\cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "glina",
      "translation": "Tonerde",
      "definition": "Typ delikatnego materiału ziemnego, który jest plastyczny, gdy jest wilgotny, ale twardnieje, gdy jest ogrzewany lub wysuszony.",
      "definition_translation": "Eine Art feinkörniger Erdmaterial, das plastisch ist, wenn es feucht ist, aber hart wird, wenn es erhitzt oder getrocknet wird.",
      "example": "Garncarz ukształtował glinę w piękną wazę. Ona pracowała z gliną przez lata. Dzieci uformują glinę w zwierzęta jutro.",
      "example_translation": "Die Töpferin formte die Tonerde zu einer schönen Vase. Sie hatte Jahre lang mit Tonerde gearbeitet. Die Kinder werden die Tonerde morgen zu Tieren formen.",
      "imageLink": "image_files\\English\\clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kredki",
      "translation": "Crayonen",
      "definition": "Kredka to sztywne, kolorowe woski używane do rysowania lub kolorowania.",
      "definition_translation": "Ein Stab aus farbiger Wachs, verwendet für Zeichnen oder Färben.",
      "example": "Dziecko pokolorowało obraz kredkami. Ona kochała kredki od czasu, gdy była małym dzieckiem. Artysta będzie używał kredki, aby stworzyć arcydzieło jutro.",
      "example_translation": "Das Kind malte das Bild mit Crayonen. Sie hatte Crayonen seit sie ein Kleinkind war geliebt. Der Künstler wird Crayonen verwenden, um ein Meisterwerk zu schaffen morgen.",
      "imageLink": "image_files\\English\\crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klej",
      "translation": "Kleber",
      "definition": "Lepki materiał używany do łączenia lub naprawy rzeczy.",
      "definition_translation": "Eine klebrige Substanz, verwendet für das Verbinden oder Reparieren von Dingen.",
      "example": "Ona użyła kleju, aby naprawić zepsutą wazę. On rozlał klej na swoją koszulę. Będą potrzebować kleju, aby złożyć meble jutro.",
      "example_translation": "Sie verwendete Kleber, um die zerbrochene Vase zu reparieren. Er hatte Kleber auf seinem Hemd verschüttet. Sie werden Kleber benötigen, um die Möbel morgen zu montieren.",
      "imageLink": "image_files\\English\\glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "igła",
      "translation": "Nadel",
      "definition": "Małe, ostrzeżone narzędzie używane do szycia lub przekłuwanie.",
      "definition_translation": "Ein kleines, spitzes Instrument, verwendet für Nähen oder Stechen.",
      "example": "Ona przewinęła igłę, aby zszyć guzik. On ukłuł się igłą. Tailor użyje igły, aby naprawić rozdarty materiał jutro.",
      "example_translation": "Sie fädelte die Nadel ein, um den Knopf zu nähen. Er hatte sich mit einer Nadel gepikt. Der Schneider wird eine Nadel verwenden, um den zerrissenen Stoff morgen zu reparieren.",
      "imageLink": "image_files\\English\\needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chusteczka papierowa",
      "translation": "Papiertaschentuch",
      "definition": "Mała, absorbująca tkanina używana do wycierania rąk i twarzy, zwykle wykonana z papieru.",
      "definition_translation": "Ein kleines, absorbierendes Tuch, das zum Wischen von Händen und Gesicht verwendet wird, normalerweise aus Papier hergestellt.",
      "example": "Użyłem chusteczki papierowej, aby wytrzeć usta po jedzeniu sandwicha. Wczoraj użyłem chusteczki papierowej, aby oczyścić ręce. Jutro będę używał chusteczki papierowej, aby wysuszyć twarz.",
      "example_translation": "Ich benutzte ein Papiertaschentuch, um meinen Mund nach dem Essen des Sandwiches zu wischen. Gestern hatte ich ein Papiertaschentuch benutzt, um meine Hände zu reinigen. Morgen werde ich ein Papiertaschentuch verwenden, um mein Gesicht zu trocknen.",
      "imageLink": "image_files\\English\\paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpilka bezpieczna",
      "translation": " Sicherheitsnadel",
      "definition": "Mała szpilka używana do zapinania ubrań lub innych materiałów, zaprojektowana tak, aby być bezpieczna i łatwa w użyciu.",
      "definition_translation": "Eine kleine Nadel, die zum Befestigen von Kleidung oder anderen Materialien verwendet wird, die sicher und einfach zu bedienen ist.",
      "example": "Użyłem szpilki bezpiecznej, aby zapinąć broszę. Wczoraj użyłem szpilki bezpiecznej, aby naprawić rozdarty koszulę. Jutro będę używał szpilki bezpiecznej, aby przytwierdzić odznakę do marynarki.",
      "example_translation": "Ich benutzte eine Sicherheitsnadel, um meine Brosche zu befestigen. Gestern hatte ich eine Sicherheitsnadel benutzt, um mein zerrissenes Hemd zu reparieren. Morgen werde ich eine Sicherheitsnadel verwenden, um ein Abzeichen an meine Jacke anzubringen.",
      "imageLink": "image_files\\English\\safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "maszyna do szycia",
      "translation": "Nähmaschine",
      "definition": "Maszyna używana do szycia, zwykle z igłą i nitką, używana do naprawy lub tworzenia ubrań i innych tekstyliów.",
      "definition_translation": "Eine Maschine, die zum Nähen verwendet wird,typischerweise mit einer Nadel und einem Faden, die zum Reparieren oder Erstellen von Kleidung und anderen Textilien verwendet wird.",
      "example": "Użyłem maszyny do szycia, aby naprawić rozdarty spodnie. Wczoraj użyłem maszyny do szycia, aby zrobić nową suknię. Jutro będę używał maszyny do szycia, aby zmodyfikować moją ulubioną marynarkę.",
      "example_translation": "Ich benutzte eine Nähmaschine, um meine zerrissene Hose zu reparieren. Gestern hatte ich eine Nähmaschine benutzt, um ein neues Kleid zu machen. Morgen werde ich eine Nähmaschine verwenden, um meine Lieblingsjacke zu ändern.",
      "imageLink": "image_files\\English\\sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "naklejka",
      "translation": "Aufkleber",
      "definition": "Mała, samoprzylepna etykieta lub dekoracja, często z obrazkiem lub wzorem, używana do dekorowania lub identyfikowania przedmiotów.",
      "definition_translation": "Ein kleines, selbstklebendes Etikett oder Dekoration, oft mit einem Bild oder Design, das zum Dekorieren oder Kennzeichnen von Objekten verwendet wird.",
      "example": "Użyłem naklejki, aby ozdobić mój laptop. Wczoraj użyłem naklejki, aby oznaczyć moją folder. Jutro będę używał naklejki, aby oznaczyć moją butelkę wody.",
      "example_translation": "Ich benutzte einen Aufkleber, um meinen Laptop zu dekorieren. Gestern hatte ich einen Aufkleber benutzt, um meine Mappe zu kennzeichnen. Morgen werde ich einen Aufkleber verwenden, um meine Wasserflasche zu identifizieren.",
      "imageLink": "image_files\\English\\sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cięgno",
      "translation": "Saite",
      "definition": "Sekwencja znaków używana do przekazywania informacji.",
      "definition_translation": "Eine Folge von Zeichen, die verwendet werden, um Informationen zu übermitteln.",
      "example": "Użyłam cięgna, aby związać pakunek. Wczoraj, musiałam cięgno na gitarze. Jutro, będę cięgno na lampach.",
      "example_translation": "Ich verwendete eine Saite, um das Paket zu binden. Gestern musste ich die Gitarre stimmen. Morgen werde ich die Lichter aufhängen.",
      "imageLink": "image_files\\English\\string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drut",
      "translation": " Draht",
      "definition": "Cienki, giętki nit metalowy, stosowany do prowadzenia elektryczności lub wysyłania wiadomości.",
      "definition_translation": "Ein dünner, flexibler Faden oder Streifen aus Metall, der zum Leiten von Elektrizität oder Senden von Nachrichten verwendet wird.",
      "example": "Użyłam drutu, aby połączyć głośniki. Wczoraj, musiałam wkładać drut w dom. Jutro, będę wkładać drut w obwód.",
      "example_translation": "Ich verwendete einen Draht, um die Lautsprecher zu verbinden. Gestern musste ich das Haus verdrahten. Morgen werde ich den Schaltkreis verdrahten.",
      "imageLink": "image_files\\English\\wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamek błyskawiczny",
      "translation": "Reißverschluss",
      "definition": "Urządzenie zamykające składające się z zębatek, które można otworzyć lub zamknąć za pomocą suwaka lub uchwytu.",
      "definition_translation": "Ein Verschlussgerät, das aus ineinander greifenden Zähnen besteht, die durch einen Schieberegler oder Griff geöffnet oder geschlossen werden kann.",
      "example": "Zamknęłam kurtkę zamek błyskawiczny. Wczoraj, musiałam zapiąć plik za pomocą zamka błyskawicznego. Jutro, będę zamykać torbę zamek błyskawiczny.",
      "example_translation": "Ich zog meine Jacke zu. Gestern musste ich die Datei komprimieren. Morgen werde ich die Tasche zubinden.",
      "imageLink": "image_files\\English\\zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kredki (ze woskiem)",
      "translation": "Wachsmalstifte",
      "definition": "Narzędzie do pisania lub rysowania składające się z kija z barwnym woskiem.",
      "definition_translation": "Ein Schreib- oder Zeicheninstrument, das aus einem Stab gefärbten Wachses besteht.",
      "example": "Użyłam kredki, aby narysować obraz. Wczoraj, musiałam kolorować diagram z kredkami. Jutro, będę robić kolaż z kredkami.",
      "example_translation": "Ich verwendete Wachsmalstifte, um ein Bild zu malen. Gestern musste ich die Tabelle mit Wachsmalstiften kolorieren. Morgen werde ich ein Collage mit Wachsmalstiften erstellen.",
      "imageLink": "image_files\\English\\wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "materiał",
      "translation": "Stoff",
      "definition": "Materiał tekstylny, szczególnie jeden, który jest tkaniną lub dzianiną, stosowany do produkcji ubrań, tapicerki lub innych tkanin.",
      "definition_translation": "Ein textiler Werkstoff, insbesondere einer, der gewebt oder gestrickt wird, um Kleidung, Polster oder andere Stoffe herzustellen.",
      "example": "Sukienka była wykonana z pięknego jedwabnego materiału. Wczoraj, kupiłam nowy materiał dla mojego kanapy. Będę kupować materiał na nową sukienkę w przyszłym tygodniu.",
      "example_translation": "Das Kleid war aus einem schönen Seidenstoff gemacht. Gestern kaufte ich einen neuen Stoff für mein Sofa. Ich werde nächste Woche einen Stoff für mein neues Kleid kaufen.",
      "imageLink": "image_files\\English\\fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stempel gumowy",
      "translation": "Gummistempel",
      "definition": "Małe urządzenie służące do drukowania wzoru lub znaku na powierzchni, zwykle wykonane z gumy.",
      "definition_translation": "Ein kleines Gerät, das zum Drucken eines Designs oder einer Marke auf einer Oberfläche verwendet wird, typischerweise aus Gummi.",
      "example": "Pracownik biurowy użył stempla gumowego, aby podpisać dokumenty. Artysta stworzył piękny wzór za pomocą stempla gumowego. Będę używać stempla gumowego, aby podpisać listy jutro.",
      "example_translation": "Der Büroangestellte verwendete einen Gummistempel, um die Dokumente zu unterschreiben. Der Künstler schuf ein schönes Design mit einem Gummistempel. Sie wird morgen einen Gummistempel verwenden, um die Briefe zu unterschreiben.",
      "imageLink": "image_files\\English\\rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "filc",
      "translation": "Filz",
      "definition": "Gruba, miękka i zwarte tkanina wykonana z wełny, włosia lub futra, często stosowana do produkcji kapeluszy, pantofli i innej odzieży.",
      "definition_translation": "Ein dickes, weiches und kompaktes Gewebe, das aus Wolle, Haar oder Fell hergestellt wird, oft für die Herstellung von Hüten, Schlappen und anderer Kleidung verwendet.",
      "example": "Rzemieślnik wykonał piękny kapelusz z filcu. Buty były wyłożone filcem, aby zachować ciepło. Będę robić torbę z filcu na urodziny siostry.",
      "example_translation": "Der Handwerker machte einen schönen Hut aus Filz. Die Schuhe waren mit Filz ausgekleidet, um sie warm zu halten. Ich werde eine Filztasche für den Geburtstag meiner Schwester machen.",
      "imageLink": "image_files\\English\\felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "klucze",
      "translation": "Zange",
      "definition": "Ręczne narzędzie służące do chwytania i zginania różnych obiektów, zwykle składające się z pary szczęk złożonych wraz.",
      "definition_translation": "Ein handgehaltenes Werkzeug, das zum Greifen und Biegen von verschiedenen Objekten verwendet wird, typischerweise bestehend aus einem Paar Backen, die miteinander verbunden sind.",
      "example": "Hydraulik użył kluczy, aby zatwardzić rurę. Elektromonter użył kluczy, aby zgiąć przewód. Będę używać kluczy, aby naprawić złamane narzędzie jutro.",
      "example_translation": "Der Klempner verwendete Zangen, um die Rohrleitung anzuziehen. Der Elektriker verwendete Zangen, um den Draht zu biegen. Ich werde morgen Zangen verwenden, um das gebrochene Werkzeug zu reparieren.",
      "imageLink": "image_files\\English\\pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zastępczy guzik",
      "translation": "Druckknopf",
      "definition": "Mały metalowy zaczep, który łączy dwie części ubrania lub innej tkaniny.",
      "definition_translation": "Ein kleiner Metall-Verschluss mit einem federgelagerten Knopf, der verwendet wird, um zwei Teile eines Kleidungsstücks oder eines anderen Stoffes zu verbinden.",
      "example": "Musiałam nacisnąć guzik, aby zamknąć koszulę. Wczoraj, nacisnęłam guzik, aby zamknąć kurtkę. Jeśli nie nacisnę guzik, kołnierzyk będzie się rozwiązywał jutro.",
      "example_translation": "Ich musste den Knopf drücken, um mein Hemd zuzuknöpfen. Gestern drückte ich den Knopf, um meine Jacke zu schließen. Wenn ich den Knopf nicht drücke, wird mein Kragen morgen lose gehen.",
      "imageLink": "image_files\\English\\press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uderzyć",
      "translation": "schlagen",
      "definition": "Uderzyć lub trafić coś gwałtownie i siłą, zwykle pięścią.",
      "definition_translation": "Etwas plötzlich und kraftvoll mit der Faust zu schlagen.",
      "example": "Uderzyłam w ścianę w gniewie. Wczoraj, uderzyłam w poduszkę, aby uwolnić frustrację. Jeśli nie uderzę w work, będę zbyt agresywna jutro.",
      "example_translation": "Ich schlug die Wand aus Wut. Gestern schlug ich das Kissen, um meine Frustration zu erleichtern. Wenn ich den Sack nicht schlage, werde ich morgen zu aggressiv.",
      "imageLink": "image_files\\English\\punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wstążka",
      "translation": "Schleife",
      "definition": "Wąska taśma materiału, zwykle wykonana z jedwabiu lub satyny, używana do dekoracji lub jako symbol osiągnięcia.",
      "definition_translation": "Ein schmaler Streifen Stoff, normalerweise aus Seide oder Satin, verwendet für Dekoration oder als Symbol für Erfolg.",
      "example": "Związałem wstążkę wokół pudełka z prezenty. Wczoraj wygrałem wstążkę na konkursie. Jeśli nie zwiążę wstążki na włosach, będą one splątane jutro.",
      "example_translation": "Ich band eine Schleife um die Geschenkschachtel. Gestern gewann ich eine Schleife bei dem Wettbewerb. Wenn ich meine Haare morgen nicht mit einer Schleife binde, werden sie verwirrt sein.",
      "imageLink": "image_files\\English\\ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "walec",
      "translation": "Wälzchen",
      "definition": "Cylindryczny lub sferyczny obiekt, który toczy się lub obraca na powierzchni, często używany do przesuwania lub transportowania obiektów.",
      "definition_translation": "Ein zylindrisches oder kugelförmiges Objekt, das auf einer Oberfläche rollt oder rotiert, oft verwendet für das Bewegen oder Transportieren von Objekten.",
      "example": "Użyłem walca do malowania ściany. Wczoraj jechałem kolejką górską w parku rozrywki. Jeśli nie użyję walca na włosach, będą one frędzlate jutro.",
      "example_translation": "Ich benutzte ein Wälzchen, um die Wand zu bemalen. Gestern fuhr ich eine Achterbahn im Vergnügungspark. Wenn ich morgen kein Wälzchen auf meinem Haar benutze, wird es kraus werden.",
      "imageLink": "image_files\\English\\roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papier ścierki",
      "translation": "Schleifpapier",
      "definition": "papier lub inny materiał z cząsteczkami ściernymi, używany do wygładzania i polerowania powierzchni",
      "definition_translation": "Ein Papier oder ein anderes Material mit abrasiven Partikeln, das zum Glätten und Polieren von Oberflächen verwendet wird",
      "example": "Użyłem papieru ścierki do wygładzenia ostrych krawędzi drewna. Używam papieru ścierki do polerowania lakieru samochodowego. Użyję papieru ścierki do naprawy złamanego mebla.",
      "example_translation": "Ich benutzte Schleifpapier, um die rauen Kanten des Holzes zu glätten. Ich benutze Schleifpapier, um die Lackierung des Autos zu polieren. Ich werde Schleifpapier benutzen, um das gebrochene Möbel zu reparieren.",
      "imageLink": "image_files\\English\\sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sekwoje",
      "translation": "Pailletten",
      "definition": "małe, błyszczące dyski lub kawałki metalu lub plastiku, używane do dekoracji lub ornamentacji",
      "definition_translation": "kleine, glänzende Scheiben oder Stücke aus Metall oder Kunststoff, die zur Dekoration oder Verzierung verwendet werden",
      "example": "Suknia była pokryta sekwojami i błyszczała na wybiegu. Ona zszywa sekwoje na tkaninę, aby stworzyć piękny wzór. Projektant kostiumu doda sekwoje do stroju, aby uczynić go bardziej efektownym.",
      "example_translation": "Das Kleid war mit Pailletten bedeckt und funkelte auf dem Laufsteg. Sie näht Pailletten auf den Stoff, um ein schönes Design zu erstellen. Der Kostümbildner wird Pailletten zum Outfit hinzufügen, um es auffälliger zu machen.",
      "imageLink": "image_files\\English\\sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szablon",
      "translation": "Schablone",
      "definition": "cieńka arkusz materiału, np. papieru lub plastiku, z wyciętym wzorem lub designem, używany jako wzór do malowania lub rysowania",
      "definition_translation": "Eine dünne Schicht aus Material wie Papier oder Kunststoff, mit einem Entwurf oder Muster, das ausgeschnitten wurde, als Führungsstrich für Malen oder Zeichnen verwendet",
      "example": "Artysta użył szablonu do namalowania idealnego koła. Tworzę szablon do użycia w projekcie artystycznym. Projektant użyje szablonu, aby stworzyć precyzyjny wzór na tkaninie.",
      "example_translation": "Der Künstler benutzte eine Schablone, um einen perfekten Kreis zu malen. Ich erstelle eine Schablone, um sie bei meinem Kunstprojekt zu verwenden. Der Designer wird eine Schablone verwenden, um ein präzises Muster auf dem Stoff zu erstellen.",
      "imageLink": "image_files\\English\\stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sztuka",
      "translation": "Stich",
      "definition": "jedno przeszycie igłą i nitką, używane do szycia lub haftowania",
      "definition_translation": "Ein einziger Durchgang einer Nadel und eines Fadens, der für Nähen oder Stickerei verwendet wird",
      "example": "Ona zrobiła sztukę w tkaninie, aby naprawić dziurę. Krawcowa zrobiła sztukę, aby wzmocnić szew. Lekarz zrobi sztukę, aby zamknąć ranę.",
      "example_translation": "Sie machte einen Stich in den Stoff, um den Riss zu reparieren. Die Schneiderin nahm einen Stich, um die Naht zu verstärken. Der Arzt wird einen Stich nehmen, um die Wunde zu schließen.",
      "imageLink": "image_files\\English\\stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "styropian",
      "translation": "Styropor",
      "definition": "lekki, wszechstronny pianka plastikowa używana w pakowaniu, izolacji i innych zastosowaniach",
      "definition_translation": "eine Art leichtes, vielseitiges Plastik-Schaumstoff, der in der Verpackung, Isolierung und anderen Anwendungen verwendet wird",
      "example": "Firma używa styropianowych pudeł do ochrony swoich produktów podczas transportu. Oni używali kartonowych pudeł, ale teraz używają styropianowych pudeł. Będą używać styropianowych pudeł w przyszłości.",
      "example_translation": "Das Unternehmen verwendet Styropor-Boxen, um ihre Produkte während des Versands zu schützen. Sie verwendeten früher Papier-Boxen, aber jetzt verwenden sie Styropor-Boxen. Sie werden Styropor-Boxen in Zukunft verwenden.",
      "imageLink": "image_files\\English\\styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "paluch",
      "translation": "Fingerhut",
      "definition": "małe, zwykle metalowe lub plastikowe, naczynie noszone na palcu, aby chronić go podczas szycia",
      "definition_translation": "ein kleines, meist metallenes oder kunststoffartiges, becherförmiges Gerät, das am Finger getragen wird, um ihn beim Nähen zu schützen",
      "example": "Krawcowa ostrożnie założyła paluch na palec przed rozpoczęciem szycia. Ona nosiła paluch na palcu, kiedy była początkującą. Ona będzie nosić paluch na palcu, kiedy będzie szyć w przyszłości.",
      "example_translation": "Die Näherin platzierte den Fingerhut sorgfältig auf ihrem Finger, bevor sie anfing zu nähen. Sie hatte einen Fingerhut auf ihrem Finger getragen, als sie Anfängerin war. Sie wird immer einen Fingerhut auf ihrem Finger tragen, wenn sie näht.",
      "imageLink": "image_files\\English\\thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nić",
      "translation": "Faden",
      "definition": "długi, cienki sznur z włókien, używany do szycia, tkania lub wiązania",
      "definition_translation": "ein langer, dünner Faden aus gedrehten Fasern, der zum Nähen, Weben oder Binden verwendet wird",
      "example": "Tailor starannie przyciął nitkę do odpowiedniej długości. Ona użyła silnej nici, aby zszyć materiał. Ona będzie potrzebowała specjalnej nici, aby naprawić dziurę.",
      "example_translation": "Der Schneider schnitt den Faden sorgfältig auf die richtige Länge zu. Sie hatte einen starken Faden verwendet, um den Stoff zusammenzunähen. Sie wird einen speziellen Faden benötigen, um den Riss zu reparieren.",
      "imageLink": "image_files\\English\\thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lakier",
      "translation": "Lack",
      "definition": "cieczyna używana do ochrony i nadawania połysku powierzchni, szczególnie drewna",
      "definition_translation": "eine flüssige Substanz, die verwendet wird, um eine Oberfläche, insbesondere Holz, zu schützen und einen glänzenden Finish zu geben",
      "example": "Stolarz nałożył warstwę lakieru na drewniany stół. On użył specjalnego lakieru, aby chronić drewno przed wilgocią. On nałoży drugą warstwę lakieru, aby osiągnąć pożądany efekt.",
      "example_translation": "Der Zimmermann applizierte eine Schicht Lack auf den hölzernen Tisch. Er hatte einen speziellen Lack verwendet, um das Holz vor Feuchtigkeit zu schützen. Er wird eine zweite Schicht Lack auftragen, um den gewünschten Finish zu erzielen.",
      "imageLink": "image_files\\English\\varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiklina",
      "translation": "Geflecht",
      "definition": "Wiklina to rodzaj mebli lub innych obiektów wykonanych z włókien roślinnych, takich jak gałęzie wierzby lub rattan.",
      "definition_translation": "Geflecht ist eine Art von gewebten Möbeln oder anderen Objekten, die aus Pflanzenfasern wie Weidenzweigen oder Rattan hergestellt werden.",
      "example": "Kupiłem wiklinową koszulę, aby przechować moje książki. Mam meble wiklinowe w ogrodzie. Zrobię wiklinowe gniazdo ptasie następnego weekendu.",
      "example_translation": "Ich kaufte einen Geflecht-Korb, um meine Bücher aufzubewahren. Ich habe Geflecht-Möbel in meinem Garten. Ich werde nächstes Wochenende ein Geflecht-Vogelhaus machen.",
      "imageLink": "image_files\\English\\wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "farba akrylowa",
      "translation": "Acrylfarbe",
      "definition": "Farba akrylowa to szybkoschnąca farba wykonana z mieszaniny wody, pigmentu, spoiwa i innych dodatków.",
      "definition_translation": "Acrylfarbe ist eine schnell trocknende Farbe, die aus einer Mischung aus Wasser, Pigment, Bindemittel und anderen Additiven hergestellt wird.",
      "example": "Użyłem farby akrylowej, aby stworzyć piękne dzieło abstrakcyjne. Ona maluje farbą akrylową od lat. On zacznie używać farby akrylowej w swoim następnym projekcie.",
      "example_translation": "Ich verwendete Acrylfarbe, um ein schönes abstraktes Kunstwerk zu erstellen. Sie malt seit Jahren mit Acrylfarbe. Er wird Acrylfarbe für sein nächstes Projekt verwenden.",
      "imageLink": "image_files\\English\\acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obrabiany brzeg",
      "translation": "klebende Kante",
      "definition": "Obrabiany brzeg to rodzaj dekoracyjnej wstęgi z klejem na jednej stronie, używany do przytwierdzania do ścian, mebli lub innych obiektów.",
      "definition_translation": "Eine klebende Kante ist eine Art von dekorativen Streifen mit Klebstoff auf einer Seite, die verwendet wird, um sie an Wänden, Möbeln oder anderen Objekten anzubringen.",
      "example": "Nałożyłem obrabiany brzeg na moją tapetę. Ona używa obrabianych brzegów do dekorowania swojego albumu. On doda obrabiany brzeg do swojego obrazu w ramie.",
      "example_translation": "Ich applizierte eine klebende Kante auf mein Tapetenpapier. Sie verwendet klebende Kanten, um ihr Scrapbook zu dekorieren. Er wird eine klebende Kante an seinem Bilderrahmen anbringen.",
      "imageLink": "image_files\\English\\adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koraliki",
      "translation": "Perlen",
      "definition": "Koraliki to małe, okrągłe obiekty wykonane z różnych materiałów, takich jak drewno, plastik lub szkło, używane do biżuterii, dekoracji lub innych rzemiosł.",
      "definition_translation": "Perlen sind kleine, runde Objekte, die aus verschiedenen Materialien wie Holz, Kunststoff oder Glas hergestellt werden und für Schmuck, Dekorationen oder andere Handwerke verwendet werden.",
      "example": "Zrobiłem piękny łańcuch z kolorowymi koralikami. Ona ma kolekcję koralików ze wszystkich części świata. On będzie używał koralików, aby stworzyć mozaikowe dzieło sztuki.",
      "example_translation": "Ich machte eine schöne Kette mit bunten Perlen. Sie hat eine Sammlung von Perlen aus aller Welt. Er wird Perlen verwenden, um ein Mosaik-Kunstwerk zu erstellen.",
      "imageLink": "image_files\\English\\beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "styk blankietowy",
      "translation": "Wärmestich",
      "definition": "Styk blankietowy to rodzaj szwu używanego do skończenia surowych krawędzi kołdry lub innego przedmiotu dekoracyjnego, charakteryzujący się serią małych, równomiernie rozmieszczonych szwów.",
      "definition_translation": "Ein Typ von Nähtstich, der verwendet wird, um die rohen Kanten einer Decke oder eines anderen Heimdekors zu beenden, charakterisiert durch eine Serie von kleinen, gleichmäßig verteilten Stichen.",
      "example": "Użyłem styku blankietowego, aby skończyć krawędź kołdry. Zrobię styk blankietowy, aby skończyć krawędź kołdry jutro. Ona użyła styku blankietowego, aby skończyć krawędź kołdry w zeszłym tygodniu.",
      "example_translation": "Ich verwendete einen Wärmestich, um die Kante der Tagesdecke zu beenden. Ich werde morgen einen Wärmestich verwenden, um die Kante der Tagesdecke zu beenden. Sie verwendete einen Wärmestich, um die Kante der Tagesdecke letzte Woche zu beenden.",
      "imageLink": "image_files\\English\\blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zestaw pędzli",
      "translation": "Pinselset",
      "definition": "Zestaw pędzli to kolekcja pędzli używanych do różnych celów, takich jak malowanie, rzemiosło lub makijaż.",
      "definition_translation": "Eine Sammlung von Pinseln, die für verschiedene Zwecke verwendet werden, wie zum Beispiel Malen, Handwerk oder Make-up-Anwendung.",
      "example": "Muszę kupić nowy zestaw pędzli do mojej klasy malarskiej. Ona użyła zestawu pędzli, aby stworzyć piękne dzieło. Oni będą używać zestawu pędzli, aby pomalować ściany swojego nowego domu.",
      "example_translation": "Ich muss ein neues Pinselset für meine Malereiklasse kaufen. Sie verwendete ein Pinselset, um ein schönes Gemälde zu erstellen. Sie werden ein Pinselset verwenden, um die Wände ihres neuen Hauses zu malen.",
      "imageLink": "image_files\\English\\brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "styk łańcuchowy",
      "translation": "Kettenstich",
      "definition": "Styk łańcuchowy to rodzaj szwu haftowego, składający się z szeregu połączonych pętli, często używany do tworzenia konturów i obramowań.",
      "definition_translation": "Ein Typ von Stickstich, der aus einer Serie von verbundenen Schleifen besteht, oft verwendet, um Umrisse und Ränder zu erstellen.",
      "example": "Użyłem styku łańcuchowego, aby zarysować wzór na mojej koszulce. Ona będzie używać styku łańcuchowego, aby stworzyć obramowanie na swoim projekcie haftowania. Oni użyli styku łańcuchowego, aby stworzyć piękny wzór haftowany.",
      "example_translation": "Ich verwendete einen Kettenstich, um das Design auf meinem T-Shirt zu umreißen. Sie wird einen Kettenstich verwenden, um einen Rand auf ihrem Stickprojekt zu erstellen. Sie verwendeten einen Kettenstich, um ein schönes Stickmuster zu erstellen.",
      "imageLink": "image_files\\English\\chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "igła okrągła",
      "translation": "Rundnadel",
      "definition": "Igła okrągła to rodzaj igły do robótek ręcznych, umożliwiająca łatwe robienie w koło.",
      "definition_translation": "Ein Typ von Stricknadel, der kreisförmig ist, was das Stricken im Kreis ermöglicht.",
      "example": "Potrzebuję igły okrągłej, aby zrobić tę czapkę. Ona użyła igły okrągłej, aby zrobić piękny szal. Oni będą używać igły okrągłej, aby zrobić sweter.",
      "example_translation": "Ich benötige eine Rundnadel, um diesen Hut zu stricken. Sie verwendete eine Rundnadel, um einen schönen Schal zu stricken. Sie werden eine Rundnadel verwenden, um einen Pullover zu stricken.",
      "imageLink": "image_files\\English\\circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nacinarka rogowa",
      "translation": "Eckstanze",
      "definition": "Nacinarka rogowa to narzędzie używane do tworzenia zaokrąglonych rogów na kartce lub karcie.",
      "definition_translation": "Ein Werkzeug, das verwendet wird, um eine abgerundete Ecke auf einem Stück Papier oder Karte zu erstellen.",
      "example": "Użyłem nacinarki rogowej, aby stworzyć profesjonalnie wyglądający brzeg na moim raporcie. Użyję nacinarki rogowej, aby przygotować moją prezentację jutro. Ona użyła nacinarki rogowej, aby skończyć swój projekt w zeszłym tygodniu.",
      "example_translation": "Ich verwendete eine Eckstanze, um eine professionell aussehende Kante an meinem Bericht zu erstellen. Ich werde eine Eckstanze verwenden, um meine Präsentation morgen vorzubereiten. Sie hatte eine Eckstanze verwendet, um ihr Projekt letzte Woche zu beenden.",
      "imageLink": "image_files\\English\\corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papier kredowy",
      "translation": "Krepapier",
      "definition": "Papier kredowy to rodzaj papieru o teksturze sfalowanej, często używanego do dekoracji i rzemiosł.",
      "definition_translation": "Ein Typ von Papier mit einer gekräuselten Textur, das oft für Dekorationen und Handarbeiten verwendet wird.",
      "example": "Dekoracje do imprezy były wykonane z papieru kredowego w jasnych kolorach. Użyjemy papieru kredowego, aby zrobić kwiaty na ślub. Ona użyła papieru kredowego, aby stworzyć piękny tło dla swojego projektu fotograficznego.",
      "example_translation": "Die Party-Dekorationen bestanden aus farbigem Krepapier. Wir werden Krepapier verwenden, um Blumen für die Hochzeit zu machen. Sie hatte Krepapier verwendet, um einen schönen Hintergrund für ihr Fotografieprojekt zu erstellen.",
      "imageLink": "image_files\\English\\crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hak do haftowania",
      "translation": "Häkelnadel",
      "definition": "Narzędzie używane do tworzenia pętli z przędzy lub nici, aby stworzyć tkaninę, często używane do robienia ubrań, dodatków i dekoracji domowych.",
      "definition_translation": "Ein Werkzeug, das verwendet wird, um Schleifen in Garn oder Faden zu erstellen, um Stoff zu machen, oft für das Herstellen von Kleidung, Accessoires und Wohnaccessoires verwendet.",
      "example": "Użyłem hak do haftowania, aby zrobić koc dla mojego brataneczka. Ona będzie używać hak do haftowania, aby stworzyć piękny sweter. On użył hak do haftowania, aby zrobić czapeczkę dla swej siostry zeszłej zimy.",
      "example_translation": "Ich verwendete eine Häkelnadel, um eine Decke für meinen Neffen zu machen. Sie wird eine Häkelnadel verwenden, um einen schönen Pullover zu erstellen. Er hatte eine Häkelnadel verwendet, um einen Hut für seine Schwester letzten Winter zu machen.",
      "imageLink": "image_files\\English\\crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krzyżyk",
      "translation": "Kreuzstich",
      "definition": "Typ haftowania, który polega na tworzeniu wzorów na tkaninie za pomocą krzyżowych szwów.",
      "definition_translation": "Eine Art von Stickerei, die darin besteht, Muster auf Stoffen mit x-förmigen Stichen zu erstellen.",
      "example": "Uwielbiam robienie krzyżyków w wolnym czasie. Ona będzie używać krzyżyków, aby stworzyć piękny obraz. Oni użyli krzyżyków, aby zrobić quilt na swoją rocznicę.",
      "example_translation": "Ich liebe es, Kreuzstichmuster in meiner Freizeit zu erstellen. Sie wird Kreuzstich verwenden, um ein schönes Bild zu erstellen. Sie hatten Kreuzstich verwendet, um eine Quilt für ihr Jubiläum zu machen.",
      "imageLink": "image_files\\English\\cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stemple daty",
      "translation": "Datumsstempel",
      "definition": "Stemple daty jest urządzeniem lub znakiem, który wskazuje datę dokumentu, obrazu lub innego przedmiotu.",
      "definition_translation": "Ein Datumsstempel ist ein Gerät oder ein Merkmal, das das Datum eines Dokuments, Bildes oder eines anderen Artikels anzeigt.",
      "example": "Muszę postawić stemple daty na tym kontrakcie przed podpisaniem. Ona stemplowała dokument stemplem daty wczoraj. Będę używać stempla daty, aby oznaczyć termin realizacji.",
      "example_translation": "Ich muss diesem Vertrag einen Datumsstempel setzen, bevor ich ihn unterschreibe. Ich habe das Dokument gestern mit einem Datumsstempel versehen. Ich werde einen Datumsstempel verwenden, um das Datum der Frist zu markieren.",
      "imageLink": "image_files\\English\\date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papier dekupażowy",
      "translation": "Decoupagepapier",
      "definition": "Papier dekupażowy jest rodzajem papieru używanego do wycinania obrazów lub wzorów, aby następnie nakleić je na powierzchnię, często używany w projektach artystycznych i rzemiosła.",
      "definition_translation": "Decoupagepapier ist eine Art von Papier, das zum Ausschneiden von Bildern oder Designs verwendet wird, um sie auf eine Oberfläche aufzukleben, oft in Bastel- und Kunstprojekten.",
      "example": "Uwielbiam używać papieru dekupażowego, aby tworzyć unikatowe projekty. Ona wycięła kwiaty z papieru dekupażowego i nakleiła je na wazę. Oni będą używać papieru dekupażowego, aby dekorować ściany.",
      "example_translation": "Ich liebe es, Decoupagepapier zu verwenden, um einzigartige Designs zu erstellen. Sie schnitt die Blumen aus dem Decoupagepapier aus und klebte sie auf das Vasen. Sie werden Decoupagepapier verwenden, um die Wände zu dekorieren.",
      "imageLink": "image_files\\English\\decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przędza do haftowania",
      "translation": "Stickgarn",
      "definition": "Przędza do haftowania jest rodzajem nici używanej do haftowania, zwykle wykonane z bawełny lub jedwabiu, dostępne w różnych kolorach.",
      "definition_translation": "Stickgarn ist eine Art von Faden, die für Stickerei verwendet wird, typischerweise aus Baumwolle oder Seide hergestellt und in verschiedenen Farben erhältlich.",
      "example": "Muszę kupić więcej przędzy do haftowania na nowy projekt. Ona użyła przędzy do haftowania, aby stworzyć piękny wzór na tkaninie. Oni będą uczyć nas, jak używać przędzy do haftowania w klasie.",
      "example_translation": "Ich muss mehr Stickgarn für mein neues Projekt kaufen. Sie verwendete Stickgarn, um ein schönes Design auf dem Stoff zu erstellen. Sie werden uns in der Klasse zeigen, wie man Stickgarn verwendet.",
      "imageLink": "image_files\\English\\embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koło do haftowania",
      "translation": "Stickrahmen",
      "definition": "Koło do haftowania jest okrągłą ramą używaną do trzymania tkaniny napiętej, co umożliwia łatwe szycie i haftowanie.",
      "definition_translation": "Ein Stickrahmen ist ein runder Rahmen, der verwendet wird, um Stoff straff zu halten, damit das Nähen und die Stickerei erleichtert werden.",
      "example": "Zgubiłem moje koło do haftowania, czy mogę pożyczyć twoje? Ona użyła koła do haftowania, aby stworzyć piękne dzieło sztuki. Oni będą dostarczać nam kół do haftowania na warsztacie.",
      "example_translation": "Ich habe meinen Stickrahmen verloren, kannst du mir deinen leihen? Sie verwendete einen Stickrahmen, um ein schönes Kunstwerk zu erstellen. Sie werden uns in der Werkstatt mit Stickrahmen ausstatten.",
      "imageLink": "image_files\\English\\embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pędzel piankowy",
      "translation": "Schaum Pinsel",
      "definition": "Pędzel piankowy jest rodzajem pędzla używanego do nakładania kleju, farby lub innych materiałów na powierzchnię. Charakteryzuje się miękką, porowatą głową piankową, która wchłania i rozprowadza materiał równomiernie.",
      "definition_translation": "Ein Schaum-Pinsel ist eine Art von Pinsel, der zum Auftragen von Klebstoff, Farbe oder anderen Materialien auf einer Oberfläche verwendet wird. Er ist durch seinen weichen, porösen Schaumkopf gekennzeichnet, der das Material gleichmäßig aufnimmt und verteilt.",
      "example": "Użyłem pędzla piankowego, aby nałożyć klej na tkaninę. Wczoraj użyłem pędzla piankowego, aby pomalować ściany. Jutro będę używać pędzla piankowego, aby nałożyć klej na papier.",
      "example_translation": "Ich verwendete einen Schaum-Pinsel, um den Klebstoff auf dem Stoff aufzutragen. Gestern hatte ich einen Schaum-Pinsel verwendet, um die Wände zu streichen. Morgen werde ich einen Schaum-Pinsel verwenden, um den Klebstoff auf dem Papier aufzutragen.",
      "imageLink": "image_files\\English\\foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pistoł do kleju",
      "translation": "Heißklebepistole",
      "definition": "Pistoł do kleju jest urządzeniem ręcznym używanym do nakładania gorącej kleju topionej na powierzchnię. Często używany w rzemiośle, projektach DIY i aplikacjach przemysłowych.",
      "definition_translation": "Eine Heißklebepistole ist ein handgehaltenes Gerät, das zum Auftragen von Heißschmelzklebstoff auf einer Oberfläche verwendet wird. Es wird häufig in Crafting, DIY-Projekten und industriellen Anwendungen eingesetzt.",
      "example": "Użyłem pistoletu do kleju, aby przykleić tkaninę do ramy. Wczoraj użyłem pistoletu do kleju, aby połączyć elementy plastikowe. Jutro będę używać pistoletu do kleju, aby przykleić dekoracyjną taśmę do mebli.",
      "example_translation": "Ich verwendete eine Heißklebepistole, um den Stoff an den Rahmen anzubringen. Gestern hatte ich eine Heißklebepistole verwendet, um die Kunststoffteile miteinander zu verbinden. Morgen werde ich eine Heißklebepistole verwenden, um den dekorativen Besatz an das Möbel anzubringen.",
      "imageLink": "image_files\\English\\glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hak i oko",
      "translation": "Hakenschluss",
      "definition": "Hak i oko jest rodzajem zapięcia używanego do łączenia dwóch części, składający się z hakowatego urządzenia i odpowiedniego oka.",
      "definition_translation": "Ein Hakenschluss ist eine Art von Verschluss, die zum Zusammenfügen zweier Teile verwendet wird, bestehend aus einem hakennförmigen Gerät und einem korrespondierenden augenförmigen Empfänger.",
      "example": "Użyłem haka i oka, aby zamknąć stanik. Wczoraj użyłem haka i oka, aby zamknąć zip. Jutro będę używać haka i oka, aby przykleić paskiem do torby.",
      "example_translation": "Ich verwendete einen Hakenschluss, um den BH zu schließen. Gestern hatte ich einen Hakenschluss verwendet, um den Reißverschluss zu schließen. Morgen werde ich einen Hakenschluss verwenden, um den Riemen an die Tasche anzubringen.",
      "imageLink": "image_files\\English\\hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tuszówka",
      "translation": "Tintenplatte",
      "definition": "Tuszówka jest małą, płaską powierzchnią używaną do tuszowania stempli lub innych obiektów, zwykle wykonaną z materiału porowatego, który absorbują i trzymają tusz.",
      "definition_translation": "Eine Tintenplatte ist eine kleine, flache Oberfläche, die zum Eintauchen von Stempeln oder anderen Objekten verwendet wird, typischerweise aus einem porösen Material hergestellt, das Tinte aufnimmt und zurückhält.",
      "example": "Użyłem tuszówki, aby wykonać wzór na papierze. Wczoraj użyłem tuszówki, aby wykonać tusz na stemple. Jutro będę używać tuszówki, aby stworzyć wzór na tkaninie.",
      "example_translation": "Ich verwendete eine Tintenplatte, um das Design auf dem Papier zu stampfen. Gestern hatte ich eine Tintenplatte verwendet, um den Gummistempel zu tünchen. Morgen werde ich eine Tintenplatte verwenden, um ein Muster auf dem Stoff zu erstellen.",
      "imageLink": "image_files\\English\\ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "igły do szycia",
      "translation": "Stricknadeln",
      "definition": "Para punktowych prętów, zazwyczaj wykonanych z metalu lub drewna, używanych do manipulacji nicią w szyciu.",
      "definition_translation": "Ein Paar spitzen Stangen, typischerweise aus Metall oder Holz, verwendet, um Wolle bei der Strickerei zu manipulieren.",
      "example": "Używała igieł do szycia swojej babki od czasów dziecka. Wczoraj kupiła nową parę. Jutro nauczy swoją przyjaciółkę, jak je używać.",
      "example_translation": "Sie hatte seit ihrer Kindheit mit den alten Stricknadeln ihrer Großmutter gestrickt. Gestern kaufte sie ein neues Paar. Morgen wird sie ihrer Freundin beibringen, wie man sie verwendet.",
      "imageLink": "image_files\\English\\knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "modelina",
      "translation": "Modeliermasse",
      "definition": "Miękki materiał, często kolorowy, używany do tworzenia trójwymiarowych modeli lub rzeźb.",
      "definition_translation": "Ein formbares Material, oft farblich, verwendet für das Erstellen dreidimensionaler Modelle oder Skulpturen.",
      "example": "Dzieci grały cały ranek z modeliną, tworząc zwierzęta i kształty. Później will zrobią z niej miasto. W następnym tygodniu nauczą się, jak upiec swoje stworzenia.",
      "example_translation": "Die Kinder spielten den ganzen Morgen mit der Modeliermasse, indem sie Tiere und Formen erstellten. Später werden sie eine Stadt daraus machen. Nächste Woche werden sie lernen, ihre Kreationen zu backen.",
      "imageLink": "image_files\\English\\modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "narzędzie do przeciągania nitki",
      "translation": "Nadelzierer",
      "definition": "Narzędzie służące do ayudowania przeciągnięcia nitki lub sznura przez oko igły.",
      "definition_translation": "Ein Werkzeug, das verwendet wird, um Faden oder Garn durch das Auge einer Nadel zu führen.",
      "example": "Walczyła z przeciągnięciem nitki przez igłę, aż znalazła narzędzie do przeciągania nitki, które dostała od babki. Teraz może łatwo szyć swoją narzutę. W przyszłości nauczy swoją córkę, jak je używać.",
      "example_translation": "Sie kämpfte, ihre Nadel zu fädeln, bis sie den Nadelzierer fand, den ihre Großmutter ihr gegeben hatte. Jetzt kann sie ihren Quilt leicht nähen. In Zukunft wird sie ihrer Tochter beibringen, wie man ihn verwendet.",
      "imageLink": "image_files\\English\\needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stempel numerujący",
      "translation": "Nummernstempel",
      "definition": "Narzędzie służące do nadrukowywania numerów lub innych znaków identyfikacyjnych na dokumentach lub obiektach.",
      "definition_translation": "Ein Werkzeug, das verwendet wird, um Zahlen oder andere Identifizierungszeichen auf Dokumenten oder Objekten zu prägen.",
      "example": "Biuro używało stempla numerującego, aby oznaczyć strony swoich raportów. Wczoraj skończyliśmy tusz. Jutro zamówimy nowy.",
      "example_translation": "Das Büro verwendete einen Nummernstempel, um die Seiten ihrer Berichte zu markieren. Gestern liefen sie aus Tinte aus. Morgen werden sie einen neuen bestellen.",
      "imageLink": "image_files\\English\\numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nożyczki do papieru",
      "translation": "Papiermesser",
      "definition": "Narzędzie służące do cięcia papieru, zwykle składające się z płaskiej, prostokątnej blachy z przywiązaniem uchwytu.",
      "definition_translation": "Ein Werkzeug, das verwendet wird, um Papier zu schneiden, typischerweise bestehend aus einer flachen, rechteckigen Klinge mit einem Griff.",
      "example": "Użyłem nożyczek do papieru, aby obciąć krawędzie zdjęcia. Użyję nożyczek do papieru, aby wyciąć wzór. Użyłem nożyczek do papieru, aby pokroić papier na kwadraty.",
      "example_translation": "Ich benutzte ein Papiermesser, um die Ränder des Fotos zu kürzen. Ich werde ein Papiermesser benutzen, um das Design auszuschneiden. Ich hatte ein Papiermesser benutzt, um das Papier in Quadrate zu schneiden.",
      "imageLink": "image_files\\English\\paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "plastelina",
      "translation": "Plastilin",
      "definition": "Rodzaj modeliny, zwykle sporządzonej z mieszanki gliny, wody i oleju, używanej do celów artystycznych i edukacyjnych.",
      "definition_translation": "Ein Typ von Modellierknete, typischerweise aus einer Mischung aus Ton, Wasser und Öl hergestellt, die für künstlerische und bildende Zwecke verwendet wird.",
      "example": "Dzieci grały z plasteliną, tworząc zwierzęta. Artysta użył plasteliny, aby stworzyć miniaturę rzeźby. Uczeń zastosował plastelinę, aby stworzyć trójwymiarowy model.",
      "example_translation": "Die Kinder spielten mit Plastilin, um Tiere zu erstellen. Der Künstler benutzte Plastilin, um eine Miniatur-Skulptur zu erstellen. Der Schüler hatte Plastilin benutzt, um ein 3D-Modell zu erstellen.",
      "imageLink": "image_files\\English\\play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "farba plakatowa",
      "translation": "Plakatfarbe",
      "definition": "Rodzaj farby, zwykle wodnej i silnie pigmentowanej, używanej do tworzenia wielkich, kolorowych projektów i plakatów.",
      "definition_translation": "Ein Typ von Farbe, typischerweise wasserbasiert und hochpigmentiert, der zum Erstellen großer, farbiger Designs und Poster verwendet wird.",
      "example": "Artysta użył farby plakatowej, aby stworzyć żywy mural. Uczeń będzie używał farby plakatowej, aby stworzyć kolorowy plakat. Projektant zastosował farbę plakatową, aby stworzyć efektowną reklamę.",
      "example_translation": "Der Künstler benutzte Plakatfarbe, um ein leuchtendes Wandgemälde zu erstellen. Der Schüler wird Plakatfarbe benutzen, um ein farbiges Poster zu erstellen. Der Designer hatte Plakatfarbe benutzt, um eine kühne Werbung zu erstellen.",
      "imageLink": "image_files\\English\\poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ciekawy kamień",
      "translation": "Strassstein",
      "definition": "Rodzaj dekoracyjnego kamienia, zwykle wykonanego ze szkła lub kryształu, używanego do dodania blasku i splendoru do ubrań, akcesoriów i innych przedmiotów.",
      "definition_translation": "Ein Typ von Dekorstein, typischerweise aus Glas oder Kristall hergestellt, der verwendet wird, um Kleidung, Accessoires und andere Gegenstände mit Glanz und Glamour zu versehen.",
      "example": "Sukienka była ozdobiona ciekawymi kamieniami, aby dodać extra blasku. Projektant użył ciekawych kamieni, aby stworzyć zdumiewający element jubilerski. Wykonawca miała na sobie kostium, pokryty ciekawymi kamieniami, podczas występu.",
      "example_translation": "Das Kleid war mit Strasssteinen geschmückt, um extra Funkeln hinzuzufügen. Der Designer benutzte Strasssteine, um ein atemberaubendes Schmuckstück zu erstellen. Der Künstler trug ein Kostüm, das mit Strasssteinen für die Show bedeckt war.",
      "imageLink": "image_files\\English\\rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papier ryżowy",
      "translation": "Reispapier",
      "definition": "Cienki, półprzezroczysty papier wykonany z rdzenia rośliny ryżowej, używany do pakowania jedzenia, tworzenia origami i innych rzemiosł.",
      "definition_translation": "Ein dünnes, durchsichtiges Papier, hergestellt aus dem Mark des Reispapierbaumes, verwendet zum Verpacken von Lebensmitteln, Origami-Herstellen und anderen Handwerken.",
      "example": "Delikatnie zapakowała sushi w papier ryżowy i podała go gościom. W zeszłym tygodniu kupiła nowy pakiet papieru ryżowego na azjatyckim rynku. Do następnego roku opanuje sztukę tworzenia delikatnych kwiatów z papieru ryżowego.",
      "example_translation": "Sie wickelte das Sushi sorgfältig in Reispapier ein und servierte es den Gästen. Letzte Woche hatte sie ein neues Pack Reispapier auf dem asiatischen Markt gekauft. Bis nächsten Jahr wird sie die Kunst, zarte Reispapierblumen zu machen, beherrschen.",
      "imageLink": "image_files\\English\\rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szybki szew",
      "translation": "Gerade Stickstich",
      "definition": "Podstawowy szew do szycia, wykorzystywany do łączenia, gromadzenia i urabiania, charakteryzujący się serią małych, równych szwów.",
      "definition_translation": "Ein Grundnähenstich, verwendet für Naht, Ansammeln und Proben, gekennzeichnet durch eine Serie von kleinen, gleichmäßigen Stichen.",
      "example": "Użyła szybkiego szewu, aby przyjąć spódnicę. Szybki szew jest użyteczny do szycia rozciągliwych tkanin. Do końca klasy opanuje szybki szew i będzie gotowa do nauczenia się bardziej złożonych szwów.",
      "example_translation": "Sie benutzte einen Gerade Stickstich, um die Hosen zu säumen. Der Gerade Stickstich ist nützlich für das Nähen von stretchigen Stoffen. Bis zum Ende der Klasse wird sie den Gerade Stickstich beherrschen und bereit sein, zu komplexeren Stichen überzugehen.",
      "imageLink": "image_files\\English\\running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skrzynka do szycia",
      "translation": "Nähkästchen",
      "definition": "Mała, pojemna skrzynka używana do przechowywania igieł, nici i innych drobiazgów.",
      "definition_translation": "Ein kleines Behältnis, verwendet zum Lagern von Nähnadeln, Fäden und anderen Zubehörteilen.",
      "example": "Trzymała swoją skrzynkę do szycia uporządkowaną według koloru. Jej babcia podarowała jej piękną, antyczną skrzynkę do szycia jako prezent. Do czasu, gdy miała 10 lat, już wypełniła swoją skrzynkę do szycia asortymentem kolorowych nici.",
      "example_translation": "Sie hielt ihr Nähkästchen nach Farbe geordnet. Ihre Großmutter hatte ihr ein schönes, antikes Nähkästchen als Geschenk gegeben. Bis zum Zeitpunkt, als sie 10 war, hatte sie bereits ihr Nähkästchen mit einer Auswahl von bunten Fäden gefüllt.",
      "imageLink": "image_files\\English\\sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wzór do szycia",
      "translation": "Schnittmuster",
      "definition": "Szablon lub przewodnik używany do wycinania części tkaniny na ubranie lub projekt tkany.",
      "definition_translation": "Ein Vorlage oder Führer, verwendet zum Ausschneiden von Stoffstücken für ein Kleidungsstück oder Textilprojekt.",
      "example": "Użyła wzoru do szycia, aby stworzyć niestandardową suknię. Wzór do szycia przyszedł z szczegółowymi instrukcjami. Do następnego miesiąca, będzie miała ukończyć wzór do szycia i być gotową do rozpoczęcia nowego projektu.",
      "example_translation": "Sie benutzte ein Schnittmuster, um ein maßgeschneidertes Kleid zu machen. Das Schnittmuster kam mit detaillierten Anweisungen. Bis nächsten Monat wird sie das Schnittmuster abgeschlossen haben und bereit sein, ein neues Projekt zu starten.",
      "imageLink": "image_files\\English\\sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "manekin krawiecki",
      "translation": "Schneiderpuppe",
      "definition": "Model figury ludzkiej używany przez krawców do prezentowania lub dopasowywania ubrania.",
      "definition_translation": "Ein Modell der menschlichen Figur, das von Schneidern verwendet wird, um Kleidung anzuzeigen oder anzupassen.",
      "example": "Manekin krawiecki w witrynie sklepowej nosił piękną suknię ślubną. Krawiec użył manekina krawieckiego, aby dopasować garnitur klienta. Krawiec będzie używał manekina krawieckiego, aby zaprojektować nową kolekcję.",
      "example_translation": "Die Schneiderpuppe im Schaufenster trug ein schönes Hochzeitskleid. Der Schneider hatte eine Schneiderpuppe verwendet, um den Anzug des Kunden anzupassen. Der Schneider wird eine Schneiderpuppe verwenden, um eine neue Kollektion zu entwerfen.",
      "imageLink": "image_files\\English\\tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "suknia miarowa",
      "translation": "Zollstock",
      "definition": "Elastyczna linijka z mechanicznym przewijaniem, używana do pomiaru długości.",
      "definition_translation": "Ein flexibler Lineal mit einer zurückziehbaren Strippe, das zur Längenmessung verwendet wird.",
      "example": "Cieśla użył suwnicy miarowej, aby sprawdzić długość drewna. Zapomniała swojej suwnicy miarowej w domu. Będzie potrzebował suwnicy miarowej, aby zmierzyć pokój.",
      "example_translation": "Der Zimmermann verwendete einen Zollstock, um die Länge des Holzes zu überprüfen. Sie hatte ihren Zollstock zu Hause vergessen. Er wird einen Zollstock benötigen, um das Zimmer zu messen.",
      "imageLink": "image_files\\English\\tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "papier higieniczny",
      "translation": "Papiertaschentuch",
      "definition": "Miękka, absorbująca papier używany do wydmuchiwania nosa lub wycierania powierzchni.",
      "definition_translation": "Ein weiches, absorbentes Papier, das zum Putzen der Nase oder Wischen von Oberflächen verwendet wird.",
      "example": "Potrzebowała papieru higienicznego, aby wydmuchać nos. Użył papieru higienicznego, aby wyczyścić rozlaną płyn na stole. Będą dostarczać papieru higienicznego w łazience.",
      "example_translation": "Sie benötigte Papiertaschentuch, um ihre Nase zu putzen. Er verwendete Papiertaschentuch, um den Tropfen auf dem Tisch zu wischen. Sie werden Papiertaschentuch im Badezimmer bereitstellen.",
      "imageLink": "image_files\\English\\tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akwarela",
      "translation": "Aquarellfarbe",
      "definition": "Rodzaj farby mieszanej z wodą, tworzącej przezroczysty, płynny efekt.",
      "definition_translation": "Eine Art von Farbe, die mit Wasser gemischt wird, um einen transparenten, flüssigen Effekt zu erzielen.",
      "example": "Artysta użył akwareli, aby stworzyć piękną krajobraz. Studiowała techniki akwareli w szkole artystycznej. Będzie eksperymentował z akwarelą, aby stworzyć nowy styl.",
      "example_translation": "Der Künstler verwendete Aquarellfarbe, um eine schöne Landschaft zu schaffen. Sie hatte Aquarelltechniken in der Kunstschule studiert. Er wird mit Aquarellfarbe experimentieren, um einen neuen Stil zu schaffen.",
      "imageLink": "image_files\\English\\watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stemple drewniane",
      "translation": "Holzstempel",
      "definition": "Drewniany stemple jest rodzajem ręcznego narzędzia używanego do aplikowania tuszu lub farby na powierzchnię, typowo używanego w sztukach i rzemiosłach, druku i innych zabiegach twórczości artystycznej.",
      "definition_translation": "Ein Holzstempel ist ein tipos Handheld-Werkzeug, das verwendet wird, um Tinte oder Farbe auf eine Oberfläche aufzutragen, normalerweise in den Künsten, Druckverfahren und anderen kreativen Anwendungen verwendet.",
      "example": "Użyła stempla drewnianego, aby stworzyć unikatowy wzór na glinianej ceramice. Wczoraj stemplowała kilka sztuk, lecz dziś stempluje więcej. Do następnego tygodnia, stempluje je wszystkie.",
      "example_translation": "Sie verwendete einen Holzstempel, um ein einzigartiges Design auf ihrer Keramik zu erstellen. Gestern hatte sie ein paar Stücke gestempelt, aber heute stempelt sie mehr. Bis nächste Woche wird sie alle gestempelt haben.",
      "imageLink": "image_files\\English\\wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pędzel pisanik",
      "translation": "Schreibpinsel",
      "definition": "Pędzel pisanik jest narzędziem używanym do aplikowania tuszu lub innych płynów pisarskich na powierzchnię, powszechnie używanym w kaligrafii, malarstwie i innych formach ekspresji artystycznej.",
      "definition_translation": "Ein Schreibpinsel ist ein Werkzeug, das verwendet wird, um Tinte oder andere Schreibflüssigkeiten auf eine Oberfläche aufzutragen, gemeinhin in der Kalligrafie, Malerei und anderen Formen der künstlerischen Ausdrucksweise verwendet.",
      "example": "Artysta starannie wybrała pędzel pisanik, aby stworzyć delikatne kaligrafie na starożytnym manuskrypcie. Wczoraj napisała kilka linii, lecz dziś pisze więcej. Do następnego miesiąca, napíše cały tekst.",
      "example_translation": "Die Künstlerin wählte sorgfältig einen Schreibpinsel aus, um intrikate Kalligrafie auf dem antiken Manuskript zu erstellen. Gestern hatte sie ein paar Zeilen geschrieben, aber heute schreibt sie mehr. Bis nächsten Monat wird sie den gesamten Text geschrieben haben.",
      "imageLink": "image_files\\English\\writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]