[
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "herbata",
      "translation": "Keks",
      "definition": "Mały, zwykle słodki, pieczony produkt spożywczy, zwykle chrupki na zewnątrz i miękki w środku.",
      "definition_translation": "Ein kleines, gewöhnlich süßes, gebackenes Essen, das normalerweise außen knusprig und innen weich ist.",
      "example": "Zjadłem herbatę na śniadanie, jem herbatę na lunch, a zjecię herbatę na kolację.",
      "example_translation": "Ich aß einen Keks zum Frühstück, ich esse einen Keks zum Mittagessen, und ich werde einen Keks zum Abendessen essen.",
      "imageLink": "image_files\\English\\biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "torta",
      "translation": "Kuchen",
      "definition": "Słodki deser pieczony, zwykle wykonany z mąki, cukru i jaj.",
      "definition_translation": "Ein süßes gebackenes Dessert, dass normalerweise mit Mehl, Zucker und Eiern hergestellt wird.",
      "example": "Ona upiekła tortę na mój urodziny, piekę tortę na urodziny siostry, a upieję tortę na urodziny kolegi.",
      "example_translation": "Sie backte einen Kuchen zu meinem Geburtstag, ich backe einen Kuchen zu meiner Schwester's Geburtstag, und ich werde einen Kuchen zu meinem Freund's Geburtstag backen.",
      "imageLink": "image_files\\English\\cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czekolada",
      "translation": "Schokolade",
      "definition": "Słodki produkt spożywczy wykonany z fasoli kakaowych, często spożywany jako słodkie przysmak lub stosowany jako składnik w gotowaniu.",
      "definition_translation": "Ein süßes Essen, das aus Kakao-Bohnen hergestellt wird, oft als Süßigkeit genossen oder als Zutat in der Kochkunst verwendet.",
      "example": "Lubiłem jeść czekoladę, kiedy byłam dzieckiem, lubię jeść czekoladę teraz, a będę lubił jeść czekoladę, kiedy będę starą osobą.",
      "example_translation": "Ich liebe es, Schokolade zu essen, ich liebte es, Schokolade zu essen, als ich ein Kind war, und ich werde es lieben, Schokolade zu essen, wenn ich alt bin.",
      "imageLink": "image_files\\English\\chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lody",
      "translation": "Eiscreme",
      "definition": "Słodki deser mrożony, zwykle wykonany z kremu, cukru i aromatów.",
      "definition_translation": "Ein süßes gefrorenes Dessert, das normalerweise aus Sahne, Zucker und Aromastoffen hergestellt wird.",
      "example": "Zjadłem lody na imprezie, jem lody na plaży, a zjecię lody w parku.",
      "example_translation": "Ich aß Eiscreme auf der Party, ich esse Eiscreme am Strand, und ich werde Eiscreme im Park essen.",
      "imageLink": "image_files\\English\\ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukierek",
      "translation": "Süßigkeit",
      "definition": "Słodki produkt spożywczy wykonany z cukru, często aromatyzowany i kolorowany, spożywany jako przekąska lub deser.",
      "definition_translation": "Ein süßes Lebensmittel, das mit Zucker hergestellt wird, oft aromatisiert und gefärbt, und als Snack oder Dessert gegessen wird.",
      "example": "Zjadłem kawałek cukierka na imprezie. Jem kawałek cukierka na imprezie. Zjecię kawałek cukierka na imprezie.",
      "example_translation": "Ich aß ein Stück Süßigkeit auf der Party. Ich esse ein Stück Süßigkeit auf der Party. Ich werde ein Stück Süßigkeit auf der Party essen.",
      "imageLink": "image_files\\English\\candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deser",
      "translation": "Dessert",
      "definition": "Słodki kurs lub danie, zwykle spożywany na końcu posiłku.",
      "definition_translation": "Ein süßer Gang oder ein Gericht, das gewöhnlich am Ende einer Mahlzeit gegessen wird.",
      "example": "Miałem deser w restauracji. Mam deser w restauracji. Będę miał deser w restauracji.",
      "example_translation": "Ich hatte Dessert im Restaurant. Ich habe Dessert im Restaurant. Ich werde Dessert im Restaurant haben.",
      "imageLink": "image_files\\English\\dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lizak",
      "translation": "Lutschbonbon",
      "definition": "Słodki cukierek składający się z twardych cukierków osadzonych na patyku, zwykle aromatyzowany i kolorowany.",
      "definition_translation": "Ein süßes Konfekt, das aus einem harten Bonbon auf einem Stock besteht, typischerweise aromatisiert und gefärbt.",
      "example": "Ssałem lizak jako dziecko. Ssę lizak na targach. Będę ssał lizak na karnawale.",
      "example_translation": "Ich lutschte als Kind an einem Lutschbonbon. Ich lutsche auf einem Lutschbonbon auf dem Jahrmarkt. Ich werde auf einem Lutschbonbon auf dem Karneval lutschen.",
      "imageLink": "image_files\\English\\lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodki",
      "translation": "süß",
      "definition": "Posiadający przyjemny smak, szczególnie ten, który jest charakterystyczny dla cukru lub miodu.",
      "definition_translation": "Hat einen angenehmen Geschmack, insbesondere einen, der für Zucker oder Honig typisch ist.",
      "example": "Słodka torta była pyszna. Słodka dziewczyna była bardzo miła. Słodkie wspomnienie będzie trwać wiecznie.",
      "example_translation": "Der süße Kuchen war lecker. Das süße Mädchen war sehr freundlich. Die süße Erinnerung wird für immer bleiben.",
      "imageLink": "image_files\\English\\sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słodycze",
      "translation": "Süßigkeiten",
      "definition": "Produkty spożywcze bogate w cukier i kalorie, często spożywane jako przekąska lub deser.",
      "definition_translation": "Lebensmittel, die reich an Zucker und Kalorien sind, werden oft als Zwischenmahlzeit oder Dessert gegessen.",
      "example": "Lubiłem jeść słodycze jako dziecko, ale teraz preferuję zdrowsze przekąski. Wczoraj kupiłem słodycze na urodziny przyjaciela. Do przyszłego roku przestanę jeść słodycze w ogóle.",
      "example_translation": "Ich liebte es, Süßigkeiten als Kind zu essen, aber jetzt bevorzuge ich gesündere Snacks. Gestern kaufte ich einige Süßigkeiten für die Geburtstagsparty meines Freundes. Bis nächstem Jahr werde ich komplett auf den Verzehr von Süßigkeiten verzichten.",
      "imageLink": "image_files\\English\\sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tabliczka czekoladowa",
      "translation": "Schokoladenriegel",
      "definition": "Prostokątny cukierek wykonany z czekolady, często z orzechami, karmelem lub innymi nadzieniami.",
      "definition_translation": "Ein rechteckig geformtes Konfektionsmittel aus Schokolade, oft mit Nüssen, Karamell oder anderen Füllstoffen.",
      "example": "Zjadłem tabliczkę czekoladową podczas lunchu, ale potem czułem się winny z powodu kalorii. Moja siostra kupiła tabliczkę czekoladową jako prezent urodzinowy dla kolegi. Do następnego miesiąca opracuję własny przepis na domowe tabliczki czekoladowe.",
      "example_translation": "Ich aß während des Mittagessens einen Schokoladenriegel, aber dann fühlte ich mich schuldig wegen der Kalorien. Meine Schwester kaufte einen Schokoladenriegel als Geburtstagsgeschenk für ihre Freundin. Bis nächsten Monat werde ich mein Rezept für hausgemachte Schokoladenriegel perfektioniert haben.",
      "imageLink": "image_files\\English\\chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dżem",
      "translation": "Gelatine",
      "definition": "Słodki lub słony rozsmarowywany produkt zrobiony z owoców, często serwowany jako deser lub używany jako wypełnienie ciast i wyrobów cukierniczych.",
      "definition_translation": "Eine süße oder salzige Ausbreitung aus Früchten, oft als Dessert serviert oder als Füllung für Kuchen und Gebäck verwendet.",
      "example": "Rozsmarowałem dżem na moim toście na śniadanie, ale potem upuściłem go na koszulę. Moja mama zrobiła dżem na nasze rodzinne zgromadzenie w przyszłym tygodniu. Do nächszego lata nauczę się robić domowy dżem od podstaw.",
      "example_translation": "Ich breitete Gelatine auf meinem Toast für das Frühstück, aber dann verschüttete ich es auf mein Hemd. Meine Mutter machte Gelatine für unsere Familienzusammenkunft letzten Wochenende. Bis nächsten Sommer werde ich gelernt haben, wie man hausgemachte Gelatine von Grund auf macht.",
      "imageLink": "image_files\\English\\jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukrowa patka",
      "translation": "Zuckerwatte",
      "definition": "Słodki przysmak wykonany z cukru, który jest przetwarzany w cienkie nitki, często serwowany na targach i karnawałach.",
      "definition_translation": "Ein süßer Snack aus Zucker, der zu dünnen Fäden gesponnen wird, oft auf Festen und Karnevalen serviert.",
      "example": "Zjadłem cukrową patkę na targach wczoraj wieczorem, ale potem dostałem bólu brzucha. Moja przyjaciółka kupiła cukrową patkę dla urodzin swojego dziecka. Do nächszego roku będę miał pieniądze, aby kupić maszynę do cukrowej patki.",
      "example_translation": "Ich aß Zuckerwatte auf dem Jahrmarkt letzte Nacht, aber dann bekam ich Bauchschmerzen. Meine Freundin kaufte Zuckerwatte für die Geburtstagsparty ihres Kindes. Bis nächsten Jahr werde ich genug Geld gespart haben, um eine Zuckerwattemaschine zu kaufen.",
      "imageLink": "image_files\\English\\candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żelki",
      "translation": "Gummibärchen",
      "definition": "Rodzaj cukierków wykonany z żelatyny, często w kształcie małych zwierząt lub innych obiektów, i typowo o smaku owocowym.",
      "definition_translation": "Eine Art Bonbon, die aus Gelatine hergestellt wird, meist in Form kleiner Tiere oder anderer Objekte und typischerweise fruchtgeschmackt.",
      "example": "Zjadłem worek żelek w kinie wczoraj. Jednocześnie jem żelki, studiując do egzaminu. Będę jeść żelki na przyjęciu dziś wieczorem.",
      "example_translation": "Ich aß ein Säckchen Gummibärchen im Kino gestern. Ich esse Gummibärchen während ich für meine Prüfung studiere. Ich werde Gummibärchen auf der Party heute Abend essen.",
      "imageLink": "image_files\\English\\gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "twarda cukierka",
      "translation": "Härtebonbon",
      "definition": "Rodzaj cukierków, który jest twardy i kruchy, często aromatyzowany owocami lub przyprawami, i typowo ssany, aby uwolnić smak.",
      "definition_translation": "Eine Art Bonbon, die hart und spröde ist, oft mit Frucht- oder Gewürzgeschmack, und typischerweise gelutscht wird, um den Geschmack freizusetzen.",
      "example": "Sssałem twardą cukierkę podczas długiej jazdy samochodem. Ona ssie twardą cukierkę, aby złagodzić ból gardła. Oni będą ssali twardych cukierków na paradzie jutro.",
      "example_translation": "Ich lutschte ein Härtebonbon während der langen Autofahrt. Sie lutscht ein Härtebonbon, um ihren schmerzenden Hals zu beruhigen. Sie werden Härtebonbons auf dem Umzug morgen lutschen.",
      "imageLink": "image_files\\English\\hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marcepan",
      "translation": "Mandelmasse",
      "definition": "Słodka pasta wykonana z migdałów, używana do wypełniania ciast, wyrobów cukierniczych i czekoladek, lub modelowana w różne kształty i dekoracje.",
      "definition_translation": "Eine süße Mandel-basierte Paste, die als Füllung für Kuchen, Gebäck und Schokoladen verwendet wird oder in verschiedenen Formen und Dekorationen geformt wird.",
      "example": "Piekarnia używa marcepanu, aby stworzyć dekoracyjne owoce i zwierzęta. Ona zrobiła tort marcepanowy na swoje urodziny. Oni będą używać marcepanu, aby stworzyć świąteczne dekoracje.",
      "example_translation": "Die Bäckerei verwendet Mandelmassen, um dekorative Früchte und Tiere herzustellen. Sie machte einen Marzipankuchen für ihre Geburtstagsparty. Sie werden Mandelmassen verwenden, um festliche Weihnachtsdekorationen zu erstellen.",
      "imageLink": "image_files\\English\\marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gotowana cukierka",
      "translation": "Bonbon",
      "definition": "Rodzaj twardych cukierków, które są robione przez gotowanie cukru i wody, aby stworzyć twardą, kruchą skorupę, często aromatyzowaną owocami lub przyprawami.",
      "definition_translation": "Eine Art Bonbon, die durch das Kochen von Zucker und Wasser hergestellt wird, um eine harte, spröde Schale zu erzeugen, oft mit Frucht- oder Gewürzgeschmack.",
      "example": "Zjadłem gotowaną cukierkę na targach wczoraj. Ona ssie gotowaną cukierkę, aby uspokoić nerwy. Oni będą sprzedawać gotowane cukierki na targu jutro.",
      "example_translation": "Ich aß ein Bonbon auf dem Jahrmarkt gestern. Sie lutscht ein Bonbon, um ihre Nerven zu beruhigen. Sie werden Bonbons auf dem Markt morgen verkaufen.",
      "imageLink": "image_files\\English\\boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukiernia",
      "translation": "Konditorei",
      "definition": "Cukiernia jest miejscem, gdzie są robione lub sprzedawane słodycze i cukierki. Może również oznaczać sztukę robienia słodyczy i cukierków.",
      "definition_translation": "Eine Konditorei ist ein Ort, an dem Süßigkeiten und Bonbons hergestellt oder verkauft werden. Es kann auch die Kunst des Süßwarenmachens bezeichnen.",
      "example": "Odwiedziłem cukiernię sklep last week i kupiłem trochę smacznych czekoladek. Idę do cukierni sklepu jutro, aby kupić tort urodzinowy. Odwiedziłem cukiernię sklep rok temu i kupiłem trochę cukierków.",
      "example_translation": "Ich besuchte letzten Woche einen Konditorei-Laden und kaufte einige leckere Schokoladen. Ich werde morgen einen Konditorei-Laden besuchen, um einen Kuchen für meinen Geburtstag zu kaufen. Ich hatte letzten Jahr einen Konditorei-Laden besucht und einige Bonbons gekauft.",
      "imageLink": "image_files\\English\\confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fudż",
      "translation": "Fudge",
      "definition": "Fudż to rodzaj słodyczy wykonany z cukru, śmietanki i aromatów, często czekoladowego. Jest typowo miękki i żuczący w dotyku.",
      "definition_translation": "Fudge ist eine Art von Süßigkeit, die aus Zucker, Sahne und Geschmacksstoffen, oft Schokolade, hergestellt wird. Sie ist typischerweise weich und kauig in der Textur.",
      "example": "Zjadłem trochę fudżu na targach w minionym roku. Teraz jem fudż i jest pyszny. Będę jeść fudż jutro na przyjęciu.",
      "example_translation": "Ich aß einige Fudge auf dem Jahrmarkt letzten Jahr. Ich esse jetzt some Fudge, und es ist lecker. Ich werde einige Fudge morgen auf der Party essen.",
      "imageLink": "image_files\\English\\fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żelkowe cukierki",
      "translation": "Gelée-Bonbons",
      "definition": "Żelkowe cukierki to rodzaj cukierków, które są robione z soku owocowego lub aromatów, cukru i pektyny, i mają miękki, galaretowaty dotyk.",
      "definition_translation": "Gelée-Bonbons sind eine Art von Süßigkeit, die aus Fruchtsaft oder Geschmacksstoffen, Zucker und Pektin hergestellt wird, und eine weiche und gel-artige Textur hat.",
      "example": "Lubiłem jeść żelkowe cukierki jako dziecko. Idę kupić żelkowe cukierki na urodziny mojej bratanicy. Zjadłem żelkowe cukierki na karnawale ostatnim tygodniu.",
      "example_translation": "Ich liebte es, als Kind Gelée-Bonbons zu essen. Ich werde einige Gelée-Bonbons für die Geburtstagsparty meiner Nichte kaufen. Ich hatte einige Gelée-Bonbons auf dem Jahrmarkt letzten Woche gegessen.",
      "imageLink": "image_files\\English\\jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]