{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "porzucić",
      "translation": "verlassen",
      "definition": "porzucić lub opuścić coś lub kogoś, szczególnie miejsce lub osobę, która znajduje się w trudnej lub niebezpiecznej sytuacji",
      "definition_translation": "etwas oder jemanden, insbesondere einen Ort oder eine Person, die sich in einer schwierigen oder gefährlichen Situation befindet, aufzugeben oder zu verlassen",
      "example": "Załoga musiała porzucić statek, gdy zaczął tonąć. Wczoraj porzuciłem moje auto na poboczu drogi, bo zepsuło się. Porzucę swoje stare nawyki i rozpocznę nowe życie.",
      "example_translation": "Die Crew musste das Schiff verlassen, als es begann zu sinken. Gestern habe ich mein Auto am Straßenrand verlassen, weil es kaputt ging. Ich werde meine alten Gewohnheiten aufgeben und ein neues Leben beginnen.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opuszczony",
      "translation": "verlassen",
      "definition": "opuszczony lub pozostawiony, często w sposób smutny lub samotny",
      "definition_translation": "allein gelassen oder verlassen, oft auf eine traurige oder einsame Weise",
      "example": "Opuszczony dom na wzgórzu wyglądał przerażająco. Opuszczony szczeniak drżał ze strachu. Miasto zostało opuszczone po wojnie.",
      "example_translation": "Das verlassene Haus auf dem Hügel war unheimlich. Das verlassene Hündchen zitterte vor Angst. Die Stadt wurde nach dem Krieg verlassen.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zniesić",
      "translation": "abschaffen",
      "definition": "oficjalnie znieść lub pozbyć się czegoś, takiego jak prawo, system lub praktyka",
      "definition_translation": "etwas, wie ein Gesetz, ein System oder eine Praxis, offiziell zu beenden oder abzuschaffen",
      "example": "Rząd chce znieść karę śmierci. Firma zniesie starą politykę i wprowadzi nową. W XIX wieku zniesiono niewolnictwo.",
      "example_translation": "Die Regierung will die Todesstrafe abschaffen. Das Unternehmen wird die alte Richtlinie abschaffen und eine neue einführen. Sie schafften die Sklaverei im 19. Jahrhundert ab.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nieobecność",
      "translation": "Abwesenheit",
      "definition": "stan pozostawania gdzieś lub u kogoś",
      "definition_translation": "der Zustand, von einem Ort oder einer Person entfernt zu sein",
      "example": "Jej nieobecność zauważyli wszyscy na spotkaniu. Nauczyciel oznaczył jego nieobecność w książce obecności. Jego nieobecność w drużynie była głęboko odczuwalna.",
      "example_translation": "Ihre Abwesenheit wurde von allen auf der Sitzung bemerkt. Der Lehrer markierte seine Abwesenheit im Anwesenheitsbuch. Seine Abwesenheit vom Team wurde tief empfunden.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bezwzględny",
      "translation": "absolut",
      "definition": "całkowity lub czysty w jakości lub naturze; nie mający wyjątku lub ograniczenia",
      "definition_translation": "Vollständig oder rein in Qualität oder Natur; keine Ausnahme oder Einschränkung hat.",
      "example": "Naukowiec szukał bezwzględnego rozwiązania problemu. Ona dostarczy bezwzględnej odpowiedzi jutro. Miał bezwzględną przewagę w konkursie.",
      "example_translation": "Der Wissenschaftler suchte nach einer absoluten Lösung für das Problem. Sie wird morgen eine absolute Antwort geben. Er hatte einen absoluten Vorteil im Wettbewerb.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wchłaniać",
      "translation": "absorbieren",
      "definition": "przyswajać i asymilować (energię, ciecz, itp.) przez proces chemiczny lub biologiczny",
      "definition_translation": "Energie, eine Flüssigkeit usw. durch einen chemischen oder biologischen Prozess aufzunehmen und zu assimilieren.",
      "example": "Gąbka łatwo wchłania wodę. Firma wchłonie straty. Nowy pracownik wchłonie informacje szybko.",
      "example_translation": "Der Schwamm nimmt Wasser leicht auf. Die Firma wird die Verluste absorbieren. Der neue Mitarbeiter wird die Informationen schnell aufnehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wchłaniać",
      "translation": "absorbieren",
      "definition": "zajmować pełną uwagę (kogoś, itp.) i trzymać",
      "definition_translation": "Die Aufmerksamkeit (jemandes) vollständig zu fassen und zu halten.",
      "example": "Film wchłonął moją uwagę całkowicie. Nauczyciel wchłonął uczniów w lekcji. Powieść wchłonęła mnie od początku do końca.",
      "example_translation": "Der Film faszinierte mich vollständig. Die Lehrerin fesselte die Schüler in der Lektion. Der Roman fesselte mich von Anfang bis Ende.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wchłaniać",
      "translation": "absorbieren",
      "definition": "asymilować (wiedzę, idee, itp.) i zrozumieć w pełni",
      "definition_translation": "Wissen, Ideen usw. zu assimilieren und vollständig zu verstehen.",
      "example": "Ona wchłonęła wykłady i zdała egzamin. Firma wchłonie nową technologię. Drużyna wchłonęła informacje zwrotne i ulepszyła się.",
      "example_translation": "Sie nahm die Vorlesungen auf und bestand die Prüfung. Die Firma wird die neue Technologie absorbieren. Das Team nahm die Rückmeldung auf und verbesserte sich.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "abstrakcyjny",
      "translation": "abstrakt",
      "definition": "istniejący w myśli lub jako idea, ale nie mający fizycznej,egzystencji",
      "definition_translation": "Existiert in Gedanken oder als Idee, aber hat keine physische Existenz.",
      "example": "Obrazy abstrakcyjne artystki są wysoko oceniane przez krytyków. Ona abstrahowała koncepcję z książki. Firma uchwaluje abstrahować projekt w przyszłym roku.",
      "example_translation": "Die abstrakten Gemälde des Künstlers werden von Kritikern hochgeschätzt. Sie abstrahierte das Konzept aus dem Buch. Das Unternehmen wird das Projekt nächstes Jahr abstrahieren.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "absurdalny",
      "translation": "absurd",
      "definition": "zupełnie absurdalny lub nonsensowny",
      "definition_translation": "Vollkommen lächerlich oder unsinnig.",
      "example": "Absurdalność sytuacji nie umknęła nikomu. On ma absurdalny zmysł humoru. Absurdalność polityki stanie się oczywista wkrótce.",
      "example_translation": "Die Absurdität der Situation war niemandem entgangen. Er hat einen absurdem Sinn für Humor. Die Absurdität der Richtlinie wird bald offensichtlich sein.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nadużycie",
      "translation": "missbrauchen",
      "definition": "Używanie czegoś w sposób, który jest nieprawidłowy lub szkodliwy.",
      "definition_translation": "Etwas auf eine Weise zu benutzen, die falsch oder schädlich ist.",
      "example": "Nauczycielka została oskarżona o nadużycie władzy. Firma została oskarżona o nadużycie środowiska. Nowa polityka ma na celu zapobiec nadużyciu systemu.",
      "example_translation": "Die Lehrerin wurde beschuldigt, ihre Macht zu missbrauchen. Das Unternehmen wurde beschuldigt, die Umwelt zu missbrauchen. Die neue Richtlinie zielt darauf ab, den Missbrauch des Systems zu verhindern.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nadużycie",
      "translation": "missbrauchen",
      "definition": "Traktowanie kogoś w sposób okrutny lub przemocowy.",
      "definition_translation": "Jemanden auf eine Weise zu behandeln, die grausam oder gewalttätig ist.",
      "example": "Dziecko było bite przez ojczyma. Kobieta była bite przez partnera przez lata. Organizacja pracuje nad zapobiegnięciem nadużyciu osób starszych.",
      "example_translation": "Das Kind wurde von seinem Stiefvater misshandelt. Die Frau wurde von ihrem Partner jahrelang misshandelt. Die Organisation arbeitet daran, den Missbrauch von älteren Menschen zu verhindern.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akademicki",
      "translation": "akademisch",
      "definition": "Związany z edukacją lub studiami akademickimi, szczególnie w sposób formalny lub teoretyczny.",
      "definition_translation": "Bezieht sich auf Bildung oder akademische Studien, insbesondere in einer formalen oder theoretischen Weise.",
      "example": "Podjęła karierę akademicką w historii. Studiowała na akademickim stopniu. Weźmie udział w akademickiej konferencji przyszłego roku.",
      "example_translation": "Sie verfolgte eine akademische Karriere in Geschichte. Sie studiert für ihren akademischen Abschluss. Sie wird nächstes Jahr einer akademischen Konferenz beiwohnen.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostęp",
      "translation": "Zugang",
      "definition": "Sposób lub możliwość podejścia, wejścia lub wykorzystania czegoś, takiego jak miejsce, system lub informacja.",
      "definition_translation": "Die Mittel oder Gelegenheit, etwas zu erreichen, zu betreten oder zu nutzen, wie z.B. einen Ort, ein System oder Informationen.",
      "example": "Potrzebujesz hasła, aby uzyskać dostęp do komputera. Miała dostęp do biblioteki. Dostęp do bazy danych uzyskają jutro.",
      "example_translation": "Sie benötigen ein Passwort, um auf den Computer zuzugreifen. Sie hatte Zugang zur Bibliothek. Sie werden morgen auf die Datenbank zugreifen.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostępny",
      "translation": "zugänglich",
      "definition": "Możliwy do łatwego osiągnięcia, użycia lub zrozumienia przez ludzi.",
      "definition_translation": "Kann leicht erreicht, verwendet oder von Menschen verstanden werden.",
      "example": "Muzeum jest dostępne dla osób niepełnosprawnych. Strona internetowa jest dostępna z każdego miejsca. Park będzie dostępny miesiąc później.",
      "example_translation": "Das Museum ist für Menschen mit Behinderungen zugänglich. Die Website ist von überall aus zugänglich. Der Park wird nächsten Monat zugänglich sein.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przypadkowy",
      "translation": "zufällig",
      "definition": "Zdarzenie lub czynność, która następuje bez zamiaru lub świadomego planowania.",
      "definition_translation": "Geschieht oder wird ohne Absicht oder bewusste Planung durchgeführt.",
      "example": "Wypadek był przypadkowy. Zrobiła przypadkowy błąd. Mieli przypadkowe spotkanie.",
      "example_translation": "Der Unfall war zufällig. Sie machte einen versehentlichen Fehler. Sie hatten ein zufälliges Treffen.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "akordeon",
      "translation": "Akkordeon",
      "definition": "Instrument muzyczny składający się z przenośnej skrzynki z zestawem wolnych reed, brzmiących, gdy powietrze jest wymuszane przez instrument, stosowany do gry na ludowej i popularnej muzyce.",
      "definition_translation": "Ein Musikinstrument, bestehend aus einem tragbaren Kasten mit einer Reihe von freien Zungen, die erklingen, wenn Luft durch das Instrument geblasen wird, verwendet für die Aufführung von Volks- und Popmusik.",
      "example": "Muzyk umiejętnie grał na akordeonie na festiwalu, spakował go później i zabrał do domu, a jutro wystąpi z nim na koncercie.",
      "example_translation": "Der Musiker spielte das Akkordeon während des Festivals gekonnt, packte es dann ein und nahm es mit nach Hause und wird morgen mit ihm auf dem Konzert auftreten.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "konto",
      "translation": "Konto",
      "definition": "Rejestr transakcji finansowych, używany do śledzenia przychodów i wydatków.",
      "definition_translation": "Ein Verzeichnis von Finanztransaktionen, verwendet, um Einnahmen und Ausgaben zu verfolgen.",
      "example": "Otworzyłem konto w banku wczoraj, zarządzę nim online dzisiaj, a powinienem otrzymać wyciąg na koniec miesiąca.",
      "example_translation": "Ich eröffnete ein Konto bei der Bank gestern, werde es heute online verwalten und sollte bis Ende des Monats eine Abrechnung erhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgowość",
      "translation": "Buchhaltung",
      "definition": "Proces rejestracji, klasyfikacji i raportowania informacji finansowej.",
      "definition_translation": "Der Prozess der Aufzeichnung, Klassifizierung und Berichterstattung von Finanzinformationen.",
      "example": "Dział księgowości firmy był odpowiedzialny za przygotowanieraportu finansowego rocznego, przygotował go w zeszłym roku, a przeglądać go będzie przyszłego tygodnia.",
      "example_translation": "Die Buchhaltungsabteilung des Unternehmens war verantwortlich für die Vorbereitung des Jahresfinanzberichts, hatte ihn letztes Jahr vorbereitet und wird ihn nächste Woche überprüfen.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dokładność",
      "translation": "Genauigkeit",
      "definition": "Cecha, stan lub stopień bycia dokładnym, dokładnym lub precyzyjnym.",
      "definition_translation": "Die Qualität, Zustand oder Grad der Genauigkeit, Exaktheit oder Präzision.",
      "example": "Naukowiec wymagał wysokiej dokładności w wynikach laboratoryjnych, osiągnął ją wczoraj, a ponownie sprawdzi jutro.",
      "example_translation": "Der Wissenschaftler forderte hohe Genauigkeit bei den Laborergebnissen, hatte sie gestern erreicht und wird sie morgen nochmals überprüfen.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oskarżać",
      "translation": "anklagen",
      "definition": "oskarżyć kogoś o przestępstwo lub nieprawidłowe postępowanie",
      "definition_translation": "jemanden einer Straftat oder eines Fehlverhaltens zu beschuldigen",
      "example": "Policja oskarżyła go o kradzież. On oskarża ją o kłamstwo. On oskarży ich o oszustwo.",
      "example_translation": "Die Polizei beschuldigte ihn des Diebstahls. Er beschuldigt sie des Lügens. Er wird sie des Betrugs beschuldigen.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bolić",
      "translation": "schmerzen",
      "definition": "ciągły, tępy ból",
      "definition_translation": "einen anhaltenden dumpfen Schmerz",
      "example": "Głowa bolała mnie od hałasu. Ona bolała cała po grypie. On będzie bolał po ćwiczeniach.",
      "example_translation": " Mein Kopf schmerzt vom Lärm. Sie schmerzte überall vom Grippe. Er wird vom Training schmerzen.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kwas",
      "translation": "Säure",
      "definition": "substancja chemiczna o pH poniżej 7",
      "definition_translation": "eine chemische Substanz, die einen pH-Wert unter 7 hat",
      "example": "Kwas w batteries skorodził metal. Ona mieszała kwas i bazę, aby wywołać reakcję. Oni będą używać kwasu do czyszczenia powierzchni.",
      "example_translation": "Die Säure in der Batterie korrodierte das Metall. Sie mischte die Säure und die Base, um eine Reaktion zu erzeugen. Sie werden Säure verwenden, um die Oberfläche zu reinigen.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nabyć",
      "translation": "erwerben",
      "definition": "uzyskać lub zdobyć coś, szczególnie w wyniku wysiłku lub ciężkiej pracy",
      "definition_translation": "etwas zu erhalten oder zu gewinnen, insbesondere als Ergebnis von Anstrengung oder harter Arbeit",
      "example": "Ona nabyła firmę po latach negocjacji. On nabył smaku przygody. Oni nabędą nowych umiejętności za pomocą programu szkoleniowego.",
      "example_translation": "Sie erwarb das Unternehmen nach Jahren von Verhandlungen. Er erwarb einen Geschmack für Abenteuer. Sie werden neue Fähigkeiten durch das Ausbildungsprogramm erwerben.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nabyć",
      "translation": "erwerben",
      "definition": "Zdobyć lub uzyskać coś, szczególnie w wyniku wysiłku lub ciężkiej pracy",
      "definition_translation": "Etwas zu gewinnen oder zu erhalten, insbesondere als Ergebnis von Anstrengung oder harter Arbeit",
      "example": "Nabyłem nową umiejętność w zeszłym roku. Nabywam więcej wiedzy każdego dnia. Nabyłem nowego samochodu następnego miesiąca.",
      "example_translation": "Ich habe letztes Jahr eine neue Fähigkeit erworben. Ich erwerbe jeden Tag mehr Wissen. Ich werde nächsten Monat ein neues Auto erwerben.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "działanie",
      "translation": "Aktion",
      "definition": "Proces robienia czegoś, aby osiągnąć cel",
      "definition_translation": "Der Prozess, etwas zu tun, um ein Ziel zu erreichen",
      "example": "Działanie filmu było emocjonujące. Menedżer podjął działanie przeciwko pracownikowi. Zespół podejmie działanie w przyszłym tygodniu.",
      "example_translation": "Die Aktion des Films war aufregend. Der Manager nahm gegen den Mitarbeiter Maßnahmen. Das Team wird nächste Woche Maßnahmen ergreifen.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktywnie",
      "translation": "aktiv",
      "definition": "W sposób aktywny i żywy; z dużą energią i entuzjazmem",
      "definition_translation": "Auf eine aktive und lebendige Weise; mit viel Energie und Begeisterung",
      "example": "Aktywnie uczestniczyłem w spotkaniu. Ona aktywnie pracowała nad projektem. Oni będą aktywnie podejmować okazję.",
      "example_translation": "Ich habe aktiv an der Sitzung teilgenommen. Sie hat aktiv an dem Projekt gearbeitet. Sie werden die Gelegenheit aktiv verfolgen.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktywność",
      "translation": "Aktivität",
      "definition": "Coś, co ktoś robi lub doświadcza, szczególnie coś, co jest przyjemne lub interesujące",
      "definition_translation": "Etwas, das jemand tut oder erlebt, insbesondere etwas, das angenehm oder interessant ist",
      "example": "Lubię aktywność na świeżym powietrzu. Firma zorganizowała aktywność dla pracowników. Dzieci były pełne aktywności przez cały dzień.",
      "example_translation": "Ich liebe Aktivitäten im Freien. Das Unternehmen organisierte eine Aktivität für die Mitarbeiter. Die Kinder waren den ganzen Tag voller Aktivität.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeczywisty",
      "translation": "tatsächlich",
      "definition": "Istniejący w rzeczywistości, a nie tylko potencjalnie lub możliwie; prawdziwy",
      "definition_translation": "Tatsächlich existierend und nicht nur potenziell oder möglich; echt.",
      "example": "Rzeczywisty koszt projektu był wyższy niż przewidywany. Naprawdę będę uczestniczyć w spotkaniu jutro. Firma rzeczywiście wypuści nowy produkt w przyszłym roku.",
      "example_translation": "Die tatsächlichen Kosten des Projekts waren höher als erwartet. Ich werde tatsächlich morgen auf der Sitzung teilnehmen. Das Unternehmen wird nächstes Jahr tatsächlich das neue Produkt auf den Markt bringen.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "adaptować",
      "translation": "anpassen",
      "definition": "Zmieniać się lub być modyfikowanym, aby dostosować się do nowych lub różnych warunków",
      "definition_translation": "Sich an neue oder unterschiedliche Bedingungen anzupassen oder angepasst zu werden.",
      "example": "Firma musiała się adaptować do nowych tendencji rynkowych. Zwierzę się adaptowało do nowego środowiska. Oprogramowanie będzie się adaptować do potrzeb użytkownika.",
      "example_translation": "Das Unternehmen musste sich an die neuen Marktrends anpassen. Das Tier hat sich an seine neue Umgebung angepasst. Die Software wird sich den Bedürfnissen des Benutzers anpassen.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "Süchtling",
      "definition": "Osoba, która jest fizjologicznie lub psychologicznie uzależniona od substancji, takiej jak narkotyk lub alkohol.",
      "definition_translation": "Eine Person, die physiologisch oder psychologisch von einer Substanz, wie einem Drogen oder Alkohol, abhängig ist.",
      "example": "Uzależniony próbował rzucić palenie, ale nie mógł. Lekarz leczył uzależnionego z jego uzależnienia. Rodzina uzależnionego była zaniepokojona o jego zdrowie.",
      "example_translation": "Der Süchtling versuchte, mit dem Rauchen aufzuhören, aber konnte nicht. Der Arzt behandelte den Süchtling für ihre Süchtigkeit. Die Familie des Süchtlings war besorgt um ihre Gesundheit.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależniony",
      "translation": "süchtig",
      "definition": "Fizjologicznie lub psychologicznie uzależniony od substancji, takiej jak narkotyk lub alkohol.",
      "definition_translation": "Physiologisch oder psychologisch von einer Substanz, wie einem Drogen oder Alkohol, abhängig.",
      "example": "Jestem uzależniony od kawy. Ona była uzależniona od swojego telefonu. On stał się uzależniony od gry komputerowej.",
      "example_translation": "Ich bin süchtig nach Kaffee. Sie war süchtig nach ihrem Handy. Er wurde süchtig nach dem Videospiel.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uzależnienie",
      "translation": "Sucht",
      "definition": "Silna i często szkodliwa potrzeba regularnego używania substancji, takiej jak narkotyk lub alkohol, lub czynności, która jest trudna do kontroli lub zatrzymania.",
      "definition_translation": "Eine starke und oft schädliche Notwendigkeit, regelmäßig etwas wie ein Drogen- oder Aktivitätsabhängigkeit zu haben, das schwierig zu kontrollieren oder zu stoppen ist.",
      "example": "Walczyła z uzależnieniem przez lata, zanim szukała pomocy. Jest aktualnie w trakcie rehabilitacji i jest wolna od uzależnienia już sześć miesięcy. Miejmy nadzieję, że pozostanie wolna od uzależnienia w przyszłości.",
      "example_translation": "Sie kämpfte jahrelang mit einer Sucht, bevor sie Hilfe suchte. Sie ist derzeit in der Erholungsphase und hat sechs Monate lang kein Suchtmittel mehr genommen. Sie hofft, in Zukunft suchtfrei zu bleiben.",
      "imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dodanie",
      "translation": "Addition",
      "definition": "Czynność dodawania czegoś do czegoś innego lub dodanej części.",
      "definition_translation": "Die Handlung, etwas zu etwas anderem hinzuzufügen, oder das, was hinzugefügt wird.",
      "example": "Dodanie nowego pracownika pomogło zwiększyć wydajność. Dodanie nowej funkcji do oprogramowania uczyniło je bardziej przyjaznym użytkownikom. Dodanie nowej części do szpitala powinno zostać ukończone w przyszłym roku.",
      "example_translation": "Die Hinzufügung eines neuen Mitarbeiters half, die Produktivität zu erhöhen. Die Hinzufügung einer neuen Funktion zur Software machte sie benutzerfreundlicher. Die Hinzufügung eines neuen Flügels zum Krankenhaus soll nächstes Jahr abgeschlossen sein.",
      "imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dodatkowy",
      "translation": "zusätzliche",
      "definition": "Więcej niż to, co jest zwykle lub oczekiwane; dodatkowy.",
      "definition_translation": "Mehr als das, was üblich oder erwartet ist; extra.",
      "example": "Firma oferowała dodatkowe zniżki lojalnym klientom. Dodatkowe funkcje nowego smartfona uczyniły go bardziej atrakcyjnym dla kupujących. Przewodnik turystyczny udostępnił dodatkowe informacje o historii miasta.",
      "example_translation": "Das Unternehmen bot zusätzliche Rabatte an loyalen Kunden an. Die Zusatzfunktionen des neuen Smartphones machen es für Käufer attraktiver. Der Reiseleiter bot zusätzliche Informationen über die Geschichte der Stadt an.",
      "imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dodatkowo",
      "translation": "zusätzlich",
      "definition": "Poza tym, co zostało już powiedziane lub zrobione.",
      "definition_translation": "Zusätzlich zu dem, was bereits gesagt oder getan wurde.",
      "example": "Nauczyła się nie tylko francuskiego, ale dodatkowo hiszpańskiego. Firma nie tylko zwiększyła pensje, ale dodatkowo poprawiła warunki pracy. Ukończył projekt na czas, a dodatkowo przekroczył oczekiwania.",
      "example_translation": "Sie lernte nicht nur Französisch, sondern studierte zusätzlich Spanisch. Das Unternehmen erhöhte nicht nur die Gehälter, sondern verbesserte zusätzlich die Arbeitsbedingungen. Er beendete nicht nur das Projekt rechtzeitig, sondern überschritt zusätzlich die Erwartungen.",
      "imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wystarczający",
      "translation": "angemessen",
      "definition": "Mający niezbędną jakość, ilość lub stopień, aby zaspokoić potrzebę lub wymóg.",
      "definition_translation": "Hatte die notwendige Qualität, Menge oder Ausdehnung, um einem Bedarf oder einer Anforderung zu entsprechen.",
      "example": "Pokój hotelowy był wystarczający dla naszych potrzeb, ale obsługa była wyjątkowa. Mieliśmy wystarczająco przygotowani do prezentacji, a będziemy wystarczająco obsługiwali to wydarzenie.",
      "example_translation": "Das Hotelzimmer war angemessen für unsere Bedürfnisse, aber der Service war außergewöhnlich. Wir hatten uns angemessen auf die Präsentation vorbereitet und wir werden das Ereignis angemessen mit Personal besetzen.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wystarczająco",
      "translation": "angemessen",
      "definition": "W stopniu wystarczającym.",
      "definition_translation": "In einem ausreichenden Grad oder Umfang.",
      "example": "Mieliśmy wystarczająco przygotowani do egzaminu, a będziemy wystarczająco rozwiązali te wątpliwości. Ona wystarczająco opisała problem, a oni będą wystarczająco rekompensują straty.",
      "example_translation": "Wir hatten uns angemessen auf die Prüfung vorbereitet und wir werden die Bedenken angemessen ansprechen. Sie beschrieb das Problem angemessen und sie werden den Verlust angemessen kompensieren.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostosować",
      "translation": "anpassen",
      "definition": "Zmienić lub zmodyfikować coś, aby pasowało do szczególnej potrzeby lub sytuacji.",
      "definition_translation": "Etwas zu ändern oder zu modifizieren, um es einem bestimmten Bedarf oder einer bestimmten Situation anzupassen.",
      "example": "Musiałem dostosować ustawienia na moim komputerze, aby uzyskać prawidłowy wyświetlacz. Będziemy dostosowywali budżet, aby uwzględnić zmiany.",
      "example_translation": "Ich musste die Einstellungen auf meinem Computer anpassen, um den richtigen Bildschirm zu erhalten. Wir werden den Haushalt anpassen, um die Änderungen zu berücksichtigen.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostosować się",
      "translation": "anpassen",
      "definition": "Przystosować się do nowej sytuacji lub środowiska.",
      "definition_translation": "Sich an eine neue Situation oder Umgebung zu gewöhnen.",
      "example": "Zajął mi trochę czasu, aby dostosować się do nowej strefy czasowej. Ona szybko dostosowała się do nowej pracy.",
      "example_translation": "Es dauerte mich eine Weile, mich an die neue Zeitzone anzupassen. Sie passte sich schnell an den neuen Job an.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostosowanie",
      "translation": "Anpassung",
      "definition": "Czynność dostosowywania lub stan dostosowania; zmiana dokonana w czymś, aby udoskonalić lub lepiej dopasować.",
      "definition_translation": "Die Anpassung oder der Zustand der Anpassung; eine Änderung, die an etwas vorgenommen wird, um es zu verbessern oder besser anzupassen.",
      "example": "Firma dokonała dostosowania strategii cenowej, aby pozostać konkurencyjna na rynku. Dostosowali swój budżet w zeszłym roku i dostosują go ponownie przyszłym roku.",
      "example_translation": "Das Unternehmen passte seine Preisstrategie an, um im Markt konkurrenzfähig zu bleiben. Sie hatten ihr Budget im letzten Jahr angepasst und werden es nächstes Jahr wieder anpassen.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "administracja",
      "translation": "Verwaltung",
      "definition": "Czynność zarządzania lub rządzenia systemem, organizacją lub przedsiębiorstwem; grupa osób odpowiedzialnych za zarządzanie lub rządzenie.",
      "definition_translation": "Die Verwaltung oder Regierung eines Systems, einer Organisation oder eines Unternehmens; die Gruppe von Menschen, die für die Verwaltung oder Regierung verantwortlich ist.",
      "example": "Administracja firmy została skrytykowana za niedostateczne rozwiązanie kryzysu. Administracja była nieefektywna, ale zespół administracyjny pracował ciężko, aby ją udoskonalić.",
      "example_translation": "Die Verwaltung des Unternehmens wurde für ihr Versagen bei der Bewältigung der Krise kritisiert. Die Verwaltung war ineffizient gewesen, aber das Verwaltungsteam arbeitete hart daran, es zu verbessern.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podziw",
      "translation": "Bewunderung",
      "definition": "Uczucie wielkiego szacunku i zdumienia dla kogoś lub czegoś; czynność podziwiania lub zdumiewania się.",
      "definition_translation": "Ein Gefühl großer Achtung und Bewunderung für jemanden oder etwas; die Tat des Bewunderns oder Staunens über etwas.",
      "example": "Czuję podziw dla piękna Wielkiego Kanionu. Ona miała podziw dla poświęcenia swojego nauczyciela dla studentów. Będą czuć podziw dla nowego wieżowca w mieście.",
      "example_translation": "Ich fühlte Bewunderung für die Schönheit des Grand Canyon. Sie hatte Bewunderung für die Hingabe ihres Lehrers an ihre Schüler. Sie werden Bewunderung für das neue Hochhaus in der Stadt empfinden.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podziwiać",
      "translation": "bewundern",
      "definition": "Czuć wielki szacunek i zdumienie dla kogoś lub czegoś; uważać kogoś lub coś za wyjątkowe lub imponujące.",
      "definition_translation": "Große Achtung und Bewunderung für jemanden oder etwas zu empfinden; jemanden oder etwas als hervorragend oder beeindruckend anzusehen.",
      "example": "Podziwiam jej odwagę w staniu na swoich prawach. On podziwiał piękno zachodu słońca. Będą podziwiać architekturę nowego muzeum w mieście.",
      "example_translation": "Ich bewundere ihren Mut, für ihre Rechte einzutreten. Er bewunderte die Schönheit des Sonnenuntergangs. Sie werden die Architektur des neuen Museums bewundern.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjęcie",
      "translation": "Zulassung",
      "definition": "Czynność przyjmowania kogoś do szkoły, uniwersytetu lub organizacji.",
      "definition_translation": "Die Zulassung von jemandem zu einer Schule, Universität oder Organisation.",
      "example": "Dostałem list przyjęcia z Uniwersytetu Harvarda w zeszłym tygodniu.",
      "example_translation": "Ich erhielt letzten Woche einen Zulassungsbrief von der Harvard-Universität.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyznać",
      "translation": "zugeben",
      "definition": "Przyznać lub przyznać coś, często niechętnie.",
      "definition_translation": "Etwas anzuerkennen oder einzugestehen, oft widerwillig.",
      "example": "Ona przyznała, że ukradla pieniądze i została aresztowana na miejscu.",
      "example_translation": "Sie gab zu, das Geld gestohlen zu haben, und wurde auf der Stelle verhaftet.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyznaję",
      "translation": "zugegebenermaßen",
      "definition": "Używany do wskazania, że coś jest prawdą lub poprawnym, często niechętnie.",
      "definition_translation": "Wird verwendet, um anzudeuten, dass etwas wahr oder gültig ist, oft widerwillig.",
      "example": "Przyznaję, że byłam nerwowa przed rozmową o pracę, ale wszystko się udało.",
      "example_translation": "Zugegebenermaßen war ich vor dem Vorstellungsgespräch nervös, aber es ging gut.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "annehmen",
      "definition": "Wziąć coś jako swoje; przyjąć lub skorzystać z czegoś.",
      "definition_translation": "Etwas als eigenes anzunehmen; etwas anzunehmen oder zu verwenden.",
      "example": "Przyjęliśmy kota z lokalnego schroniska dla zwierząt w zeszłym roku.",
      "example_translation": "Wir nahmen letzten Jahr einen Kater aus dem lokalen Tierheim auf.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjąć",
      "translation": "übernehmen",
      "definition": "przyjąć obce dziecko do swojej rodziny lub przyjąć ideę lub plan i uczynić go własnym",
      "definition_translation": "jemanden anderen Kind in deine eigene Familie aufnehmen oder eine Idee oder einen Plan anzunehmen und ihn zu eigenen zu machen",
      "example": "Przyjąłem psa ze schroniska w zeszłym tygodniu. Będę przyjmować nową hobby latem. Przyjąłem nową strategię dla mojego biznesu.",
      "example_translation": "Ich nahm einen Hund aus dem Tierheim letzte Woche auf. Ich werde einen neuen Hobby diesen Sommer annehmen. Ich nahm eine neue Strategie für mein Unternehmen an.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjęty",
      "translation": "angenommen",
      "definition": "czas przeszły przyjąć, czyli przyjąć obce dziecko do swojej rodziny lub przyjąć ideę lub plan i uczynić go własnym",
      "definition_translation": "Vergangenheitsform von annehmen, bedeutet jemanden anderen Kind in deine eigene Familie aufgenommen zu haben oder eine Idee oder einen Plan anzunehmen und ihn zu eigenen gemacht zu haben",
      "example": "Byłem przyjęty przez moich rodziców, gdy byłam jeszcze dzieckiem. Przyjęli nową politykę w zeszłym roku. Przyjąłem nowe podejście do swoich studiów.",
      "example_translation": "Ich wurde von meinen Eltern adoptiert, als ich ein Baby war. Sie nahmen eine neue Richtlinie letzten Jahr an. Ich nahm einen neuen Ansatz für mein Studium an.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przysposobienie",
      "translation": "Adoption",
      "definition": "akt przyjęcia dziecka czyjegoś do swojej rodziny lub akt przyjęcia idei lub planu jako własnego",
      "definition_translation": "die Aufnahme von jemanden anderen Kind in deine eigene Familie oder die Aufnahme von einer Idee oder einem Plan und ihn zu eigenen machen",
      "example": "Proces przysposobienia może być długi. Przysposobienie nowej technologii poprawiło naszą produktywność. Przysposobienie nowej polityki było udane.",
      "example_translation": "Der Adoptionsprozess kann langwierig sein. Die Einführung neuer Technologie hat unsere Produktivität verbessert. Die Einführung der neuen Richtlinie war erfolgreich.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "postęp",
      "translation": "voranzuschreiten",
      "definition": "przedłużenie lub postęp w jakiejś dziedzinie lub wysiłku, lub zapłata pieniędzy przed terminem",
      "definition_translation": "sich nach vorne zu bewegen oder Fortschritte zu machen, oder Geld vorzeitig zu zahlen",
      "example": "Drużyna awansuje do następnej rundy. Zaliczyłem pieniądze przyjacielowi. Nowa metoda przedłuży nasze rozumienie tematu.",
      "example_translation": "Das Team wird in die nächste Runde vorrücken. Ich zahlte meinem Freund Geld vor. Die neue Methode wird unser Verständnis des Themas vorantreiben.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "postęp",
      "translation": "vorangehen",
      "definition": "przedłużenie lub postęp w konkretnym obszarze działalności lub wysiłku",
      "definition_translation": "in einem bestimmten Bereich von Aktivitäten oder Anstrengungen voranzukommen oder Fortschritte zu erzielen",
      "example": "Firma awansuje do następnej fazy rozwoju. Drużyna awansowała do finału turnieju. Do 2025 roku będziemy mieli znacznie przedłużoną technologię.",
      "example_translation": "Das Unternehmen wird in die nächste Phase der Entwicklung vorrücken. Das Team rückte in die Finals des Turniers vor. Bis 2025 werden wir unsere Technologie erheblich weiterentwickelt haben.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przygodny",
      "translation": "abenteuerlustig",
      "definition": "gotowy podejmować ryzyko i próbować nowych rzeczy",
      "definition_translation": "bereit, Risiken einzugehen und neue Dinge auszuprobieren",
      "example": "Zawsze była przygodnym podróżnikiem, próbując nowych potraw i aktywności. On jest zbyt przygodny i często wpada w kłopoty. Przygodny duch pionierów pomógł kształtować kraj.",
      "example_translation": "Sie war immer eine abenteuerlustige Reisende, neue Lebensmittel und Aktivitäten ausprobierend. Er ist zu abenteuerlustig und gerät oft in Schwierigkeiten. Der abenteuerlustige Geist der Pioniere half, das Land zu gestalten.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "reklama",
      "translation": "Werbung",
      "definition": "działalność polegająca na produkcji i rozprzestrzenianiu informacji w celu promowania produktu, usługi lub idei",
      "definition_translation": "die Aktivität, Informationen zu produzieren und zu verbreiten, um ein Produkt, eine Dienstleistung oder eine Idee zu fördern",
      "example": "Firma zainwestowała dużo w reklamę, aby osiągnąć szerszą publiczność. Reklama w mediach społecznościowych jest bardzo skuteczna. Kampania reklamowa była wielkim sukcesem.",
      "example_translation": "Das Unternehmen investierte stark in Werbung, um ein breiteres Publikum zu erreichen. Werbung auf sozialen Medien ist sehr effektiv. Die Werbekampagne war ein großer Erfolg.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprawa",
      "translation": "Affäre",
      "definition": "romantyczna lub seksualna relacja, zwłaszcza tajemnicza lub nielegalna",
      "definition_translation": "eine romantische oder sexuelle Beziehung, insbesondere eine, die geheim oder unerlaubt ist",
      "example": "Polityk został złapany w sprawie z sekretarką. Miała sprawę z najlepszym przyjacielem męża. Sprawa trwała kilka lat, zanim została odkryta.",
      "example_translation": "Der Politiker wurde mit seiner Sekretärin in einer Affäre erwischt. Sie hatte eine Affäre mit dem Ehemann ihrer besten Freundin. Die Affäre dauerte mehrere Jahre, bevor sie entdeckt wurde.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wpływać",
      "translation": "beeinflussen",
      "definition": "Mając wpływ lub wpływ na coś lub kogoś.",
      "definition_translation": "Etwas oder jemanden zu beeinflussen oder auszuwirken.",
      "example": "Zimna pogoda wpłynie na plony. Nowa polityka wpłynie na wszystkich pracowników. Słowa nauczyciela miały ogromny wpływ na ucznia.",
      "example_translation": "Das kalte Wetter wird die Ernte beeinflussen. Die neue Richtlinie betrifft alle Mitarbeiter. Die Worte des Lehrers hatten einen tiefgreifenden Effekt auf den Schüler.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "udawać",
      "translation": "beeinflussen",
      "definition": "Udawać lub pozorować emocje lub uczucia.",
      "definition_translation": "Gefühle oder Emotionen vorzutäuschen oder zu simulieren.",
      "example": "Udawała akcent brytyjski, aby brzmieć bardziej sofistycznie. Udawał smutek, aby uzyskać współczucie. Udadzą decyzję następnego tygodnia.",
      "example_translation": "Sie tat einen britischen Akzent auf, um sich kultivierter anzuhören. Er tat ein trauriges Gesicht, um Mitleid zu erregen. Sie werden nächste Woche eine Entscheidung treffen.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczucie",
      "translation": "Zuneigung",
      "definition": "Uczucie miłości, sympatii lub ciepła wobec kogoś lub czegoś.",
      "definition_translation": "Ein Gefühl der Liebe, Zuneigung oder Wärme gegenüber jemandem oder etwas.",
      "example": "Pokazała wielkie uczucie do swojego kota. Uczucie rodziny do siebie było oczywiste. Uczucie nauczyciela do swoich uczniów inspirowało ich.",
      "example_translation": "Sie zeigte große Zuneigung für ihre Katze. Die Zuneigung der Familie untereinander war offensichtlich. Die Zuneigung der Lehrerin für ihre Schüler inspirierte sie.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "uczuciowy",
      "translation": "zuneigungsvoll",
      "definition": "Pokazując lub mając uczucie miłości, sympatii lub ciepła wobec kogoś lub czegoś.",
      "definition_translation": "Liebe, Zuneigung oder Wärme gegenüber jemandem oder etwas zeigend oder empfindend.",
      "example": "Była uczuciową matką dla swoich dzieci. Był uczuciowy wobec swojej dziewczyny. Uczuciowa atmosfera w domu sprawiła, że czuliśmy się mile widziani.",
      "example_translation": "Sie war eine liebevolle Mutter für ihre Kinder. Er war zuneigungsvoll gegenüber seiner Freundin. Die liebevolle Atmosphäre im Haus machte uns uns willkommen.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiek",
      "translation": "Alter",
      "definition": "Długość czasu, przez który osoba lub rzecz istnieje lub jest użytkowana.",
      "definition_translation": "Die Länge der Zeit, die eine Person oder Sache existiert oder benutzt wurde.",
      "example": "Teraz jest w wieku, w którym może podejmować własne decyzje. Był w wieku, w którym potrzebował przewodnictwa. Będzie w wieku, w którym będzie mogła się emerytować wkrótce.",
      "example_translation": "Sie ist jetzt in einem Alter, in dem sie ihre eigenen Entscheidungen treffen kann. Sie war in einem Alter, in dem sie Anleitung benötigte. Sie wird bald in einem Alter sein, in dem sie in den Ruhestand gehen kann.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agent",
      "translation": "Vertreter",
      "definition": "Osoba działająca w imieniu innej osoby lub organizacji.",
      "definition_translation": "Eine Person, die im Namen einer anderen Person oder Organisation handelt.",
      "example": "Agent prowadził negocjacje w imieniu klienta. Agent prowadził negocjacje w imieniu klienta. Agent będzie prowadził negocjacje w imieniu klienta.",
      "example_translation": "Der Vertreter verhandelte den Deal im Namen des Kunden. Der Vertreter wird den Deal im Namen des Kunden verhandeln. Der Vertreter hatte den Deal im Namen des Kunden verhandelt.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agresywny",
      "translation": "aggressiv",
      "definition": "Cechujący się silną i skuteczną osobowością lub zachowaniem.",
      "definition_translation": "Eine starke und forcierte Persönlichkeit oder Verhaltensweise aufweisend.",
      "example": "On ma agresywny ton w swoich emailach. On miał agresywny ton w swoich emailach. On będzie miał agresywny ton w swoich emailach.",
      "example_translation": "Er hat einen aggressiven Ton in seinen E-Mails. Er hatte einen aggressiven Ton in seinen E-Mails. Er wird einen aggressiven Ton in seinen E-Mails haben.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "agresywnie",
      "translation": "aggressiv",
      "definition": "W sposób silny i skuteczny.",
      "definition_translation": "Auf aggressive Weise.",
      "example": "Firma promowała swoje produkty agresywnie. Firma promowała swoje produkty agresywnie. Firma będzie promowała swoje produkty agresywnie.",
      "example_translation": "Das Unternehmen förderte ihr Produkt aggressiv. Das Unternehmen hatte ihr Produkt aggressiv gefördert. Das Unternehmen wird ihr Produkt aggressiv fördern.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "umowa",
      "translation": "Übereinkunft",
      "definition": "Pismo lub umowa ustna zawierająca wzajemne obietnice lub zobowiązania; uzgodnione i wzajemnie akceptowane porozumienie między dwoma lub więcej stronami.",
      "definition_translation": "Ein schriftlicher oder mündlicher Vertrag, der gegenseitige Versprechungen oder Verpflichtungen enthält; eine verhandelte und für alle Beteiligten akzeptable Regelung zwischen zwei oder mehr Parteien.",
      "example": "Firma i związek zawodowy osiągnęli umowę na nową umowę po miesiącach negocjacji. Umowa obowiązuje od zeszłego roku. Dwa kraje podpisały umowę w sprawie handlu w przyszłym tygodniu.",
      "example_translation": "Das Unternehmen und die Gewerkschaft erreichten eine Übereinkunft über einen neuen Vertrag nach Monaten der Verhandlungen. Die Übereinkunft gilt seit letztem Jahr. Die beiden Länder werden nächste Woche einen Übereinkunft über den Handel unterzeichnen.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rolnictwo",
      "translation": "Landwirtschaft",
      "definition": "Nauka lub praktyka uprawy ziemi, w tym uprawy roślin i hodowli zwierząt.",
      "definition_translation": "Die Wissenschaft oder Praxis des Landanbaus, einschließlich des Anbaus von Feldfrüchten und der Haltung von Nutztieren.",
      "example": "Rolnictwo jest ważnym sektorem gospodarki kraju. Rząd wdrożył nowe polityki wspierające rolnictwo. Studiowała rolnictwo w college'u i teraz pracuje na farmie.",
      "example_translation": "Die Landwirtschaft ist ein bedeutender Beitrag zur Wirtschaft des Landes. Die Regierung hat neue Politiken zur Unterstützung der Landwirtschaft umgesetzt. Sie studierte Landwirtschaft im College und arbeitet jetzt auf einem Hof.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomoc",
      "translation": "Hilfe",
      "definition": "Wsparcie lub pomoc udzielana komuś lub czemuś w potrzebie; urządzenie lub system pomagający.",
      "definition_translation": "Hilfe oder Unterstützung, die jemandem oder etwas in Not gegeben wird; ein Gerät oder System, das hilft oder unterstützt.",
      "example": "Rząd udzielił pomocy ofiarom katastrofy naturalnej. Otrzymała pomoc finansową, aby kontynuować swoje studia. Pakiet pomocy включał żywność, schronienie i zaopatrzenie medyczne.",
      "example_translation": "Die Regierung bot den Opfern der Naturkatastrophe Hilfe an. Sie erhielt finanzielle Hilfe, um ihre Studien fortzusetzen. Das Hilfspaket enthielt Nahrung, Unterkunft und medizinische Versorgung.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cel",
      "translation": "Ziel",
      "definition": "Cel lub intencja, szczególnie o długoterminowej naturze; kierunek lub punkt, w którym coś jest skierowane lub ukierunkowane.",
      "definition_translation": "Ein Zweck oder eine Absicht, insbesondere einer von langfristiger Natur; eine Richtung oder ein Punkt, auf den etwas gerichtet oder ausgerichtet wird.",
      "example": "Jej celem jest zostać profesjonalnym muzykiem. Celem firmy jest zwiększyć zyski o 20% w przyszłym roku. Łucznik wycelował i strzelił strzałą.",
      "example_translation": "Ihr Ziel ist es, eine professionelle Musikerin zu werden. Das Ziel des Unternehmens ist es, die Gewinne im nächsten Jahr um 20% zu erhöhen. Der Bogenschütze zielte an und schoss den Pfeil.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "statki powietrzne",
      "translation": "Flugzeug",
      "definition": "Statek powietrzny z stałymi skrzydłami, które generują siłę nośną, używając kształtu skrzydeł do zmiany ciśnienia powietrza.",
      "definition_translation": "Ein Starrflügelflugzeug ist ein schwerer-als-Luft-Flugzeug mit Flügeln, die durch die Form des Flügels den Luftdruck ändern, um Auftrieb zu erzeugen.",
      "example": "Pilotumsiechnie wylądował statek powietrzny na pasie startowym. Wczoraj statek powietrzny odleciał z lotniska Heathrow. W przyszłych 10 latach firma planuje wystrzelić nowy model statku powietrznego.",
      "example_translation": "Der Pilot landete das Flugzeug gekonnt auf der Landebahn. Gestern war das Flugzeug vom Heathrow-Flughafen abgeflogen. In 10 Jahren plant das Unternehmen, ein neues Flugzeugmodell zu starten.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przejście",
      "translation": "Gang",
      "definition": "Przejście między rzędami siedzeń w kościele, samolocie lub innym zamkniętym przestrzeni.",
      "definition_translation": "Ein Durchgang zwischen Reihen von Sitzen in einer Kirche, einem Flugzeug oder einem anderen geschlossenen Raum.",
      "example": "Narzeczona przeszła uliczkę, aby spotkać się ze swoim narzeczonym. W samolocie byłem skazany na środkowe siedzenie i nie mogłem wyjść z przejścia. W przyszłych 5 latach nowy supermarket będzie miał szersze przejścia.",
      "example_translation": "Die Braut ging den Gang entlang, um ihren Bräutigam zu treffen. Im Flugzeug war ich auf dem Mittelsitz gefangen und konnte nicht aus dem Gang heraus. In 5 Jahren wird der neue Supermarkt breitere Gänge haben.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alkoholizm",
      "translation": "Alkoholismus",
      "definition": "Przewlekła choroba charakteryzująca się nadmiernym i kompulsywnym spożywaniem napojów alkoholowych.",
      "definition_translation": "Eine chronische Krankheit, die durch den exzessiven und zwanghaften Konsum alkoholischer Getränke gekennzeichnet ist.",
      "example": "Alkoholizm jest poważnym problemem w wielu krajach. Lekarz zdiagnozował u niego alkoholizm po dokładnym badaniu. W przeszłości, ona walczyła z alkoholizmem, ale teraz jest trzeźwa.",
      "example_translation": "Alkoholismus ist ein schwerwiegendes Problem in vielen Ländern. Der Arzt diagnostizierte ihn mit Alkoholismus nach einer gründlichen Untersuchung. In der Vergangenheit hatte sie mit Alkoholismus gekämpft, aber jetzt ist sie nüchtern.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obcy",
      "translation": "Außerirdischer",
      "definition": "Istota z innego świata lub wszechświata, szczególnie ta, która jest uważana za inteligentną lub zdolną do komunikacji z ludźmi.",
      "definition_translation": "Ein Wesen aus einer anderen Welt oder einem anderen Universum, insbesondere eines, das als intelligent oder in der Lage, mit Menschen zu kommunizieren, betrachtet wird.",
      "example": "Film był o obcym, który przyszedł na Ziemię, aby dowiedzieć się o ludziach. W przeszłości, ludzie wierzyli, że obce mogą odwiedzić Ziemię w którymś momencie. W przyszłości, naukowcy mają nadzieję odkryć życie obce.",
      "example_translation": "Der Film handelte von einem Außerirdischen, der zur Erde kam, um Menschen zu lernen. In der Vergangenheit glaubten die Menschen, dass Außerirdische eines Tages die Erde besuchen würden. In Zukunft hoffen Wissenschaftler, außerirdische Lebensformen zu entdecken.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podobny",
      "translation": "ähnlich",
      "definition": "Mający podobny charakter lub naturę; podobny w wyglądzie, jakości lub stopniu.",
      "definition_translation": "Eine ähnliche Natur oder Charakter haben; in Aussehen, Qualität oder Grad ähnlich.",
      "example": "Bliźnięta były podobne w każdy sposób, od ich błyskotliwych oczu niebieskich po ich skłonne do psot grzeczki. Wczoraj, nosiły podobne stroje do szkoły. Do przyszłego roku, będą podobne wzrostem.",
      "example_translation": "Die Zwillinge waren in jeder Hinsicht gleich, von ihren blauen Augen bis zu ihren schelmischen Grinsen. Gestern trugen sie gleiche Outfits zur Schule. Bis nächstem Jahr werden sie in der Höhe gleich sein.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alergia",
      "translation": "Allergie",
      "definition": "Niezwykła reakcja organizmu na bodziec, taki jak określony pokarm, lek lub cząsteczka powietrza, powodująca objawy, takie jak kichanie, świerzb lub trudności w oddychaniu.",
      "definition_translation": "Eine abnormale Reaktion des Körpers auf einen Reiz, wie ein bestimmtes Essen, ein Medikament oder ein luftgetragenes Partikel, die zu Symptomen wie Niesen, Jucken oder Atemnot führt.",
      "example": "Mam alergię na pyłki, więc zawsze noszę ze sobą autostrzyk z adrenaliny podczas wiosny. W zeszłym roku, miałem reakcję alergiczną na nowy lek. Do przyszłego miesiąca, będę przeszedł testy alergiczne, aby ustalić przyczynę.",
      "example_translation": "Ich habe eine Pollenallergie, also trage ich immer ein EpiPen mit mir während des Frühlings. Letztes Jahr hatte ich eine allergische Reaktion auf das neue Medikament. Bis nächsten Monat werde ich eine Allergietestung durchführen, um die Ursache zu bestimmen.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaułek",
      "translation": "Gasse",
      "definition": "Wąska droga lub przejście między, za lub wewnątrz budynków.",
      "definition_translation": "Ein schmaler Durchgang oder Weg zwischen, hinter oder innerhalb von Gebäuden.",
      "example": "Zaułek za restauracją był ciemny i pusty. Wczoraj, szedłem zaułkiem, aby uniknąć zatłoczonej ulicy. Do przyszłego tygodnia, miasto będzie wyczyszczone zaułek z odpadów.",
      "example_translation": "Die Gasse hinter dem Restaurant war dunkel und verlassen. Gestern ging ich durch die Gasse, um die überfüllten Straßen zu vermeiden. Bis nächster Woche wird die Stadt die mit Müll gefüllte Gasse gereinigt haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aligator",
      "translation": "Alligator",
      "definition": "Duży gad z długim, zaokrąglonym nosem i potężnymi szczękami, żyjący w środowiskach wodnych, szczególnie na południu Stanów Zjednoczonych.",
      "definition_translation": "Ein großes Reptil mit einer langen, runden Schnauze und kräftigen Kiefern, das in Süßwasserlebensräumen, insbesondere im Südosten der Vereinigten Staaten, vorkommt.",
      "example": "W zoo, zobaczyliśmy aligatora pływającego w jeziorze. W zeszłym roku, poszedłem na polowanie na aligatora w baju. Do przyszłego lata, pójdę na wycieczkę obserwacyjną aligatorów na Florydzie.",
      "example_translation": "Im Zoo sahen wir einen Alligator, der im See schwamm. Letztes Jahr ging ich Alligatorjagd im Bayou. Bis nächsten Sommer werde ich eine Alligator-Besichtigungstour in Florida unternommen haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alfabetyczny",
      "translation": "alphabetisch",
      "definition": "Ułożony w kolejności alfabetycznej; sklasyfikowany według kolejności alfabetycznej.",
      "definition_translation": "In der Reihenfolge des Alphabets angeordnet; nach alphabetischer Reihenfolge klassifiziert.",
      "example": "Biblioteka ułożyła książki w kolejności alfabetycznej. Wczoraj, uporządkowałem pliki w kolejności alfabetycznej. Do przyszłego roku, firma będzie miała uporządkowane archiwum w kolejności alfabetycznej.",
      "example_translation": "Die Bibliothek ordnete die Bücher in alphabetischer Reihenfolge an. Ich hatte die Dateien gestern alphabetisiert. Bis nächstem Jahr wird das Unternehmen seine Archive alphabetisch organisiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alfabetycznie",
      "translation": "alphabetisch",
      "definition": "W kolejności alfabetycznej.",
      "definition_translation": "In der Reihenfolge des Alphabets.",
      "example": "Nazwiska były uporządkowane alfabetycznie na liście. Ona uporządkowała katalog kart alfabetycznie. Do przyszłego miesiąca, zespół będzie miał uporządkowaną bazę danych alfabetycznie.",
      "example_translation": "Die Namen waren in alphabetischer Reihenfolge auf der Liste angeordnet. Sie ordnete das Karteikatalog alphabetisch an. Bis nächsten Monat wird das Team die Datenbank alphabetisch sortiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmieniać",
      "translation": "ändern",
      "definition": "Zmieniać lub modyfikować coś; czynić coś innym.",
      "definition_translation": "Etwas zu ändern oder zu modifizieren; etwas anders zu machen.",
      "example": "Zmieniłem suknię, żeby pasowała mi lepiej. Ona zmienia swój wygląd, nosząc różny makijaż. Do przyszłego roku, firma będzie zmieniła swoją strategię biznesową.",
      "example_translation": "Ich änderte das Kleid, damit es mir besser passt. Sie ändert ihr Aussehen, indem sie unterschiedliches Make-up trägt. Bis nächstem Jahr wird das Unternehmen seine Geschäftsstrategie geändert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alternatywa",
      "translation": "Alternative",
      "definition": "Inna opcja lub możliwość; alternatywa lub zamiennik.",
      "definition_translation": "Eine andere Wahl oder Option; eine Möglichkeit oder Ersatz.",
      "example": "Firma zaproponowała alternatywne rozwiązanie problemu. Istnieją alternatywne trasy do centrum miasta. Do przyszłego tygodnia, zespół znajdzie alternatywną metodę ukończenia projektu.",
      "example_translation": "Das Unternehmen bot eine alternative Lösung für das Problem an. Es gibt alternative Routen zum Stadtzentrum. Bis nächster Woche wird das Team eine alternative Methode gefunden haben, um das Projekt abzuschließen.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alternatywa",
      "translation": "Alternative",
      "definition": "Wybór lub opcja, szczególnie w sytuacji, gdy istnieją multiple możliwości.",
      "definition_translation": "Eine Wahl oder Option, insbesondere in einer Situation, in der es mehrere Möglichkeiten gibt.",
      "example": "Museliśmy wybrać alternatywną trasę, aby uniknąć korka. Wybraliśmy alternatywną restaurację na kolację wczoraj wieczorem. Będziemy rozważać alternatywne rozwiązanie problemu.",
      "example_translation": "Wir mussten eine alternative Route wählen, um den Verkehrsstau zu vermeiden. Wir wählten ein alternatives Restaurant für das Abendessen letzte Nacht. Wir werden eine alternative Lösung für das Problem in Betracht ziehen.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "alternatywnie",
      "translation": "alternativ",
      "definition": "W inny sposób lub sposób; jako alternatywa.",
      "definition_translation": "Auf eine andere Weise oder Art; als Alternative.",
      "example": "Możemy rozwiązać problem alternatywnie, używając innego podejścia. Mówiła alternatywnie w głośnym i cichym głosie. Będą pracować alternatywnie nad projektem.",
      "example_translation": "Wir können das Problem alternativ durch die Verwendung eines anderen Ansatzes lösen. Sie sprach alternativ in einer lauten und leisen Stimme. Sie werden alternativ am Projekt arbeiten.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aluminium",
      "translation": "Aluminium",
      "definition": "Lekki, srebrzysto-biały metal stosowany w samolotach, opakowaniach i innych aplikacjach.",
      "definition_translation": "Ein leichtes, silberweißes Metall, das in Flugzeugen, Verpackungen und anderen Anwendungen verwendet wird.",
      "example": "Samolot jest wykonany z aluminium, aby zmniejszyć jego wagę. Aluminium jest stosowane w opakowaniach żywności, aby zapobiec korozji. Firma rozpocznie produkcję produktów aluminiowych w przyszłym roku.",
      "example_translation": "Das Flugzeug ist aus Aluminium hergestellt, um sein Gewicht zu reduzieren. Aluminium wird in Lebensmittelverpackungen verwendet, um Korrosion zu vermeiden. Das Unternehmen wird nächstes Jahr mit der Produktion von Aluminiumprodukten beginnen.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumienie",
      "translation": "Erstaunen",
      "definition": "Uczucie wielkiego zdziwienia lub cudu.",
      "definition_translation": "Ein Gefühl großer Überraschung oder Verwunderung.",
      "example": "Turystów ogarnęło zdumienie, gdy zobaczyli Wielki Kanion. Oczy dziecka szeroko otworzyły się w zdumieniu, gdy zobaczył fajerwerki. Drużyna była w zdumieniu, gdy wygrali mistrzostwo.",
      "example_translation": "Die Touristen fühlten sich erstaunt, als sie den Grand Canyon sahen. Die Augen des Kindes weiteten sich vor Erstaunen, als er die Feuerwerksshow sah. Das Team war erstaunt, als sie die Meisterschaft gewannen.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambasador",
      "translation": "Botschafter",
      "definition": "Osoba, która działa jako przedstawiciel lub kurier kraju, organizacji lub grupy.",
      "definition_translation": "Eine Person, die als Vertreter oder Bote eines Landes, einer Organisation oder einer Gruppe fungiert.",
      "example": "Ambasador został wyznaczony do negocjowania pokoju. Przez ponad 10 lat była ambasadorem. Wynają oni ją jako ambasadora w przyszłym roku.",
      "example_translation": "Der Botschafter wurde zur Verhandlung eines Friedensvertrags ernannt. Sie ist seit über 10 Jahren Botschafterin. Sie werden sie nächsten Jahr zur Botschafterin ernennen.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambicja",
      "translation": "Ehrgeiz",
      "definition": "Silne pragnienie lub cel, aby osiągnąć coś, typowo wymagający determinacji i ciężkiej pracy.",
      "definition_translation": "Ein starker Wille oder Ziel, etwas zu erreichen, typischerweise erfordert Entscheidung und harte Arbeit.",
      "example": "Jej ambicją było zostać lekarzem. On zawsze miał ambicję latać. Będą osiągnąć swoją ambicję z ciężką pracą.",
      "example_translation": "Ihr Ehrgeiz war, Ärztin zu werden. Er hat immer den Ehrgeiz gehabt, zu fliegen. Sie werden ihren Ehrgeiz mit harter Arbeit erreichen.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ambitny",
      "translation": "ehrgeizig",
      "definition": "Mający lub pokazujący silne pragnienie sukcesu lub osiągnięcia czegoś, często wymagającego wiele wysiłku i determinacji.",
      "definition_translation": "Einen starken Wunsch nach Erfolg oder Erreichen von etwas zeigt, oft erfordert viel Anstrengung und Entscheidung.",
      "example": "Była ambitną studentką. On jest ambitnym przedsiębiorcą. Będą ambitni, aby odnieść sukces w życiu.",
      "example_translation": "Sie war eine ehrgeizige Studentin. Er ist ein ehrgeiziger Geschäftsmann. Sie sind ehrgeizig, im Leben erfolgreich zu sein.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozweselać",
      "translation": "unterhalten",
      "definition": " Rozpieszczać lub zajmować kogoś w przyjemny sposób, często będąc zabawnym lub interesującym.",
      "definition_translation": "Jemanden auf angenehme Weise zu unterhalten oder zu beschäftigen, oft indem man lustig oder interessant ist.",
      "example": "Show komediowy rozweselił publiczność. Była rozweselona przez żart. Będą nas rozweselać swoją historią.",
      "example_translation": "Die Comedy-Show unterhielt das Publikum. Sie wurde von dem Witz unterhalten. Sie werden uns mit ihrer Geschichte unterhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozweselać",
      "translation": "unterhalten",
      "definition": "rozweselać lub zajmować w przyjemny sposób",
      "definition_translation": "jemanden auf eine angenehme Weise zu unterhalten oder zu beschäftigen",
      "example": "Wynajmę się rozweselić gościami numerem magicznym dziś wieczorem. Teraz rozweselam ich zabawną historią. Wynaję się rozweselić ich żartem wczoraj.",
      "example_translation": "Ich werde die Gäste heute Abend mit einem Zaubertrick unterhalten. Ich unterhalte sie gerade mit einer lustigen Geschichte. Ich habe sie gestern mit einem Witz unterhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozweselony",
      "translation": "amüsiert",
      "definition": "rozweselony lub zajęty w przyjemny sposób",
      "definition_translation": "auf eine angenehme Weise unterhalten oder beschäftigt",
      "example": "Publiczność była rozweselona przez komika. Dzieci były rozweselone przez sztuczki klauna. Dorośli byli rozweseloni przez iluzje magika.",
      "example_translation": "Das Publikum wurde von den Witzen des Comedians unterhalten. Die Kinder wurden von den Tricks des Clowns unterhalten. Die Erwachsenen wurden von den Illusionen des Magiers unterhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozrywka",
      "translation": "Unterhaltung",
      "definition": "uczucie przyjemności lub zabawy",
      "definition_translation": "ein Gefühl der Freude oder des Vergnügens",
      "example": "Park rozrywki był pełen ludzi bawiących się. Urządzenie rozrywkowe było ekscytujące. Uczucie rozrywki było widoczne na twarzy dziecka.",
      "example_translation": "Der Vergnügungspark war voll von Menschen, die sich amüsierten. Die Vergnügungsfahrt war aufregend. Das Kindes Vergnügen war auf seinem Gesicht erkennbar.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ananconda",
      "translation": "Anakonda",
      "definition": "duży, niejadowity wąż znaleziony w Ameryce Południowej",
      "definition_translation": "eine große, ungiftige Schlange, die in Südamerika gefunden wird",
      "example": "Ananconda jest olbrzymim wężem, który może połknąć swoją zdobycz całą. Anancondy są znalezione w lasach deszczowych Ameryki Południowej. Ciało anancondy jest niezwykle długie i ciężkie.",
      "example_translation": "Die Anakonda ist eine riesige Schlange, die ihr Beutetier ganz schlucken kann. Anakondas werden in den Regenwäldern Südamerikas gefunden. Der Körper der Anakonda ist extrem lang und schwer.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "analizować",
      "translation": "analysieren",
      "definition": "Badać lub sprawdzać coś, aby zrozumieć je lub określić jego składowe części",
      "definition_translation": "Etwas zu untersuchen oder zu erforschen, um es zu verstehen oder seine Bestandteile zu identifizieren",
      "example": "Będę analizować dane, aby zidentyfikować trendy, analizuę dane, aby zidentyfikować trendy, analizowałem dane, aby zidentyfikować trendy",
      "example_translation": "Ich werde die Daten analyse, um Trends zu identifizieren, Ich analysierte die Daten, um Trends zu identifizieren, Ich habe die Daten analysiert, um Trends zu identifizieren",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "analiza",
      "translation": "Analyse",
      "definition": "Proces rozkładania złożonej informacji lub idei na mniejsze części, aby zrozumieć i zinterpretować je",
      "definition_translation": "Der Prozess, komplexe Informationen oder Ideen in kleinere Teile zu zerlegen, um sie zu verstehen und zu interpretieren",
      "example": "Analiza danych ujawniła interesujące spostrzeżenia, analiza danych ujawnia interesujące spostrzeżenia, analiza danych ujawni interesujące spostrzeżenia",
      "example_translation": "Die Analyse der Daten offenbarte einige interessante Erkenntnisse, Die Analyse der Daten offenbart einige interessante Erkenntnisse, Die Analyse der Daten wird einige interessante Erkenntnisse offenbaren",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "analityk",
      "translation": "Analytiker",
      "definition": "Osoba, która badana i interpretuje dane lub informacje, aby wyciągnąć wnioski lub przypuszczenia",
      "definition_translation": "Eine Person, die Daten oder Informationen untersucht und interpretiert, um Schlussfolgerungen zu ziehen oder Empfehlungen zu machen",
      "example": "Analityk przeglądał dane, aby zidentyfikować wzorce, analityk przegląda dane, aby zidentyfikować wzorce, analityk będzie przeglądał dane, aby zidentyfikować wzorce",
      "example_translation": "Der Analytiker überprüfte die Daten, um Muster zu erkennen, Der Analytiker überprüft die Daten, um Muster zu erkennen, Der Analytiker wird die Daten überprüfen, um Muster zu erkennen",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przodek",
      "translation": "Vorfahr",
      "definition": "Osoba, od której ktoś pochodzi, bezpośrednio lub pośrednio",
      "definition_translation": "Eine Person, von der man abstammt, entweder direkt oder indirekt",
      "example": "Mój przodek wyemigrował z Europy, moi przodkowie wyemigrowali z Europy, moi przodkowie będą się chcieli dumni ze mnie",
      "example_translation": "Mein Vorfahr wanderte aus Europa aus, Meine Vorfahren wanderten aus Europa aus, Meine Vorfahren werden stolz auf mich sein",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gniew",
      "translation": "Zorn",
      "definition": "silne uczucie niezadowolenia, wrogości lub oburzenia w odpowiedzi na krzywdę lub postrzeganą krzywdę",
      "definition_translation": "eine starke Empfindung von Missfallen, Feindseligkeit oder Empörung als Reaktion auf ein Unrecht oder ein vermeintliches Unrecht",
      "example": "Czułem gniew wobec kierowcy, który wyprzedził mnie na drodze. Czułem gniew wobec szefa przez cały tydzień. Czuje gniew, jeśli nie otrzymam przeprosin.",
      "example_translation": "Ich fühlte mich gegenüber dem Fahrer, der mich im Verkehr abgeschnitten hatte, zornig. Ich habe mich die ganze Woche gegenüber meinem Chef ärgerlich gefühlt. Ich werde mich ärgern, wenn ich keine Entschuldigung erhalte.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zwierzę",
      "translation": "Tier",
      "definition": "żyjąca istota, która żeruje na materii organicznej, typowo mająca specjalizowane organy zmysłowe i układ nerwowy, i mogąca szybko reagować na bodźce",
      "definition_translation": "ein lebendes Organismus, das sich von organischer Materie ernährt, normalerweise mit speziellen Sinnesorganen und Nervensystem ausgestattet und in der Lage, schnell auf Reize zu reagieren",
      "example": "Zwierzę w zoo było bardzo aktywne. Miałam zwierzę jako domowe, gdy byłam dzieckiem. Będę miał zwierzę jako domowe, gdy się wyprowadzę.",
      "example_translation": "Das Tier im Zoo war sehr aktiv. Ich hatte ein Tier als Haustier, als ich ein Kind war. Ich werde ein Tier als Haustier haben, wenn ich ausgezogen bin.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "corocznie",
      "translation": "jährlich",
      "definition": "raz do roku; co roku",
      "definition_translation": "einmal im Jahr; jedes Jahr",
      "example": "Jadę na wakacje corocznie. Mamy spotkanie corocznie, aby omówić postęp. Będę składał deklarację podatkową corocznie, zaczynając od przyszłego roku.",
      "example_translation": "Ich gehe einmal im Jahr in Urlaub. Wir haben ein Treffen, um unseren Fortschritt zu besprechen. Ich werde meine Steuern ab nächstem Jahr jährlich anmelden.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lęk",
      "translation": "Angst",
      "definition": "uczucie niepokoju, nerwowości lub niezadowolenia wobec czegoś z niepewnym wynikiem",
      "definition_translation": "ein Gefühl der Sorge, Nervosität oder Unruhe über etwas mit ungewissem Ausgang",
      "example": "Czułem lęk przed egzaminem. Czułem lęk o prezentację przez cały tydzień. Będę czuł lęk, jeśli nie dostanę pracy.",
      "example_translation": "Ich fühlte mich vor der Prüfung ängstlich. Ich habe mich die ganze Woche wegen der Präsentation ängstlich gefühlt. Ich werde mich ängstlich fühlen, wenn ich den Job nicht bekomme.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niecierpliwie",
      "translation": "ängstlich",
      "definition": "czując lub pokazując niepokój lub zaniepokojenie coś",
      "definition_translation": "Ängstlichkeit oder Sorge um etwas zeigen",
      "example": "Niecierpliwie czekałem na wyniki egzaminu. Szukałem pracy niecierpliwie. Będę niecierpliwie czekał na Twoją odpowiedź.",
      "example_translation": "Ich wartete ängstlich auf die Ergebnisse der Prüfung. Ich habe ängstlich nach einem Job gesucht. Ich werde ängstlich auf deine Antwort warten.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tak czy inaczej",
      "translation": "jedenfalls",
      "definition": "w każdym przypadku, tak czy inaczej",
      "definition_translation": "in jedem Fall; jedenfalls",
      "example": "Pójdę na imprezę tak czy inaczej. Skończymy projekt tak czy inaczej. Ona pójdzie na spotkanie tak czy inaczej.",
      "example_translation": "Ich gehe zur Party jedenfalls. Wir werden das Projekt jedenfalls beenden. Sie wird zur Sitzung jedenfalls kommen.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apostrof",
      "translation": "Apostroph",
      "definition": "znak interpunkcyjny (') używany do wskazywania posiadania lub tworzenia skrótów",
      "definition_translation": "ein Satzzeichen (') verwendet, um Besitz oder Kontraktionen anzudeuten",
      "example": "Apostrof w 'it's' wskazuje posiadanie. Nauczyciel wyjaśnił użycie apostrofów w skrótach. Apostrof jest używany do tworzenia rzeczowników dzierżawczych.",
      "example_translation": "Der Apostroph in 'it's' deutet Besitz an. Die Lehrerin erklärte die Verwendung von Apostrophen in Kontraktionen. Der Apostroph wird verwendet, um possessive Nomen zu bilden.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "oczywisty",
      "translation": "offensichtlich",
      "definition": "wyraźnie widoczny lub rozumiany; oczywisty",
      "definition_translation": "klar zu sehen oder zu verstehen; offensichtlich",
      "example": "Problem był oczywisty dla wszystkich. Oczywista brak zainteresowania był przerażający. Oczywistą przyczyną wypadku był błąd ludzki.",
      "example_translation": "Das Problem war für jeden offensichtlich. Die offensichtliche Desinteresse war beunruhigend. Die offensichtliche Ursache des Unfalls war menschlicher Fehler.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wyraźnie",
      "translation": "offensichtlich",
      "definition": "używany do wskazywania, że coś jest prawdopodobne, ale nie pewne",
      "definition_translation": "wird verwendet, um anzuzeigen, dass etwas wahrscheinlich wahr ist, aber es ist nicht sicher",
      "example": "Ona wyraźnie nie otrzymała wiadomości e-mail. Wczoraj ona wyraźnie wyszła wcześnie. Ona wyraźnie będzie uczestniczyć w spotkaniu jutro.",
      "example_translation": "Sie hat offensichtlich keine E-Mail erhalten. Gestern ist sie offensichtlich früh gegangen. Sie wird offensichtlich morgen auf der Sitzung teilnehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apelacja",
      "translation": "Berufung",
      "definition": "formalny wniosek do wyższej instancji o zmianę decyzji",
      "definition_translation": "eine formale Anfrage an eine höhere Instanz, um eine Entscheidung zu ändern",
      "example": "Adwokat złożył apelację przeciwko decyzji sądu. On odwołuje się do każdego z naszego poczucia sprawiedliwości. Firma złoży apelację przeciwko werdyktowi miesiąc później.",
      "example_translation": "Der Anwalt legte Berufung gegen das Gerichtsurteil ein. Sie appelliert an jeden Sinne des Rechts. Das Unternehmen wird nächsten Monat gegen das Urteil Berufung einlegen.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "apelacja",
      "translation": "Anziehung",
      "definition": "jakość atrakcyjności lub interesującej",
      "definition_translation": "die Eigenschaft, attraktiv oder interessant zu sein",
      "example": "Nowy restauracja ma silną apelację dla foodblogerów. Atrakcyjność nowej polityki jest niejasna. Atrakcyjność pakietu wypoczynkowego była nieodparta.",
      "example_translation": "Das neue Restaurant hat eine starke Anziehung auf Foodies. Die Anziehung der neuen Politik ist unklar. Die Anziehung des Urlaubspakets war unwiderstehlich.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pojawić się",
      "translation": "erscheinen",
      "definition": "stać się widocznym lub być widzianym",
      "definition_translation": "sich sichtbar zu machen oder gesehen zu werden",
      "example": "Magik pojawi się na scenie dziś wieczorem. Ona pojawiła się w progu nagle. Nowy produkt pojawi się na rynku za rok.",
      "example_translation": "Der Magier wird heute Abend auf der Bühne erscheinen. Sie erschien plötzlich in der Tür. Das neue Produkt wird nächstes Jahr auf dem Markt erscheinen.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wygląd",
      "translation": "Äußeres, Erscheinung",
      "definition": "Sposób, w jaki ktoś lub coś wygląda, zwłaszcza gdy jest to zauważalne lub nietypowe.",
      "definition_translation": "Die Art, wie jemand oder etwas aussieht, insbesondere wenn es auffällig oder ungewöhnlich ist.",
      "example": "Nagła pojawienie się w drzwiach zaskoczyło wszystkich. Ona zrobiła kilka występów w telewizji przed. Drużyna zasłużyła na swój wygląd w finale.",
      "example_translation": "Ihr plötzliches Auftauchen in der Türübung überraschte jeden. Sie hatte bereits mehrmals im Fernsehen aufgetreten. Das Team's Auftreten im Finale war wohlverdient.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wniosek",
      "translation": "Anwendung, Bewerbung",
      "definition": "Wniosek lub formalny wniosek o zrobienie czegoś lub aby być rozważonym dla czegoś.",
      "definition_translation": "Eine Anfrage oder eine formale Anfrage, etwas zu tun oder für etwas in Frage zu kommen.",
      "example": "Złożyłem wniosek na uniwersytet. Proces wnioskowy trwał kilka miesięcy. Firma otrzymała setki wniosków o pracę.",
      "example_translation": "Ich habe meine Bewerbung an die Universität eingereicht. Der Bewerbungsprozess dauerte mehrere Monate. Das Unternehmen erhielt hunderte von Bewerbungen für den Job.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "docenić",
      "translation": "schätzen, würdigen",
      "definition": "Rozpoznać dobre cechy kogoś lub czegoś i umieścić je wysoko.",
      "definition_translation": "Die guten Eigenschaften von jemandem oder etwas erkennen und sie schätzen.",
      "example": "Doceniam twoją pomoc. Ona doceniła piękną widok. Oni docenili jego starania o polepszenie firmy.",
      "example_translation": "Ich schätze deine Hilfe. Sie schätzte den schönen Blick. Sie schätzten seine Bemühungen, das Unternehmen zu verbessern.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " docenienie",
      "translation": "Würdigung, Anerkennung",
      "definition": "Uczucie wdzięczności lub szacunku dla kogoś lub czegoś.",
      "definition_translation": "Ein Gefühl der Dankbarkeit oder Achtung gegenüber jemandem oder etwas.",
      "example": "Chciałbym wyrazić swoje docenienie za wsparcie. Ona okazała swoje docenienie, dając mu prezent. Zespół wyraził swoje docenienie trenera za ciężką pracę.",
      "example_translation": "Ich möchte meine Würdigung für deine Unterstützung ausdrücken. Sie zeigte ihre Anerkennung, indem sie ihm ein Geschenk gab. Die Anerkennung des Teams für die harte Arbeit des Trainers war offensichtlich.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejście",
      "translation": "Ansatz",
      "definition": "Akt zbliżania się lub próby zrobienia czegoś.",
      "definition_translation": "Die Handlung des Näherkommens oder des Versuchs, etwas zu tun.",
      "example": "Zbliżę się do problemu z ostrożnością. Zbliżyłem się do problemu z ostrożnością. Zbliżyłem się do problemu z ostrożnością w przeszłości.",
      "example_translation": "Ich werde das Problem mit Vorsicht angehen. Ich ging das Problem mit Vorsicht an. Ich hatte das Problem mit Vorsicht angegangen.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "podejście",
      "translation": "Ansatz",
      "definition": "Sposób radzenia sobie z sytuacją lub problemem.",
      "definition_translation": "Eine Methode, um mit einer Situation oder einem Problem umzugehen.",
      "example": "Moje podejście do projektu było inne niż twoje. Zbliżyłem się do projektu z nową ideą. Miałem podejście do projektu z sceptycyzmem.",
      "example_translation": "Mein Ansatz für das Projekt war anders als deiner. Ich ging das Projekt mit einer neuen Idee an. Ich hatte das Projekt mit Skepsis angegangen.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odpowiedni",
      "translation": "angemessen",
      "definition": "Właściwy lub odpowiedni dla danej sytuacji lub celu.",
      "definition_translation": "Passend oder geeignet für eine bestimmte Situation oder einen bestimmten Zweck.",
      "example": "Odpowiednia odpowiedź na sytuację była wezwanie policji. Znalazłem odpowiednie rozwiązanie problemu. Znajdę odpowiedni czas, aby omówić sprawę.",
      "example_translation": "Die angemessene Reaktion auf die Situation war, die Polizei zu rufen. Ich hatte eine passende Lösung für das Problem gefunden. Ich werde einen geeigneten Zeitpunkt finden, um das Problem zu diskutieren.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odpowiednio",
      "translation": "angemessen",
      "definition": "W sposób odpowiedni dla danej sytuacji lub celu.",
      "definition_translation": "Auf eine Weise, die für eine bestimmte Situation oder einen bestimmten Zweck passend oder geeignet ist.",
      "example": "Ubrałem się odpowiednio na okazję. Odpowiedziałem odpowiednio w sytuacji awaryjnej. Odpowiedzę odpowiednio na wiadomość.",
      "example_translation": "Ich hatte mich angemessen für den Anlass gekleidet. Ich hatte auf den Notfall angemessen reagiert. Ich werde auf die Nachricht angemessen reagieren.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatwierdzenie",
      "translation": "Genehmigung",
      "definition": "Akt zatwierdzania lub akceptacji czegoś jako zadowalającego lub wystarczającego.",
      "definition_translation": "Die Handlung, etwas als zufriedenstellend oder ausreichend anzunehmen.",
      "example": "Menedżer zatwierdził projekt, aby mogło się rozpocząć. Ona zatwierdzi końcowy design jutro. Firma czekała na zatwierdzenie przez miesiące.",
      "example_translation": "Der Manager gab ihr die Genehmigung für den Projektbeginn. Sie wird das finale Design morgen genehmigen. Das Unternehmen wartet seit Monaten auf die Genehmigung.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zatwierdzić",
      "translation": "genehmigen",
      "definition": "Uważać coś za zadowalające lub wystarczające i udzielić pozwolenia na jego realizację.",
      "definition_translation": "Etwas als zufriedenstellend oder geeignet zu erachten und die Erlaubnis dafür zu geben, dass es geschieht oder erledigt wird.",
      "example": "Szef zatwierdzi plan, jeśli spełni wymagania. Ona zatwierdziła płatność wczoraj. Oni zatwierdzą propozycję następnie tygodnia.",
      "example_translation": "Der Chef wird den Plan genehmigen, wenn er den Anforderungen entspricht. Sie genehmigte die Zahlung gestern. Sie werden den Vorschlag nächste Woche genehmigen.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aproksymować",
      "translation": "annähern",
      "definition": "Dążyć do, ale nie osiągnąć dokładnie, określonej wartości lub ilości.",
      "definition_translation": "Einer bestimmten Wert oder Menge nahe zu kommen, ohne sie genau zu erreichen.",
      "example": "Aproksymowany koszt projektu to 10 000 zł. Naukowiec próbował aproksymować wyniki. Firma aproksymuje datę dostawy do listopada.",
      "example_translation": "Die ungefähre Kosten des Projekts betrugen $10.000. Der Wissenschaftler versuchte, die Ergebnisse anzunähern. Das Unternehmen wird den Liefertermin auf November annehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fartuch",
      "translation": "Schürze",
      "definition": "Kawałek tkaniny noszony na przedzie ciała, aby chronić ubranie przed plamami.",
      "definition_translation": "Ein Stück Stoff, das vor dem Körper getragen wird, um die Kleidung vor Flecken zu schützen.",
      "example": "Kucharz nosił fartuch, aby chronić swoje ubranie. Ona włożyła fartuch przed rozpoczęciem gotowania. Artysta nosił fartuch, aby chronić swoje ubranie przed farbą.",
      "example_translation": "Der Koch trug eine Schürze, um seine Kleidung zu schützen. Sie zog eine Schürze an, bevor sie mit dem Kochen begann. Der Künstler trug eine Schürze, um seine Kleidung vor Farbe zu schützen.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arena",
      "translation": "Arena",
      "definition": "Miejsce, w którym odbywają się wydarzenia sportowe, rozrywkowe i inne, często otoczone miejscami siedzącymi dla widzów.",
      "definition_translation": "Ein Ort, an dem Sportveranstaltungen, Unterhaltung und andere Events stattfinden, oft von Sitzplätzen für Zuschauer umgeben.",
      "example": "Nowa arena będzie gospodarzem koncertu za tydzień. Gospodarzem mistrzostw boksu była rok temu. Gospodarzem meczu hokejowego będzie za miesiąc.",
      "example_translation": "Die neue Arena wird nächste Woche ein Konzert austragen. Es hat letzten Jahr einen Boxkampf ausgetragen. Es wird nächsten Monat ein Hockey-Spiel austragen.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arm",
      "translation": "Arm",
      "definition": "Górna część ludzkiego ciała, rozciągająca się od ramienia do ręki.",
      "definition_translation": "Der obere Teil des menschlichen Körpers, der sich vom Schultergelenk bis zur Hand erstreckt.",
      "example": "Zraniłem rękę podczas gry w piłkę nożną. Ona uzbroi się w nowy pistolet. Żołnierze zostali uzbrojeni w karabiny.",
      "example_translation": "Ich verletzte meinen Arm beim Fußballspielen. Sie wird sich mit einer neuen Waffe bewaffnen. Sie bewaffneten die Soldaten mit Gewehren.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "armed",
      "translation": "bewaffnet",
      "definition": "Uzbrojony w broń lub bronie.",
      "definition_translation": "Mit einer Waffe oder Waffen ausgestattet.",
      "example": "Uzbrojeni strażnicy patrolowali granicę. Policja była uzbrojona w gaz łzawiący. Będą uzbrojeni w karabiny podczas misji.",
      "example_translation": "Die bewaffneten Wächter patrouillierten an der Grenze. Die Polizei war mit Tränengas bewaffnet. Sie werden während des Einsatzes mit Gewehren bewaffnet sein.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arrange",
      "translation": "anordnen",
      "definition": "Ułożyć lub przygotować coś w określony sposób.",
      "definition_translation": "Etwas in einer bestimmten Weise zu ordnen oder vorzubereiten.",
      "example": "Zorganizuję spotkanie na jutro. Ułożyła kwiaty w wazonie. Będą organizować konferencję w przyszłym roku.",
      "example_translation": "Ich werde die Sitzung für morgen anordnen. Sie ordnete die Blumen in einer Vase an. Sie werden die Konferenz nächstes Jahr anordnen.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arrest",
      "translation": "Verhaftung",
      "definition": "Akt zabrania kogoś pod straż, zwykle dlatego, że popełnił przestępstwo.",
      "definition_translation": "Die Tat, jemanden in Gewahrsam zu nehmen, normalerweise weil sie ein Verbrechen begangen haben.",
      "example": "Policja dokonała aresztowania na miejscu przestępstwa. Podejrzany zostanie aresztowany jutro. Jeśli nie znajdziemy sprawcy, dokonamy aresztowania za tydzień.",
      "example_translation": "Die Polizei nahm an der Tatort eine Verhaftung vor. Der Verdächtige wird morgen verhaftet werden. Wenn wir den Täter nicht finden, werden wir nächste Woche eine Verhaftung vornehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arrogance",
      "translation": "Arroganz",
      "definition": "Postawa wyższości, często towarzysząca brakiem szacunku dla innych.",
      "definition_translation": "Eine Einstellung der Überlegenheit, oft begleitet von einer fehlenden Achtung vor anderen.",
      "example": "Jej arogancja uniemożliwiła jej nawiązanie przyjaźni. Arogancja firmy doprowadziła do jej upadku. Jeśli nie powstrzymamy arogancji, stracimy wszystko.",
      "example_translation": "Ihre Arroganz machte es ihr schwer, Freunde zu finden. Die Arroganz des Unternehmens führte zu seinem Niedergang. Wenn wir unsere Arroganz nicht überprüfen, werden wir alles verlieren.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Posiadający lub demonstrujący postawę wyższości, często towarzyszącą brakiem szacunku dla innych.",
      "definition_translation": "Eine Haltung der Überlegenheit aufweisend, oft begleitet von einer fehlenden Achtung vor anderen.",
      "example": "Arogancki sportowiec spoglądał z góry na swoich kolegów z drużyny. Była arogancka co do swojej inteligencji. Arogancki CEO firmy popełnił fatalny błąd.",
      "example_translation": "Der arrogant Athlet sah auf seine Teamkollegen herab. Sie war arrogant bzgl. ihrer Intelligenz. Der arrogant CEO des Unternehmens machte einen fatalen Fehler.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "arrow",
      "translation": "Pfeil",
      "definition": "Projektil z ostrym grotem, używany jako broń lub do polowania.",
      "definition_translation": "Ein Projektiles mit einer scharfen Spitze, als Waffe oder zum Jagen verwendet.",
      "example": "Strzała pofrunęła prosto i trafiała w cel. Łucznicy używali strzał w starożytnych bitwach. Strzała symbolizuje odwagę i siłę.",
      "example_translation": "Der Pfeil flog geradeaus und traf das Ziel. Bogenschützen verwendeten Pfeile in alten Schlachten. Der Pfeil symbolisiert Mut und Stärke.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artificially",
      "translation": "künstlich",
      "definition": "W sposób nienaturalny, lecz raczej wymuszony lub wytworzony.",
      "definition_translation": "Auf eine Weise, die nicht natürlicherweise, sondern vielmehr künstlich oder hergestellt ist.",
      "example": "Firma została oskarżona o sztuczne fałszowanie danych sprzedaży. Podniosą ceny sztucznie w zeszłym roku. Będą sztucznie tworzyć poczucie pilności, aby sprzedać więcej produktów.",
      "example_translation": "Das Unternehmen wurde beschuldigt, ihre Umsatzzahlen künstlich aufzublähen. Sie haben letztes Jahr die Preise künstlich angehoben. Sie werden einen künstlichen Sinn der Dringlichkeit schaffen, um mehr Produkte zu verkaufen.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artistic",
      "translation": "künstlerisch",
      "definition": "Związany z lub charakteryzujący się stylami wyobraźniowymi lub kreatywnymi, zwłaszcza w sztuce, muzyce lub literaturze.",
      "definition_translation": "Bezieht sich auf oder ist gekennzeichnet durch einen fantasievollen oder kreativen Stil, insbesondere in Kunst, Musik oder Literatur.",
      "example": "Dyrektor artystyczny muzeum jest odpowiedzialny za kuratorowanie wystaw. Była dzieckiem artystycznym, zawsze robiącym rzemiosła i rysując. Miasto ma społeczność artystyczną, wspierającą lokalnych muzyków.",
      "example_translation": "Der künstlerische Direktor des Museums ist für die Kuratierung von Ausstellungen verantwortlich. Sie war ein künstlerisches Kind, immer Handwerke und zeichnend. Die Stadt hat eine künstlerische Gemeinschaft, die lokale Musiker unterstützt.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artystycznie",
      "translation": "künstlerisch",
      "definition": "W sposób twórczy, wyobraźniowy lub umiejętny, zwłaszcza w odniesieniu do sztuki, muzyki lub literatury.",
      "definition_translation": "Auf eine Weise, die kreativ, fantasievoll oder fachmännisch ist, insbesondere in Bezug auf Kunst, Musik oder Literatur.",
      "example": "Meble zaprojektowane artystycznie były hitem na targach przemysłowych. Reżyser artystycznie uplasował się w opowieści. Miasto rozwinęło artystycznie swoją promenadę nad wodą.",
      "example_translation": "Das künstlerisch entworfene Möbel war ein Hit auf der Fachmesse. Der Regisseur hat die Geschichte künstlerisch zusammengewebt. Die Stadt hat ihr Ufergebiet künstlerisch entwickelt.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "na bok",
      "translation": "beiseite",
      "definition": "Na stronę; z dala od głównego punktu lub kierunku.",
      "definition_translation": "Nach einer Seite; weg vom Hauptpunkt oder der Hauptdirection.",
      "example": "Połóż książkę na bok teraz i skoncentruj się na swojej pracy domowej. Ona odsunęła zasłonę na bok, aby ujawnić niespodziankę. Będą rezerwować specjalny fundusz na ten projekt.",
      "example_translation": "Leg das Buch für jetzt beiseite und konzentriere dich auf deine Hausaufgaben. Sie schob den Vorhang beiseite, um die Überraschung zu enthüllen. Sie werden einen speziellen Fonds für das Projekt beiseite stellen.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aspekt",
      "translation": "Aspekt",
      "definition": "Szczególna cecha lub część czegoś, takiego jak problem lub sytuacja.",
      "definition_translation": "Ein bestimmtes Merkmal oder Teil von etwas, wie ein Problem oder eine Situation.",
      "example": "Firma dokona oceny aspektu środowiskowego nowego projektu. Oceniliśmy aspekt finansowy fuzji w zeszłym roku. Ocenimy strategię marketingową w następnym kwartale.",
      "example_translation": "Das Unternehmen wird den Umweltaspekt des neuen Projekts bewerten. Wir haben den Finanzaspekt der Fusion letztes Jahr bewertet. Sie werden den Marketing-Aspekt im nächsten Quartal aspekten.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocenić",
      "translation": "beurteilen",
      "definition": "Zdawać sobie sprawę lub ocenić coś, takiego jak sytuacja lub umiejętności osoby.",
      "definition_translation": "Eine Bewertung oder Einschätzung über etwas, wie eine Situation oder die Fähigkeiten einer Person, zu treffen.",
      "example": "Nauczyciel oceni osiągnięcia studenta na koniec semestru. Oceniliśmy sytuację i zdecydowaliśmy się ewakuować budynek. Firma oceni umiejętności nowego pracownika następnego tygodnia.",
      "example_translation": "Der Lehrer wird die Leistung des Schülers am Ende des Semesters beurteilen. Wir haben die Situation beurteilt und beschlossen, das Gebäude zu evakuieren. Die Firma wird die Fähigkeiten des neuen Mitarbeiters nächste Woche beurteilen.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ocena",
      "translation": "Bewertung",
      "definition": "Proces zdawania sobie sprawy lub oceny czegoś, takiego jak sytuacja lub umiejętności osoby.",
      "definition_translation": "Der Prozess, eine Bewertung oder Einschätzung über etwas, wie eine Situation oder die Fähigkeiten einer Person, zu treffen.",
      "example": "Ocena ryzyka projektu została przeprowadzona przez doradcę zewnętrznego. Ocena nauczyciela umiejętności studenta była pozytywna. Firma przeprowadzi ocenę trendów rynkowych następnego kwartału.",
      "example_translation": "Die Bewertung der Risiken des Projekts wurde von einem externen Berater durchgeführt. Die Bewertung der Fähigkeiten des Schülers durch den Lehrer war positiv. Die Firma wird nächstes Quartal eine Bewertung der Marktrends durchführen.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomóc",
      "translation": "assistieren",
      "definition": " Udzielić wsparcia lub pomocy komuś lub czemuś, takiego jak osoba lub projekt.",
      "definition_translation": "Jemandem oder etwas, wie einem Menschen oder einem Projekt, Unterstützung oder Hilfe zu geben.",
      "example": "Pielęgniarka pomoże lekarzowi podczas operacji. Pomogłem mojemu kolegowi z projektem w zeszłym miesiącu. Firma pomoże nowemu pracownikowi z procesem adaptacyjnym.",
      "example_translation": "Die Schwester wird den Arzt während der Operation assistieren. Ich half meinem Kollegen letzten Monat bei dem Projekt. Die Firma wird dem neuen Mitarbeiter bei dem Onboarding-Prozess assistieren.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pomoc",
      "translation": "Unterstützung",
      "definition": "Akt udzielenia wsparcia lub pomocy komuś lub czemuś, często w formalny lub oficjalny sposób.",
      "definition_translation": "Die Tat des Helfens oder Unterstützens jemandes oder etwas, oft in einer formellen oder offiziellen Weise.",
      "example": "Rząd udzielił pomocy finansowej rodzinom dotkniętym przez huragan. Pracownik otrzymał pomoc techniczną od kolegi. Firma będzie potrzebowała pomocy eksperta marketingowego, aby wydać nowy produkt.",
      "example_translation": "Die Regierung stellte finanzielle Unterstützung den von dem Hurrikan betroffenen Familien zur Verfügung. Die Arbeiterin erhielt technische Unterstützung von ihrem Kollegen. Das Unternehmen wird Unterstützung von einem Marketing-Experten benötigen, um das neue Produkt zu starten.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stowarzyszenie",
      "translation": "Vereinigung",
      "definition": "Grupa ludzi lub organizacji zjednoczonych wokół wspólnego celu lub mających wspólny interes.",
      "definition_translation": "Eine Gruppe von Menschen oder Organisationen, die für einen gemeinsamen Zweck oder ein gemeinsames Interesse vereint sind.",
      "example": "Stowarzyszenie pisarzy publikuje miesięcznik. Przedsiębiorcy utworzyli stowarzyszenie, aby promować handel. Była członkiem stowarzyszenia nauczycieli.",
      "example_translation": "Die Vereinigung der Schriftsteller veröffentlichte ein monatliches Newsletter. Die Geschäftsleute gründeten eine Vereinigung, um den Handel zu fördern. Sie war Mitglied der Vereinigung der Lehrer.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stowarzyszenie",
      "translation": "Vereinigung",
      "definition": "Mentalne połączenie lub link między dwoma ideami, koncepcjami lub wspomnieniami.",
      "definition_translation": "Eine mentale Verbindung oder Verknüpfung zwischen zwei Ideen, Konzepten oder Erinnerungen.",
      "example": "Zapach kawy wywołał stowarzyszenie z moją codzienną rutyną. Słowo 'wakacje' ma silne stowarzyszenie z relaksem. Marka ma stowarzyszenie z luksusem.",
      "example_translation": "Der Geruch von Kaffee löste eine Assoziation mit meinem morgendlichen Routinen aus. Das Wort 'Urlaub' hat eine starke Assoziation mit Entspannung. Die Marke hat eine Assoziation mit Luxus.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyjmować",
      "translation": "annahmen",
      "definition": "Założyć coś za pewnik lub zakładać, że coś jest prawdziwe bez dowodu.",
      "definition_translation": "Etwas als selbstverständlich anzunehmen oder anzunehmen, dass etwas wahr ist, ohne Beweis zu haben.",
      "example": "Założę, że przyjdziesz na imprezę dziś wieczorem. Ona zakłada, że on pomoże jej z projektem. Zakładamy, że nowy pracownik rozpocznie pracę poniedziałku.",
      "example_translation": "Ich nehme an, du kommst heute Abend zur Party. Sie nimmt an, er wird ihr bei dem Projekt helfen. Wir nehmen an, der neue Mitarbeiter wird am Montag anfangen.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zapewniać",
      "translation": "versichern",
      "definition": "udzielić komuś pewności, że coś jest prawdziwe lub nastąpi",
      "definition_translation": "jemandem die Gewissheit verschaffen, dass etwas wahr ist oder geschehen wird",
      "example": "Zapewniłem jej, że wszystko będzie dobrze. Była pewna, że zda egzamin. Będziemy zapewniać, że projekt zostanie zrealizowany na czas.",
      "example_translation": "Ich versicherte ihr, dass alles in Ordnung sein würde. Sie war sich sicher, dass sie die Prüfung bestehen würde. Wir werden dafür sorgen, dass das Projekt rechtzeitig abgeschlossen wird.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiony",
      "translation": "erschrocken",
      "definition": "odczuwający wielkie zdziwienie lub szok",
      "definition_translation": "fühlt große Überraschung oder Schock",
      "example": "Byłem zdumiony wiadomością. Była zdumiona widokiem. Będą zdumieni wynikiem.",
      "example_translation": "Ich war von der Nachricht erschrocken. Sie war von dem Anblick erschrocken. Sie werden von dem Ergebnis erschrocken sein.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdumiewający",
      "translation": "erstaunlich",
      "definition": "niewiarygodnie zdumiewający lub imponujący",
      "definition_translation": "extrem überraschend oder beeindruckend",
      "example": "Zdumiewająca piękność krajobrazu odebrała nam dech. Zdumiewający wyczyn został osiągnięty przez drużynę.",
      "example_translation": "Die erstaunliche Schönheit der Landschaft nahm uns den Atem. Die erstaunliche Leistung wurde von dem Team erbracht.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdziwienie",
      "translation": "Erstaunen",
      "definition": "uczucie wielkiego zdziwienia lub szoku",
      "definition_translation": "ein Gefühl großer Überraschung oder Schock",
      "example": "Jej oczy wyrażały zdziwienie przed wiadomością. Zdziwienie tłumu było palpable.",
      "example_translation": "Ihre Augen drückten Erstaunen angesichts der Nachricht aus. Das Erstaunen der Menge war greifbar.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atletyczny",
      "translation": "athletisch",
      "definition": "posiadający silne, sprężyste i zdrowe ciało, często dzięki regularnym ćwiczeniom i zdrowej diecie.",
      "definition_translation": "Ein starker, fitter und gesunder Körper, oft aufgrund regelmäßiger Übung und einer gesunden Ernährung.",
      "example": "Była atletycznym dzieckiem, które kochało grać w sport, i nadal biega maratony dzisiaj. Rok temu pobiegła maraton i będzie biec następny w przyszłym roku.",
      "example_translation": "Sie war ein athletisches Kind, das Sport spielen liebte, und sie läuft heute noch Marathonläufe. Sie lief letzten Jahr einen Marathon und wird nächstes Jahr einen anderen laufen.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atmosfera",
      "translation": "Atmosphäre",
      "definition": "niewidzialna mieszanina gazów otaczających Ziemię, lub nastrój lub atmosfera miejsca lub sytuacji.",
      "definition_translation": "Die unsichtbare Mischung von Gasen, die die Erde umgibt, oder die Stimmung oder Atmosphäre eines Ortes oder einer Situation.",
      "example": "Atmosfera w pomieszczeniu była napięta, ale piękna atmosfera na plaży była relaksująca. Atmosfera na Marsie jest bardzo różna od atmosfery Ziemi.",
      "example_translation": "Die Atmosphäre im Raum war angespannt, aber die schöne Atmosphäre am Strand war entspannend. Die Atmosphäre auf dem Mars ist sehr unterschiedlich von der Erdatmosphäre.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atmosfera",
      "translation": "Atmosphäre",
      "definition": "niewidzialna mieszanina gazów otaczających Ziemię, lub nastrój lub atmosfera miejsca lub sytuacji.",
      "definition_translation": "Die unsichtbare Mischung von Gasen, die die Erde umgibt, oder die Stimmung oder Atmosphäre eines Ortes oder einer Situation.",
      "example": "Atmosfera w pomieszczeniu była napięta, ale piękna atmosfera na plaży była relaksująca. Atmosfera na Marsie jest bardzo różna od atmosfery Ziemi.",
      "example_translation": "Die Atmosphäre im Raum war angespannt, aber die schöne Atmosphäre am Strand war entspannend. Die Atmosphäre auf dem Mars ist sehr unterschiedlich von der Erdatmosphäre.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atom",
      "translation": "Atom",
      "definition": "najmniejsza jednostka pierwiastka chemicznego, składająca się z jądra otoczonego electronami.",
      "definition_translation": "Die kleinste Einheit eines chemischen Elements, bestehend aus einem Kern, umgeben von Elektronen.",
      "example": "Atomy są budulcem molekuł, a atomy mogą być rozdzielone, aby uwolnić energię. Atom został odkryty przez Demokryta, a następnie przez Rutmora.",
      "example_translation": "Atome sind die Bausteine von Molekülen, und Atome können gespalten werden, um Energie freizusetzen. Das Atom wurde von Demokrit entdeckt und später von Rutherford.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atomowy",
      "translation": "atomar",
      "definition": "związany z atomami; niezwykle mały.",
      "definition_translation": "Im Zusammenhang mit Atomen oder aus Atomen bestehend; äußerst klein",
      "example": "Naukowiec badał strukturę atomową molekuły. Będzie ją studiować jutro. Studiuje ją dzisiaj.",
      "example_translation": "Der Wissenschaftler untersuchte die atomare Struktur des Moleküls. Sie wird es morgen untersuchen. Sie haben es gestern untersucht.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyczepiony",
      "translation": "angehängt",
      "definition": "połączony lub związany z czymś innym; odczuwający silne emocjonalne powiązanie z kimś lub czymś.",
      "definition_translation": "Mit etwas anderem verbunden oder verbunden; ein starkes emotionales Band mit jemandem oder etwas spüren.",
      "example": "Plik był przyczepiony do wiadomości e-mail. Będzie go przyczepiał jutro. Przyczepili go wczoraj.",
      "example_translation": "Die Datei war an die E-Mail angehängt. Sie wird es morgen anhängen. Sie haben es gestern angehängt.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "załącznik",
      "translation": "Anhang",
      "definition": "Uczucie sympatii lub lojalności; dokument lub plik dodany do wiadomości e-mail.",
      "definition_translation": "Ein Gefühl der Zuneigung oder Loyalität; ein Dokument oder eine Datei, die einer E-Mail hinzugefügt wurde.",
      "example": "Ona ma silne uczucie przywiązania do swojego domu z dzieciństwa. Wysłali załącznik z wiadomością e-mail. Będzie miała załącznik jutro.",
      "example_translation": "Sie hat eine starke Bindung an ihr Kindheitshaus. Sie haben einen Anhang mit der E-Mail gesendet. Es wird morgen einen Anhang haben.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "próba",
      "translation": "Versuch",
      "definition": "Próba zrobienia czegoś; wysiłek w celu osiągnięcia czegoś.",
      "definition_translation": "Etwas zu tun zu versuchen; ein Bemühen, etwas zu erreichen.",
      "example": "Spróbuję ukończyć projekt dziś wieczorem. Próbowali wczoraj wspiąć się na górę. Będą próbować pobić rekord jutro.",
      "example_translation": "Ich werde heute Abend versuchen, das Projekt zu beenden. Sie versuchte gestern, den Berg zu erklimmen. Sie werden morgen versuchen, den Rekord zu brechen.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strych",
      "translation": "Dachboden",
      "definition": "Przestrzeń lub pokój w budynku, który znajduje się bezpośrednio poniżej dachu, używany do przechowywania lub czasem przekształcony w przestrzeń mieszkalną.",
      "definition_translation": "Der Raum oder das Zimmer direkt unter dem Dach eines Gebäudes, das für die Lagerung oder manchmal in Wohnraum umgewandelt wird.",
      "example": "Weszła na strych, aby odebrać stary kufer. Wczoraj znalazła klucz do niego, a tydzień temu, ona będzie otwierać go.",
      "example_translation": "Sie ging in den Dachboden, um den alten Koffer zu holen. Gestern hatte sie den Schlüssel dazu gefunden, und letzte Woche wird sie ihn öffnen.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przyciągać",
      "translation": "anziehen",
      "definition": "Pociągać kogoś lub coś ku sobie przez naturalny lub nieświadomy proces.",
      "definition_translation": "Jemanden oder etwas durch einen natürlichen oder unbewussten Prozess näher zu bringen.",
      "example": "Piękny krajobraz przyciąga wielu turystów co roku. W zeszłym roku przyciągnął więcej odwiedzających niż kiedykolwiek przedtem, a w przyszłym roku przyciągnie jeszcze więcej.",
      "example_translation": "Die schöne Landschaft zieht jeden Jahr viele Touristen an. Im letzten Jahr zog es mehr Besucher an als je zuvor, und nächstes Jahr wird es sogar noch mehr anziehen.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "atrakcja",
      "translation": "Attraktion",
      "definition": "Uczucie zainteresowania lub przyjemności w czymś lub kimś.",
      "definition_translation": "Ein Gefühl des Interesses oder der Freude an etwas oder jemandem.",
      "example": "Nowy park rozrywki jest główną atrakcją dla dzieci. Wczoraj odwiedziłem atrakcję, a miesiąc temu, odwiedzę ją ponownie.",
      "example_translation": "Der neue Themenpark ist eine große Attraktion für Kinder. Gestern habe ich die Attraktion besucht, und nächstem Monat werde ich sie wieder besuchen.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bakłażan",
      "translation": "Aubergine",
      "definition": "Fioletowy warzywo, także znane jako eggplant, używane w kuchni.",
      "definition_translation": "Ein PURPURNES Gemüse, auch bekannt als Aubergine, das in der Küche verwendet wird.",
      "example": "Ugotowała bakłażana na obiad wczoraj wieczorem, a dziś wieczorem, ugrilluje go. W przyszłym tygodniu, upiecze go w piekarniku.",
      "example_translation": "Sie kochte eine Aubergine zum Abendessen gestern Nacht, und heute Abend wird sie es grillen. Nächste Woche wird sie es im Ofen backen.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "władza",
      "translation": "Autorität",
      "definition": "Moc lub prawo do kontrolowania lub komendowania kogoś lub czegoś.",
      "definition_translation": "Die Macht oder das Recht, jemanden oder etwas zu kontrollieren oder zu befehlen.",
      "example": "Rząd ma władzę tworzenia prawa. Lekarz miał władzę przepisania lekarstwa. Nauczyciel będzie miał władzę oceny zadań.",
      "example_translation": "Die Regierung hat die Autorität, Gesetze zu erlassen. Der Arzt hatte die Autorität, Medikamente zu verschreiben. Der Lehrer wird die Autorität haben, die Aufgaben zu bewerten.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "automatyczny",
      "translation": "automatisch",
      "definition": "Działający lub występujący bez bezpośredniej kontroli człowieka.",
      "definition_translation": "Funktioniert oder geschieht ohne direkte Kontrolle durch eine Person.",
      "example": "Automatyczne drzwi otworzyły się z sykiem. Aparat ma funkcję automatycznego ustawiania ostrości. Pralka automatycznie wznowi działanie po przerwie w zasilaniu.",
      "example_translation": "Die automatischen Türen öffneten sich mit einem Zischen. Die Kamera hat eine automatische Fokusfunktion. Die Waschmaschine wird sich nach einem Stromausfall automatisch neu starten.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "automatycznie",
      "translation": "automatisch",
      "definition": "W sposób, który dzieje się lub jest robiony bez bezpośredniej kontroli człowieka.",
      "definition_translation": "Auf eine Weise, die ohne direkte Kontrolle durch eine Person geschieht oder ausgeführt wird.",
      "example": "System backup zapisuje dane automatycznie. Oprogramowanie aktualizuje się automatycznie. System parkowania samochodowego automatycznie pokieruje autem do miejsca parkingowego.",
      "example_translation": "Das Backup-System speichert Daten automatisch. Die Software aktualisiert sich selbst automatisch. Das Parksystem wird das Auto automatisch in den Parkplatz führen.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dostępność",
      "translation": "Verfügbarkeit",
      "definition": "Stan dostępności lub dostępności.",
      "definition_translation": "Der Zustand, verfügbar oder zugänglich zu sein.",
      "example": "Dostępność nowego produktu jest ograniczona. Hotelowa dostępność jest całkowicie zarezerwowana na weekend. Dostępność sieci Wi-Fi jest ograniczona w pewnych obszarach.",
      "example_translation": "Die Verfügbarkeit des neuen Produkts ist begrenzt. Die Verfügbarkeit des Hotels ist für das Wochenende vollständig ausgebucht. Die Verfügbarkeit des Wi-Fi-Netzwerks ist in bestimmten Bereichen eingeschränkt.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "unikać",
      "translation": "vermeiden",
      "definition": "Trzymać się z dala od czegoś lub powstrzymać się od robienia czegoś",
      "definition_translation": "Etwas zu vermeiden oder davon abzusehen",
      "example": "Unikam jazdy w nocy, unikałem jedzenia zepsutego jedzenia, uniknę powtarzania tego samego błędu jeszcze raz.",
      "example_translation": "Ich vermeide Nachtfahren, ich vermied das verdorbene Essen zu essen, ich werde denselben Fehler wieder vermeiden.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagroda",
      "translation": "Preis",
      "definition": "Nagroda lub honor przyznawany komuś za osiągnięcie",
      "definition_translation": "Ein Preis oder Ehre, die jemandem für eine Leistung verliehen wird",
      "example": "Otrzymałem nagrodę za swoją wybitną pracę, ona przyzna nagrodę zwycięzcy, on przyznał kontrakt najniższemu oferentowi.",
      "example_translation": "Ich erhielt einen Preis für meine hervorragende Arbeit, sie wird den Preis an den Gewinner vergeben, er vergab den Vertrag an den billigsten Bieter.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagroda",
      "translation": "Preis",
      "definition": "Nagroda lub honor przyznawany komuś za osiągnięcie",
      "definition_translation": "Ein Preis oder Ehre, die jemandem für eine Leistung verliehen wird",
      "example": "Uroczystość wręczenia nagród odbędzie się w przyszłym tygodniu, nagroda jest przyznawana co roku, firma przyznaje stypendia uzdolnionym studentom.",
      "example_translation": "Die Preisverleihung findet nächste Woche statt, der Preis wird jährlich verliehen, das Unternehmen vergibt Stipendien an verdiente Studenten.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świadomy",
      "translation": "bewusst",
      "definition": "Mający wiedzę lub rozumienie czegoś",
      "definition_translation": "Mit Kenntnis oder Verständnis von etwas versehen",
      "example": "Jestem świadomy ryzyka, ona była świadoma jego uczuć, będą świadomi tych zmian wkrótce.",
      "example_translation": "Ich bin mir der Risiken bewusst, sie war sich seiner Gefühle bewusst, sie werden bald von den Veränderungen wissen.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niezręcznie",
      "translation": "ungeschickt",
      "definition": "W sposób niezręczny lub trudny; z trudem lub walcząc.",
      "definition_translation": "Auf ungeschickte oder schwierige Weise; mit Schwierigkeiten oder Kampf.",
      "example": "Próbowałem jeździć na rowerze, ale spadłem niezręcznie. Wczoraj niezręcznie spotkałem starego przyjaciela. Jutro niezręcznie spróbuję tańczyć przed tłumem.",
      "example_translation": "Ich versuchte, ein Fahrrad zu fahren, aber ich fiel ungeschickt herunter. Gestern stieß ich ungeschickt auf einen alten Freund. Morgen werde ich ungeschickt versuchen, vor einer Menge zu tanzen.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kawaler",
      "translation": "Junggeselle",
      "definition": "Mężczyzna, który nie jest żonaty; osoba, która uzyskała tytuł licencjata.",
      "definition_translation": "Ein Mann, der nicht verheiratet ist; eine Person, die einen Bachelor-Abschluss hat.",
      "example": "Mój przyjaciel jest kawalerem i uwielbia podróżować. Ona uzyskała tytuł licencjata w informatyce. On otrzyma swój tytuł licencjata za rok.",
      "example_translation": "Mein Freund ist ein Junggeselle und liebt es, zu reisen. Sie erhielt ihren Bachelor-Abschluss in Informatik. Er wird nächstes Jahr seinen Bachelor-Abschluss erhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "Hintergrund",
      "definition": "Krajobraz lub sceneria w tle czegoś; edukacja, doświadczenie i umiejętności danej osoby.",
      "definition_translation": "Die Szenerie oder Landschaft hinter etwas; die Ausbildung, Erfahrung und Fähigkeiten einer Person.",
      "example": "Tło obrazu było piękne. On pochodzi z bogatego tła. On będzie wykorzystywał swoje tło w marketingu do promocji produktu.",
      "example_translation": "Der Hintergrund des Gemäldes war schön. Sie kam aus einem reichen Hintergrund. Er wird seinen Hintergrund im Marketing nutzen, um das Produkt zu promoten.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "Hintergrund",
      "definition": "Krajobraz lub sceneria w tle czegoś; edukacja, doświadczenie i umiejętności danej osoby.",
      "definition_translation": "Die Szenerie oder Landschaft hinter etwas; die Ausbildung, Erfahrung und Fähigkeiten einer Person.",
      "example": "Firma sprawdzi twoje tło przed zatrudnieniem. Tło strony internetowej było ciemnoniebieskie. Ona wykorzystuje swoje tło w sztuce do projektowania ubrań.",
      "example_translation": "Das Unternehmen wird Ihren Hintergrund vor der Einstellung überprüfen. Der Hintergrund der Website war dunkelblau. Sie verwendet ihren Hintergrund in der Kunst, um Kleidung zu designen.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tło",
      "translation": "Hintergrund",
      "definition": "Krajobraz lub sceneria w tle czegoś, zwłaszcza gdy jest fotografowany lub malowany.",
      "definition_translation": "Die Landschaft oder Kulisse hinter etwas, insbesondere wenn sie fotografiert oder gemalt wird.",
      "example": "Fotograf dostosował oświetlenie, aby model wyróżnił się na tle. Wczoraj obejrzałem dokument o tle wojny secesyjnej. Do przyszłego roku skończę swoją pracę badawczą na temat tła zmian klimatycznych.",
      "example_translation": "Der Fotograf passte die Beleuchtung an, um das Modell von dem Hintergrund abheben zu lassen. Gestern habe ich einen Dokumentarfilm über den Hintergrund des Bürgerkriegs gesehen. Bis nächsten Jahr werde ich meine Forschung über den Hintergrund des Klimawandels abgeschlossen haben.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kopia zapasowa",
      "translation": "Sicherung",
      "definition": "Kopia pliku lub danych przechowywana w przypadku utraty lub uszkodzenia oryginału.",
      "definition_translation": "Eine Kopie einer Datei oder Daten, die im Falle des Verlusts oder Beschädigung der Originalversion aufbewahrt wird.",
      "example": "Zawsze tworzę kopię zapasową ważnych dokumentów na zewnętrznym dysku twardym. Wczoraj przywróciłem komputer z kopii zapasowej po awarii. Do przyszłego tygodnia zautomatyzuję proces tworzenia kopii zapasowej dla naszej bazy danych firmy.",
      "example_translation": "Ich mache immer eine Sicherung meiner wichtigen Dokumente auf einem externen Festplattenlaufwerk. Gestern habe ich meinen Computer von einer Sicherung wiederhergestellt, nachdem er abstürzte. Bis nächster Woche werde ich den Sicherungsprozess für unsere Firmendatenbank automatisiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zły",
      "translation": "schlecht",
      "definition": "O słabej jakości lub nieprzyjemnej.",
      "definition_translation": "Von schlechter Qualität oder unangenehm.",
      "example": "Miałem złe doświadczenie w tym restauracji wczoraj wieczorem. Ten tort jest zły, jest zbyt słodki. W przyszłym roku będę miał poprawić swoje umiejętności, aby uniknąć złych decyzji.",
      "example_translation": "Ich hatte eine schlechte Erfahrung in jenem Restaurant letzte Nacht. Dieser Kuchen ist schlecht, er ist zu süß. Bis nächsten Jahr werde ich meine Fähigkeiten verbessert haben, um schlechte Entscheidungen zu vermeiden.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "złe usposobienie",
      "translation": "jähzornig",
      "definition": "Mający lub pokazujący szybki i gwałtowny temperament.",
      "definition_translation": "Hat oder zeigt einen schnellen und gewalttätigen Jähzorn.",
      "example": "Mój brat ma złe usposobienie i szybko się gniewa. Był złym usposobieniem i krzyczał na mnie bez powodu. W przyszłym tygodniu nauczę się kontrolować swoje złe usposobienie.",
      "example_translation": "Mein Geschwisterkind ist jähzornig und wird leicht wütend. Er war jähzornig und schrie mich ohne Grund an. Bis nächster Woche werde ich gelernt haben, meine jähzornigen Reaktionen zu kontrollieren.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " Odznaka",
      "translation": "Abzeichen",
      "definition": "Odznaka to mały dekoracyjny element tkaniny, metalu lub plastiku noszony, aby pokazać przynależność, osiągnięcie lub afiliację.",
      "definition_translation": "Ein Abzeichen ist ein kleines dekoratives Stück Stoff, Metall oder Kunststoff, das getragen wird, um Mitgliedschaft, Leistung oder Zugehörigkeit zu zeigen.",
      "example": "Zdobyłem odznakę za ukończenie maratonu w zeszłym roku, będę nosić ją na uroczystości jutro, a mam nadzieję zdobyć kolejną w przyszłym roku.",
      "example_translation": "Ich habe ein Abzeichen für den Marathonlauf letzten Jahres erhalten, ich werde es morgen zur Zeremonie tragen und hoffe, nächstes Jahr ein weiteres zu bekommen.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "torba",
      "translation": "Tasche",
      "definition": "Torba to pojemnik wykonany z materiału elastycznego, używany do noszenia lub przechowywania rzeczy.",
      "definition_translation": "Eine Tasche ist ein Behälter aus flexiblen Material, der zum Tragen oder Lagern von Dingen verwendet wird.",
      "example": "Wczoraj wieczorem zaniósłem torbę do sklepu, jutro będę niósł ją na plażę, a w zeszłym tygodniu zaniósłem ją do szkoły.",
      "example_translation": "Ich habe meine Tasche gestern zum Laden getragen, ich werde sie morgen zum Strand tragen und ich habe sie letzte Woche zur Schule getragen.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarnia",
      "translation": "Bäckerei",
      "definition": "Piekarnia to przedsiębiorstwo, które produkuje i sprzedaje żywność pieczoną w piecu, taką jak chleb, ciasta i pastery.",
      "definition_translation": "Eine Bäckerei ist ein Unternehmen, das backwerk auf Basis von Mehl herstellt und verkauft, das in einem Ofen gebacken wird, wie Brot, Kuchen und Gebäck.",
      "example": "Wczoraj rano odwiedziłem piekarnię, aby kupić chleb, jutro będę odwiedził ją, aby zamówić tort urodzinowy, a w zeszłym tygodniu odwiedziłem ją, aby spróbować ich nowej pasterki.",
      "example_translation": "Ich habe die Bäckerei heute Morgen besucht, um einige Brot zu kaufen, ich werde sie morgen besuchen, um einen Kuchen für meinen Geburtstag zu bestellen, und ich habe sie letzte Woche besucht, um ihr neues Gebäck zu probieren.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "Balance",
      "definition": "Równowaga odnosi się do stanu równomiernego ważenia lub proporcji, lub zdolności do utrzymania środka ciężkości.",
      "definition_translation": "Die Balance bezieht sich auf den Zustand, gleichmäßig gewichtet oder proportioniert zu sein, oder die Fähigkeit, sein Schwerpunkt zu halten.",
      "example": "Wczoraj próbowałem utrzymać równowagę na linie, jutro będę ćwiczyć utrzymanie równowagi na jednej nodze, a w zeszłym kwartale zrównoważyłem budżet.",
      "example_translation": "Ich habe versucht, gestern auf dem Hochseil zu balancieren, ich werde morgen üben, auf einem Fuß zu balancieren, und ich habe das Budget letztes Quartal ausgeglichen.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "Gleichgewicht",
      "definition": "Stan równowagi lub stabilności, gdzie przeciwne siły lub wpływy są równe lub kompensują się nawzajem.",
      "definition_translation": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem entgegengesetzte Kräfte oder Einflüsse gleich oder ausgeglichen sind.",
      "example": "Firma osiągnęła równowagę między zyskami a odpowiedzialnością społeczną. W przeszłości mieli problemy z równoważeniem budżetu. Do 2025 roku będą mieli zrównoważony ślad węglowy.",
      "example_translation": "Das Unternehmen hat ein Gleichgewicht zwischen Gewinnen und sozialer Verantwortung erzielt. In der Vergangenheit hatten sie Schwierigkeiten, ihr Budget auszugleichen. Bis 2025 werden sie ihren CO2-Fußabdruck ausgeglichen haben.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "równowaga",
      "translation": "Gleichgewicht",
      "definition": "Stan równowagi lub stabilności, gdzie przeciwne siły lub wpływy są równe lub kompensują się nawzajem.",
      "definition_translation": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem entgegengesetzte Kräfte oder Einflüsse gleich oder ausgeglichen sind.",
      "example": "Artystka dąży do osiągnięcia równowagi w swoich kompozycjach. Zrównoważyła kolory, aby stworzyć harmonię. Rzeźba będzie zrównoważona na wąskim piedestale.",
      "example_translation": "Die Künstlerin strebt an, in ihren Kompositionen ein Gleichgewicht zu erzielen. Sie ausglich die Farben, um Harmonie zu schaffen. Die Skulptur wird auf einem schmalen Sockel balanciert werden.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zrównoważony",
      "translation": "ausgeglichen",
      "definition": "Mający stan równowagi lub stabilności, gdzie przeciwne siły lub wpływy są równe lub kompensują się nawzajem.",
      "definition_translation": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem entgegengesetzte Kräfte oder Einflüsse gleich oder ausgeglichen sind.",
      "example": "Raporty finansowe firmy pokazują zrównoważony budżet. Dieta sportowca była zrównoważona, aby zapewnić optymalną energię. Nauczyciel próbował przedstawić zrównoważony obraz historycznego wydarzenia.",
      "example_translation": "Die Finanzberichte des Unternehmens zeigen ein ausgeglichenes Budget. Die Diät des Athleten war ausgeglichen, um optimale Energie zu liefern. Der Lehrer versuchte, einen ausgewogenen Blick auf das historische Ereignis zu geben.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zakaz",
      "translation": "Verbot",
      "definition": "Oficjalny zakaz lub ograniczenie czegoś, szczególnie produktu lub działalności.",
      "definition_translation": "Ein offizielles Verbot oder eine Einschränkung auf etwas, insbesondere ein Produkt oder eine Tätigkeit.",
      "example": "Rząd nałożył zakaz palenia w miejscach publicznych. Firma została zakazana udziału w konkursie. Do 2030 roku zakazujemy jednorazowych plastików.",
      "example_translation": "Die Regierung verhängte ein Verbot des Rauchens in öffentlichen Plätzen. Das Unternehmen wurde vom Wettbewerb ausgeschlossen. Bis 2030 werden wir Einwegplastiken verbieten.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "Basis",
      "definition": "Dolna lub najniższa część czegoś.",
      "definition_translation": "Der Boden oder der unterste Teil von etwas.",
      "example": "Baza góry była skalista, była eksplorowana przez wspinaczy i będzie zdobywana przez przygód.",
      "example_translation": "Die Basis des Berges war felsig, wurde von Wanderern erkundet, und wird von Abenteurern bestiegen.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "Basis",
      "definition": "Miejsce lub obiekt zapewniający podstawę lub punkt wyjścia dla czegoś.",
      "definition_translation": "Ein Ort oder eine Einrichtung, die eine Grundlage oder einen Ausgangspunkt für etwas bietet.",
      "example": "Baza wojskowa znajdowała się na pustyni, była atakowana przez wrogów i będzie broniona przez żołnierzy.",
      "example_translation": "Die Militärbasis lag in der Wüste, wurde von Feinden angegriffen, und wird von Soldaten verteidigt.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piwnica",
      "translation": "Keller",
      "definition": "Najniższe mieszkalne piętro budynku, zwłaszcza närzędzone pod poziom gruntu.",
      "definition_translation": "Das niedrigste bewohnbare Stockwerk eines Gebäudes, insbesondere wenn es unter Straßenniveau liegt.",
      "example": "Piwnica naszego domu była zalana podczas ulewnego deszczu. Wczoraj, I sprzątałem piwnicę. Do następnego roku, będziemy mieli całkowicie odnowioną piwnicę.",
      "example_translation": "Das Keller unseres Hauses war während des schweren Regensturms überflutet. Gestern habe ich den Keller gereinigt. Bis nächstem Jahr werden wir den ganzen Keller renoviert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "praktycznie",
      "translation": "grundsätzlich",
      "definition": "W podstawowy lub fundamentalny sposób; istotnie.",
      "definition_translation": "Auf eine grundlegende oder fundamentale Weise; im Wesentlichen.",
      "example": "Praktycznie wiem, jak mówić po francusku. Wczoraj, I praktycznie skończyłem projekt. Do następnego tygodnia, będę praktycznie opanował gitarę.",
      "example_translation": "Ich kenne basically Französisch. Gestern habe ich mein Projekt basically abgeschlossen. Bis nächster Woche werde ich die Gitarre basically beherrschen.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bazylika",
      "translation": "Basilikum",
      "definition": "Świeżący ziołowy używany w kuchni, zwłaszcza w kuchni śródziemnomorskiej i włoskiej.",
      "definition_translation": "Ein süßlich duftendes Kraut, das in der Kochkunst, insbesondere in der mediterranen und italienischen Küche, verwendet wird.",
      "example": "Dodałem świeżą bazylikę do sosu makaronowego. Wczoraj, I zasadziłem bazylikę w ogrodzie. Do następnego lata, będę zbierał dużo bazyliki.",
      "example_translation": "Ich fügte frisches Basilikum der Pastasoße hinzu. Gestern habe ich Basilikum in meinem Garten gepflanzt. Bis nächstem Sommer werde ich viel Basilikum geerntet haben.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "baza",
      "translation": "Basis",
      "definition": "Podstawa lub punkt wyjścia czegoś.",
      "definition_translation": "Die Grundlage oder Ausgangspunkt von etwas.",
      "example": "Baza naszego sukcesu jest ciężką pracą. Wczoraj, utworzyliśmy bazę nowego projektu. Do następnego roku, będziemy mieli ustaloną solidną bazę dla naszego biznesu.",
      "example_translation": "Die Basis des Erfolgs unseres Unternehmens ist harte Arbeit. Gestern haben wir die Basis eines neuen Projekts geschaffen. Bis nächstem Jahr werden wir eine solide Basis für unser Geschäft etabliert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "belka",
      "translation": "Strahl",
      "definition": "Długa, solidna część drewna, metalu lub betonu używana w budownictwie, zwłaszcza do podpierania dachu lub sufitu.",
      "definition_translation": "Ein Strahl ist ein langes, stabiles Stück Holz, Metall oder Beton, das im Bauwesen verwendet wird, insbesondere um ein Dach oder eine Decke zu stützen.",
      "example": "Architekt zaprojektował belkę do podpierania ciężaru nowego dachu. Robotnicy zainstalowali belkę wczoraj. Inżynier sprawdzi belkę jutro, aby upewnić się, że jest bezpieczna.",
      "example_translation": "Der Architekt entwarf einen Strahl, um das Gewicht des neuen Daches zu stützen. Die Arbeiter installierten den Strahl letzten Woche. Der Ingenieur wird den Strahl morgen überprüfen, um sicherzustellen, dass er sicher ist.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "Bär",
      "definition": "Niedźwiedź jest dużym, mięsożernym ssakiem z długą sierścią, żyjącym w lasach i górach.",
      "definition_translation": "Ein Bär ist ein großes, fleischfressendes Säugetier mit zottigem Haar, das in Wäldern und Bergen gefunden wird.",
      "example": "Widzieliśmy niedźwiedzia w lesie wczoraj. Niedźwiedź zaatakował turystę w górach. Niedźwiedź będzie hibernował zimą.",
      "example_translation": "Wir sahen einen Bär im Wald gestern. Der Bär griff den Wanderer in den Bergen an. Der Bär wird während des Winters winterschlafen.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bestia",
      "translation": "Bestie",
      "definition": "Bestia jest dzikim lub savage zwierzęciem, zwłaszcza dużym lub groźnym.",
      "definition_translation": "Eine Bestie ist ein wildes oder wildes Tier, insbesondere ein großes oder furchtbares.",
      "example": "Bestia była ogromna i dzika. Bestia ryknęła głośno w dżungli. Bestię będą oswoić treserzy.",
      "example_translation": "Die Bestie war enorm und furchtbar. Die Bestie brüllte laut im Dschungel. Die Bestie wird von den Trainern gezähmt werden.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "schlagen",
      "definition": "Bić coś oznacza uderzać w nie z siłą, często aby nadać kształt lub spłaszczyć.",
      "definition_translation": "Etwas zu schlagen bedeutet, es wiederholt mit großem Kraftanstrengung zu schlagen, oft um es zu formen oder flach zu machen.",
      "example": "Perkusista bił w bębny głośno. Bokser bije swojego przeciwnika w ringu. Drużyna będzie biła swoich rywali jutro.",
      "example_translation": "Der Schlagzeuger schlug die Trommeln laut. Der Boxer schlug seinen Gegner im Ring. Das Team wird morgen ihre Rivalen schlagen.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "schlagen",
      "definition": "uderzyć lub uderzać coś powtarzających się, często w rytmicznym wzorcu",
      "definition_translation": "etwas wiederholt schlagen oder treffen, oft in einem rhythmischen Muster",
      "example": "Będę bił bębny na festiwalu muzycznym jutro, biłem je na ostatnim koncercie, i biłem je każdego dnia przez praktykę.",
      "example_translation": "Ich werde morgen auf dem Musikfestival die Trommeln schlagen, ich habe sie auf dem letzten Konzert geschlagen, und ich habe jeden Tag zur Übung geschlagen.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bić",
      "translation": "schlagen",
      "definition": "pokonać lub wyprzedzić kogoś lub coś w konkursie lub konkursie",
      "definition_translation": "jemanden oder etwas in einem Wettbewerb oder Wettkampf zu besiegen oder zu übertreffen",
      "example": "Ona pokonała swojego przeciwnika w turnieju tenisowym, ona pokona obecnego rekordu, i ona pokonywała swojego osobistego rekordu przez miesiące.",
      "example_translation": "Sie schlug ihre Gegnerin im Tennisturnier, sie wird den aktuellen Rekord schlagen, und sie hat seit Monaten ihre persönliche Bestleistung geschlagen.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chrząszcz",
      "translation": "Käfer",
      "definition": "typ owada z twardą powłoką zewnętrzną i typowo sześcioma nogami",
      "definition_translation": "eine Art von Insekt mit einem harten Außengehäuse und typischerweise sechs Beinen",
      "example": "Chrząszcz pełznął wolno przez liść, zjadł liście przez tygodnie, i zje całą roślinę wkrótce.",
      "example_translation": "Der Käfer kroch langsam über das Blatt, er hat seit Wochen die Blätter gefressen, und er wird bald die gesamte Pflanze fressen.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prosić",
      "translation": "bitten",
      "definition": "prosić kogoś o coś w sposób grzeczny i pokorny",
      "definition_translation": "jemanden um etwas in einer höflichen und bescheidenen Weise zu bitten",
      "example": "Będę prosił rodziców o pozwolenie na udział w imprezie, prosiłem szefa o podwyżkę, i prośbę przyjaciela o pożyczkę pieniędzy.",
      "example_translation": "Ich werde meine Eltern um Erlaubnis bitten, zur Party zu gehen, ich bat meinen Chef um eine Gehaltserhöhung, und ich habe meinem Freund um Geld gebeten.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prosić",
      "translation": "betteln",
      "definition": "prosić o jedzenie lub pieniądze od ludzi na ulicy",
      "definition_translation": "um Essen oder Geld von Menschen auf der Straße zu bitten",
      "example": "Musiałem prosić o pieniądze na sandwicz wczoraj, ale będę prosił dziś przyjaciela o pożyczkę, a jutro będę prosił rodziców o pożyczkę pieniędzy.",
      "example_translation": "Ich musste gestern um Kleingeld bitten, um ein Sandwich zu kaufen, aber ich werde heute meinen Freund um einen Kredit bitten, und morgen werde ich meine Eltern bitten, mir Geld zu leihen.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wierzyć",
      "translation": "Glaube",
      "definition": "przyjmować coś jako prawdę",
      "definition_translation": "eine Annahme, dass etwas existiert oder wahr ist",
      "example": "Moja wiara w Boga dała mi siłę, aby pokonać przeciwności, wierzę w swoje zdolności, aby osiągnąć sukces, i wierzyłem w słowa przyjaciela.",
      "example_translation": "Mein Glaube an Gott hat mir die Stärke gegeben, um die Hindernisse zu überwinden, ich glaube an meine Fähigkeiten, erfolgreich zu sein, und ich glaubte meinen Freundes Worten.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "należeć",
      "translation": "gehören",
      "definition": "być częścią grupy lub mieć związek z czymś",
      "definition_translation": "einem Teil einer Gruppe anzugehören oder eine Verbindung zu etwas zu haben",
      "example": "Należę do klubu książki, gdzie dyskutujemy o powieściach miesięcznie, należałem do drużyny sportowej w szkole średniej, i będę należeć do społeczności artystycznej wkrótce.",
      "example_translation": "Ich gehöre einem Buchklub an, in dem wir jeden Monat Romane diskutieren, ich gehörte einem Sportteam in der High School an, und ich werde bald einer Gemeinschaft von Künstlern angehören.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeczy",
      "translation": "Eigentum",
      "definition": "rzeczy, które ktoś posiada",
      "definition_translation": "Dinge, die jemand besitzt",
      "example": "Muszę spakować swoje rzeczy przed przeprowadzką do nowego mieszkania, moja przyjaciółka straciła swoje rzeczy na lotnisku, a rodzina sprzedaje swoje stare rzeczy na garażowej sprzedaży.",
      "example_translation": "Ich muss meine Sachen packen, bevor ich in eine neue Wohnung ziehe, meine Freundin verlor ihre Sachen im Flughafen, und meine Familie verkauft ihre alten Sachen auf einem Flohmarkt.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ławka",
      "translation": "Bank",
      "definition": "Długi, sztywny, podwyższony powierzchnia, typowo wykonany z drewna lub metalu, używany do siedzenia, odpoczynku lub wsparcia przedmiotów.",
      "definition_translation": "Eine lange, starre, erhöhte Oberfläche, typischerweise aus Holz oder Metall, zur Sitz- oder Ruhezwecken oder zum Unterstützen von Objekten.",
      "example": "Usiadłem na ławce w parku. Usiądę na ławce jutro. Siedziałem na ławce, kiedy zobaczyłem ją.",
      "example_translation": "Ich saß auf der Bank im Park. Ich werde morgen auf der Bank sitzen. Ich saß auf der Bank, als ich sie sah.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ugiąć",
      "translation": "biegen",
      "definition": "Zmienić kierunek lub kształt, zwykle przez zginanie lub krzywienie.",
      "definition_translation": "Die Richtung oder Form zu ändern, meist durch Falten oder Krümmen.",
      "example": "Ugiąłem się, aby podnieść pióro. Ugię pieniążek, aby naprawić go. Ugiąłem zasady, aby wygrać grę.",
      "example_translation": "Ich beugte mich hinunter, um den Stift aufzuheben. Ich werde den Draht biegen, um es zu reparieren. Ich beugte die Regeln, um das Spiel zu gewinnen.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zgiąć",
      "translation": "biegen",
      "definition": "Zmiana kierunku lub kształtu, zwykle przez zginanie lub zakrzywianie.",
      "definition_translation": "Die Richtung oder Form zu ändern, meist durch Falten oder Krümmen.",
      "example": "Ona zgięła łokieć, aby potargać się po plecach. Będą zginać patyki, aby zbudować schronienie. Słuchaliśmy muzyki, zginając uszy.",
      "example_translation": "Sie beugte ihren Ellbogen, um ihren Rücken zu kratzen. Sie werden die Stöcke biegen, um einen Unterstand zu bauen. Wir beugten unsere Ohren, um die Musik zu hören.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zgiąć",
      "translation": "biegen",
      "definition": "Zmiana kierunku lub kształtu, zwykle przez zginanie lub zakrzywianie.",
      "definition_translation": "Die Richtung oder Form zu ändern, meist durch Falten oder Krümmen.",
      "example": "Droga będzie skręcać w lewo za chwilę. Gałąź zginęła pod ciężarem. Zginali reguły, aby pozwolić mu grać.",
      "example_translation": "Die Straße wird bald nach links abbiegen. Der Zweig bog unter dem Gewicht. Sie beugten die Regeln, um ihn spielen zu lassen.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pod",
      "translation": "unter",
      "definition": "Umiejscowiony bezpośrednio pod czymś innym.",
      "definition_translation": "Direkt unterhalb von etwas anderem gelegen.",
      "example": "Miasto zostało zbudowane pod starożytnymi ruinami. Skarb był ukryty pod starą drzewem. Będą budować nowy tunel pod rzeką.",
      "example_translation": "Die Stadt wurde unter den alten Ruinen gebaut. Der Schatz war unter dem alten Baum versteckt. Sie werden einen neuen Tunnel unter dem Fluss bauen.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korzystny",
      "translation": "vorteilhaft",
      "definition": "Mający pozytywny lub pomocny efekt.",
      "definition_translation": "Eine positive oder hilfreiche Wirkung habend.",
      "example": "Regularne ćwiczenia są korzystne dla zdrowia. Nowa polityka była korzystna dla rozwoju firmy. Wydarzenie charytatywne będzie korzystne dla lokalnej społeczności.",
      "example_translation": "Regelmäßige Übung ist für Ihre Gesundheit vorteilhaft. Die neue Politik war für das Unternehmenswachstum vorteilhaft. Das Wohltätigkeitsereignis wird der lokalen Gemeinschaft zugute kommen.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korzyść",
      "translation": "Vorteil",
      "definition": "Przewaga lub ulepszenie wynikające z danego działania lub sytuacji.",
      "definition_translation": "Ein Vorteil oder eine Verbesserung, die aus einer bestimmten Aktion oder Situation resultiert.",
      "example": "Nowy pracownik skorzysta z programu szkoleniowego. Firma oferuje szeroki zakres korzyści swoim pracownikom. Nowa polityka będzie korzystna dla środowiska.",
      "example_translation": "Der neue Mitarbeiter wird von dem Ausbildungsprogramm profitieren. Das Unternehmen bietet seinen Mitarbeitern eine Vielzahl von Vorteilen. Die neue Politik wird der Umwelt zugute kommen.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jagoda",
      "translation": "Beere",
      "definition": "Małe, zwykle słodkie owoce, które rosną na krzewie lub drzewie.",
      "definition_translation": "Eine kleine, meist süße Frucht, die auf einem Strauch oder Baum wächst.",
      "example": "Truskawki były dojrzałe i soczyste. Zbierała garść jagód z krzewu. Sos jagodowy był idealnym dodatkiem do lodów.",
      "example_translation": "Die Erdbeeren waren reif und saftig. Sie pflückte eine Handvoll Beeren vom Strauch. Die Beerensoße war ein perfekter Topping für das Eiscreme.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bestseller",
      "translation": "Bestseller",
      "definition": "Książka lub inny produkt, który sprzedaje się w dużych ilościach, często stając się zjawiskiem kulturowym.",
      "definition_translation": "Ein Buch oder anderes Produkt, das in großen Mengen verkauft wird, oft wird es zu einem kulturellen Phänomen.",
      "example": "Nowa książka autorstwa znanego autora stała się bestsellerem w ciągu tygodnia od jej wydania. W zeszłym roku była bestsellerem. Przed następnym rokiem będzie bestsellerem ponownie.",
      "example_translation": "Der neue Roman des berühmten Autors wurde innerhalb von Wochen nach seinem Erscheinen zu einem Bestseller. Im vergangenen Jahr war es ein Bestseller. Bis zum nächsten Jahr wird es wieder ein Bestseller sein.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "postawić",
      "translation": "wetten",
      "definition": "Ryzykować pieniędzmi lub czymś wartościowym na wynik wydarzenia lub gry.",
      "definition_translation": "Etwa Geld oder etwas von Wert auf das Ergebnis eines Ereignisses oder Spiels setzen.",
      "example": "Postawiłem na wyścig konny ostatnim tygodniu, ale przegrałem. Wczoraj postawiłem na mecz piłki nożnej i wygrałem. Jutro postawię na loterię.",
      "example_translation": "Ich habe letzte Woche auf das Pferderennen gewettet, aber ich habe verloren. Gestern habe ich auf das Fußballspiel gewettet und habe gewonnen. Morgen werde ich auf die Lotterie wetten.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zdradzić",
      "translation": "verraten",
      "definition": "Być niewiernym wobec kogoś lub czegoś, często przez zrobienie czegoś, co rani lub szkodzi.",
      "definition_translation": "Jemandem oder etwas untreu zu sein, oft indem man etwas tut, das ihnen schadet oder verletzt.",
      "example": "Czuła się zdradzona przez tajemnice swojej najlepszej przyjaciółki. Zdradził swoje kraj, sprzedając informacje tajne. Zdradzą zaufanie, jeśli nie będą przestrzegać reguł.",
      "example_translation": "Sie fühlte sich von ihrem besten Freundes Geheimnis verraten. Er verrät sein Land, indem er klassifizierte Informationen verkaufte. Sie werden ihr Vertrauen verraten, wenn sie den Regeln nicht folgen.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "Bikini",
      "definition": "Typ kostiumu kąpielowego dla kobiet, który kryje piersi i krocze, ale pozostawia odkrytym brzuch.",
      "definition_translation": "Eine Art Damenbadeanzug, der die Brüste und den Schritt bedeckt, aber den Bauch freilässt.",
      "example": "Modelka miała na sobie bikini na wybiegu. Kupiła nowy bikini na wakacje. Aktorka miała na sobie bikini w filmie.",
      "example_translation": "Das Model trug ein Bikini auf dem Laufsteg. Sie kaufte ein neues Bikini für ihren Strandurlaub. Die Schauspielerin trug ein Bikini im Film.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rachunek",
      "translation": "Rechnung",
      "definition": "Dokument żądający zapłaty za dostarczone towary lub usługi.",
      "definition_translation": "Ein Dokument, das die Zahlung für gelieferte Waren oder Dienstleistungen anfordert.",
      "example": "Zapłacę rachunek jutro, zapłaciłem rachunek wczoraj, i płacę rachunek co miesiąc.",
      "example_translation": "Ich werde die Rechnung morgen zahlen, ich zahlte die Rechnung gestern und ich zahle die Rechnung jeden Monat.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miliard",
      "translation": "Milliarde",
      "definition": "Bardzo duża liczba, równa jednej tysiącej milionów.",
      "definition_translation": "Eine sehr große Zahl, gleich einer Million Million.",
      "example": "Firma zarobiła miliard dolarów zysku w zeszłym roku, zarobi miliard dolarów zysku w przyszłym roku, i zarobiła miliard dolarów zysku w roku poprzednim.",
      "example_translation": "Das Unternehmen machte letztes Jahr einen Gewinn von einer Milliarde Dollar, es wird nächstes Jahr einen Gewinn von einer Milliarde Dollar machen und es machte vor einem Jahr einen Gewinn von einer Milliarde Dollar.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biologiczny",
      "translation": "biologisch",
      "definition": "Dotyczący nauki o żywych organizmach i ich interakcjach.",
      "definition_translation": "Im Zusammenhang mit dem Studium lebender Organismen und ihrer Wechselwirkungen.",
      "example": " Studiowałem nauki biologiczne na collażu, będę studiował nauki biologiczne w przyszłym roku, i studiowałem nauki biologiczne w zeszłym semestrze.",
      "example_translation": "Ich studierte Biowissenschaften im College, ich werde nächstes Jahr Biowissenschaften studieren und ich studierte letztes Semester Biowissenschaften.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "Biss",
      "definition": "Chwycić lub żuć coś zębami.",
      "definition_translation": "Etwas mit den Zähnen zu fassen oder zu kauen.",
      "example": "Pies ugryzie listonoszę jutro, ugryzł listonoszę wczoraj, i ugryzie listonoszę każdego dnia.",
      "example_translation": "Der Hund wird den Briefträger morgen beißen, er biss den Briefträger gestern und er beißt den Briefträger jeden Tag.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ugryźć",
      "translation": "beißen",
      "definition": "chwycić lub trzymać coś mocno zębami",
      "definition_translation": "etwas fest mit den Zähnen zu packen oder zu halten",
      "example": "Ugryzłem język, aby nie powiedzieć czegoś nieprzyjemnego. Ugryzam paznokcie, gdy jestem nerwowy. Ugryzę w plaster apeliny.",
      "example_translation": "Ich biss mir auf die Zunge, um etwas Unhöfliches zu sagen zu vermeiden. Ich beiße meine Nägel, wenn ich nervös bin. Ich werde in das Apfelstück beißen.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorzki",
      "translation": "bitter",
      "definition": "mający silny, nieprzyjemny smak",
      "definition_translation": "mit einem starken, unangenehmen Geschmack",
      "example": "Lek smakował gorzko. Kawa była gorzka. Wino będzie gorzkie.",
      "example_translation": "Das Medizin schmeckte bitter. Der Kaffee war bitter. Der Wein wird bitter sein.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gorzko",
      "translation": "bitterlich",
      "definition": "w sposób gorzki",
      "definition_translation": "auf eine bittere Weise",
      "example": "Ona gorzko żałowała swojej decyzji. On gorzko narzekał na jedzenie. Będą gorzko kłócić się o ten temat.",
      "example_translation": "Sie bedauerte bitterlich ihre Entscheidung. Er klagte bitter über das Essen. Sie werden bitterlich über das Thema streiten.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dziwny",
      "translation": "bizarr",
      "definition": "stranny lub niezwykły w sposób zaskakujący lub nieprzyjemny",
      "definition_translation": "seltsam oder ungewöhnlich auf eine Weise, die überraschend oder unangenehm ist",
      "example": "Dziwne stwory z filmu wystraszyły mnie. Jej dziwne zachowanie było niepokojące. Sytuacja będzie dziwna.",
      "example_translation": "Die bizarreren Kreaturen im Film haben mich erschreckt. Ihr bizarr Verhalten war besorgniserregend. Die Situation wird bizarr werden.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jeżyna",
      "translation": "Brombeere",
      "definition": "Mały, ciemnopurpurowy owoc, który rośnie na krzewie, często jedzony na surowo lub używany w ciastach i dżemach.",
      "definition_translation": "Eine kleine, meist dunkelviolette Frucht, die auf einem Strauch wächst, oft roh gegessen oder in Torten und Marmeladen verwendet.",
      "example": "Zjadłem jeżynę podczas wycieczki po lesie wczoraj, i zjem kolejną jutro. Ona je jeżynę teraz.",
      "example_translation": "Ich aß eine Brombeere während meines Wanderwaldes gestern und ich werde morgen eine weitere essen. Sie isst gerade Brombeeren.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czarna porzeczka",
      "translation": "Schwarze Johannisbeere",
      "definition": "Mały, ciemnopurpurowy owoc, który rośnie na krzewie, często jedzony na surowo lub używany w dżemach i konfiturach.",
      "definition_translation": "Eine kleine, dunkelviolette Frucht, die auf einem Strauch wächst, oft roh gegessen oder in Marmeladen und Konfitüren verwendet.",
      "example": "Kupiłem czarne porzeczki na targu w zeszłym tygodniu, i kupię więcej next miesiąc. Oni jedzą czarne porzeczki na śniadanie.",
      "example_translation": "Ich kaufte Schwarze Johannisbeeren auf dem Markt letzte Woche und ich werde nächste Monat mehr kaufen. Sie essen Schwarze Johannisbeeren zum Frühstück.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ostrze",
      "translation": "Klinge",
      "definition": "Płaska, zwykle wąska część noża, szpady lub innego narzędzia tnącego.",
      "definition_translation": "Der flache, meist schmale Teil eines Messers, Schwertes oder anderen Schneidewerkzeugs.",
      "example": "Wczoraj naostrzyłem ostrze mojego noża, a jutro znowu je naostrzę. Ona trzyma ostrze w ręku.",
      "example_translation": "Ich schärfte die Klinge meines Messers gestern und ich werde es morgen wieder schärfen. Sie hält eine Klinge in ihrer Hand.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pusty",
      "translation": "Leer",
      "definition": "Nie mający żadnych znaków, słów lub znaków na sobie; pusty lub wolny.",
      "definition_translation": "Ohne Markierungen, Wörter oder Zeichen darauf; leer oder vakant.",
      "example": "Wczoraj pisałem na pustej stronie, a jutro napiszę na następnej. Oni wpatrują się w pustą ścianę.",
      "example_translation": "Ich schrieb auf einer leeren Seite gestern und ich werde auf einer anderen Seite morgen schreiben. Sie starren auf eine leere Wand.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ślepy",
      "translation": "blind",
      "definition": "Nie mogący zobaczyć; nie mający wzroku lub percepcji.",
      "definition_translation": "Unfähig zu sehen; keine Vision oder Wahrnehmung habend.",
      "example": "Byłem ślepy na oczywiste rozwiązanie, ale potem zobaczyłem światło. Jestem ślepy na piękno natury. Będę ślepy na ostrzeżenia.",
      "example_translation": "Ich war blind für die offensichtliche Lösung, aber dann sah ich das Licht. Ich bin blind für die Schönheit der Natur. Ich werde blind für die Warnzeichen sein.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mrugać",
      "translation": "blinken",
      "definition": "Zamykać i otwierać oczy szybko, typowo aby odświeżyć lub nawilżyć je.",
      "definition_translation": "Die Augen schnell zu schließen und zu öffnen, um sie zu erfrischen oder anzufeuchten.",
      "example": "Mrugałem szybko, aby wyraźniej zobaczyć. Ona mrugała powoli, jakby próbowała zapamiętać. Będą mrugać powtarzająco, aby dać sygnał dystrybucji.",
      "example_translation": "Ich blinzelte rasch, um meine Sicht zu klären. Sie blinzelte langsam, als würde sie versuchen, sich zu erinnern. Sie werden mehrmals blinken, um Not zu signalisieren.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blok",
      "translation": "Block",
      "definition": "Solidny kawałek materiału, takiego jak drewno lub kamień, używany do budowania lub konstrukcji.",
      "definition_translation": "Ein solide Stück Material, wie Holz oder Stein, das für den Bau oder die Konstruktion verwendet wird.",
      "example": "Blok lodu topił się szybko. Zbudowała blokową wieżę z rękami. Będą blokować drogę, aby uniemożliwić dostęp.",
      "example_translation": "Der Eisblock schmolz rapide. Sie baute einen Blockturm mit ihren Händen. Sie werden den Weg blockieren, um den Zugang zu verhindern.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krwawy",
      "translation": "blutig",
      "definition": "Pokryty lub splamiony krwią; zabity brutalnie lub przemocą.",
      "definition_translation": "Mit Blut überzogen oder befleckt; gewaltsam oder brutal getötet.",
      "example": "Krwawe widowisko było przerażające. Miał krwawy nos po walce. Krwawa wojna będzie pamiętna przez wieki.",
      "example_translation": "Die blutige Szene war verstörend. Er hatte eine blutige Nase vom Kampf. Der blutige Krieg wird für Jahrhunderte in Erinnerung bleiben.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "borówka",
      "translation": "Heidelbeere",
      "definition": "Małe, okrągłe, słodkie lub kwaśne owoce rosnące na krzewie i zwykle niebieskie lub fioletowe.",
      "definition_translation": "Eine kleine, runde, süße oder saure Frucht, die auf einem Strauch wächst und typischerweise blau oder violett ist.",
      "example": "Zjadłem borówkowy muffin na śniadanie, jadam borówkową sałatkę na lunch, a zjem borówkowy tort na obiad.",
      "example_translation": "Ich aß einen Blaubeermuffin zum Frühstück, ich esse einen Blaubeersalat zum Mittagessen und ich werde Blaubeerkuchen zum Abendessen essen.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zaróżowieć",
      "translation": "erröten",
      "definition": "Stawać się czerwonym w twarzy, szczególnie z powodu wstydu lub zażenowania.",
      "definition_translation": "Rot im Gesicht zu werden, insbesondere aus Scham oder Verlegenheit.",
      "example": "Ona zaróżowiła się, gdy on jej powiedział o jej sukni, ona była zaróżowiona, gdy on szepnął jej do ucha, a ona będzie zaróżowiona, gdy on się jej ożeni.",
      "example_translation": "Sie errötete, als er ihr Komplimente über ihr Kleid machte, sie errötete, als er ihr ins Ohr flüsterte, und sie wird erröten, wenn er ihr einen Antrag macht.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tablica",
      "translation": "Brett",
      "definition": "Płaska, cienka, prostokątna część materiału, takiego jak drewno lub plastik, używana do określonej aktywności lub celu.",
      "definition_translation": "Ein flaches, dünnes, rechteckiges Stück Material, wie Holz oder Plastik, das für eine bestimmte Aktivität oder Zweck verwendet wird.",
      "example": "Wsiądę na pokład samolotu jutro, wsiadłem na pokład pociągu wczoraj, a wsiadam na pokład autobusu teraz.",
      "example_translation": "Ich werde morgen das Flugzeug besteigen, ich bestieg gestern den Zug und ich besteige jetzt den Bus.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rada",
      "translation": "Brett",
      "definition": "Grupa osób, która podejmuje decyzje dla organizacji lub firmy.",
      "definition_translation": "Eine Gruppe von Menschen, die Entscheidungen für eine Organisation oder ein Unternehmen treffen.",
      "example": "Rada dyrektorów będzie się spotykać następnego tygodnia, rada gubernatorów spotkała się ostatnio, a rada powierników będzie się spotykać następnego roku.",
      "example_translation": "Der Vorstand wird nächste Woche treffen, der Verwaltungsrat traf letzten Monat zusammen und der Treuhänderrat wird nächstes Jahr treffen.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chwalić się",
      "translation": "prahlen",
      "definition": "Mówić z dumą o czymś, co zrobiłeś lub co posiadasz.",
      "definition_translation": "Über etwas stolz zu sprechen, das du getan hast oder das du hast.",
      "example": "Chwaliłem się moją podróżą do Europy przed przyjaciółmi. Chwalię się moim nowym samochodem przed rodziną. W zeszłym tygodniu chwaliłem się awansem.",
      "example_translation": "Ich prahlte mit meiner Reise nach Europa meinen Freunden. Ich werde mein neuen Auto meiner Familie prahlen. Ich prahlte letzte Woche mit meiner Beförderung.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ochroniarz",
      "translation": "Leibwächter",
      "definition": "Osoba lub grupa osób zatrudnionych do ochrony osoby, zwłaszcza sławnej, przed szkodą lub niebezpieczeństwem.",
      "definition_translation": "Eine Person oder eine Gruppe von Menschen, die angestellt werden, um eine Person, insbesondere eine berühmte, vor Schaden oder Gefahr zu schützen.",
      "example": "Celebrytka zatrudniła ochroniarza, aby chronić ją przed fotografami. Ochroniarze byli bardzo profesjonalni. Ochroniarze prezydenta są wyszkoleni w wysokim stopniu.",
      "example_translation": "Die Celebrity heuerte einen Leibwächter an, um sie vor den Paparazzi zu schützen. Die Leibwächter waren sehr professionnel. Die Leibwächter des Präsidenten sind hochausgebildet.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gotowanie",
      "translation": "kochen",
      "definition": "Proces przygotowywania żywności w płynie, typowo wodzie lub zupie, w wysokiej temperaturze.",
      "definition_translation": "Der Prozess der Zubereitung von Lebensmitteln in einer Flüssigkeit, typischerweise Wasser oder Brühe, bei hoher Temperatur.",
      "example": "Gotuję jajka na śniadanie. Gotowała wodę na herbatę. Zupa się gotowała na kuchence.",
      "example_translation": "Ich koche einige Eier zum Frühstück. Sie kochte Wasser für Tee. Die Suppe kochte auf dem Herd.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważny",
      "translation": "kühn",
      "definition": "Pokazujący gotowość do podejmowania ryzyka i robienia rzeczy, które mogą być trudne lub niebezpieczne.",
      "definition_translation": "Zeigt eine Bereitschaft, Risiken einzugehen und Dinge zu tun, die schwierig oder gefährlich sein könnten.",
      "example": "Był odważny enough, aby spróbować skoków spadochronowych po raz pierwszy. Firma podjęła odważny krok, wprowadzając nowy produkt. Była odważna i otwarta w swoim przemówieniu.",
      "example_translation": "Er war kühn genug, Fallschirmspringen zum ersten Mal zu versuchen. Das Unternehmen ging einen kühnen Schritt, indem es ein neues Produkt auf den Markt brachte. Sie war kühn und offen in ihrer Rede.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "odważnie",
      "translation": "kühn",
      "definition": "W sposób odważny lub śmiały; z pewnością siebie lub odwagą.",
      "definition_translation": "Auf eine kühne oder mutige Weise; mit Zuversicht oder Tollkühnheit.",
      "example": "Wczoraj przemawiała odważnie przed publicznością, ale przemówi nawet bardziej odważnie na konferencji jutro.",
      "example_translation": "Sie sprach gestern kühn vor dem Publikum, aber sie wird morgen auf der Konferenz noch kühner sprechen.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bombardowanie",
      "translation": "Bombardierung",
      "definition": "Akt zrzucający bomby z samolotu, zwłaszcza w celowym ataku.",
      "definition_translation": "Die Handlung, Bomben von einem Flugzeug aus abzuwerfen, insbesondere bei einem gezielten Angriff.",
      "example": "Miasto było poddane codziennemu bombardowaniu podczas wojny, ale bombardowania zakończą się po podpisaniu traktatu pokojowego.",
      "example_translation": "Die Stadt wurde während des Krieges täglich bombardiert, aber die Bombardierungen werden nach Unterzeichnung des Friedensvertrags aufhören.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiąz",
      "translation": "Bund",
      "definition": "Relacja między dwiema osobami lub grupami oparta na wspólnych uczuciach, zainteresowaniach lub działaniach.",
      "definition_translation": "Eine Beziehung zwischen zwei Personen oder Gruppen basierend auf gemeinsamen Gefühlen, Interessen oder Aktivitäten.",
      "example": "Więź między rodzeństwem była silna, a będą się łączyć ze względu na miłość do muzyki.",
      "example_translation": "Der Bund zwischen den Geschwistern war stark, und sie würden über ihre Liebe zur Musik zusammenfinden.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "premia",
      "translation": "Prämie",
      "definition": "Dodatkowa kwota pieniężna lub coś wartościowego dodane do wypłaty lub prezentu.",
      "definition_translation": "Eine extra Geldmenge oder etwas wertvolles, das einer Zahlung oder einem Geschenk hinzugefügt wird.",
      "example": "Firma dała swoim pracownikom premię za ciężką pracę, a premia była niespodzianką dla wszystkich.",
      "example_translation": "Das Unternehmen gab seinen Mitarbeitern eine Prämie für ihre harte Arbeit, und die Prämie war für jeden eine Überraschung.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "broszura",
      "translation": "Heftchen",
      "definition": "Mała książeczka lub pamflet, zwłaszcza dotyczący konkretnego tematu lub aspektu tematu.",
      "definition_translation": "Ein kleines Buch oder Broschüre, insbesondere eines, das sich mit einem bestimmten Fach oder Aspekt eines Fachs befasst",
      "example": "Wziąłem broszurę o ogrodnictwie w bibliotece. Wczoraj czytałem broszurę o podróżowaniu po Europie. Do przyszłego roku napiszę broszurę o gotowaniu.",
      "example_translation": "Ich hob ein Heftchen über Gartenbau in der Bibliothek auf. Gestern las ich ein Heftchen über Reisen in Europa. Bis zum nächsten Jahr werde ich ein Heftchen über Kochen geschrieben haben.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "znacznik",
      "translation": "Lesezeichen",
      "definition": "Znak lub etykieta, która identyfikuje konkretną lokalizację w dokumencie lub na stronie internetowej, aby łatwo znaleźć ją ponownie.",
      "definition_translation": "Ein Marker oder Tag, der einen bestimmten Platz in einem Dokument oder einer Webseite identifiziert, damit Sie ihn leicht wiederfinden können",
      "example": "Ustawiłem znacznik na ostatniej stronie, którą czytałem. Wczoraj dodałem znacznik do mojej ulubionej strony internetowej. Do przyszłego miesiąca zorganizuję wszystkie znaczniki.",
      "example_translation": "Ich setzte ein Lesezeichen auf der letzten Seite, die ich gelesen habe. Gestern fügte ich ein Lesezeichen meiner Lieblingswebsite hinzu. Bis zum nächsten Monat werde ich alle meine Lesezeichen organisiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]
}