[
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " kot",
      "translation": "Katze",
      "definition": "Mały, zwykle puszysty ssak mięsożerny, który mruczy i często jest trzymany jako zwierzę domowe.",
      "definition_translation": "Ein kleines typischerweise pelziger fleischfressender Säugetier, das schnurrt und oft als Haustier gehalten wird.",
      "example": "Miałem kota, gdy byłem dzieckiem. Mam kota teraz. Będę miał kota w przyszłości.",
      "example_translation": "Ich hatte eine Katze, als ich ein Kind war. Ich habe eine Katze jetzt. Ich werde eine Katze in Zukunft haben.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krowa",
      "translation": "Kuh",
      "definition": "Duże, niedźwiedziate_SSak roślinożerny, udomowiony dla mleka i mięsa.",
      "definition_translation": "Ein großes huftragendes pflanzenfressendes Vierbeiner, das für Milch und Fleisch domestiziert wurde.",
      "example": "Widziałem krowę na polu wczoraj. Widzę krowę na polu teraz. Zobaczę krowę na polu jutro.",
      "example_translation": "Ich sah eine Kuh auf dem Feld gestern. Ich sehe eine Kuh auf dem Feld jetzt. Ich werde eine Kuh auf dem Feld morgen sehen.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pies",
      "translation": "Hund",
      "definition": "Członek rodziny psów, ściśle powiązany z wilkiem szarym.",
      "definition_translation": "Ein fleischfressendes Säugetier, das zur Familie Canidae gehört und eng mit dem grauen Wolf verwandt ist.",
      "example": "Wyprowadziłem psa rano. Wyprowadzam psa teraz. Wyprowadzę psa wieczorem.",
      "example_translation": "Ich ging heute Morgen mit meinem Hund spazieren. Ich gehe jetzt mit meinem Hund spazieren. Ich werde heute Abend mit meinem Hund spazieren gehen.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koń",
      "translation": "Pferd",
      "definition": "Duże, niedźwiedziate_SSak roślinożerny, udomowiony do jazdy, transportu i innych celów.",
      "definition_translation": "Ein großes huftragendes pflanzenfressendes Säugetier, das für Reiten, Transport und andere Zwecke domestiziert wurde.",
      "example": "Jechałem konno minionego tygodnia. Jazdę konno teraz. Będę jechał konno następnego tygodnia.",
      "example_translation": "Ich ritt letzte Woche ein Pferd. Ich reite jetzt ein Pferd. Ich werde nächste Woche ein Pferd reiten.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świnia",
      "translation": "Schwein",
      "definition": "Świnia to udomowione zwierzę, które jest powszechnie trzymane jako zwierzę hodowlane, charakteryzujące się masywnym ciałem, krótkimi nogami i wszystkożernym trybem życia.",
      "definition_translation": "Ein Schwein ist ein domestiziertes Säugetier, das üblicherweise als Vieh gehalten wird, gekennzeichnet durch seinen stämmigen Körper, kurzen Beine und omnivore Ernährung.",
      "example": "Widziałem świnię jedzącą żywność na fermie wczoraj. Świnia je żywność na fermie teraz. Świnia będzie jeść żywność na fermie jutro.",
      "example_translation": "Ich sah ein Schwein, das Essen auf dem Bauernhof gestern aß. Das Schwein isst Essen auf dem Bauernhof jetzt. Das Schwein wird Essen auf dem Bauernhof morgen essen.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "owca",
      "translation": "Schaf",
      "definition": "Owca to udomowione zwierzę, które jest powszechnie trzymane jako zwierzę hodowlane, charakteryzujące się wełnistą szatą i nawykami pastwiskowymi.",
      "definition_translation": "Ein Schaf ist ein domestiziertes Säugetier, das üblicherweise als Vieh gehalten wird, gekennzeichnet durch seinen wolligen Mantel und Weidegewohnheiten.",
      "example": "Widziałem owcę pasącą się na polu wczoraj. Owca się pasie na polu teraz. Owca będzie się pasła na polu jutro.",
      "example_translation": "Ich sah ein Schaf, das auf dem Feld gestern weidete. Das Schaf weidet auf dem Feld jetzt. Das Schaf wird auf dem Feld morgen weiden.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niemowlę",
      "translation": "Baby",
      "definition": "Niemowlę to bardzo młody człowiek, zazwyczaj w pierwszym roku życia, zależny od innych w opiece i żywieniu.",
      "definition_translation": "Ein Baby ist ein sehr junges Mensch, typischerweise im ersten Lebensjahr, abhängig von anderen für Pflege und Nahrung.",
      "example": "Widziałem niemowlę śmiejące się wczoraj. Niemowlę się śmieje teraz. Niemowlę będzie się śmiało jutro.",
      "example_translation": "Ich sah ein Baby, das gestern lachte. Das Baby lacht jetzt. Das Baby wird morgen lachen.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź",
      "translation": "Bär",
      "definition": "Niedźwiedź to duże, mięsożerne zwierzę, które żyje w lasach i górach, charakteryzujące się szorstką sierścią i silnym budowaniem ciała.",
      "definition_translation": " Ein Bär ist ein großes, fleischfressendes Säugetier, das in Wäldern und Bergen gefunden wird, gekennzeichnet durch sein struppiges Fell und kräftigen Körperbau.",
      "example": "Widziałem niedźwiedzia wspinającego się po drzewie wczoraj. Niedźwiedź wspina się po drzewie teraz. Niedźwiedź będzie wspinał się po drzewie jutro.",
      "example_translation": "Ich sah einen Bären, der einen Baum gestern erklomm. Der Bär erklimmt einen Baum jetzt. Der Bär wird einen Baum morgen erklimmen.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gepard",
      "translation": "Gepard",
      "definition": "Gepard to duża kotka rodzima w Afryce i środkowej Azji, która jest najszybszym lądowym zwierzęciem, zdolnym do osiągnięcia prędkości do 70 mil na godzinę.",
      "definition_translation": "Der Gepard ist eine große Katze, die in Afrika und Zentraliran beheimatet ist. Er ist das schnellste Landtier, das Geschwindigkeiten von bis zu 70 Meilen pro Stunde erreichen kann.",
      "example": "Widziałem geparda biegającego w sawannie wczoraj. Gepard będzie gonitł swoją zdobycz jutro. Gepard zjadł królika minionego tygodnia.",
      "example_translation": "Ich sah einen Geparden im Savannen昨 gestern laufen. Er wird seine Beute morgen jagen. Der Gepard hatte letzte Woche ein Kaninchen gegessen.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "słoń",
      "translation": "Elefant",
      "definition": "Słoń to duże, inteligentne zwierzę z trąbą, zębami i masywnym ciałem. Żyje on w sawannach, lasach i pustyniach Afryki i Azji.",
      "definition_translation": "Der Elefant ist ein großes, intelligentes Säugetier mit einem Rüssel, Stoßzähnen und einem korpulenten Körper. Er wird in Savannen, Wäldern und Wüsten in Afrika und Asien gefunden.",
      "example": "Chcę jeździć na słoniu następnego roku. Słoń kąpał się wczoraj. Słonie żyją w Afryce od wieków.",
      "example_translation": "Ich werde nächstes Jahr einen Elefanten reiten. Der Elefant nahm gestern ein Bad. Die Elefanten leben seit Jahrhunderten in Afrika.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "świnka morska",
      "translation": "Meerschweinchen",
      "definition": "Świnka morska to mały, futrzasty gryzoń, często trzymany jako zwierzę domowe. Pochodzi z Ameryki Południowej i jest znany ze swojej łagodnej natury.",
      "definition_translation": "Ein Meerschweinchen ist ein kleines, pelziges Nagetier, das häufig als Haustier gehalten wird. Es stammt aus Südamerika und ist bekannt für seine sanfte Natur.",
      "example": "Mam świnkę morską jako zwierzę domowe. Świnka morska zje swoją żywność jutro. Świnki morskie są popularnymi zwierzętami domowymi od dziesięcioleci.",
      "example_translation": "Ich habe ein Meerschweinchen als Haustier. Das Meerschweinchen wird morgen sein Essen essen. Die Meerschweinchen sind seit Jahrzehnten beliebte Haustiere.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chomik",
      "translation": "Hamster",
      "definition": "Chomik to mały, nocny gryzoń, często trzymany jako zwierzę domowe. Pochodzi z Europy, Azji i Afryki, i jest znany ze swojej zdolności do przechowywania żywności w policzkach.",
      "definition_translation": "Ein Hamster ist ein kleines, nachtaktives Nagetier, das häufig als Haustier gehalten wird. Es stammt aus Europa, Asien und Afrika und ist bekannt für seine Fähigkeit, Nahrung in seinen Backen zu speichern.",
      "example": "Kupię chomika następnego miesiąca. Chomik biegł na swoim koleczku wczoraj. Chomiki są popularnymi zwierzętami domowymi dla dzieci.",
      "example_translation": "Ich werde nächsten Monat einen Hamster kaufen. Der Hamster lief gestern auf seinem Rad. Die Hamster sind beliebte Haustiere für Kinder.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lew",
      "translation": "Löwe",
      "definition": "Lew to duży, mięsożerny ssak, żyjący na obszarach trawiastych i sawannach Afryki i Indii.",
      "definition_translation": "Ein Löwe ist ein großes fleischfressendes Säugetier, das in Grasländern und Savannen Afrikas und Indiens lebt.",
      "example": "Zobaczyłem lwa w zoo wczoraj. Zobaczę lwa na wolności kiedyś. Widziałem lwa w dokumentalnym filmie przedtem.",
      "example_translation": "Ich sah einen Löwen im Zoo gestern. Ich werde einen Löwen in freier Wildbahn sehen. Ich habe einen Löwen in einem Dokumentarfilm vorher gesehen.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "małpa",
      "translation": "Affe",
      "definition": "Małpa to prymat, należący do rzędu Primates, w tym makaki, kapucynki i goryle.",
      "definition_translation": "Ein Affe ist ein Primat, das der Ordnung Primaten angehört, einschließlich Makaken, Kapuzineraffen und Gorillas.",
      "example": "Małpa bawiła się w drzewie. Małpa zje banan. Małpa wspięła się na górę.",
      "example_translation": "Der Affe spielte im Baum. Der Affe wird eine Banane essen. Der Affe hatte den Berg bestiegen.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mysz",
      "translation": "Maus",
      "definition": "Mysz to mały gryzoń, często spotykany w domach i budynkach.",
      "definition_translation": "Eine Maus ist ein kleines Nagetier, das in Häusern und Gebäuden häufig vorkommt.",
      "example": "Zobaczyłem mysz w kuchni wczoraj. Złapę mysz kiedyś. Widziałem mysz w dziurze przedtem.",
      "example_translation": "Ich sah eine Maus in der Küche gestern. Ich werde eine Maus irgendwann fangen. Ich habe eine Maus in dem Loch vorher gesehen.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "królik",
      "translation": "Hase",
      "definition": "Królik to mały ssak, należący do rodziny Leporidae, często spotykany na łąkach i w lasach.",
      "definition_translation": "Ein Hase ist ein kleines Säugetier, das der Familie Leporidae angehört, das in Wiesen und Wäldern häufig vorkommt.",
      "example": "Królik skakał po łące. Królik zje marchewkę. Królik uciekł z klatki.",
      "example_translation": "Der Hase hoppelte in der Wiese. Der Hase wird eine Karotte essen. Der Hase war aus dem Käfig entkommen.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczur",
      "translation": "Ratte",
      "definition": "Szczur to gryzoń, żyjący w kanalizacji i żywiący się odpadami.",
      "definition_translation": "Ein Nagetier, das in Kanälen lebt und Müll frisst.",
      "example": "Szczur pobiegł po kuchni, Zobaczę szczura w zoo jutro, Szczur wdrapał się na słup w przyszłym tygodniu.",
      "example_translation": "Die Ratte huschte über den Küchenboden, Ich werde morgen eine Ratte im Zoo sehen, Die Ratte wird bis nächster Woche den Pfosten hinaufgelaufen sein.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nietoperz",
      "translation": "Fledermaus",
      "definition": "Nietoperz to latający ssak, używający echolokacji do nawigacji.",
      "definition_translation": "Ein fliegendes Säugetier, das Echolokation verwendet, um zu navigieren.",
      "example": "Nietoperz wyfrunął z jaskini, Zobaczyłem nietoperza zawieszonych do góry nogami, Nietoperz będzie się przemieszczał do Ameryki Południowej w przyszłym roku.",
      "example_translation": "Die Fledermaus flog aus der Höhle, Ich sah eine Fledermaus kopfüber hängen, Bis nächstem Jahr wird die Fledermaus nach Südamerika migriert sein.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "byk",
      "translation": "Stier",
      "definition": "Byk to duży samiec bydlęcy, często używany do walk lub hodowli.",
      "definition_translation": "Ein großes männliches Rind, oft für Kämpfe oder Zucht verwendet.",
      "example": "Byk zaatakował matadora, Kupię byka dla mojego gospodarstwa, Byk został sprzedany do rzeźni przed miesiącem.",
      "example_translation": "Der Stier stürmte auf den Matador zu, Ich werde einen Stier für meinen Hof kaufen, Der Stier war bis letzten Monat an ein Schlachthaus verkauft worden.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "-cię",
      "translation": "Kalb",
      "definition": "Młode cielę, często karmione mlekiem i odstawiane w młodym wieku.",
      "definition_translation": "Das Junge einer Kuh, oft mit Milch gefüttert und in jungen Jahren abgesetzt.",
      "example": "Cię bawiło się na łące, Zobaczyłem cię karmione z butelki, Cię będzie odebrane od matki wiosną następnego roku.",
      "example_translation": "Das Kalb spielte im Wiesen, Ich sah ein Kalb, das mit der Flasche gefüttert wurde, Das Kalb wird bis nächsten Frühling abgesetzt sein.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wielbłąd",
      "translation": "Kamel",
      "definition": "Wielbłąd to duże, parzystokopytne zwierzę nieparzystosłupne pochodzące ze Starego Świata, charakteryzujące się swoistym garbem na grzbiecie, długimi rzęsami i zdolnością do długotrwałego postoju bez wody.",
      "definition_translation": "Ein Kamel ist ein großes, geradezehiges Ungulat, das ursprünglich aus der Alten Welt stammt, das durch seinen charakteristischen Hügel auf seinem Rücken, lange Wimpern und die Fähigkeit, lange Zeit ohne Wasser auszukommen, gekennzeichnet ist.",
      "example": "Jechałem wielbłądem przez pustynię wczoraj, jechałem wielbłądem w zeszłym roku i jechałem wielbłądem w przyszłym roku.",
      "example_translation": "Ich ritt ein Kamel durch die Wüste gestern, ich werde wieder einesnext Jahr reiten, und ich ritt eines letzten Woche.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bydło",
      "translation": "Rinder",
      "definition": "Bydło to domesticowane ssaki, które są powszechnie hodowane na ranchach i farmach ze względu na ich mleko, mięso i skóry.",
      "definition_translation": "Rinder sind domestizierte Säugetiere, die häufig auf Ranches und Farmen für ihre Milch, ihr Fleisch und ihre Häute gehalten werden.",
      "example": "Rolnik hodował bydło przez lata, hodował je w zeszłym roku i będzie hodował je ponownie w przyszłym roku.",
      "example_translation": "Der Bauer hat Jahre lang Rinder gezüchtet, er züchtete sie letzten Jahr, und er wird sie wieder next Jahr züchten.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "delfin",
      "translation": "Delfin",
      "definition": "Delfin to wysoce inteligentne, społeczne ssaki morskie, które są blisko spokrewnione z walami i morświnami.",
      "definition_translation": "Ein Delfin ist ein hochintelligentes, soziales Meeressäugetier, das eng mit Walen und Schweinswalen verwandt ist.",
      "example": "Widziałem delfina, który pływał w oceanie wczoraj, zobaczę go ponownie w przyszłym roku i widziałem go w zeszłym tygodniu.",
      "example_translation": "Ich sah einen Delfin im Ozean schwimmen gestern, ich werde wieder einen nächsten Jahr sehen, und ich sah einen letzten Woche.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "osioł",
      "translation": "Esel",
      "definition": "Osioł to domesticowane zwierzę, często używane jako zwierzę juczne, znane ze swojej uporu i głośnego ryku.",
      "definition_translation": "Ein Esel ist ein domestiziertes Tier, das häufig als Lasttier verwendet wird, das durch seine Starrköpfigkeit und lautes Brüllen bekannt ist.",
      "example": "Jechałem osiołem przez wieś wczoraj, jechałem osiołem w zeszłym roku i jechałem osiołem w przyszłym roku.",
      "example_translation": "Ich ritt einen Esel durch das ländliche Gebiet gestern, ich werde wieder einen nächsten Jahr reiten, und ich ritt einen letzten Woche.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kobieta",
      "translation": "weiblich",
      "definition": "Kobieta to osoba lub zwierzę płci, która produkuje jaja, szczególnie u zwierząt, które składają jaja.",
      "definition_translation": "Eine weibliche Person oder ein Tier des Geschlechts, das Eier produziert, insbesondere bei Tieren, die Eier legen.",
      "example": "Ona jest kobietą inżynierem, była nauczycielką, a będzie lekarką.",
      "example_translation": "Sie ist ein weiblicher Ingenieur, Sie war eine weibliche Lehrerin, Sie wird eine weibliche Ärztin sein.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "futra",
      "translation": "Pelz",
      "definition": "Futra to miękkie, grube włosy lub wełna, która rośnie u niektórych zwierząt, takich jak bobra lub króliki.",
      "definition_translation": "Pelz ist das weiche, dicke Haar oder Fell, das auf manchen Tieren wie Bibern oder Hasen wächst.",
      "example": "Nosiszę płaszcz futrowy zimą, nosiłem kapelusz futrowy w zeszłym roku i kupię szal futrowy w przyszłym miesiącu.",
      "example_translation": "Ich trage einen Pelzmantel im Winter, Ich trug einen Pelzhut letztes Jahr, Ich werde einen Pelzschal nächsten Monat kaufen.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żyrafa",
      "translation": "Giraffe",
      "definition": "Żyrafa to wysoki, parzystokopytny ssak, charakteryzujący się swoistą szatą i długimi nogami oraz szyją.",
      "definition_translation": "Eine Giraffe ist ein großes, geradehufiges ungeheitliches Säugetier mit einem auffälligen Fellmuster und einem langen Hals und Beinen.",
      "example": "Widziałem żyrafę w zoo, widziałem żyrafę w safari w zeszłym roku i zobaczę żyrafę w parku narodowym w przyszłym roku.",
      "example_translation": "Ich sah eine Giraffe im Zoo, Ich sah eine Giraffe auf Safari letztes Jahr, Ich werde eine Giraffe im Nationalpark nächsten Jahr sehen.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koza",
      "translation": "Ziege",
      "definition": "Koza to parzystokopytny ssak, blisko spokrewniony ze słoniem, często hodowany na farmie lub używany jako zwierzę juczne.",
      "definition_translation": "Eine Ziege ist ein hufiges Säugetier, das eng mit Schafen verwandt ist und oft auf einem Bauernhof oder als Packtier verwendet wird.",
      "example": "Mam kozę jako zwierzę domowe, miałem kozę jako dziecko i kupię kozę w przyszłym miesiącu.",
      "example_translation": "Ich habe eine Hausziege, Ich hatte eine Ziege als Kind, Ich werde eine Ziege nächsten Monat kaufen.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zając",
      "translation": "Hase",
      "definition": "Zając to szybko poruszające się, długonogie ssaki, które żyją na polach i w lasach.",
      "definition_translation": "Ein schnell bewegliches, langbeiniges Säugetier, das in Feldern und Wäldern lebt.",
      "example": "Zając żuł świeżą marchewkę w ogrodzie. Wczoraj biegał po łące. Wiosną przyszłego roku będzie miał nową sierść.",
      "example_translation": "Der Hase nagte an einer saftigen Karotte im Garten. Gestern hoppelte es über die Wiese. Bis zum nächsten Frühling wird es einen neuen Mantel angezogen haben.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "hipopotam",
      "translation": "Nilpferd",
      "definition": "Hipopotam to wielki, roślinożerny ssak, który żyje w rzekach i jeziorach.",
      "definition_translation": "Ein großes, pflanzenfressendes Säugetier, das in Flüssen und Seen lebt.",
      "example": "Hipopotam kręcił się w błotnistym dnie rzeki. Wczoraj bawił się z przyjaciółmi hipopotamami. W przyszłym tygodniu będzie migrował do nowegohabitatu.",
      "example_translation": "Das Nilpferd wälzte sich im schlammigen Flussbett. Gestern spielte es mit seinen Nilpferd-Freunden. Nächste Woche wird es in ein neues Habitat wandern.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kotek",
      "translation": "Kätzchen",
      "definition": "Młody kot, typowo w pierwszym roku życia.",
      "definition_translation": "Ein junger Kater, typischerweise im ersten Jahr seines Lebens.",
      "example": "Kotek mruczał zadowolony na moich kolanach. Wczoraj, padał swojego ogona. Za kilka miesięcy, będzie uczył się polować.",
      "example_translation": "Das Kätzchen schnurrte zufrieden auf meinem Schoß. Gestern jagte es seinen Schwanz. In ein paar Monaten wird es lernen, zu jagen.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jagnię",
      "translation": "Lamm",
      "definition": "Młoda owca, typowo w pierwszym roku życia.",
      "definition_translation": "Ein junges Schaf, typischerweise im ersten Jahr seines Lebens.",
      "example": "Jagnię frolicked w zielonej łące. Wczoraj, podejmowało pierwsze kroki. Za wiosną, będzie pasło się na świeżej trawie.",
      "example_translation": "Das Lamm tollte in der grünen Wiese. Gestern machte es seine ersten Schritte. Bis zum nächsten Frühling wird es frisches Gras weiden.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mężczyzna",
      "translation": "männlich",
      "definition": "Mężczyzna jest dorosłym człowiekiem lub zwierzęciem, które ma cechy męskości.",
      "definition_translation": "Ein Mann ist ein erwachsener Mensch oder Tier, das die Merkmale der Männlichkeit aufweist.",
      "example": "Był modelem mężczyznym, będzie wielkim ojcem w przyszłości, i był pielęgniarzem mężczyzną przez 10 lat.",
      "example_translation": "Er war ein männliches Model, er wird einmal ein großartiger Vater sein, und er war 10 Jahre lang Krankenpfleger gewesen.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "muł",
      "translation": "Maultier",
      "definition": "Muł jest potomkiem samca osła i samicy konia, znany ze swojej upartości i siły.",
      "definition_translation": "Ein Maultier ist das Nachkommen eines männlichen Esels und eines weiblichen Pferdes, bekannt für seine Starrsinnigkeit und Stärke.",
      "example": "Rolnik używał muła do orania pola, będzie używał muła do noszenia ciężkich ładunków, i używał muła do jazdy przez góry.",
      "example_translation": "Der Bauer verwendete ein Maultier, um das Feld zu pflügen, er wird ein Maultier verwenden, um schwere Lasten zu tragen, und er hatte ein Maultier verwendet, um durch die Berge zu reiten.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "Puma",
      "definition": "Puma jest dużym, dzikim kotem rodzimym w Amerykach, znany ze swojej zwinności i skradania.",
      "definition_translation": "Ein Puma ist eine große, wilde Katze, die in Amerika beheimatet ist, bekannt für ihre Agilität und Heimlichkeit.",
      "example": "Puma wędrowała swobodnie w lesie, będzie polowała na swoją zdobycz w nocy, i wspięła się na drzewo, aby uciec przed myśliwymi.",
      "example_translation": "Das Puma streifte frei in dem Wald umher, es wird seine Beute bei Nacht jagen, und es hatte einen Baum erklommen, um den Jägern zu entgehen.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczeniak",
      "translation": "Welpen",
      "definition": "Szczeniak jest młodym psem, szczególnie tym, który jest jeszcze w wczesnych etapach życia.",
      "definition_translation": "Ein Welpen ist ein junger Hund, insbesondere einer, der noch in den frühen Stadien seines Lebens ist.",
      "example": "Szczeniak bawił się z zabawkami, będzie dorósł do lojalnego towarzysza, i nauczył się siedzieć i pozostać.",
      "example_translation": "Das Welpen spielte mit seinen Spielzeugen, es wird aufwachsen, um ein treuer Begleiter zu werden, und es hatte gelernt, sich hinzusetzen und zu bleiben.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "renifer",
      "translation": "Rentier",
      "definition": "Renifer jest rodzajem jelenia z charakterystycznymi rogami, znalezionym w Arktyce i subarktycznych regionach świata.",
      "definition_translation": "Ein Rentier ist eine Art von Hirsch mit einer charakteristischen Sätzen von Geweih, gefunden in den Arktischen und subarktischen Regionen der Welt.",
      "example": "Renifer wędrował swobodnie w arktycznej tundrze latem, ale będzie wędrował bardziej ostrożnie zimą. Wędrował swobodnie w arktycznej tundrze pięć lat temu, i będzie wędrował jeszcze bardziej swobodnie w przyszłości.",
      "example_translation": "Das Rentier streifte frei in der arktischen Tundra letzten Sommer, aber es wird vorsichtiger streifen in diesem Winter. Es streifte frei in der arktischen Tundra vor fünf Jahren, und es wird sogar freier streifen in der Zukunft.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tygrys",
      "translation": "Tiger",
      "definition": "Tygrys jest dużym mięsożernym ssakiem z charakterystycznymi pomarańczowo-czarnymi pasami, znalezionym w lasach i łąkach Azji.",
      "definition_translation": "Ein Tiger ist ein großes fleischfressendes Säugetier mit charakteristischen orange und schwarzen Streifen, gefunden in den Wäldern und Grasländern Asiens.",
      "example": "Tygrys polował na swoją zdobycz w dżungli wczoraj wieczorem, ale będzie polował na swoją zdobycz bardziej skradanie tej nocy. Polował na swoją zdobycz w dżungli pięć lat temu, i będzie polował na swoją zdobycz jeszcze bardziej agresywnie w przyszłości.",
      "example_translation": "Der Tiger schlich seinem Opfer durch den Dschungel letzten Nacht, aber es wird sein Opfer heute Nacht noch heimlicher schleichen. Es schlich seinem Opfer durch den Dschungel vor fünf Jahren, und es wird sein Opfer sogar noch aggressiver in der Zukunft schleichen.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wieloryb",
      "translation": "Wal",
      "definition": "Wieloryb jest dużym ssakiem wodnym, który oddycha powietrzem przez swe otwory wypływowe, znalezionym we wszystkich oceanach świata.",
      "definition_translation": "Ein Wal ist ein großes aquatisches Säugetier, das durch sein Blasloch atmet, gefunden in allen Ozeanen der Welt.",
      "example": "Wieloryb pływał przez oceanowe prądy w zeszłym tygodniu, ale będzie pływał wolniej przez oceanowe prądy w następnym tygodniu. Pływał przez oceanowe prądy pięć lat temu, i będzie pływał jeszcze bardziej majestatycznie przez oceanowe prądy w przyszłości.",
      "example_translation": "Der Wal schwamm durch die Meeresströmungen letzten Woche, aber es wird langsamer durch die Meeresströmungen nächste Woche schwimmen. Es schwamm durch die Meeresströmungen vor fünf Jahren, und es wird sogar noch majestätischer durch die Meeresströmungen in der Zukunft schwimmen.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jeleń",
      "translation": "Hirsch",
      "definition": "Jeleń jest rodzajem roślinożernego ssaka, często spotykanym w lasach i łąkach, i jest znany ze swoich dużych oczu i łagodnego usposobienia.",
      "definition_translation": "Ein Hirsch ist eine Art von Wiederkäuer, oft gefunden in Wäldern und Grasländern, und ist bekannt für seine großen Augen und sanfte Natur.",
      "example": "Jeleń biegł szybko przez las ostatniej jesieni, ale będzie biegł wolniej przez las następnej jesieni. Biegł szybko przez las pięć lat temu, i będzie biegł jeszcze bardziej swobodnie przez las w przyszłości.",
      "example_translation": "Der Hirsch rannte schnell durch den Wald letzten Herbst, aber es wird langsamer durch den Wald nächsten Herbst laufen. Es rannte schnell durch den Wald vor fünf Jahren, und es wird sogar noch freier durch den Wald in der Zukunft laufen.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lis",
      "translation": "Fuchs",
      "definition": "Mały, drapieżny ssak z ogonkiem, spotykany w wielu częściach świata. Często są one łowione dla ich futra.",
      "definition_translation": "Ein kleines, fleischfressendes Säugetier mit einem buschigen Schwanz, das in vielen Teilen der Welt gefunden wird. Es wird oft für sein Fell gejagt.",
      "example": "Lis biegł szybko przez las. Lis biegnie szybko przez las. Lis będzie biegł szybko przez las.",
      "example_translation": "Der Fuchs rannte schnell durch den Wald. Der Fuchs läuft schnell durch den Wald. Der Fuchs wird schnell durch den Wald laufen.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "goryl",
      "translation": "Gorilla",
      "definition": "Duży, silny primat żyjący w lasach w zachodniej i środkowej Afryce. Jest blisko spokrewniony z ludźmi i znany ze swojej inteligencji i siły.",
      "definition_translation": "Ein großes, starkes Primaten, das in Wäldern in West- und Zentralafrika lebt. Es ist eng mit Menschen verwandt und ist bekannt für seine Intelligenz und Stärke.",
      "example": "Goryl wdrapał się na drzewo powoli. Goryl wdrapuje się na drzewo powoli. Goryl będzie wdrapał się na drzewo powoli.",
      "example_translation": "Das Gorilla kletterte langsam den Baum hoch. Das Gorilla klettert langsam den Baum hoch. Das Gorilla wird langsam den Baum hochklettern.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kangur",
      "translation": "Känguru",
      "definition": "Duży, roślinożerny ssak workowaty żyjący w Australii i Nowej Gwinei. Jest znany ze swoich silnych tylnych nóg i silnej zdolności skoku.",
      "definition_translation": "Ein großes, pflanzenfressendes Beuteltier, das in Australien und Neuguinea lebt. Es ist bekannt für seine kräftigen Hinterbeine und seine starke Sprungfähigkeit.",
      "example": "Kangur przeskoczył przez płot. Kangur przeskakuje przez płot. Kangur będzie przeskoczył przez płot.",
      "example_translation": "Das Känguru sprang über den Zaun. Das Känguru springt über den Zaun. Das Känguru wird über den Zaun springen.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lampart",
      "translation": "Leopard",
      "definition": "Duży, drapieżny ssak z charakterystyczną szatą o ciemnych plamach na żółtym tle. Spotykany jest w Afryce i Azji.",
      "definition_translation": "Ein großes, fleischfressendes Säugetier mit einem auffälligen Fell, das dunkle Flecken auf einem gelblichen Hintergrund aufweist. Es wird in Afrika und Asien gefunden.",
      "example": "Lampart podsłuchiwał swoją zdobycz cicho. Lampart podsłuchuje swoją zdobycz cicho. Lampart będzie podsłuchiwał swoją zdobycz cicho.",
      "example_translation": "Das Leopard schlich seinem Opfer still an. Das Leopard schleicht seinem Opfer still an. Das Leopard wird seinem Opfer still anschleichen.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wół",
      "translation": "Ochse",
      "definition": "Udomowiony ssak przeżuwający o krępej budowie i krótkich rogach, wykorzystywany jako zwierzę pociągowe.",
      "definition_translation": "Ein domestiziertes, wiederkäuendes Säugetier mit einem stämmigen Körper und kurzen Hörnern, das als Zugtier verwendet wird.",
      "example": "Rolnik użył wołu, aby zaorać pole przed tygodniem, będzie używał go jutro i używał go przez lata.",
      "example_translation": "Der Bauer benutzte letzten Woche einen Ochsen, um das Feld zu pflügen, wird ihn morgen wieder verwenden und hat ihn jahrelang verwendet.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łapa",
      "translation": "Pfote",
      "definition": "Nogi zwierzęcia, zwłaszcza quatrepedy, mające pazury.",
      "definition_translation": "Der Fuß eines Tieres, insbesondere eines Vierbeiners, mit Krallen.",
      "example": "Pies machał swoją łapą podekscytowanym, będzie machał ją jutro i machał ją przez lata.",
      "example_translation": "Der Hund wedelte seine Pfote aufgeregt, als es seinen Besitzer sah, wird morgen wieder wedeln und hat sie seit Jahren gewedelt.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "niedźwiedź polar",
      "translation": "Eisbär",
      "definition": "Duży, drapieżny ssak spotykany w regionach arktycznych, o białej szacie i diecie w przeważającej części składającej się z fok.",
      "definition_translation": "Ein großes fleischfressendes Säugetier, das in den arktischen Regionen vorkommt, mit einem weißen Fell und einer Nahrung, die hauptsächlich aus Robben besteht.",
      "example": "Niedźwiedź polar wędrował po arktycznej tundrze zimą, będzie wędrował po niej następnym roku i wędrował po niej przez stulecia.",
      "example_translation": "Der Eisbär durchstreifte die arktische Tundra letzten Winter, wird sie nächstes Jahr wieder durchstreifen und hat sie seit Jahrhunderten durchstreift.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nosorożec",
      "translation": "Nashorn",
      "definition": "Duży, roślinożerny ssak z charakterystycznym rakiem na nosie, rodzimy w Afryce i południowej Azji.",
      "definition_translation": "Ein großes pflanzenfressendes Säugetier mit einem auffälligen Horn auf seiner Nase, ursprünglich aus Afrika und Südasien.",
      "example": "Nosorożec uderzył w turystów miesiąc temu, będzie uderzył w nich następnym tygodniu i uderzył w nich przez lata.",
      "example_translation": "Das Nashorn stürzte sich letzten Monat auf die Touristen, wird nächste Woche wieder auf sie losstürmen und hat sie seit Jahren attackiert.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "foka",
      "translation": "Robbe",
      "definition": "Foka to ssak morski o zwartej budowie, płetwach i warstwie tkanki tłuszczowej, aby utrzymać ciepło w zimnej wodzie.",
      "definition_translation": "Eine Robbe ist ein marines Säugetier, das einen stromlinienförmigen Körper, Flossen und eine Schicht von Speck hat, um es in kaltem Wasser warm zu halten.",
      "example": "Widziałem fokę pływającą w oceanie wczoraj. Pływa ona teraz. Będzie pływała jutro.",
      "example_translation": "Ich sah eine Robbe gestern im Ozean schwimmen. Sie schwimmt jetzt. Sie wird morgen wieder schwimmen.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wiewiórka",
      "translation": "Eichhörnchen",
      "definition": "Wiewiórka to mały, futrzasty gryzoń ssak o buszowanej ogonie, żyjący na drzewach lub w krzewach.",
      "definition_translation": "Ein Eichhörnchen ist ein kleines, pelziges, nagetierähnliches Säugetier, das einen buschigen Schwanz hat und in Bäumen oder Sträuchern lebt.",
      "example": "Wiewiórka bawiła się w parku wczoraj. Bawi się teraz. Będzie się bawić jutro.",
      "example_translation": "Das Eichhörnchen spielte gestern im Park. Es spielt jetzt. Es wird morgen wieder spielen.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]