[
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "cukinia",
      "translation": "Zucchini",
      "definition": "Mała, zwykle ciemnozielona, cylindryczna warzywo o miękkiej skórce i delikatnym, soczystym mięsie, często grillowane lub smażone.",
      "definition_translation": "Ein kleines, meist dunkelgrünes, zylindrisches Gemüse mit einer weichen Schale und einem zarten, saftigen Fleisch, wird oft gegrillt oder in der Pfanne gebraten.",
      "example": "Wczoraj grillowałem cukinie z oliwą z oliwek i czosnkiem na obiad. Ona smaży cukinie z cebulką i pomidorami na lunch dzisiaj. Oni będą piec cukinie z serem i bułką tartą na przyjęcie jutro.",
      "example_translation": "Ich grillte Zucchini mit Olivenöl und Knoblauch zum Abendessen letzte Nacht. Sie brät Zucchini mit Zwiebeln und Tomaten zum Mittagessen heute. Sie werden Zucchini mit Käse und Paniermehl für die Party morgen backen.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ogórek",
      "translation": "Gurke",
      "definition": "Długie, cienkie, zielone warzywo o gładkiej, jadalnej skórce i chrupkiej, orzeźwiającej miazdze, często jedzone na surowo w sałatkach lub jako przekąska.",
      "definition_translation": "Ein langes, dünnes, grünes Gemüse mit einer glatten, essbaren Haut und einem knackigen, erfrischenden Fleisch, wird oft roh in Salaten oder als Snack gegessen.",
      "example": "Wczoraj zjadłem kanapkę z ogórkiem na lunch. Ona jada sałatkę z ogórkiem na obiad dziś. Oni będą robili sok z ogórka na śniadanie jutro.",
      "example_translation": "Ich aß ein Gurkensandwich zum Mittagessen gestern. Sie isst heute Abend einen Gurkensalat zum Abendessen. Sie werden morgen Frühstück Gurken Saft machen.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sałata",
      "translation": "Lattich",
      "definition": "Sałata to lisowe, zielone warzywo, powszechnie używane w sałatkach, kanapkach i jako dekoracja.",
      "definition_translation": "Lattich ist ein blattgrünes Gemüse, das häufig in Salaten, Sandwiches und als Garnitur verwendet wird.",
      "example": "Wczoraj zjadłem kanapkę z sałatą i pomidorem na lunch. Wczoraj kupiłem sałatę na targu. Za tydzień, posadzę sałatę w moim ogródku.",
      "example_translation": "Ich aß ein Sandwich mit Lattich und Tomate zum Mittagessen. Gestern kaufte ich Lattich auf dem Markt. Nächste Woche werde ich Lattich in meinem Garten pflanzen.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "groch",
      "translation": "Erbsen",
      "definition": "Groch to mała, sferyczna nasienie rosnące w strąku, często używane w zupach, gulaszach i sałatkach.",
      "definition_translation": "Eine Erbse ist ein kleiner, kugelförmiger Samen, der in einer Hülse wächst und häufig in Suppen, Eintöpfen und Salaten verwendet wird.",
      "example": "Wczoraj dodałem groch do stir-fry na obiad. Groch jest dużym źródłem białka. Za lato, zgromadzę groch z mojego ogródka.",
      "example_translation": "Ich fügte Erbsen zum Stir-Fry letzten Abend hinzu. Erbsen sind eine großartige Quelle für Eiweiß. Bis nächsten Sommer werde ich Erbsen aus meinem Garten geerntet haben.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pieprz",
      "translation": "Pfeffer",
      "definition": "Pieprz to przyprawa robiona z suszonego owocu rośliny Piper nigrum, często używana do dodawania smaku do jedzenia.",
      "definition_translation": "Pfeffer ist ein Gewürz, das aus den getrockneten Früchten der Pflanze Piper nigrum hergestellt wird und häufig verwendet wird, um Speisen Geschmack zu verleihen.",
      "example": "Wczoraj posypałem pieprz na omelette rano. Pieprz jest podstawą wielu kuchni. Za rok, będę uprawiał rośliny pieprzu w moim ogródku.",
      "example_translation": "Ich streute Pfeffer auf mein Omelett heute Morgen. Pfeffer ist ein Grundnahrungsmittel in vielen Küchen. Bis nächstem Jahr werde ich Pfefferpflanzen in meinem Hinterhof angebaut haben.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dynia",
      "translation": "Kürbis",
      "definition": "Dynia to rodzaj squash, często używany w gotowaniu, szczególnie w zupach, tartach i jako dekoracja.",
      "definition_translation": "Ein Kürbis ist ein Typ von Kürbissen, der häufig in der Küche, insbesondere in Suppen, Kuchen und als Dekoration verwendet wird.",
      "example": "Wczoraj wylałem dynię na Halloween. Dynie są bogatym źródłem pożywienia. Za jesień, zgromadzę dynie z mojego pola.",
      "example_translation": "Ich schnitzte einen Kürbis für Halloween letzten Jahr. Kürbisse sind eine nahrhafte Nahrungsmittelquelle. Bis nächsten Herbst werde ich Kürbisse aus meinem Beet geerntet haben.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpinak",
      "translation": "Spinat",
      "definition": "Szpinak to lisowe, zielone warzywo bogate w żelazo i wapń. Jest często używane w zupach, sałatkach i jako warzywo gotowane.",
      "definition_translation": "Spinat ist ein blattgrünes Gemüse, das reich an Eisen und Calcium ist. Es wird häufig in Suppen, Salaten und als Kochgrün verwendet.",
      "example": "Wczoraj zjadłem szpinak z jajkami, teraz jem go w sałatce, a jutro będę jeść w smoothie.",
      "example_translation": "Ich aß Spinat mit meinen Eiern gestern, ich esse es jetzt in meinem Salat und ich werde es morgen in meinem Smoothie essen.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kukurydza",
      "translation": "Süßmais",
      "definition": "Kukurydza to rodzaj kukurydzy, która jest zbierana, gdy ziarna są jeszcze nietrzeźwe i miękkie. Jest często jedzona gotowana lub grillowana.",
      "definition_translation": "Süßmais ist eine Art Mais, die geerntet wird, wenn die Körner unreif sind und der Mais weich und süß ist. Er wird häufig gekocht oder gegrillt gegessen.",
      "example": "Wczoraj kupiłem kukurydzę na targu, teraz grilluję ją, a jutro będę jeść z masłem.",
      "example_translation": "Ich kaufte Süßmais vom Markt gestern, ich grille es jetzt und ich werde es morgen mit Butter essen.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bakłażan",
      "translation": "Aubergine",
      "definition": "Bakłażan to warzywo o purpurowym kolorze, często używane w kuchni, szczególnie w kuchni śródziemnomorskiej i azjatyckiej. Jest często grillowane lub smażone.",
      "definition_translation": "Aubergine ist ein purpurfarbenes Gemüse, das häufig in der Küche verwendet wird, insbesondere in der mediterranen und asiatischen Küche. Es wird häufig gegrillt oder angebraten.",
      "example": "Wczoraj ugotowałem bakłażan z czosnkiem, teraz robię bakłażanowy curry, a jutro będę piec bakłażan.",
      "example_translation": "Ich kochte Aubergine mit Knoblauch gestern, ich mache jetzt Aubergine-Curry und ich werde Aubergine morgen rösten.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kalafior",
      "translation": "Blumenkohl",
      "definition": "Kalafior to białe, krzyżowe warzywo, często używane w sałatkach, zupach i jako przystawka. Jest często gotowane na parze lub pieczone.",
      "definition_translation": "Blumenkohl ist ein weißes, kreuzblütiges Gemüse, das häufig in Salaten, Suppen und als Beilage verwendet wird. Es wird häufig gedämpft oder geröstet.",
      "example": "Wczoraj gotowałem kalafior na parze, teraz pieczę go, a jutro będę robił zupę z kalafiora.",
      "example_translation": "Ich dämpfte Blumenkohl gestern, ich röste es jetzt und ich werde Blumenkohl-Suppe morgen machen.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łuk",
      "translation": "Lauch",
      "definition": "Łuk to warzywo należące do rodziny cebul, mające długi, cienki, biały łodyg i płaskie, zielone liście.",
      "definition_translation": "Ein Lauch ist ein Gemüse, das zur Zwiebelfamilie gehört, mit einem langen, dünnen, weißen Stiel und flachen, grünen Blättern.",
      "example": "Wczoraj widziałem, jak babcia gotowała łuki w kuchni, jutro gotuję łuki w kuchni, a w zeszłym tygodniu ugotowałem łuki w kuchni.",
      "example_translation": "Ich sah meine Großmutter gestern in der Küche Lauch kochen, ich werde morgen in der Küche Lauch kochen, und ich kochte letzte Woche in der Küche Lauch.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pietruszka",
      "translation": "Petersilie",
      "definition": "Pietruszka to jasnozielona, kręcona liściasta ziele stosowana świeża lub suszona jako ozdoba lub dodatek smakowy w zupach, sałatkach i sosach.",
      "definition_translation": "Petersilie ist ein helles grünes, krauses Blätterkraut, das frisch oder getrocknet als Garnitur oder Geschmacksverstärker in Suppen, Salaten und Soßen verwendet wird.",
      "example": "Wczoraj użyłem pietruszki do ozdoby zupy, jutro będę używał pietruszki do ozdoby sałatki, a w zeszłym tygodniu użyłem pietruszki do dodania smaku sosowi.",
      "example_translation": "Ich verwendete Petersilie, um die Suppe gestern zu garnieren, ich werde morgen Petersilie verwenden, um den Salat zu garnieren, und ich verwendete Petersilie letzte Woche, um die Soße zu würzen.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "reić",
      "translation": "Radieschen",
      "definition": "Rzeżucha to mała, okrągła, ostrzejąca w smaku warzywo korzenne o chrupkiej teksturze, często spożywane surowe w sałatkach lub jako ozdoba.",
      "definition_translation": "Ein Radieschen ist ein kleines, rundes, scharf schmeckendes Wurzelgemüse mit einer knackigen Textur, oft roh in Salaten oder als Garnitur gegessen.",
      "example": "Wczoraj zjadłem rzeżuchę w sałatce, jutro będę jeść rzeżuchę w kanapce, a w zeszłym tygodniu jadłem rzeżuchę jako przekąskę.",
      "example_translation": "Ich aß ein Radieschen in meinem Salat gestern, ich werde morgen ein Radieschen in meinem Sandwich essen, und ich aß ein Radieschen als Snack letzte Woche.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czerwona kapusta",
      "translation": "Rotkohl",
      "definition": "Czerwona kapusta to typ kapusty o głębokiej, fioletowej barwie, stosowana w sałatkach, surówkach i jako dodatek boczny, często marynowana lub fermentowana.",
      "definition_translation": "Rotkohl ist eine Art von Kohl mit einer tiefen rot-violetten Farbe, der in Salaten, Slaws und als Beilage verwendet wird, oft pikant oder fermentiert.",
      "example": "Wczoraj użyłem czerwonej kapusty w sałatce, jutro będę używał czerwonej kapusty w surówce, a w zeszłym tygodniu użyłem czerwonej kapusty jako dodatku bocznego.",
      "example_translation": "Ich verwendete Rotkohl in meinem Salat gestern, ich werde morgen Rotkohl in meinem Slaw verwenden, und ich verwendete Rotkohl als Beilage letzte Woche.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczypiorek",
      "translation": "Frühlingszwiebel",
      "definition": "Szczypiorek to młoda cebula, która jest zbierana przed utworzeniem bulwy lub czasem po utworzeniu bulwy, ale przed dojrzałością. Ma łagodny smak i chrupkieśną teksturę.",
      "definition_translation": "Eine Frühlingszwiebel ist eine junge Zwiebel, die vor der Bildung der Zwiebel geerntet wird oder manchmal nachdem die Zwiebel gebildet wurde, aber bevor sie reif ist. Sie hat einen milden Geschmack und eine knackige Texture.",
      "example": "Wczoraj dodałem posiekane szczypiorki do sałatki, dziś będę dodawał posiekane szczypiorki do sałatki, a w zeszłym tygodniu dodałem posiekane szczypiorki do sałatki.",
      "example_translation": "Ich fügte einige gehackte Frühlingszwiebeln zum Salat gestern hinzu. Ich werde einige gehackte Frühlingszwiebeln zum Salat heute hinzufügen. Ich fügte einige gehackte Frühlingszwiebeln zum Salat letzten Woche hinzu.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "burak",
      "translation": "Rübe",
      "definition": "Burak to warzywo korzenne, które jest zazwyczaj czerwone lub złote w kolorze i ma słodki, ziemisty smak. Często jest marynowany lub pieczony i stosowany w sałatkach i zupach.",
      "definition_translation": "Rübe ist ein Wurzelgemüse, das typischerweise rot oder goldfarben ist und einen süßen und erdigen Geschmack hat. Es wird oft eingelegt oder geröstet und in Salaten und Suppen verwendet.",
      "example": "Wczoraj upiekłem burak na obiad wieczorem. Dziś będę upiekł burak na obiad wieczorem. W zeszłym tygodniu upiekłem burak na obiad wieczorem.",
      "example_translation": "Ich röstete die Rübe zum Abendessen gestern Abend. Ich werde die Rübe zum Abendessen heute Abend rösten. Ich röstete die Rübe zum Abendessen gestern.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "soja, soja",
      "translation": "Soja",
      "definition": "Soja, także znana jako soja, to typ strączkowego warzywa, które jest powszechnie stosowane w gotowaniu, szczególnie w kuchni wschodnioazjatyckiej. Jest dobrym źródłem białka i często stosowana zamiast mięsa w potrawach wegetariańskich i wegańskich.",
      "definition_translation": "Soja, auch bekannt als Soja, ist eine Art Hülsenfrucht, die häufig in der Kochkunst, insbesondere in der ostasiatischen Küche verwendet wird. Es ist eine gute Quelle für Proteine und wird oft anstelle von Fleisch in vegetarischen und veganen Gerichten verwendet.",
      "example": "Dziś użyłem mleka sojowego w płatku śniadaniowym. Jutro będę używał mleka sojowego w płatku śniadaniowym. Wczoraj użyłem mleka sojowego w płatku śniadaniowym.",
      "example_translation": "Ich benutzte Soja-Milch in meinem Müsli heute Morgen. Ich werde Soja-Milch in meinem Müsli morgen früh benutzen. Ich benutzte Soja-Milch in meinem Müsli gestern Morgen.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fasola szparagowa",
      "translation": "Weißer Riesenbohne",
      "definition": "Fasola szparagowa to typ strączkowego warzywa, które jest również znane jako bób. Ma duże, płaskie strączki, które zawierają kilka nasion, i jest często stosowane w gotowaniu, szczególnie w kuchni śródziemnomorskiej.",
      "definition_translation": "Eine Weiße Riesenbohne ist eine Art Hülsenfrucht, die auch als Fava-Bohne bekannt ist. Sie hat eine große, flache Hülse, die mehrere Samen enthält, und wird oft in der Kochkunst verwendet, insbesondere in der mediterranen Küche.",
      "example": "W zeszłym tygodniu ugotowałem fasolę szparagową na obiad. Jutro będę gotował fasolę szparagową na obiad. Wczoraj ugotowałem fasolę szparagową na obiad.",
      "example_translation": "Ich kochte Weiße Riesenbohnen zum Abendessen letzten Woche. Ich werde Weiße Riesenbohnen zum Abendessen nächste Woche kochen. Ich kochte Weiße Riesenbohnen zum Abendessen gestern.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kapusta brukselska",
      "translation": "Rosenkohl",
      "definition": "Kapusta brukselska to warzywo przypominające małą kapustę, o silnym, słodkim smaku i gęstej, zwartej głowie.",
      "definition_translation": "Ein Gemüse, das einem kleinen Kohl ähnelt, mit einem starken, süßen Geschmack und einem dichten, kompakten Kopf.",
      "example": "Wczoraj jadłem kapustę brukselską na obiad wieczorem, i jutrojadę ją ponownie. Do następnego tygodnia będę jadł ją wiele razy.",
      "example_translation": "Ich hatte Rosenkohl zum Abendessen gestern Abend, und ich werde ihn morgen wieder essen. Bis nächste Woche werde ich ihn viele Male gegessen haben.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "karczoch",
      "translation": "Artischocke",
      "definition": "Karczoch to ciernisty, kwiatopodobny warzywo o jadalnych liściach i mięsistej części centralnej.",
      "definition_translation": "Ein dorniger, blumenartiger Gemüse mit essbaren Blättern und einem fleischigen Zentrum.",
      "example": "Wczoraj kupiłem karczocha na rynku, i dzisiaj gotuję go wieczorem. Do następnego miesiąca ugotuję wiele karczochów.",
      "example_translation": "Ich kaufte eine Artischocke auf dem Markt gestern, und ich werde sie heute Abend kochen. Bis nächsten Monat werde ich viele Artischocken gekocht haben.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szaszłyk",
      "translation": "Spargel",
      "definition": "Delikatna, delikatna strzałka rośliny wieloletniej, spożywana jako warzywo.",
      "definition_translation": "Ein zarter, zarter Trieb einer mehrjährigen Pflanze, als Gemüse gegessen.",
      "example": "Gotowałem szaszłyk na obiad ostatnim tygodniu, a w weekendzie zamierzam go grillować. Do nastłego lata będę jadł szaszłyk wiele razy.",
      "example_translation": "Ich dampfte Spargel zum Abendessen letzte Woche, und ich werde ihn dieses Wochenende grillen. Bis nächsten Sommer werde ich Spargel viele Male gegessen haben.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "selery",
      "translation": "Sellerie",
      "definition": "Rodzaj rośliny z chrupiącymi, słodkimi łodygami i liśćmi, stosowanymi w sałatkach i zupach.",
      "definition_translation": "Eine Art Pflanze mit knackigen, süßen Stängeln und Blättern, die in Salaten und Suppen verwendet wird.",
      "example": "Pokroiłem selery na sałatkę wczoraj, a jutro dodam je do zupy. Do nastłego zimy będę dodał selery do wielu potraw.",
      "example_translation": "Ich hackte Sellerie für den Salat gestern, und ich werde es morgen in der Suppe verwenden. Bis nächsten Winter werde ich Sellerie vielen Gerichten hinzugefügt haben.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czykoria",
      "translation": "Zichorie",
      "definition": "Wieloletnia roślina z rodziny astrowatych, z kwiatami niebieskimi lub białymi i jadalnymi liśćmi.",
      "definition_translation": "Eine mehrjährige krautige Pflanze der Korbblütlerfamilie, mit blauen oder weißen Blüten und essbaren Blättern.",
      "example": "Dodałem czykorię do kawy dla nietypowego smaku. Wczoraj czykoriowałem kawę, ale jutro będę czykoriował ją ponownie.",
      "example_translation": "Ich fügte Zichorie meinem Kaffee für einen einzigartigen Geschmack hinzu. Gestern chicoriete ich meinen Kaffee, aber morgen werde ich ihn wieder chicorieren.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szczypiorek",
      "translation": "Schnittlauch",
      "definition": "Wieloletnia roślina z rodziny cebulowatych, z jadalnymi liśćmi i kwiatami stosowanymi jako dekoracja lub przyprawa.",
      "definition_translation": "Eine mehrjährige Pflanze der Zwiebelfamilie, mit essbaren Blättern und Blüten, die als Garnitur oder Geschmacksverstärker verwendet werden.",
      "example": "Spryskałem szczypiorek na ziemniaku pieczonym. Jutro będę szczypiorek ziemniaka, ale wczoraj już go szczypiorkiem.",
      "example_translation": "Ich streute Schnittlauch auf meine gebackene Kartoffel. Ich werde meine gebackene Kartoffel morgen schneideln, aber gestern hatte ich sie bereits geschneidelt.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeżucha",
      "translation": "Kresse",
      "definition": "Roczna roślina z rodziny kapustowatych, z liśćmi o smaku pieprzowym stosowanymi w sałatkach i jako dekoracja.",
      "definition_translation": "Ein schnellwachsendes einjähriges Kraut der Senfgurkenfamilie, mit pfeffrig schmeckenden Blättern, die in Salaten und als Garnitur verwendet werden.",
      "example": "Dodałem rzeżuchy do sałatki dla dodatkowego smaku. Wczoraj rzeżuchałem sałatkę, ale jutro będę rzeżuchał ją ponownie.",
      "example_translation": "Ich fügte Kresse meinem Salat für extra Geschmack hinzu. Gestern kreßte ich meinen Salat, aber morgen werde ich ihn wieder kressen.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "koper",
      "translation": "Dill",
      "definition": "Aromatyczna roczna roślina z rodziny parsley, z pierzastymi liśćmi i nasionami stosowanymi do aromatyzowania ogórków i innych potraw.",
      "definition_translation": "Ein duftendes einjähriges Kraut der Petersilienfamilie, mit fiederigen Blättern und Samen, die zum Würzen von Gurken und anderen Gerichten verwendet werden.",
      "example": "Użyłem kopru do marynowania ogórków. Wczoraj koperowałem ogórki, ale jutro będę koperował je ponownie.",
      "example_translation": "Ich verwendete Dill, um Gurken einzulegen. Gestern dillte ich Gurken, aber morgen werde ich sie wieder dillen.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fenkuł",
      "translation": "Fenchel",
      "definition": "Fenkuł jest rośliną wieloletnią z żółto-zielonymi, pierzastymi liśćmi i kwiatami. Pochodzi z regionu śródziemnomorskiego i jest często stosowany w kuchni, szczególnie w kuchni włoskiej i bliskowschodniej.",
      "definition_translation": "Fenchel ist ein ausdauernder Kraut mit gelbgrünen, fiederartigen Blättern und gelben Blüten. Es stammt aus der Mittelmeerregion und wird häufig in der italienischen und mittelöstlichen Küche verwendet.",
      "example": "Dodałem część fenkułu do sosu, który robiliśmy na obiad dziś wieczorem. Wczoraj podsmażałem fenkuł z czosnkiem i pietruszką. Do nastłego zimy będę zgromadził wystarczającą ilość fenkułu, aby starczyło do wiosny.",
      "example_translation": "Ich werde dem Abendessen heute Abend einige Fenchel hinzufügen. Gestern habe ich Fenchel mit Knoblauch und Petersilie gesauté. Bis nächsten Winter werde ich genug Fenchel geerntet haben, um bis zum Frühling zu halten.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chrzan",
      "translation": " Meerrettich",
      "definition": "Chrzan jest korzeniem warzywnym, rodzimym z Europy i Azji. Ma ostry, pikantny smak i jest często stosowany jako dodatek do mięs i warzyw.",
      "definition_translation": "Meerrettich ist ein Wurzelgemüse, das ursprünglich aus Europa und Asien stammt. Es hat einen scharfen, pfeffrig schmeckenden Geschmack und wird oft als Gewürz verwendet, um Fleisch und Gemüse zu würzen.",
      "example": "Utarłem chrzan na steku wczoraj wieczorem. Gdy byłam dzieckiem, babcia zawsze robili sos z chrzanem i śmietanką. Do nastłego lata będę opanował sztukę przygotowywania chrzanu.",
      "example_translation": "Ich habe gestern Abend Meerrettich auf mein Steak gerieben. Als ich ein Kind war, machte meine Großmutter eine Sauce mit Meerrettich und saurer Sahne. Bis nächsten Sommer werde ich die Kunst des Zubreitens von Meerrettich beherrschen.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "jarmuż",
      "translation": "Grünkohl",
      "definition": "Jarmuż jest zielonym, liściastym warzywem bogatym w składniki odżywcze i często stosowanym w sałatkach, zupach i smoothie.",
      "definition_translation": "Grünkohl ist ein grünes, blättriges Gemüse, das reich an Nährstoffen ist und oft in Salaten, Suppen und Smoothies verwendet wird.",
      "example": "Dodałem jarmuż do smoothie jutro rano. Wczoraj podsmażyłem jarmuż z czosnkiem i oliwą z oliwek. Do nastłego miesiąca będę przygotował chipsy jarmużowe dla mojej rodziny.",
      "example_translation": "Ich werde morgen früh Grünkohl zu meinem Smoothie hinzufügen. Gestern habe ich Grünkohl mit Knoblauch und Olivenöl gesauté. Bis nächsten Monat werde ich Grünkohl-Chips für meine Familie zubereitet haben.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "soczewica",
      "translation": "Linsen",
      "definition": "Soczewica jest rodzajem rośliny strączkowej, bogatej w białko i włókno. Często stosowana w zupach, gulaszach i curry, jest popularnym składnikiem w kuchni indyjskiej i bliskowschodniej.",
      "definition_translation": "Linsen sind eine Art von Hülsenfrüchten, die reich an Eiweiß und Ballaststoffen sind. Sie werden oft in Suppen, Eintöpfen und Currys verwendet und sind ein beliebtes Zutaten in indischer und mittelöstlicher Küche.",
      "example": "Gotuję soczewicę na obiad dziś wieczorem. Gdy byłam dzieckiem, mama zawsze robili soczewicową zupę każdej niedzieli. Do nastłego roku będę opanował sztukę gotowania soczewicy.",
      "example_translation": "Ich werde heute Abend Linsen für das Abendessen kochen. Als ich ein Kind war, machte meine Mutter jeden Sonntag eine Linsensuppe. Bis nächstes Jahr werde ich die Kunst des Kochens von Linsen beherrschen.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szpik",
      "translation": "Mark",
      "definition": "Szpik to typ warzywa, zazwyczaj biały lub żółtawy w kolorze, ze słodkim i skrobiowym smakiem.",
      "definition_translation": "Ein Mark ist eine Art Gemüse, typischerweise weiß oder gelblich in Farbe, mit einem süßen und stärkehaltigen Geschmack.",
      "example": "Wczoraj ugotowałem szpik na obiad. Dziś gotuję szpik na lunch. Jutro zrobię szpik na śniadanie.",
      "example_translation": "Gestern habe ich Mark zum Abendessen gekocht. Heute koche ich Mark zum Mittagessen. Morgen werde ich Mark zum Frühstück kochen.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pasternak",
      "translation": "Pastinake",
      "definition": "Pasternak to warzywo korzeniowe, podobne do marchewki, ale słodsze i orzechowe w smaku.",
      "definition_translation": "Eine Pastinake ist ein Wurzelgemüse, ähnlich einer Karotte, aber süßer und nussiger im Geschmack.",
      "example": "Od lat uprawiam pasternaki w moim ogrodzie. W zeszłym tygodniu zebrłem kilka pasternaków. W następnym sezonie zasadzę więcej pasternaków.",
      "example_translation": "Ich habe Jahre lang Pastinaken in meinem Garten angebaut. Letzte Woche habe ich einige Pastinaken geerntet. Nächste Saison werde ich mehr Pastinaken pflanzen.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeżucha",
      "translation": "Rhabarber",
      "definition": "Rzeżucha to warzywo, często używane w tartach i dżemach, ze słodko-kwaśnym smakiem.",
      "definition_translation": "Rhabarber ist eine Art Gemüse, oft in Kuchen und Marmeladen verwendet, mit einem sauren und leicht süßen Geschmack.",
      "example": "Moja babcia zawsze robiła tartę z rzeżuchy na rodzinne spotkania. W zeszłym roku próbowałem dżemu z rzeżuchy po raz pierwszy. W następnym lecie zrobię sorbet z rzeżuchy.",
      "example_translation": "Meine Großmutter machte immer einen Rhabarberkuchen für unsere Familientreffen. Letztes Jahr habe ich Rhabarbermarmelade zum ersten Mal probiert. Nächsten Sommer werde ich Rhabarbersorbet machen.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rutewka",
      "translation": "Rübe",
      "definition": "Rutewka to warzywo korzeniowe, podobne do brukwi, ale większe i słodsze w smaku.",
      "definition_translation": "Eine Rübe ist eine Art Wurzelgemüse, ähnlich einer Rübe, aber größer und süßer im Geschmack.",
      "example": "Uwielbiam jeść rutewkę w swoim zupie. Wczoraj dodałem rutewkę do swojego gulaszu. W następnym tygodniu zrobię gratynkę z rutewką.",
      "example_translation": "Ich liebe es, Rübe in meiner Suppe zu essen. Gestern habe ich Rübe in meinem Eintopf hinzugefügt. Nächste Woche werde ich eine Rübegratin machen.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "batat",
      "translation": "Süßkartoffel",
      "definition": "Batat to korzeniowe warzywo, często większe i słodsze niż zwykła ziemniak, z grubszą, jadalną skórą, która często jest pomarańczowa lub żółta w kolorze.",
      "definition_translation": "Ein stärkehaltiges Wurzelgemüse, oft größer und süßer als eine regelmäßige Kartoffel, mit einer dickeren, essbaren Schale, die oft orange oder gelb in Farbe ist.",
      "example": "Wczoraj jałem batat, teraz jem batat, a jutro zjem batat.",
      "example_translation": "Ich aß eine Süßkartoffel gestern, ich esse eine Süßkartoffel jetzt, und ich werde eine Süßkartoffel morgen essen.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rukiew",
      "translation": "Rübe",
      "definition": "Rukiew to warzywo korzeniowe, z białym lub fioletowym korzeniem i zielonymi liśćmi, często jedzone gotowane lub tłuczone.",
      "definition_translation": "Ein Wurzelgemüse mit einer weißen oder purpurnen Wurzel und grünen Blättern, oft gekocht oder gemüßert gegessen.",
      "example": "Wychowałem się jedząc rukiew jesienią, moja mama zawsze gotowała rukiew każdej niedzieli, a w następnym sezonie zasadzę rukiew w swoim ogrodzie.",
      "example_translation": "Ich wuchs auf, indem ich in den Winter Rüben aß, meine Mutter kochte jeden Sonntag Rüben, und ich werde nächstes Frühjahr Rüben in meinem Garten pflanzen.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]