[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nóż",
      "translation": "Messer",
      "definition": "Nóż to narzędzie tnące z ostrzem i rękojęścią. Służy do różnych celów, takich jak krojenie żywności, przygotowywanie posiłków i nawet jako broń.",
      "definition_translation": "Ein Messer ist ein Schneidewerkzeug mit einer scharfen Klinge und einem Griff. Es wird für verschiedene Zwecke wie das Schneiden von Lebensmitteln, das Vorbereiten von Mahlzeiten und sogar als Waffe verwendet.",
      "example": "Wczoraj użyłem noża, aby pokroić jabłko. Jutro będę używał noża, aby pokroić chleb. Teraz używam noża, aby pokroić mięso.",
      "example_translation": "Ich habe ein Messer benutzt, um den Apfel gestern zu schneiden. Ich werde ein Messer benutzen, um das Brot morgen zu schneiden. Ich benutze ein Messer, um das Fleisch jetzt zu schneiden.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "miska",
      "translation": "Schale",
      "definition": "Miska to okrągłe, otwarte naczynie, zwykle używane do przechowywania lub serwowania żywności, płynów lub innych przedmiotów.",
      "definition_translation": "Eine Schale ist ein rundes, oben offenes Gefäß, das typischerweise zum Halten oder Servieren von Nahrung, Flüssigkeit oder anderen Gegenständen verwendet wird.",
      "example": "Wczoraj użyłem miski, aby wymieszać składniki. Jutro będę używał miski, aby serwować sałatkę. Teraz używam miski, aby przechować owoce.",
      "example_translation": "Ich habe eine Schale verwendet, um die Zutaten gestern zu mischen. Ich werde eine Schale verwenden, um den Salat morgen zu servieren. Ich benutze eine Schale, um das Obst jetzt zu halten.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kuchenka",
      "translation": "Kochgerät",
      "definition": "Kuchenka to urządzenie elektryczne lub gazowe, używane do gotowania żywności, składające się z kuchenki, piekarnika lub mikrofali.",
      "definition_translation": "Ein Kochgerät ist ein elektrisches oder gasbetriebenes Gerät, das zum Kochen von Nahrung verwendet wird, typischerweise bestehend aus einem Herd, Ofen oder Mikrowelle.",
      "example": "Wczoraj użyłem kuchenki, aby ugotować posiłek. Jutro będę używał kuchenki, aby podgrzać zupę. Teraz używam kuchenki, aby zagotować wodę.",
      "example_translation": "Ich habe ein Kochgerät verwendet, um das Essen gestern zu kochen. Ich werde ein Kochgerät verwenden, um die Suppe morgen zu erhitzen. Ich benutze ein Kochgerät, um das Wasser jetzt zu kochen.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szafa",
      "translation": "Schrank",
      "definition": "Szafa to mebel z półkami, używany do przechowywania żywności, naczyń lub innych utensyliów kuchennych.",
      "definition_translation": "Ein Schrank ist ein Möbelstück mit Regalen, das zum Lagern von Nahrung, Geschirr oder anderen Küchengeräten verwendet wird.",
      "example": "Wczoraj otworzyłem szafę, aby zdobyć talerz. Jutro otworzę szafę, aby schować jedzenie. Teraz otwieram szafę, aby zdobyć szklankę.",
      "example_translation": "Ich habe den Schrank geöffnet, um einen Teller gestern zu holen. Ich werde den Schrank öffnen, um das Essen morgen zu lagern. Ich öffne den Schrank, um ein Glas jetzt zu holen.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szuflada",
      "translation": "Schublade",
      "definition": "Szuflada to pojemnik, służący do przechowywania różnych przedmiotów, zwykle znajdujący się w meblu takim jak szafa lub biurko.",
      "definition_translation": "Eine Schublade ist ein Behälter, der verwendet wird, um Dinge zu speichern, normalerweise in einem Möbelstück wie einem Schrank oder einem Schreibtisch gefunden.",
      "example": "Otworzyłem szufladę, aby zdobyć pióro. Otworzę szufladę, aby zdobyć książkę. Otworzyłem szufladę, aby zdobyć papier.",
      "example_translation": "Ich öffnete die Schublade, um einen Stift zu holen. Ich werde die Schublade öffnen, um ein Buch zu holen. Ich hatte die Schublade geöffnet, um ein Papier zu holen.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "widelec",
      "translation": "Gabel",
      "definition": "Widelec to narzędzie jedzenie z dwoma lub trzema ostrzami, używane do spożywania lub serwowania żywności.",
      "definition_translation": "Eine Gabel ist ein Besteck mit zwei oder drei Zinken, das zum Essen oder Servieren von Lebensmitteln verwendet wird.",
      "example": "Użyłem widełca, aby zjeść sałatkę. Będę używał widełca, aby zjeść obiad. Użyłem widełca, aby zjeść śniadanie.",
      "example_translation": "Ich benutzte eine Gabel, um meinen Salat zu essen. Ich werde eine Gabel benutzen, um mein Abendessen zu essen. Ich hatte eine Gabel benutzt, um mein Frühstück zu essen.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lodówka",
      "translation": "Kühlschrank",
      "definition": "Lodówka to duże urządzenie elektryczne, używane do przechowywania żywności i napojów w niskiej temperaturze.",
      "definition_translation": "Ein Kühlschrank ist ein großes elektrisches Gerät, das zum Kühlen von Lebensmitteln und Getränken verwendet wird.",
      "example": "Otworzyłem lodówkę, aby zdobyć zimny napój. Otworzę lodówkę, aby schować resztki. Otworzyłem lodówkę, aby sprawdzić datę ważności.",
      "example_translation": "Ich öffnete den Kühlschrank, um ein kaltes Getränk zu holen. Ich werde den Kühlschrank öffnen, um die Reste zu lagern. Ich hatte den Kühlschrank geöffnet, um das Verfallsdatum zu überprüfen.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stół kuchenny",
      "translation": "Küchentisch",
      "definition": "Stół kuchenny to mebel, używany do przygotowywania i serwowania żywności.",
      "definition_translation": "Ein Küchentisch ist ein Möbelstück, das zum Vorbereiten und Servieren von Lebensmitteln verwendet wird.",
      "example": "Usiadłem przy stole kuchennym, aby zjeść śniadanie. Usiądę przy stole kuchennym, aby zrobić zadanie domowe. Siedziałem przy stole kuchennym, aby porozmawiać z rodziną.",
      "example_translation": "Ich saß am Küchentisch, um mein Frühstück zu essen. Ich werde am Küchentisch sitzen, um meine Hausaufgaben zu erledigen. Ich hatte am Küchentisch gesessen, um mit meiner Familie zu sprechen.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mikrofalówka",
      "translation": "Mikrowelle (Ofen)",
      "definition": "Mikrofalówka to urządzenie kuchenne, które używa fal elektromagnetycznych, aby szybko nagrzać lub ugotować żywność.",
      "definition_translation": "Ein Küchengerät, das elektromagnetische Wellen verwendet, um Lebensmittel schnell zu erhitzen oder zu garen.",
      "example": "Podgrzałem resztki w mikrofalówce przez 30 sekund. Wczoraj mikrofalowałem kawę. Gdy wrócę do domu, podgrzęję obiad w mikrofalówce.",
      "example_translation": "Ich habe die Reste in der Mikrowelle 30 Sekunden lang aufgeheizt. Gestern habe ich den Kaffee in der Mikrowelle aufgewärmt. Wenn ich nach Hause komme, werde ich das Abendessen in der Mikrowelle aufgewärmt haben.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "półka",
      "translation": "Regal",
      "definition": "Półka to płaska deska lub konstrukcja, zwykle przytwierdzona do ściany, używana do przechowywania lub eksponowania przedmiotów.",
      "definition_translation": "Eine flache Brett oder Struktur, die normalerweise an einer Wand befestigt ist, um Objekte zu lagern oder zu präsentieren.",
      "example": "Muszę położyć książki na najwyższej półce. Położyła wazę na półce wczoraj. Do następnego roku zamontuję nowe półki w garażu.",
      "example_translation": "Ich muss die Bücher auf das obere Regal stellen. Sie hatte die Vase gestern auf das Regal gestellt. Bis nächstes Jahr werde ich neue Regale in meiner Garage installiert haben.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zlew",
      "translation": "Spüle",
      "definition": "Miska lub kontener, zazwyczaj z kranem, używany do mycia rąk, twarzy lub przedmiotów.",
      "definition_translation": "Ein Becken oder Behälter, normalerweise mit einem Wasserhahn, zum Waschen von Händen, Gesicht oder Objekten.",
      "example": "Ummyłem ręce w zlewie. Wczoraj ona myła naczynia w zlewie. Do jutra naprawię przeciek w zlewie.",
      "example_translation": "Ich habe meine Hände in der Spüle gewaschen. Sie wusch gestern Geschirr in der Spüle. Bis morgen früh werde ich den Leck in der Spüle gerichtet haben.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżka",
      "translation": "Löffel",
      "definition": "Narzędzie, typowo z miseczką lub owalnym końcem, używane do jedzenia lub serwowania żywności.",
      "definition_translation": "Ein Werkzeug, typischerweise mit einem schalenförmigen oder ovalen Ende, zum Essen oder Servieren von Lebensmitteln.",
      "example": "Wmieszałem herbatę łyżką. Wczoraj ona jadła zupę łyżką. Do weekendu kupię nowe łyżki do mojej kuchni.",
      "example_translation": "Ich habe den Tee mit einem Löffel umgerührt. Sie aß gestern die Suppe mit einem Löffel. Bis nächstes Wochenende werde ich neue Löffel für meine Küche gekauft haben.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pojemnik",
      "translation": "Eimer",
      "definition": "Kontener wykonany z metalu, plastiku lub drewna, używany do przechowywania lub transportowania rzeczy.",
      "definition_translation": "Ein aus Metall, Kunststoff oder Holz bestehender Behälter, der zum Tragen oder Lagern von Dingen dient.",
      "example": "Użyłem pojemnika do wyniesienia śmieci wczoraj, każdego dnia używam go do przechowywania odpadków, i będę potrzebował go jutro do przechowywania płynów.",
      "example_translation": "Ich verwendete gestern einen Eimer, um den Müll hinauszubringen, ich verwende ihn jeden Tag, um meine Abfälle zu lagern, und ich werde ihn morgen benötigen, um die Recycllings aufzubewahren.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zmywarka",
      "translation": "Geschirrspüler",
      "definition": "Maszyna, która czysta naczynia, sztućce i szkło automatycznie, zazwyczaj używając gorącej wody i detergentu.",
      "definition_translation": "Eine Maschine, die Geschirr, Bestecke und Gläser automatisch reinigt, typischerweise unter Verwendung heißem Wasser und Reinigungsmittel.",
      "example": "Wczoraj załadowałem zmywarkę wieczorem, dzisiaj wieczorem uruchomię ją, a do jutra będzie skończona.",
      "example_translation": "Ich lud den Geschirrspüler letzte Nacht, ich werde ihn heute Abend starten, und er wird bis morgen früh fertig sein.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czajnik elektryczny",
      "translation": "Elektroteekessel",
      "definition": "Czajnik, który używa elektryczności do gotowania wody, często szybko i efektywnie.",
      "definition_translation": "Ein Teekessel, der Elektrizität verwendet, um Wasser zu kochen, oft schnell und effizient.",
      "example": "Wczoraj włączyłem czajnik elektryczny rano, dzisiaj wieczorem będę go używał do zalania herbaty, a wczoraj użyłem go do zalania kawy instantowej.",
      "example_translation": "Ich stöpselte den Elektroteekessel heute Morgen ein, ich werde ihn heute Abend zum Tee zubereiten verwenden, und ich verwendete ihn gestern, um Instantkaffee zuzubereiten.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "zamrażarka",
      "translation": "Gefrierfach",
      "definition": "Urządzenie lub kompartment, który jest używany do przechowywania żywności w bardzo niskich temperaturach, często aby zachować ją przez długi czas.",
      "definition_translation": "Ein Gerät oder Fach, das verwendet wird, um Lebensmittel bei sehr niedrigen Temperaturen zu lagern, oft um sie für eine lange Zeit zu konservieren.",
      "example": "Wczoraj wieczorem wsadziłem resztki do zamrażarki, jutro wyjmę je, żeby rozmrozić, a miesiąc temu przechowywałem mięso w niej.",
      "example_translation": "Ich stellte die Reste letzte Nacht in das Gefrierfach, ich werde sie morgen zum Auftauen herausnehmen, und ich hatte letztem Monat Fleisch darin gelagert.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "patelnia",
      "translation": "Bratpfanne",
      "definition": "Patelnia jest typem naczynia kuchennego,TYPOWO zrobionego z metalu, używanego do smażenia, podsmażania i brunatnienia żywności.",
      "definition_translation": "Eine Bratpfanne ist ein Typ von Kochgeschirr, typischerweise aus Metall hergestellt, verwendet zum Braten, Sautieren und Anbraten von Lebensmitteln.",
      "example": "Użyłem patelni do gotowania śniadania wczoraj, dzisiaj będę używał jej do przygotowania lunchu, a wczoraj wieczorem użyłem jej do ogrzewania kolacji.",
      "example_translation": "Ich verwendete eine Bratpfanne, um Frühstück gestern zu kochen, ich werde es heute verwenden, um Mittagessen zuzubereiten, und ich verwendete es, um Abendessen letzte Nacht zu erwärmen.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarnik",
      "translation": "Ofen",
      "definition": "Piekarnik jest urządzeniem kuchennym, które jest używane do gotowania i ogrzewania żywności, zazwyczaj napędzanym elektrycznie lub gazem.",
      "definition_translation": "Ein Ofen ist ein Küchengerät, das zum Kochen und Erwärmen von Lebensmitteln verwendet wird, typischerweise von Elektrizität oder Gas angetrieben.",
      "example": "Wczoraj wstawiłem piekarnik do upieczenia ciasta, dzisiaj będę go używał do pieczenia kurczaka, a wczoraj wieczorem użyłem go do ogrzewania resztek.",
      "example_translation": "Ich habe den Ofen vorgeheizt, um einen Kuchen gestern zu backen, ich werde ihn heute verwenden, um Hähnchen zu rösten, und ich verwendete ihn, um Reste letzte Nacht zu erwärmen.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "garnek",
      "translation": "Topf",
      "definition": "Garniec to naczynie kuchenne, TYPOWO zrobione z metalu lub ceramiki, używane do gotowania, parzenia lub duszenia żywności.",
      "definition_translation": "Ein Topf ist ein Kochgeschirr, typischerweise aus Metall oder Keramik hergestellt, verwendet zum Kochen, Dämpfen oder Schmoren von Lebensmitteln.",
      "example": "Wczoraj zagotowałem wodę w garnku, dzisiaj będę go używał do przygotowania zupy, a wczoraj wieczorem użyłem go do gotowania ryżu.",
      "example_translation": "Ich kochte Wasser in einem Topf gestern, ich werde es heute verwenden, um Suppe zuzubereiten, und ich verwendete es, um Reis letzte Nacht zu kochen.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sosyjka",
      "translation": "Saucepfanne",
      "definition": "Sosyjka to typ naczynia kuchennego, TYPOWO zrobionego z metalu, używanego do ogrzewania i serwowania sosów, zup lub innych dań płynnych.",
      "definition_translation": "Eine Saucepfanne ist ein Typ von Kochgeschirr, typischerweise aus Metall hergestellt, verwendet zum Erwärmen und Servieren von Saucen, Suppen oder anderen flüssigkeitsbasierten Gerichten.",
      "example": "Wczoraj ogrzewałem sos w sosyjce, dzisiaj będę go używał do przygotowania deseru, a wczoraj wieczorem użyłem go do ogrzewania sosu.",
      "example_translation": "Ich erwärmte eine Sauce in einer Saucepfanne gestern, ich werde es heute verwenden, um Nachtisch zuzubereiten, und ich verwendete es, um Soße letzte Nacht zu erwärmen.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kran",
      "translation": "Wasserhahn",
      "definition": "Zawór kontrolujący przepływ cieczy z rury.",
      "definition_translation": "Ein Ventil zur Steuerung des Flüssigkeitsflusses aus einer Rohrleitung.",
      "example": "Obróciłem kran, aby napełnić wannę. Będę obracał kran, aby umyć ręce. Obróciłem kran, aby zmyć naczynia.",
      "example_translation": "Ich drehte den Wasserhahn, um die Badewanne zu füllen. Ich werde den Wasserhahn drehen, um meine Hände zu waschen. Ich drehte den Wasserhahn, um das Geschirr zu spülen.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "czajnik",
      "translation": "Teekanne",
      "definition": "Naczynie z uchwytem lub dziobem do którego się lało herbaty.",
      "definition_translation": "Ein Gefäß mit Ausgießer oder Griff zum Einschenken von Tee.",
      "example": "Wylałem herbatę z czajnika do filiżanki. Będzie używać czajnika, aby podać herbatę gościom. Użyli czajnika, aby zrobić herbatę na imprezę.",
      "example_translation": "Ich goss Tee aus der Teekanne in die Tasse. Sie wird die Teekanne verwenden, um Tee für die Gäste zu servieren. Sie hatten die Teekanne verwendet, um Tee für die Party zu machen.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "otwieracz do konserw",
      "translation": "Dosenöffner",
      "definition": "Urządzenie do otwierania puszek konserwowych.",
      "definition_translation": "Ein Gerät zum Öffnen von Dosen.",
      "example": "Użyłem otwieracza do konserw, aby otworzyć puszkę fasoli. Będzie używać otwieracza do konserw, aby otworzyć puszkę pomidorów. Użył otwieracza do konserw, aby otworzyć puszkę kukurydzy.",
      "example_translation": "Ich verwendete den Dosenöffner, um die Dose mit Bohnen zu öffnen. Sie wird den Dosenöffner verwenden, um die Dose mit Tomaten zu öffnen. Er hatte den Dosenöffner verwendet, um die Dose mit Mais zu öffnen.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tostownik",
      "translation": "Toaster",
      "definition": "Urządzenie do pieczenia kromek chleba.",
      "definition_translation": "Ein Gerät zum Rösten von Brot Scheiben.",
      "example": "Włożyłem chleb do tostonika, aby upiec go. Będzie używać tostonika, aby zrobić tosty na śniadanie. Użyli tostonika, aby upiec chleb do kanapek.",
      "example_translation": "Ich legte das Brot in den Toaster, um es zu rösten. Sie wird den Toaster verwenden, um Toast für das Frühstück zu machen. Sie hatten den Toaster verwendet, um Brot für die Sandwiches zu rösten.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tkanina",
      "translation": "Stoff",
      "definition": "Materiał sztuczny wykonany z nitek lub przędzy, używany do produkcji odzieży,Tapicerek i innych artykułów tekstylnych.",
      "definition_translation": "Ein flexibles künstliches Material, das aus Fäden oder Garnen hergestellt wird und verwendet wird, um Kleidung, Polsterung und andere textile Waren herzustellen.",
      "example": "Będę kupował tkaninę, aby zrobić nową sukienkę. Kupiłem tkaninę, aby zrobić nową sukienkę. Kupiłem tkaninę, aby zrobić nową sukienkę.",
      "example_translation": "Ich werde Stoff kaufen, um ein neues Kleid zu machen. Ich kaufte Stoff, um ein neues Kleid zu machen. Ich habe Stoff gekauft, um ein neues Kleid zu machen.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "ekspres do kawy",
      "translation": "Kaffeeautomat",
      "definition": "Urządzenie elektryczne zaparzające kawę z mielonej kawy.",
      "definition_translation": "Ein elektrisches Gerät, das Kaffee aus gemahlenen Kaffeebohnen braut.",
      "example": "Będę używać ekspresu do kawy, aby zrobić kawę. Użyłem ekspresu do kawy, aby zrobić kawę. Użyłem ekspresu do kawy, aby zrobić kawę.",
      "example_translation": "Ich werde den Kaffeeautomaten verwenden, um Kaffee zu machen. Ich benutzte den Kaffeeautomaten, um Kaffee zu machen. Ich habe den Kaffeeautomaten verwendet, um Kaffee zu machen.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "korkociąg",
      "translation": "Korkenzieher",
      "definition": "Urządzenie używane do otwierania butelek wina.",
      "definition_translation": "Ein Gerät, das verwendet wird, um Korken von Weinflaschen zu entfernen.",
      "example": "Będę używać korkociągu, aby otworzyć wino. Użyłem korkociągu, aby otworzyć wino. Użyłem korkociągu, aby otworzyć wino.",
      "example_translation": "Ich werde den Korkenzieher verwenden, um den Wein zu öffnen. Ich benutzte den Korkenzieher, um den Wein zu öffnen. Ich habe den Korkenzieher verwendet, um den Wein zu öffnen.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "waga",
      "translation": "Waage",
      "definition": "Urządzenie używane do pomiaru wagi.",
      "definition_translation": "Ein Instrument, das verwendet wird, um Gewicht zu messen.",
      "example": "Będę używać wagi, aby zważyć owoce. Użyłem wagi, aby zważyć owoce. Użyłem wagi, aby zważyć owoce.",
      "example_translation": "Ich werde die Waage verwenden, um das Obst zu wiegen. Ich benutzte die Waage, um das Obst zu wiegen. Ich habe die Waage verwendet, um das Obst zu wiegen.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taboret",
      "translation": "Hocker",
      "definition": "Taboret to mebel składający się z jednego siedzenia, zwykle bez oparcia lub poręczy, przeznaczony dla jednej osoby.",
      "definition_translation": "Ein Hocker ist ein Möbelstück, das aus einem einzelnen Sitz besteht, normalerweise ohne Rücken oder Armlehnen, und ist für eine Person zum Sitzen designed.",
      "example": "Usiadłem na taborecie przy kuchennym blacie, wczoraj usiadłem na taborecie przy barze, a jutro usiadłem na taborecie w gabinecie lekarskim.",
      "example_translation": "Ich saß auf einem Hocker an der Küchentheke, gestern saß ich auf einem Hocker an der Bar und morgen werde ich auf einem Hocker im Arztzimmer sitzen.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rękaw do pieczenia",
      "translation": "Backsleeve",
      "definition": "Rękaw do pieczenia to tubularny lub rękawowy worek ciastkarski używany do.pipekowania ciasta lub masy w różne kształty.",
      "definition_translation": "Ein Backsleeve ist ein röhrenförmiger oder ärmelartiger Patisseriebeutel, der verwendet wird, um Teig oder Batter in verschiedene Formen zu pipsen.",
      "example": "Piekarnik użył rękawa do pieczenia, aby stworzyć dekoracje na tort wdowińskim, wczoraj użyła rękawa do pieczenia, aby zrobić croissanty, a jutro użyje rękawa do pieczenia, aby zrobić chleb.",
      "example_translation": "Die Bäckerin verwendete einen Backsleeve, um komplexe Designs auf die Hochzeitstorte zu erstellen, sie hatte einen Backsleeve verwendet, um Croissants gestern zu machen, und sie wird einen Backsleeve verwenden, um Brot morgen zu machen.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krzyżak do ciastek",
      "translation": "Keksschneider",
      "definition": "Krzyżak do ciastek to narzędzie kuchenne używane do wycinania kształtów z ciasta lub ciasteczek.",
      "definition_translation": "Ein Keksschneider ist ein Küchengerät, das verwendet wird, um Formen aus Keksteig oder Keksdough auszuschneiden.",
      "example": "Babcia użyła krzyżaka do ciastek, aby zrobić sercowe ciasteczka, wczoraj użyła krzyżaka do ciastek, aby zrobić gwiazdkowe ciasteczka, a jutro będzie używać krzyżaka do ciastek, aby zrobić okrągłe ciasteczka.",
      "example_translation": "Meine Großmutter verwendete einen Keksschneider, um herzförmige Kekse zu machen, sie hatte einen Keksschneider verwendet, um sternförmige Kekse gestern zu machen, und sie wird einen Keksschneider verwenden, um runde Kekse morgen zu machen.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krajacz chleba",
      "translation": "Brotmesser",
      "definition": "Krajacz chleba to narzędzie kuchenne używane do krojenia i切ci chleba na jednolite kawałki.",
      "definition_translation": "Ein Brotmesser ist ein Küchengerät, das verwendet wird, um Brot in gleichmäßige Stücke zu schneiden und zu slicen.",
      "example": "Użyłem krajacza chleba, aby pokroić bagietkę na plastry, wczoraj użyłem krajacza chleba, aby pokroić ciabattę na cubes, a jutro będę używać krajacza chleba, aby pokroić bagel na połowy.",
      "example_translation": "Ich verwendete ein Brotmesser, um eine Baguette in Scheiben zu schneiden, ich hatte ein Brotmesser verwendet, um eine Ciabatta in Würfel gestern zu schneiden, und ich werde ein Brotmesser verwenden, um einen Bagel in Hälften morgen zu schneiden.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "forma na ciasto",
      "translation": "Backform",
      "definition": "Forma na ciasto to metalowa lub silikonowa pojemność używana do trzymania i kształtowania ciasta podczas pieczenia",
      "definition_translation": "Eine Backform ist ein metallenes oder silikones Behältnis, das verwendet wird, um einen Kuchen während des Backens zu halten und zu formen",
      "example": "Użyłem formy na ciasto, aby upiec smaczny ciasto czekoladowe na urodziny siostry. Będę używać formy na ciasto, aby upiec ciasto na urodziny brata jutro. Użyłem formy na ciasto, aby upiec ciasto na urodziny mamy w zeszłym roku.",
      "example_translation": "Ich verwendete eine Backform, um einen leckeren Schokokuchen für den Geburtstag meiner Schwester zu backen. Ich werde eine Backform verwenden, um einen Kuchen für den Geburtstag meines Bruders morgen zu backen. Ich verwendete eine Backform, um einen Kuchen für den Geburtstag meiner Mutter letztes Jahr zu backen.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "naczynie do zapiekanki",
      "translation": "Auflaufform",
      "definition": "Naczynie do zapiekanki to duże, głębokie naczynie używane do pieczenia i podawania zapiekanky, typu dania podręcznego.",
      "definition_translation": "Eine Auflaufform ist ein großes, tiefes Gerät, das zum Backen und Servieren eines Auflaufs, einer Art herzhaften Gerichts, verwendet wird",
      "example": "Użyłem naczynia do zapiekanki, aby ugotować smaczną lasagnę na obiad. Ona będzie używać naczynia do zapiekanki, aby ugotować zapiekankę na partyj tomorrow. Oni użyli naczynia do zapiekanki, aby ugotować zapiekankę z kurczaka na lunch wczoraj.",
      "example_translation": "Ich verwendete eine Auflaufform, um ein leckeres Lasagna zum Abendessen zu kochen. Sie wird eine Auflaufform verwenden, um einen Auflauf für die Party morgen zu kochen. Sie verwendeten eine Auflaufform, um einen Hähnchen-Auflauf zum Mittagessen gestern zu kochen.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nożyczki kuchenne",
      "translation": "Hackmesser",
      "definition": "Nożyczki kuchenne to kuchenne noże używane do krojenia i siekania żywności, takiej jak warzywa lub mięso",
      "definition_translation": "Ein Hackmesser ist ein Küchenmesser, das zum Zerhacken und Zerreiben von Lebensmitteln, wie Gemüse oder Fleisch, verwendet wird",
      "example": "Użyłem nożyczek kuchennych, aby pokroić cebulę do zupy. Ona będzie używać nożyczek kuchennych, aby pokroić warzywa do sałatki jutro. Oni użyli nożyczek kuchennych, aby pokroić mięso na burgery wczoraj.",
      "example_translation": "Ich verwendete ein Hackmesser, um die Zwiebeln für die Suppe zu hacken. Sie wird ein Hackmesser verwenden, um die Gemüse für den Salat morgen zu hacken. Sie verwendeten ein Hackmesser, um das Fleisch für die Burgers gestern zu hacken.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "widelec chiński",
      "translation": "Essstäbchen",
      "definition": "Widelec chiński to para małych, cienkich patyków używanych jako narzędzia do jedzenia, szczególnie w kuchni chińskiej",
      "definition_translation": "Essstäbchen sind ein Paar kleiner, dünner Stäbchen, die als Utensilien verwendet werden, um Essen zu essen, insbesondere in der chinesischen Küche",
      "example": "Użyłem widełków chińskich, aby jeść sushi w restauracji japońskiej. Ona będzie używać widełków chińskich, aby jeść makaron w restauracji chińskiej jutro. Oni użyli widełków chińskich, aby jeść pierogi w restauracji azjatyckiej na ubiegły tydzień.",
      "example_translation": "Ich verwendete Essstäbchen, um das Sushi im japanischen Restaurant zu essen. Sie wird Essstäbchen verwenden, um die Nudeln im chinesischen Restaurant morgen zu essen. Sie verwendeten Essstäbchen, um die Dumplings im asiatischen Restaurant letzte Woche zu essen.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "durszlak",
      "translation": "Siebschale",
      "definition": "Durszlak to narzędzie kuchenne z perforacją lub mesh bottom, używane do odcedzenia płynów z żywności, takiej jak makaron lub ryż",
      "definition_translation": "Ein Küchenwerkzeug mit perforierten oder einem Mesh-Boden, das zum Ablassen von Flüssigkeiten aus Lebensmitteln wie Pasta oder Reis verwendet wird.",
      "example": "Ona umyła makaron w durszlaku, aby usunąć nadmiar wody. Wczoraj użyła durszlaku, aby odcedzić brokuł. Jutro będzie używać durszlaku, aby umyć quinoa.",
      "example_translation": "Sie wusch die Pasta in einem Sieb, um überschüssiges Wasser zu entfernen. Gestern hatte sie ein Sieb verwendet, um das Brokkoli abzutropfen. Morgen wird sie ein Sieb verwenden, um den Quinoa abzuspülen.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deskę do krojenia",
      "translation": "Schneidbrett",
      "definition": "Deska do krojenia to płaska, zwykle prostokątna część drewna, plastiku lub innego materiału, używana do krojenia i przygotowywania żywności",
      "definition_translation": "Ein flaches, meist rechteckiges Stück Holz, Plastik oder anderem Material, das zum Schneiden und Zubereiten von Lebensmitteln verwendet wird.",
      "example": "Ona pokroiła warzywa na desce do krojenia i potem zasmażyła je w patelni. Wczoraj użył deski do krojenia, aby pokroić mięso. Jutro będą używać deski do krojenia, aby przygotować sałatkę.",
      "example_translation": "Sie hackte die Gemüse auf einem Schneidbrett und briet sie dann in einer Pfanne. Gestern hatte er ein Schneidbrett verwendet, um das Fleisch zu schneiden. Morgen werden sie ein Schneidbrett verwenden, um den Salat zuzubereiten.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sitko do mąki",
      "translation": "Mehlsieb",
      "definition": "Sitko do mąki to narzędzie kuchenne z mesh lub perforowaną powierzchnią, używane do przesiewania mąki lub innych suchych składników",
      "definition_translation": "Ein Küchenwerkzeug mit einer Mesh- oder perforierten Oberfläche, das zum Sieben von Mehl oder anderen trockenen Zutaten verwendet wird.",
      "example": "Ona użyła sitka do mąki, aby zmierzyć składniki do ciasta. Wczoraj użył sitka do mąki, aby przesiać mąkę do ciasteczek. Jutro będą używać sitka do mąki, aby przygotować ciasto.",
      "example_translation": "Sie verwendete ein Mehlsieb, um die Zutaten für den Kuchen abzumessen. Gestern hatte er ein Mehlsieb verwendet, um das Mehl für die Kekse zu sieben. Morgen werden sie ein Mehlsieb verwenden, um die Pastete zuzubereiten.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "krajacz żywności",
      "translation": "Lebensmittelschneider",
      "definition": "Krajacz żywności to urządzenie kuchenne używane do krojenia żywności, takiej jak mięso, ser lub owoce, na cienkie plastry.",
      "definition_translation": "Ein Küchengerät, das zum Schneiden von Lebensmitteln wie Fleisch, Käse oder Früchten in dünne Scheiben verwendet wird.",
      "example": "Ona użyła krajacza żywności, aby pokroić indyczkę na kanapki. Wczoraj użył krajacza żywności, aby pokroić ser na talerz. Jutro będą używać krajacza żywności, aby pokroić warzywa do sałatki.",
      "example_translation": "Sie verwendete einen Lebensmittelschneider, um den Truthahn für die Sandwiches zu schneiden. Gestern hatte er einen Lebensmittelschneider verwendet, um den Käse für die Platte zu schneiden. Morgen werden sie einen Lebensmittelschneider verwenden, um die Gemüse für den Salat zu schneiden.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lejk",
      "translation": "Trichter",
      "definition": "Lejk to rura lub pipe, która jest szeroka na jednym końcu i wąska na drugim, używana do płynów lub proszków do małego otworu.",
      "definition_translation": "Ein Trichter ist ein Rohr oder eine Röhre, die an einem Ende breit und am anderen Ende schmal ist, die zum Eingießen von Flüssigkeiten oder Pulvern in eine kleine Öffnung verwendet wird.",
      "example": "Użyłem lejka, aby wlać olej do silnika. Będę używał lejka, aby wlać wodę do butelki. Ona użyła lejka, aby wlać mąkę do misy mieszającej.",
      "example_translation": "Ich verwendete einen Trichter, um Öl in den Motor zu gießen. Ich werde einen Trichter verwenden, um Wasser in die Flasche zu gießen. Sie hatte einen Trichter verwendet, um Mehl in die Mischschüssel zu gießen.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "prasowanie czosnku",
      "translation": "Knoblauchpresse",
      "definition": "Prasowanie czosnku to narzędzie kuchenne służące do rozdrabniania czosnku w papkę, zazwyczaj do użytku w gotowaniu.",
      "definition_translation": "Eine Knoblauchpresse ist ein Küchengerät, das verwendet wird, um Knoblauchzehen in ein Brei zu zerquetschen, typischerweise für den Einsatz in der Kochkunst.",
      "example": "Ona ściskała czosnek z prasowaniem czosnku. Będzie używał prasowania czosnku, aby rozdrobnić czosnek do sosu. Oni użyli prasowania czosnku, aby przygotować czosnek do dania.",
      "example_translation": "Sie quetschte die Knoblauchzehen mit einer Knoblauchpresse aus. Er wird eine Knoblauchpresse verwenden, um den Knoblauch für die Soße zu zerquetschen. Sie hatten eine Knoblauchpresse verwendet, um den Knoblauch für das Gericht vorzubereiten.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tarka",
      "translation": "Reibe",
      "definition": "Tarka to narzędzie kuchenne służące do rozdrabniania lub siekania żywności, takiej jak ser lub warzywa, na małe kawałki.",
      "definition_translation": "Eine Reibe ist ein Küchengerät, das verwendet wird, um Lebensmittel, wie Käse oder Gemüse, in kleine Stücke zu zerreiben oder zu reiben.",
      "example": "Ona tarkowała marchewkę z tarką. Będzie używał tarki, aby rozdrobnić ser do sałatki. Oni użyli tarki, aby przygotować cukinii do chleba.",
      "example_translation": "Sie rieb die Karotten mit einer Reibe. Er wird eine Reibe verwenden, um den Käse für den Salat zu zerreiben. Sie hatten eine Reibe verwendet, um die Zucchini für das Brot vorzubereiten.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "scoop lodowy",
      "translation": "Eiscreme-Schöpfer",
      "definition": "Scoop lodowy to narzędzie kuchenne służące do porcjowania i formowania lodów w kule lub scoop.",
      "definition_translation": "Ein Eiscreme-Schöpfer ist ein Küchengerät, das verwendet wird, um Eiscreme in Kugeln oder Schöpfer zu portionieren und zu formen.",
      "example": "Ona wyjmowała lody do miski z scoopem lodowym. Będzie używał scoopem lodowym, aby porcjować frozen jogurt. Oni użyli scoopem lodowym, aby serwować deser.",
      "example_translation": "Sie schöpfte das Eiscreme in eine Schale mit einem Eiscreme-Schöpfer. Er wird einen Eiscreme-Schöpfer verwenden, um das gefrorene Jogurt zu portionieren. Sie hatten einen Eiscreme-Schöpfer verwendet, um das Dessert zu servieren.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łopata",
      "translation": "Schöpfkelle",
      "definition": "Łopata to głęboka łyżka z długą rączką, używana do czerpania i wylewania płynów.",
      "definition_translation": "Eine Schöpfkelle ist eine tiefe, schalenförmige Löffel mit einem langen Griff, der zum Abfahren und Ausgießen von Flüssigkeiten verwendet wird.",
      "example": "Ona czerpała zupę do misiek. Wczoraj, ona czerpała zupę do misiek. Jutro, ona będzie czerpała zupę do misiek.",
      "example_translation": "Sie schöpfte die Suppe in Schüsseln. Gestern hatte sie die Suppe in Schüsseln geschöpft. Morgen wird sie die Suppe in Schüsseln schöpfen.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sokowiec cytrynowy",
      "translation": "Zitronenpresser",
      "definition": "Sokowiec cytrynowy to narzędzie kuchenne służące do wyciskania sоку z cytryn lub innych owoców cytrusowych.",
      "definition_translation": "Ein Zitronenpresser ist ein Küchengerät, das verwendet wird, um Saft aus Zitronen oder anderen Zitrusfrüchten zu extrahieren.",
      "example": "Ona wycisnęła cytrynę z sokowcem cytrynowym. Wczoraj, ona wycisnęła cytrynę z sokowcem cytrynowym. Jutro, ona będzie wyciskała cytrynę z sokowcem cytrynowym.",
      "example_translation": "Sie drückte die Zitrone mit einem Zitronenpresser aus. Gestern hatte sie die Zitrone mit einem Zitronenpresser ausgedrückt. Morgen wird sie die Zitrone mit einem Zitronenpresser ausdrücken.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "Mandoline",
      "definition": "Mandolina to narzędzie kuchenne służące do krojenia i julienki owoców i warzyw.",
      "definition_translation": "Eine Mandoline ist ein Küchengerät, das verwendet wird, um Früchte und Gemüse in Scheiben und Julienne-Streifen zu schneiden.",
      "example": "Ona kroiła marchewkę z mandoliną. Wczoraj, ona kroiła marchewkę z mandoliną. Jutro, ona będzie kroiła marchewkę z mandoliną.",
      "example_translation": "Sie schnitt die Karotten mit einer Mandoline. Gestern hatte sie die Karotten mit einer Mandoline geschnitten. Morgen wird sie die Karotten mit einer Mandoline schneiden.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżeczka miarowa",
      "translation": "Messe Löffel",
      "definition": "Łyżeczka miarowa to narzędzie kuchenne służące do dokładnego mierzenia składników do gotowania i pieczenia.",
      "definition_translation": "Ein Messe Löffel ist ein Küchengerät, das verwendet wird, um Zutaten für das Kochen und Backen genau zu messen.",
      "example": "Ona wymierzyła mąkę z łyżeczką miarową. Wczoraj, ona wymierzyła mąkę z łyżeczką miarową. Jutro, ona będzie wymierzała mąkę z łyżeczką miarową.",
      "example_translation": "Sie maß den Mehl mit einem Messe Löffel. Gestern hatte sie den Mehl mit einem Messe Löffel gemessen. Morgen wird sie den Mehl mit einem Messe Löffel messen.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rozdrabniacz mięsa",
      "translation": "Fleischzartmacher",
      "definition": "Rozdrabniacz mięsa to narzędzie kuchenne lub składnik służący do rozdrabniania białek w mięsie, czyniąc je bardziej palonymi i łatwiejszymi do ugryzienia.",
      "definition_translation": "Ein Fleischzartmacher ist ein Küchengerät oder -zutat, das verwendet wird, um die Proteine im Fleisch aufzubrechen, damit es schmackhafter und einfacher zu kauen ist.",
      "example": "Użyłem rozdrabniacza mięsa, aby przygotować stek na obiad. Będę używał go jutro, aby uczynić go jeszcze bardziej delikatnym. Do następnego tygodnia, będę używał go od miesięcy.",
      "example_translation": "Ich benutzte einen Fleischzartmacher, um das Steak zum Abendessen zuzubereiten. Ich werde es morgen wieder verwenden, um es noch zarter zu machen. Bis nächste Woche werde ich ihn seit Monaten verwendet haben.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "drobniacz",
      "translation": "Hackmühle",
      "definition": "Drobniacz to narzędzie kuchenne służące do krojenia lub mielenia żywności, takiej jak mięso lub warzywa, na małe kawałki.",
      "definition_translation": "Eine Hackmühle ist ein Küchengerät, das verwendet wird, um Lebensmittel wie Fleisch oder Gemüse in kleine Stücke zu hacken oder zu mahlen.",
      "example": "Mielę mięso, aby zrobić burgery. Mielełem cebulę wczoraj, aby dodać smaku do zupy. Do przyszłego roku, będę mielony czosnek przez lata.",
      "example_translation": "Ich zerhacke das Fleisch, um Burger zu machen. Ich hackte die Zwiebeln gestern, um den Suppe Geschmack hinzuzufügen. Bis nächstes Jahr werde ich seit Jahren Knoblauch gehackt haben.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "moździerz i tłuczek",
      "translation": "Mörser und Stößel",
      "definition": "Moździerz i tłuczek to narzędzie kuchenne używane do mielenia, rozdrabniania lub mieszania żywności i innych substancji w grubą pastę lub proszek.",
      "definition_translation": "Ein Mörser und Stößel ist ein Küchengerät, das verwendet wird, um Lebensmittel und andere Substanzen zu einer feinen Paste oder einem Pulver zu zerreiben, zu zerquetschen oder zu mischen.",
      "example": "Użyłem moździerza i tłuczka, aby zmielić przyprawy do curry. Za jutro użyję go, aby wymieszać składniki do ciasta. Za miesiąc będę używał go już przez lata.",
      "example_translation": "Ich benutzte einen Mörser und Stößel, um die Gewürze für das Curry zu mahlen. Ich werde es morgen verwenden, um die Zutaten für den Kuchen zu mischen. Bis nächstem Monat werde ich ihn seit Jahren verwendet haben.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łamacz orzechów",
      "translation": "Nussknacker",
      "definition": "Łamacz orzechów to narzędzie kuchenne lub urządzenie używane do łamania orzechów, takich jak orzechy włoskie lub pekanowe, w celu wydobywania jadalnego jądra.",
      "definition_translation": "Ein Nussknacker ist ein Küchengerät oder -gerät, das verwendet wird, um Nüsse wie Walnüsse oder Pekannüsse aufzubrechen, um den essbaren Kern zu extrahieren.",
      "example": "Użyłem łamacza orzechów, aby otworzyć orzechy włoskie do sałatki. Za jutro użyję go, aby łamać orzechy pekanowe do ciasta. Za Boże Narodzenie będę używał go już przez lata.",
      "example_translation": "Ich benutzte einen Nussknacker, um die Walnüsse für den Salat zu öffnen. Ich werde es morgen verwenden, um die Pekannüsse für den Kuchen aufzubrechen. Bis nächstem Weihnachten werde ich ihn seit Jahren verwendet haben.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "deskę do ciasta",
      "translation": "Teigbrett",
      "definition": "Płaska, zwykle prostokątna deska używana do rozwałkowania ciasta, często wykonana z drewna, plastiku lub marmuru.",
      "definition_translation": "Eine flache, typischerweise rechteckige Platte, die zum Ausrollen von Teigdough verwendet wird, oft aus Holz, Kunststoff oder Marmor.",
      "example": "Ona położyła ciasto na desce do ciasta i zaczęła je rozwałkowywać. Miałaby użyć deski do ciasta, aby zrobić ciasto wczoraj. Będzie używać deski do ciasta, aby przygotować deser na przyjęcie.",
      "example_translation": "Sie platzierte den Teig auf dem Teigbrett und begann, ihn auszurollen. Sie hatte das Teigbrett gestern verwendet, um einen Kuchen zu machen. Sie wird das Teigbrett verwenden, um das Dessert für die Party vorzubereiten.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "obierzacz",
      "translation": "Schäler",
      "definition": "Narzędzie kuchenne używane do usuwania skórki lub zewnętrznej warstwy owoców i warzyw.",
      "definition_translation": "Ein Küchengerät, das verwendet wird, um die Haut oder die äußere Schicht von Früchten und Gemüse zu entfernen.",
      "example": "Ona użyła obierzacza, aby usunąć skórkę z jabłka. On zapomniał umyć obierzacz po użyciu. Będą kupować nowy obierzacz jutro.",
      "example_translation": "Sie verwendete einen Schäler, um die Haut vom Apfel zu entfernen. Er hatte vergessen, den Schäler nach dem Gebrauch zu waschen. Sie werden morgen einen neuen Schäler kaufen.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "młynek do pieprzu",
      "translation": "Pfeffermühle",
      "definition": "Urządzenie używane do mielenia pieprzu w drobny proszek, zwykle używane do przyprawiania żywności.",
      "definition_translation": "Ein Gerät, das verwendet wird, um Pfefferkörner in feines Pulver zu mahlen, das normalerweise verwendet wird, um Lebensmittel zu würzen.",
      "example": "Ona napełniła młynek do pieprzu nowymi ziarnami pieprzu. On złamał młynek do pieprzu podczas gotowania. Będą używać młynka do pieprzu, aby przyprawić stek.",
      "example_translation": "Sie füllte die Pfeffermühle mit neuen Pfefferkörnern. Er hatte die Pfeffermühle während des Kochens gebrochen. Sie werden die Pfeffermühle verwenden, um das Steak zu würzen.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "torebka do szprycowania",
      "translation": "Spritzbeutel",
      "definition": "Torebka używana do przechowywania i rozlewania szprycowej mieszanki, zwykle używana do dekorowania ciast i ciastek.",
      "definition_translation": "Ein Beutel, der verwendet wird, um Zuckerguss, Frosting oder andere weiche Lebensmittel zu halten und auszugeben, normalerweise verwendet, um Kuchen und Gebäcke zu dekorieren.",
      "example": "Ona napełniła torebkę do szprycowania czerwoną szprycową mieszanką. On miał trudności z używaniem torebki do szprycowania. Będą używać torebki do szprycowania, aby stworzyć piękny wzór na ciastku.",
      "example_translation": "Sie füllte den Spritzbeutel mit rotem Frosting. Er hatte Schwierigkeiten, den Spritzbeutel zu verwenden. Sie werden den Spritzbeutel verwenden, um ein schönes Design auf dem Kuchen zu erstellen.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "wałek do ciasta",
      "translation": "Nudelholz",
      "definition": "Walcowate narzędzie kuchenne używane do rozwałkowania ciasta lub wyrobów cukierniczych do pożądanej grubości.",
      "definition_translation": "Ein zylindrisches Küchenwerkzeug, das zum Ausrollen von Teig oder Gebäck auf eine bestimmte Dicke verwendet wird.",
      "example": "Użyłem wałka do ciasta, aby zrobić ciasto na pierogi wczoraj, teraz jest ono idealne do pieczenia dziś, a jutro użyję go ponownie, aby zrobić ciastka.",
      "example_translation": "Ich verwendete ein Nudelholz, um den Teig für die Pie-Kruste gestern zu flachen, heute ist es perfekt fürs Backen, und morgen werde ich es wieder verwenden, um einige Kekse zu machen.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stolik boczny",
      "translation": "Anrichte",
      "definition": "Mebel, zwykle umieszczony w jadalni, używany do serwowania i przechowywania żywności i przyborów.",
      "definition_translation": "Ein Möbelstück, das üblicherweise in einem Esszimmer platziert ist, um Speisen und Utensilien zu servieren und zu lagern.",
      "example": "Moja babka zawsze polerowała stolik boczny przed Dziękczynieniem, teraz jest to moja kolej, aby go ustawiać na rodzinne spotkanie dzisiaj, a za rok będę dziedziczyć go od niej.",
      "example_translation": "Meine Großmutter putzte immer das Anrichte vor dem Thanksgiving-Essen, jetzt ist es mein Turn, es für unser Familientreffen heute zu arrangieren, und nächstes Jahr werde ich es von ihr erben.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sitko",
      "translation": "Sieb",
      "definition": "Narzędzie kuchenne z meshem lub perforowanym dnem, używane do oddzielania cząstek stałych różnej wielkości od siebie.",
      "definition_translation": "Ein Küchenwerkzeug mit einem Maschen- oder perforierten Boden, das zum Trennen von festen Partikeln unterschiedlicher Größe voneinander verwendet wird.",
      "example": "Użyłem sitka, aby oddzielić mąkę od grudek wczoraj, teraz są one w misce mieszającej, a jutro będę musiał kupić nowe sitko, ponieważ to jest już zużyte.",
      "example_translation": "Ich verwendete ein Sieb, um das Mehl von den Klumpen gestern zu trennen, jetzt schiebe ich es in die Mischschüssel, und morgen werde ich ein neues kaufen müssen, weil dieses ausgefallen ist.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "stojak do przypraw",
      "translation": "Gewürzregal",
      "definition": "Jednostka przechowywania kuchenne, zwykle zamontowana na ścianie lub umieszczona na blacie, używana do przechowywania i organizowania przypraw.",
      "definition_translation": "Eine Kücheneinheit, die üblicherweise an einer Wand oder auf einer Arbeitsplatte montiert ist, um Gewürze zu lagern und zu organisieren.",
      "example": "Wczoraj czyściłem stojak do przypraw, teraz jest on uporządkowany i wygląda świetnie, a za tydzień dodam nowe przyprawy, gdy wrócę z podróży.",
      "example_translation": "Ich putzte das Gewürzregal gestern, jetzt ist es organisiert und sieht großartig aus, und nächste Woche werde ich einige neue Gewürze hinzufügen, wenn ich von meiner Reise zurückkehre.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łyżka degustacyjna",
      "translation": "Geschmacksschöpfel",
      "definition": "Łyżka degustacyjna to mała łyżka używana do próbowania jedzenia podczas jego przygotowywania, zwłaszcza w profesjonalnych kuchniach.",
      "definition_translation": "Ein Geschmacksschöpfel ist ein kleiner Löffel, der dazu verwendet wird, Essen während des Kochens zu probieren, typischerweise in einer professionellen Kücheneinstellung.",
      "example": "Szef kuchni użył łyżki degustacyjnej, aby spróbować zupy, a następnie dodał więcej soli. Wczoraj, ona użyła łyżki degustacyjnej, aby spróbować sosu. Jutro, ona będzie używać łyżki degustacyjnej, aby sprawdzić smaki.",
      "example_translation": "Der Koch verwendete ein Geschmacksschöpfel, um die Suppe zu probieren, und fügte dann mehr Salz hinzu. Gestern hatte sie ein Geschmacksschöpfel verwendet, um die Soße zu probieren. Morgen wird sie ein Geschmacksschöpfel verwenden, um die Aromen zu testen.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "timer",
      "translation": "Timer",
      "definition": "Timer to urządzenie mierzące interwały czasowe, często używane w gotowaniu, aby upewnić się, że jedzenie jest gotowane przez określony czas.",
      "definition_translation": "Ein Timer ist ein Gerät, das Zeitintervalle misst, oft in der Küche verwendet, um sicherzustellen, dass das Essen für eine bestimmte Zeit gekocht wird.",
      "example": "Ustawiła timer na 20 minut, a następnie sprawdziła ciasto. Wczoraj, oni użyli timera, aby ugotować idealne jajo. W przyszłym tygodniu, oni będą używać timera, aby upiec tort.",
      "example_translation": "Sie stellte den Timer auf 20 Minuten, dann überprüfte sie den Kuchen. Gestern hatten sie einen Timer verwendet, um ein perfektes Ei zu kochen. Nächste Woche werden sie einen Timer verwenden, um einen Kuchen zu backen.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trzepaczka",
      "translation": "Quirl",
      "definition": "Trzepaczka to narzędzie kuchenne używane do mieszania i łączenia składników, często używane do mieszania jaj, cukru i mąki.",
      "definition_translation": "Ein Quirl ist ein Küchengerät, das verwendet wird, um Zutaten miteinander zu mischen und zu vermischen, oft zum Schlagen von Eiern, Zucker und Mehl.",
      "example": "Ona wymieszała jajka i cukier razem, a następnie dodała mąkę. Wczoraj, on wymieszał śmietankę, aby zrobić bitą śmietankę. Jutro, oni będą mieszać masło i cukier razem, aby zrobić tort.",
      "example_translation": "Sie quirlte die Eier und den Zucker zusammen, dann fügte sie Mehl hinzu. Gestern hatte er die Sahne quirlt, um Schlagsahne herzustellen. Morgen werden sie die Butter und den Zucker zusammenquirlen, um einen Kuchen zu backen.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "blat",
      "translation": "Arbeitsfläche",
      "definition": "Blat, również znany jako powierzchnia robocza, to powierzchnia lad kuchennej, na której przygotowuje się i gotuje jedzenie.",
      "definition_translation": "Eine Arbeitsfläche, auch bekannt als Arbeitsplatte, ist die Oberfläche eines Küchentresens, auf der das Essen zubereitet und gekocht wird.",
      "example": "Ona oczyściła blat, aby przygotować obiad, a następnie posiekła warzywa. Wczoraj, oni czyścili blat po dużym przyjęciu. W przyszłym roku, oni będą instalować nowy blat w swojej kuchni.",
      "example_translation": "Sie räumte die Arbeitsfläche auf, um das Abendessen zuzubereiten, dann hackte sie die Gemüse. Gestern hatten sie die Arbeitsfläche nach einer großen Party gereinigt. Nächstes Jahr werden sie eine neue Arbeitsfläche in ihrer Küche installieren.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]