[
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gotować",
      "translation": "Koch",
      "definition": "Gotujący to osoba, która przygotowuje i gotuje jedzenie, szczególnie jako zawód lub profesję.",
      "definition_translation": "Ein Koch ist eine Person, die Essen zubereitet und kocht, insbesondere als Job oder Beruf.",
      "example": "Zagram obiad dziś wieczorem, ale wczoraj zrobiłem lunch, a jutro zagram śniadanie.",
      "example_translation": "Ich werde heute Abend dinner kochen, aber gestern habe ich Mittagessen gekocht und morgen werde ich Frühstück kochen.",
      "imageLink": "image_files\\English\\"imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "lekarz",
      "translation": "Arzt",
      "definition": "Lekarz to osoba, która jest przeszkolona do udzielania pomocy medycznej i leczenia ludzi.",
      "definition_translation": "Ein Arzt ist eine Person, die ausgebildet wurde, medizinische Pflege und Behandlung an Menschen zu geben.",
      "example": "Wczoraj poszedłem do lekarza, a za tydzień pójdę do lekarza ponownie, ale miesiąc temu widziałem lekarza.",
      "example_translation": "Ich ging gestern zum Arzt, und ich werde den Arzt nächsten Woche wiedersehen, aber ich sah den Arzt letzten Monat.",
      "imageLink": "image_files\\English\\"imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kierowca",
      "translation": "Fahrer",
      "definition": "Kierowca to osoba, która obsługuje pojazd, szczególnie jako zawód.",
      "definition_translation": "Ein Fahrer ist eine Person, die ein Fahrzeug bedient, insbesondere zum Lebensunterhalt.",
      "example": "Byłem kierowcą dla firmy taksówkowej, ale teraz jestem kierowcą dla firmy kurierskiej, a wkrótce będę kierowcą dla firmy autobusowej.",
      "example_translation": "Ich war ein Fahrer für ein Taxiunternehmen, aber jetzt bin ich ein Fahrer für einen Lieferservice, und ich werde bald ein Fahrer für ein Busunternehmen sein.",
      "imageLink": "image_files\\English\\"imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nauczyciel",
      "translation": "Lehrer",
      "definition": "Nauczyciel to osoba, która pomaga studentom uczyć się nowych rzeczy, szczególnie w szkole.",
      "definition_translation": "Ein Lehrer ist eine Person, die Schülern hilft, neue Dinge zu lernen, insbesondere in einer Schule.",
      "example": "Byłem nauczycielem w szkole średniej, ale teraz jestem nauczycielem w college'u, a wkrótce będę nauczycielem na uniwersytecie.",
      "example_translation": "Ich war ein Lehrer an einer Highschool, aber jetzt bin ich ein Lehrer an einem College, und ich werde bald ein Lehrer an einer Universität sein.",
      "imageLink": "image_files\\English\\"imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kelner",
      "translation": "Kellner",
      "definition": "Kelner to osoba, która obsługuje jedzenie i napoje w restauracji lub barze.",
      "definition_translation": "Eine Person, die in einem Restaurant oder Bar Essen und Getränke serviert.",
      "example": "Poprosiłem kelnera o menu, a on przyniósł mi je natychmiast. Przyniesie nam jedzenie wkrótce, a już przyniósł rachunek.",
      "example_translation": "Ich bat den Kellner um die Speisekarte, und er brachte sie mir sofort. Er wird das Essen bald bringen, und er hat uns bereits die Rechnung gebracht.",
      "imageLink": "image_files\\English\\"imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kelnerka",
      "translation": "Kellnerin",
      "definition": "Kelnerka to kobieta, która obsługuje jedzenie i napoje w restauracji lub barze.",
      "definition_translation": "Eine Frau, die in einem Restaurant oder Bar Essen und Getränke serviert.",
      "example": "Kelnerka zanotowała nasze zamówienie, a wkrótce przyniesie nam napoje. Przyniosła nam już jedzenie, a wcześniej przyniosła nam deser.",
      "example_translation": "Die Kellnerin nahm unsere Bestellung auf, und sie wird uns die Getränke bald bringen. Sie hat uns das Essen bereits gebracht, und sie hatte früher das Dessert gebracht.",
      "imageLink": "image_files\\English\\"imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktor",
      "translation": "Schauspieler",
      "definition": "Aktor to osoba, która gra rolę w filmie, sztuce lub programie telewizyjnym.",
      "definition_translation": "Eine Person, die in einem Film, Theaterstück oder Fernsehsendung eine Rolle spielt.",
      "example": "Aktor zagrał rolę króla w filmie, a za rok zagra rolę lekarza w następnym filmie. Grał rolę nauczyciela w poprzedniej sztuce.",
      "example_translation": "Der Schauspieler spielte die Rolle eines Königs in dem Film, und er wird die Rolle eines Arztes in dem nächsten Film spielen. Er hatte die Rolle eines Lehrers in der vorherigen Sendung gespielt.",
      "imageLink": "image_files\\English\\"imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "aktorka",
      "translation": "Schauspielerin",
      "definition": "Aktorka to kobieta, która gra rolę w filmie, sztuce lub programie telewizyjnym.",
      "definition_translation": "Eine Frau, die in einem Film, Theaterstück oder Fernsehsendung eine Rolle spielt.",
      "example": "Aktorka zagrała rolę królowej w filmie, a za rok zagra rolę adwokata w następnym filmie. Grała rolę pielęgniarki w poprzedniej sztuce.",
      "example_translation": "Die Schauspielerin spielte die Rolle einer Königin in dem Film, und sie wird die Rolle einer Anwältin in dem nächsten Film spielen. Sie hatte die Rolle einer Krankenschwester in der vorherigen Sendung gespielt.",
      "imageLink": "image_files\\English\\"imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "artysta",
      "translation": "Künstler",
      "definition": "Artysta to osoba, która tworzy obrazy, rysunki lub rzeźby; osoba, która jest zdolna w danym zajęciu lub profesji.",
      "definition_translation": "Eine Person, die Gemälde, Zeichnungen oder Skulpturen erstellt; eine Person, die eine bestimmte Tätigkeit oder Beschäftigung beherrscht.",
      "example": "Artysta namalował piękny krajobraz. Stworzy mistrzowie w przyszłym roku. Był sławnym artystą przed emeryturą.",
      "example_translation": "Der Künstler malte ein schönes Landschaftsbild. Sie wird nächstes Jahr ein Meisterwerk erstellen. Er war ein berühmter Künstler, bevor er in Rente ging.",
      "imageLink": "image_files\\English\\"imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "biznesmen",
      "translation": "Geschäftsmann",
      "definition": "Biznesmen to osoba, która zajmuje się handlem lub przemysłem; osoba, która kupuje i sprzedaje towary lub usługi.",
      "definition_translation": "Eine Person, die sich mit kommerziellen oder industriellen Geschäften beschäftigt; eine Person, die Waren oder Dienstleistungen kauft und verkauft.",
      "example": "Biznesmen podpisał udany kontrakt w minionym tygodniu. Będzie uczestniczyć w konferencji w przyszłym miesiącu. Była poważnym biznesmenem przed emeryturą.",
      "example_translation": "Der Geschäftsmann schloss einen erfolgreichen Deal letzte Woche ab. Er wird einen Kongress nächsten Monat besuchen. Sie war ein erfolgreicher Geschäftsmann, bevor sie in Rente ging.",
      "imageLink": "image_files\\English\\"imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "bizneswoman",
      "translation": "Geschäftsfrau",
      "definition": "Kobieta, która zajmuje się komercyjnym lub przemysłowym biznesem; kobieta, która kupuje i sprzedaje towary lub usługi.",
      "definition_translation": "Eine Frau, die sich mit kommerziellen oder industriellen Geschäften beschäftigt; eine Frau, die Waren oder Dienstleistungen kauft und verkauft.",
      "example": "Bizneswoman założyła swoją firmę rok temu. Spotka się z inwestorami następnego tygodnia. Były one udanymi bizneswomanami przed sprzedażą swojej firmy.",
      "example_translation": "Die Geschäftsfrau gründete ihr eigenes Unternehmen letzten Jahr. Sie wird nächste Woche mit Investoren treffen. Sie waren erfolgreiche Geschäftsfrauen, bevor sie ihr Unternehmen verkauften.",
      "imageLink": "image_files\\English\\"imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mechanik samochodowy",
      "translation": "Automechaniker",
      "definition": "Osoba, która naprawia i konserwuje samochody; osoba, która jest zdolna do naprawy samochodów.",
      "definition_translation": "Eine Person, die Autos repariert und wartet; eine Person, die sich auf das Reparieren von Autos spezialisiert hat.",
      "example": "Mechanik samochodowy naprawił mój samochód wczoraj. Zamieni silnik następnego miesiąca. Była mechanikiem samochodowym przed zmianą kariery.",
      "example_translation": "Der Automechaniker reparierte mein Auto gestern. Er wird den Motor nächstes Monat ersetzen. Sie war eine Automechanikerin, bevor sie ihre Karriere wechselte.",
      "imageLink": "image_files\\English\\"imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szef kuchni",
      "translation": "Koch",
      "definition": "Profesjonalny kucharz, szczególnie szef kuchni w restauracji lub hotelu",
      "definition_translation": "ein professioneller Koch, insbesondere der Hauptkoch in einem Restaurant oder Hotel",
      "example": "Pracowałem jako szef kuchni w restauracji przez pięć lat. Pracuję jako szef kuchni w hotelu teraz. Będę pracował jako szef kuchni na statku wycieczkowym w przyszłości.",
      "example_translation": "Ich arbeitete fünf Jahre lang als Koch in einem Restaurant. Ich arbeite jetzt als Koch in einem Hotel. Ich werde in Zukunft als Koch auf einem Kreuzfahrtschiff arbeiten.",
      "imageLink": "image_files\\English\\"imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chemik",
      "translation": "Chemiker",
      "definition": "Osoba, która jest przeszkolona w chemii i pracuje w laboratorium lub naucza chemii",
      "definition_translation": "eine Person, die in Chemie ausgebildet wurde und in einem Laboratorium arbeitet oder Chemie unterrichtet",
      "example": "Mój brat był chemikiem w firmie farmaceutycznej. Jest chemikiem w instytucie badawczym teraz. Będzie chemikiem na uniwersytecie w przyszłości.",
      "example_translation": " Mein Bruder war ein Chemiker in einer Pharmazeutischen Firma. Er ist jetzt ein Chemiker an einer Forschungseinrichtung. Er wird in Zukunft ein Chemiker an einer Universität sein.",
      "imageLink": "image_files\\English\\"imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprzątaczka",
      "translation": "Reiniger",
      "definition": "Osoba, której pracą jest czyszczenie budynków, ulic lub pojazdów",
      "definition_translation": "eine Person, deren Aufgabe es ist, Gebäude, Straßen oder Fahrzeuge zu reinigen",
      "example": "Miałem sprzątaczkę, która przychodziła do mojego domu co tydzień. Mam sprzątaczkę, która przychodzi do mojego biura codziennie. Będę miał sprzątaczkę, która przyjdzie do mojego domu co miesiąc w przyszłości.",
      "example_translation": "Ich hatte eine Reinigerin, die jeden Woche zu meinem Haus kam. Ich habe eine Reinigerin, die jeden Tag in mein Büro kommt. Ich werde in Zukunft eine Reinigerin haben, die jeden Monat zu meinem Haus kommt.",
      "imageLink": "image_files\\English\\"imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tancerz",
      "translation": "Tänzer",
      "definition": "Osoba, która wykonuje taniec, albo profesjonalnie, albo jako hobby",
      "definition_translation": "eine Person, die Tänze aufführt, entweder beruflich oder als Hobby",
      "example": "Byłem tancerzem w broadwayowskim show. Jestem tancerzem w teledysku teraz. Będę tancerzem w filmie w przyszłości.",
      "example_translation": "Ich war ein Tänzer in einer Broadway-Show. Ich bin jetzt ein Tänzer in einem Musikvideo. Ich werde in Zukunft ein Tänzer in einem Film sein.",
      "imageLink": "image_files\\English\\"imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dentysta",
      "translation": "Zahnarzt",
      "definition": "Osoba, która jest przeszkolona i dopuszczona do wykonywania stomatologii, zajmująca się diagnozą, profilaktyką i leczeniem chorób i stanów dotyczących zębów, dziąseł i innych części jamy ustnej.",
      "definition_translation": "Eine Person, die ausgebildet und lizenziert ist, Zahnmedizin auszuüben, beschäftigt sich mit der Diagnose, Prävention und Behandlung von Krankheiten und Zuständen, die Zähne, Zahnfleisch und andere Teile des Mundes betreffen.",
      "example": "Wczoraj poszedłem do dentysty, jutro pójdę do dentysty, a następnego tygodnia pójdę do dentysty.",
      "example_translation": "Ich ging gestern zum Zahnarzt, ich gehe morgen zum Zahnarzt und ich werde nächste Woche zum Zahnarzt gehen.",
      "imageLink": "image_files\\English\\"imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "inżynier",
      "translation": "Ingenieur",
      "definition": "Osoba, która projektuje, buduje lub utrzymuje silniki, maszyny lub konstrukcje, stosując zasady naukowe i matematyczne do praktycznych problemów.",
      "definition_translation": "Eine Person, die Motoren, Maschinen oder Strukturen entwirft, baut oder wartet, wendet wissenschaftliche und mathematische Prinzipien auf praktische Probleme an.",
      "example": "Byłem inżynierem w mojej poprzedniej pracy, jestem inżynierem teraz, a będę inżynierem w przyszłości.",
      "example_translation": "Ich war Ingenieur in meinem vorherigen Job, ich bin jetzt Ingenieur und ich werde in Zukunft Ingenieur sein.",
      "imageLink": "image_files\\English\\"imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rolnik",
      "translation": "Bauer",
      "definition": "Osoba, która posiada lub zarządza farmą, hoduje zwierzęta i uprawia rośliny.",
      "definition_translation": "Eine Person, die einen Hof besitzt oder führt, Vieh züchtet und Feldfrüchte anbaut.",
      "example": "Mój dziadek był rolnikiem, moi rodzice są rolnikami, a ja będę rolnikiem również.",
      "example_translation": " Mein Großvater war Bauer, meine Eltern sind Bauern und ich werde auch Bauer sein.",
      "imageLink": "image_files\\English\\"imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piłkarz",
      "translation": "Fußballspieler",
      "definition": "Osoba, która uprawia piłkę nożną jako sport, szczególnie profesjonalnie.",
      "definition_translation": "Eine Person, die Fußball als Sport ausübt, insbesondere beruflich.",
      "example": "Byłem piłkarzem w szkole, jestem piłkarzem teraz, a będę piłkarzem w reprezentacji narodowej w przyszłości.",
      "example_translation": "Ich war Fußballspieler in meiner Schulzeit, ich bin jetzt Fußballspieler und ich werde in der Nationalmannschaft Fußballspieler sein.",
      "imageLink": "image_files\\English\\"imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przewodnik",
      "translation": "Führer",
      "definition": "Osoba, która pokazuje drogę innym, szczególnie w określonej dziedzinie lub aktywności.",
      "definition_translation": "Eine Person, die anderen den Weg zeigt, insbesondere in einem bestimmten Bereich oder Aktivität.",
      "example": "Pracała jako przewodnik w muzeum, prowadząc wycieczki i odpowiadając na pytania. W zeszłym roku, przewodniczyła grupie studentów na wycieczce górskiej. Do następnego roku, będzie przewodniczyła tysiącom odwiedzających.",
      "example_translation": "Sie arbeitete als Führerin im Museum, führte Touren durch und beantwortete Fragen. Im letzten Jahr führte sie eine Gruppe von Studenten auf einer Wanderung. Bis nächstes Jahr wird sie Tausenden von Besuchern geführt haben.",
      "imageLink": "image_files\\English\\"imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dyrektor szkoły",
      "translation": "Schulleiter",
      "definition": "Osoba odpowiedzialna za zarząd i organizację szkoły.",
      "definition_translation": "Die Person, die eine Schule leitet, verantwortlich für ihre Verwaltung und Organisation.",
      "example": "Dyrektor szkoły powitał nowych uczniów w pierwszym dniu. W zeszłym roku, dyrektor wprowadził nowy program nauczania. Do następnego roku, dyrektor będzie zwiększył budżet szkoły.",
      "example_translation": "Der Schulleiter begrüßte die neuen Schüler am ersten Tag. Im letzten Jahr führte der Schulleiter ein neues Curriculum ein. Bis nächstes Jahr wird der Schulleiter das Budget der Schule erhöht haben.",
      "imageLink": "image_files\\English\\"imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "menedżer",
      "translation": "Manager",
      "definition": "Osoba odpowiedzialna za kontrolę lub administrowanie organizacją, przedsiębiorstwem lub projektem.",
      "definition_translation": "Eine Person, die für die Kontrolle oder Verwaltung einer Organisation, eines Unternehmens oder eines Projekts verantwortlich ist.",
      "example": "Pracowała jako menedżer w firmie marketingowej, nadzorując kilka projektów. W zeszłym roku, menedżowała zespołem deweloperów. Do następnego roku, będzie zarządzała kilkoma departamentami.",
      "example_translation": "Sie arbeitete als Managerin bei einer Werbeagentur, überwachte mehrere Projekte. Im letzten Jahr führte sie ein Team von Entwicklern. Bis nächstes Jahr wird sie mehrere Abteilungen geleitet haben.",
      "imageLink": "image_files\\English\\"imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mechanik",
      "translation": "Mechaniker",
      "definition": "Osoba umiejętna w naprawie i konserwacji maszyn, szczególnie pojazdów.",
      "definition_translation": "Eine Person, die geschickt ist in der Reparatur und Wartung von Maschinen, insbesondere Fahrzeugen.",
      "example": "Mechanik naprawił silnik samochodu, naprawił hamulce i będzie dostosowywał przekładnie. W zeszłym roku, mechanik pracował przy kilku motocyklach. Do następnego roku, mechanik otworzy własny sklep.",
      "example_translation": "Der Mechaniker reparierte den Motor des Autos, richtete die Bremsen und wird die Getriebe justieren. Im letzten Jahr arbeitete der Mechaniker an mehreren Motorrädern. Bis nächstes Jahr wird der Mechaniker seinen eigenen Laden eröffnet haben.",
      "imageLink": "image_files\\English\\"imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pielęgniarka",
      "translation": "Krankenschwester",
      "definition": "Osoba przeszkolona w opiece nad chorymi lub rannymi, typowo w szpitalu lub klinice.",
      "definition_translation": "Eine Krankenschwester ist eine Person, die für die Pflege von Kranken oder Verletzten ausgebildet wurde, typischerweise in einem Krankenhaus oder klinischen Umfeld.",
      "example": "Pracowała jako pielęgniarka w szpitalu przez pięć lat. Pracuje jako pielęgniarka w szpitalu teraz. Będzie pracowała jako pielęgniarka w szpitalu w przyszłości.",
      "example_translation": "Sie arbeitete als Krankenschwester im Krankenhaus für fünf Jahre. Sie arbeitet als Krankenschwester im Krankenhaus jetzt. Sie wird als Krankenschwester im Krankenhaus in der Zukunft arbeiten.",
      "imageLink": "image_files\\English\\"imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "malarz",
      "translation": "Maler",
      "definition": "Osoba, która maluje jako zajęcie lub hobby, typowo używając farb wodnych, olejnych lub innych materiałów.",
      "definition_translation": "Ein Maler ist eine Person, die als Beruf oder Hobby malt, typischerweise mit Wasserfarben, Ölfarben oder anderen Materialien.",
      "example": "Był malarzem w Paryżu przez wiele lat. Teraz jest malarzem w Nowym Jorku. Będzie malarzem w Los Angeles w przyszłości.",
      "example_translation": "Er war ein Maler in Paris für viele Jahre. Er ist ein Maler in New York jetzt. Er wird ein Maler in Los Angeles in der Zukunft sein.",
      "imageLink": "image_files\\English\\"imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fotograf",
      "translation": "Fotograf",
      "definition": "Osoba, która robi zdjęcia jako zajęcie lub hobby, typowo używając aparatu lub innych urządzeń.",
      "definition_translation": "Ein Fotograf ist eine Person, die Fotos als Beruf oder Hobby macht, typischerweise mit einer Kamera oder anderen Ausstattung.",
      "example": "Była fotografem w studiu przez pięć lat. Teraz jest fotografem dla magazynu. Będzie fotografem dla gazety w przyszłości.",
      "example_translation": "Sie war eine Fotografin in einem Studio für fünf Jahre. Sie ist eine Fotografin für ein Magazin jetzt. Sie wird eine Fotografin für eine Zeitung in der Zukunft sein.",
      "imageLink": "image_files\\English\\"imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pilot",
      "translation": "Pilot",
      "definition": "Osoba, która operuje sterownicami samolotu, typowo w charakterze zawodowym lub wojskowym.",
      "definition_translation": "Ein Pilot ist eine Person, die die Steuerung eines Flugzeugs bedient, typischerweise in einer professionellen oder militärischen Funktion.",
      "example": "Był pilotem w siłach powietrznych przez dziesięć lat. Teraz jest pilotem w linii lotniczej. Będzie pilotem w prywatnym odrzutowcu w przyszłości.",
      "example_translation": "Er war ein Pilot in der Luftwaffe für zehn Jahre. Er ist ein Pilot für eine kommerzielle Fluggesellschaft jetzt. Er wird ein Pilot für ein Privatflugzeug in der Zukunft sein.",
      "imageLink": "image_files\\English\\"imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gracz",
      "translation": "Spieler",
      "definition": "Osoba, która uczestniczy w grze, sporcie lub innej aktywności.",
      "definition_translation": "Eine Person, die an einem Spiel, Sport oder Aktivität teilnimmt.",
      "example": "Był wielkim graczem w czasie studiów, ale teraz jest trenerem. Grał w piłkę nożną w zeszłym roku i będzie grał ponownie w następnym sezonie.",
      "example_translation": "Er war ein großartiger Spieler in seinem College-Zeit, aber jetzt ist er ein Trainer. Er spielte Fußball letzten Jahr und wird nächste Saison wieder spielen.",
      "imageLink": "image_files\\English\\"imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "funkcjonariusz policji",
      "translation": "Polizist",
      "definition": "Osoba odpowiedzialna za przestrzeganie prawa i utrzymanie porządku w określonym rejonie.",
      "definition_translation": "Eine Person, die für die Durchsetzung des Gesetzes und die Aufrechterhaltung der Ordnung in einem bestimmten Bereich verantwortlich ist.",
      "example": "Funkcjonariusz policji zatrzymał samochód, aby udzielić ostrzeżenia kierowcy. Przez pięć lat była funkcjonariuszem policji, zanim została detektywem. Będzie funkcjonariuszem policji przez 20 lat do następnego roku.",
      "example_translation": "Der Polizist hielt das Auto an, um dem Fahrer eine Warnung zu erteilen. Sie war fünf Jahre lang Polizistin, bevor sie Detective wurde. Sie wird nächstes Jahr 20 Jahre lang Polizistin sein.",
      "imageLink": "image_files\\English\\"imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "policjant",
      "translation": "Polizist",
      "definition": "Mężczyzna-pełniący funkcję policjanta.",
      "definition_translation": "Ein männlicher Polizist.",
      "example": "Policjant był bardzo uprzejmy dla publiczności. Był policjantem przez 10 lat, zanim przeszedł na emeryturę. Będzie policjantem ponownie w następnym mieście.",
      "example_translation": "Der Polizist war sehr höflich gegenüber der Öffentlichkeit. Er war 10 Jahre lang Polizist, bevor er in den Ruhestand ging. Er wird wieder Polizist in der nächsten Stadt sein.",
      "imageLink": "image_files\\English\\"imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "policjantka",
      "translation": "Polizistin",
      "definition": "Kobieta-pełniąca funkcję policjanta.",
      "definition_translation": "Eine weibliche Polizistin.",
      "example": "Policjantka była bardzo miła dla dzieci. Była policjantką przez pięć lat, zanim wyszła za mąż. Będzie policjantką ponownie w następnym mieście.",
      "example_translation": "Die Polizistin war sehr freundlich zu den Kindern. Sie war fünf Jahre lang Polizistin, bevor sie heiratete. Sie wird wieder Polizistin in der nächsten Stadt sein.",
      "imageLink": "image_files\\English\\"imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "recepcjonistka",
      "translation": "Rezeptionist",
      "definition": "Osoba odpowiedzialna za przyjmowanie i witanie gości, klientów lub klientów w firmie, instytucji lub organizacji.",
      "definition_translation": "Eine Person, die dafür verantwortlich ist, Gäste, Klienten oder Kunden in einem Unternehmen, einer Institution oder Organisation zu empfangen und zu begrüßen.",
      "example": "Pracowała jako recepcjonistka w kancelarii prawniczej przez pięć lat, a następnie awansowała na stanowisko menedżera. Wczoraj przyjmowała trudnego klienta, ale dziś przyjmuje delegację z Japonii. Jutro będzie przyjmować nowego pracownika.",
      "example_translation": "Sie arbeitete fünf Jahre lang als Rezeptionistin in einer Anwaltskanzlei, dann wurde sie zur Managerin befördert. Gestern empfing sie einen schwierigen Kunden, aber heute empfängt sie eine Delegation aus Japan. Morgen wird sie einen neuen Mitarbeiter empfangen.",
      "imageLink": "image_files\\English\\"imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "asystent sprzedaży",
      "translation": "Verkäuferassistenz",
      "definition": "Osoba pomagająca sprzedawcy lub zespołowi sprzedaży w codziennych zadaniach, takich jak przetwarzanie zamówień, obsługa zapytań klientów i prowadzenie dokumentacji sprzedaży.",
      "definition_translation": "Eine Person, die einem Verkäufer oder einem Verkaufsteam bei ihren täglichen Aufgaben hilft, wie zum Beispiel das Verarbeiten von Aufträgen, das Bearbeiten von Kundenanliegen und das Führen von Verkaufsregistern.",
      "example": "Asystent sprzedaży pomógł zespołowi sprzedaży w przetwarzaniu zamówień szybko. Wczoraj asystent sprzedaży zajmował się reklamacją klienta, ale dziś pracuje nad nową strategią sprzedaży. Jutro będzie pomagał nowemu sprzedawcy.",
      "example_translation": "Die Verkäuferassistenz half dem Verkaufsteam, die Aufträge schnell zu verarbeiten. Gestern bearbeitete die Verkäuferassistenz eine Kundenbeschwerde, aber heute arbeitet sie an einer neuen Verkaufsstrategie. Morgen wird sie einem neuen Verkäufer assistieren.",
      "imageLink": "image_files\\English\\"imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sprzedawca",
      "translation": "Verkäufer",
      "definition": "Osoba sprzedająca towary lub usługi klientom, zarówno w sklepie detalicznym, jak i hurtowym, często pracująca w systemie prowizyjnym.",
      "definition_translation": "Eine Person, die Waren oder Dienstleistungen an Kunden verkauft, entweder in einem Einzelhandel- oder Großhandelseinrichtung, oft auf Provisionsbasis arbeitend.",
      "example": "Sprzedawca sprzedał wiele produktów klientowi wczoraj, a dziś sprzedaje nową linię produktów. Rok temu sprzedawał samochody, ale w przyszłym roku będzie sprzedawał nieruchomości.",
      "example_translation": "Der Verkäufer verkaufte viele Produkte an den Kunden gestern und heute verkauft sie eine neue Produktlinie. Letztes Jahr verkaufte sie Autos, aber nächstes Jahr wird sie Immobilien verkaufen.",
      "imageLink": "image_files\\English\\"imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "sekretarka",
      "translation": "Sekretärin",
      "definition": "Osoba, zazwyczaj w biurze, odpowiedzialna za wykonywanie różnych zadań administracyjnych, takich jak pisanie, składanie i odbieranie połączeń telefonicznych.",
      "definition_translation": "Eine Person, typischerweise in einem Büro, die dafür verantwortlich ist, various administrative Aufgaben auszuführen, wie zum Beispiel Tippen, Akten führen und Telefonanrufe beantworten.",
      "example": "Sekretarka zapisywała protokół podczas spotkania wczoraj, a dziś przygotowuje prezentację. W zeszłym tygodniu odbierała połączenia telefoniczne, ale w przyszłym tygodniu będzie składała dokumenty.",
      "example_translation": "Die Sekretärin nahm gestern während der Sitzung Protokoll auf und heute bereitet sie eine Präsentation vor. Letzte Woche beantwortete sie Telefonanrufe, aber nächste Woche wird sie Dokumente ablegen.",
      "imageLink": "image_files\\English\\"imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "śpiewaczka",
      "translation": "Sänger",
      "definition": "Osoba, która śpiewa, szczególnie ta, która śpiewa profesjonalnie.",
      "definition_translation": "Eine Person, die singt, insbesondere einer, der professionell singt.",
      "example": "Była utalentowaną śpiewaczką, która występowała w operze. Będzie śpiewać na koncercie wieczorem. Śpiewała pięknie na weselu.",
      "example_translation": "Sie war eine talentierte Sängerin, die im Opernhaus auftrat. Sie wird heute Abend bei dem Konzert singen. Sie sang schön bei der Hochzeit.",
      "imageLink": "image_files\\English\\"imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "taksówkarz",
      "translation": "Taxifahrer",
      "definition": "Osoba, która prowadzi taksówkę jako swoją pracę.",
      "definition_translation": "Eine Person, die als Beruf ein Taxi fährt.",
      "example": "Był taksówkarzem przez ponad 10 lat. Będzie prowadził taksówkę w mieście wieczorem. Prowadził taksówkę przez wiele lat, zanim przeszedł na emeryturę.",
      "example_translation": "Er ist seit über 10 Jahren Taxifahrer. Er wird heute Abend in der Stadt ein Taxi fahren. Er fuhr viele Jahre lang ein Taxi, bevor er in Rente ging.",
      "imageLink": "image_files\\English\\"imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "przewodnik",
      "translation": "Reiseführer",
      "definition": "Osoba, która pokazuje turystom wokół miejsca i wyjaśnia jego historię i cechy.",
      "definition_translation": "Eine Person, die Touristen herumführt und ihre Geschichte und Merkmale erklärt.",
      "example": "Pracowała jako przewodnik w Paryżu. Będzie prowadzić grupę turystów jutro. Prowadziła wiele grup turystycznych przez muzeum.",
      "example_translation": "Sie arbeitete als Reiseführerin in Paris. Sie wird morgen eine Tourgruppe leiten. Sie hatte viele Tourgruppen durch das Museum geführt.",
      "imageLink": "image_files\\English\\"imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "pisarz",
      "translation": "Schriftsteller",
      "definition": "Osoba, która pisze książki, artykuły lub inne prace pisemne.",
      "definition_translation": "Eine Person, die Bücher, Artikel oder andere schriftliche Werke schreibt.",
      "example": "Był słynnym pisarzem, który napisał wiele powieści. Będzie pisał nową książkę wkrótce. Pisał wiele artykułów dla magazynu.",
      "example_translation": "Er war ein berühmter Schriftsteller, der viele Romane schrieb. Er wird bald ein neues Buch schreiben. Er hatte viele Artikel für das Magazin geschrieben.",
      "imageLink": "image_files\\English\\"imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "księgowy",
      "translation": "Buchhalter",
      "definition": "Osoba, której zadaniem jest przygotowywanie i kontrola dokumentów finansowych.",
      "definition_translation": "Eine Person, deren Aufgabe es ist, Finanzaufzeichnungen zu erstellen und zu überprüfen.",
      "example": "Pracuję jako księgowy od pięciu lat, a planuję otworzyć własną firmę w przyszłym roku. Wczoraj skończyłem deklaracje podatkowe, a jutro spotkam się z audytorem.",
      "example_translation": "Ich habe fünf Jahre lang als Buchhalter gearbeitet und plane, mein eigenes Unternehmen nächstes Jahr zu starten. Gestern habe ich die Steuererklärungen fertiggestellt, und morgen treffen ich mich mit dem Wirtschaftsprüfer.",
      "imageLink": "image_files\\English\\"imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "architekt",
      "translation": "Architekt",
      "definition": "Osoba, która projektuje budynki i inne konstrukcje.",
      "definition_translation": "Eine Person, die Gebäude und andere Strukturen entwirft.",
      "example": "Architekt zaprojektował nowe muzeum, które zostanie ukończone w ciągu trzech lat. W zeszłym tygodniu przedstawił plany radzie miasta i zdumiał ich innowacyjnymi pomysłami.",
      "example_translation": "Der Architekt hat das neue Museum entworfen, das in drei Jahren fertiggestellt sein wird. Letzte Woche hat sie die Pläne dem Stadtrat vorgestellt, und sie waren von ihren innovativen Ideen beeindruckt.",
      "imageLink": "image_files\\English\\"imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "opiekunka do dzieci",
      "translation": "Babysitter",
      "definition": "Osoba, która zajmuje się dziećmi, gdy ich rodzice są nieobecni.",
      "definition_translation": "Eine Person, die ein Kind oder Kinder betreut, wenn die Eltern nicht anwesend sind.",
      "example": "Moja siostra pracuje jako opiekunka do dzieci i uwielbia spędzać czas z nimi. Wczoraj zajęła się bliźniakami, a jutro obejmie się opieką nad niemowlęciem, podczas gdy rodzice idą na kolację.",
      "example_translation": "Meine Schwester arbeitet als Babysitter und liebt es, mit den Kindern zu spielen. Gestern Abend hat sie sich um die Zwillinge gekümmert, und morgen wird sie das Baby beaufsichtigen, während die Eltern zum Abendessen ausgehen.",
      "imageLink": "image_files\\English\\"imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piekarz",
      "translation": "Bäcker",
      "definition": "Osoba, która produkuje i sprzedaje chleb, ciasta i wyroby cukiernicze.",
      "definition_translation": "Eine Person, die Brot, Kuchen und Pasteten herstellt und verkauft.",
      "example": "Piekarz wstaje o 4 nad ranem, aby przygotować codzienny chleb. Wczoraj zrobił tort weselny, a jutro upiecze croissants na śniadanie.",
      "example_translation": "Der Bäcker steht um 4 Uhr morgens auf, um das tägliche Brot vorzubereiten. Gestern hat sie einen Hochzeitstorte gemacht, und morgen bäckt sie Croissants für das Frühstückbuffet.",
      "imageLink": "image_files\\English\\"imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "tancerz baletowy",
      "translation": "Balletttänzer",
      "definition": "Osoba, która wykonuje klasyczne tańce baletowe, zwykle jako zawód, na wysokim poziomie umiejętności technicznej i ekspresji artystycznej.",
      "definition_translation": "Eine Person, die klassische Balletttänze aufführt, typischerweise als Beruf, oft auf einem hohen Niveau an technischer Fähigkeit und künstlerischem Ausdruck.",
      "example": "Była profesjonalną tancerką baletową przez 10 lat, występowała w wielu spektaklach, aktualnie uczy tancerstwa i będzie tańczyć w nowej produkcji w przyszłym roku.",
      "example_translation": "Sie war 10 Jahre lang professionelle Balletttänzerin, trat in vielen Shows auf, unterrichtet derzeit Ballett und wird in einer neuen Produktion nächstes Jahr tanzen.",
      "imageLink": "image_files\\English\\"imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "fryzjer",
      "translation": "Friseur",
      "definition": "Osoba, która zajmuje się strzyżeniem i stylizacją włosów mężczyzn, często także goleniem i strzyżeniem brody.",
      "definition_translation": "Eine Person, deren Arbeit das Schneiden und Stylen von Männerhaar ist, oft auch das Rasieren und Trimmen von Bärten.",
      "example": "On udał się do fryzjera wczoraj, strzyże się co miesiąc i próbował nowego stylu następnym razem.",
      "example_translation": "Er ging gestern zum Friseur, lässt sich jeden Monat die Haare schneiden und wird nächstes Mal einen neuen Stil ausprobieren.",
      "imageLink": "image_files\\English\\"imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "Barkeeper",
      "definition": "Osoba, która obsługuje drinki i zarządza barem, często w hotelu, restauracji lub klubie nocnym.",
      "definition_translation": "Eine Person, die Getränke serviert und eine Bar leitet, oft in einem Hotel, Restaurant oder Nachtclub.",
      "example": "Pracował jako barman przez trzy lata, mieszając doskonałe koktajle i obecnie zarządza nowym barem.",
      "example_translation": "Er arbeitete drei Jahre lang als Barkeeper, mischt großartige Cocktails und leitet jetzt eine neue Bar.",
      "imageLink": "image_files\\English\\"imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "budowniczy",
      "translation": "Bauer",
      "definition": "Osoba, która buduje lub konstruuje coś, takiego jak dom, most lub droga, często jako zawód lub profesja.",
      "definition_translation": "Eine Person, die etwas konstruiert oder baut, wie zum Beispiel ein Haus, eine Brücke oder eine Straße, oft als Handwerk oder Beruf.",
      "example": "Był budowniczym przez 20 lat, zbudował wiele domów, nadal jest zaangażowany w projekty budowlane i wkrótce rozpocznie nowy rozwój.",
      "example_translation": "Er war 20 Jahre lang Bauer, baute viele Häuser, ist immer noch an Bauprojekten beteiligt und wird bald ein neues Projekt starten.",
      "imageLink": "image_files\\English\\"imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rzeźnik",
      "translation": "Metzger",
      "definition": "Rzeźnik to osoba, która zabija i przygotowuje zwierzęta do spożycia, lub osoba, która sprzedaje mięso.",
      "definition_translation": "Ein Metzger ist eine Person, die Tiere für Nahrung zerlegt und zubereitet oder eine Person, die Fleisch verkauft.",
      "example": "Odwiedziłem rzeźnika wczoraj, aby kupić mięso na obiad. Rzeźnik dostarczy mięso jutro. Odwiedzę rzeźnika następnym tygodniem, aby złożyć zamówienie.",
      "example_translation": "Ich besuchte den Metzger gestern, um Fleisch für das Abendessen zu kaufen. Der Metzger wird das Fleisch morgen liefern. Ich werde den Metzger nächste Woche besuchen, um eine Bestellung aufzugeben.",
      "imageLink": "image_files\\English\\"imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "chemik",
      "translation": "Chemiker",
      "definition": "Chemik to naukowiec, który specjalizuje się w badaniach właściwości, składu i reakcji materii.",
      "definition_translation": "Ein Chemiker ist ein Wissenschaftler, der sich auf die Erforschung der Eigenschaften, Zusammensetzung und Reaktionen von Materie spezialisiert.",
      "example": "Chemik pracował w laboratorium, aby opracować nowy lek. Chemik odkrył nową substancję. Chemik będzie testował lek w przyszłym tygodniu.",
      "example_translation": "Der Chemiker arbeitete im Labor, um ein neues Medikament zu entwickeln. Der Chemiker hat eine neue Verbindung entdeckt. Der Chemiker wird das Medikament nächste Woche testen.",
      "imageLink": "image_files\\English\\"imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "trener",
      "translation": "Trainer",
      "definition": "Trener to osoba, która szkoli i instruuje drużyny sportowe lub osoby, lub autobus, który przewozi ludzi z jednego miejsca do innego.",
      "definition_translation": "Ein Trainer ist eine Person, die Sportteams oder Einzelpersonen trainiert und anweist, oder ein Bus, der Menschen von einem Ort zu einem anderen bringt.",
      "example": "Trener przygotował drużynę do mistrzostw. Trener pojedzie z drużyną na finał. Wziąłem trenera, aby odwiedzić rodzinę w weekend.",
      "example_translation": "Der Trainer trainierte das Team für die Meisterschaft. Der Trainer wird mit dem Team zu den Finals reisen. Ich nahm einen Bus, um meine Familie letzten Wochenende zu besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "informatyk",
      "translation": "Informatiker",
      "definition": "Informatyk to osoba, która studiuje teorię, projektowanie i implementację systemów komputerowych i algorytmów.",
      "definition_translation": "Ein Informatiker ist eine Person, die die Theorie, das Design und die Implementierung von Computersystemen und Algorithmen studiert.",
      "example": "Informatyk opracował nowy algorytm, aby poprawić system. Informatyk przedstawi badania na konferencji. Studiowałem informatykę na uniwersytecie.",
      "example_translation": "Der Informatiker entwickelte einen neuen Algorithmus, um das System zu verbessern. Der Informatiker wird die Forschung auf der Konferenz präsentieren. Ich habe Informatik an der Universität studiert.",
      "imageLink": "image_files\\English\\"imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "projektant",
      "translation": "Entwerfer",
      "definition": "Projektant to osoba, która planuje wygląd i funkcjonowanie czegoś, zwłaszcza osoby, która używa sztuki, umiejętności i smaku, aby stworzyć rzeczy takie jak ubrania, meble i budynki.",
      "definition_translation": "Eine Person, die das Aussehen und die Funktionsweise von etwas plant, insbesondere eine, die Kunst, Geschick und Geschmack verwendet, um Dinge wie Kleidung, Möbel und Gebäude zu erstellen.",
      "example": "Projektant mody stworzył oszałamiającą kolekcję na Tydzień Mody w Paryżu. Ona zaprojektuje nową serię sukni w sezonie. Firma zaprojektowała nowy logo w zeszłym roku.",
      "example_translation": "Der Modedesigner erstellte eine atemberaubende Kollektion für die Paris Fashion Week. Sie wird nächste Saison eine neue Reihe von Kleidern entwerfen. Das Unternehmen hatte letztes Jahr ein neues Logo entworfen.",
      "imageLink": "image_files\\English\\"imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "detektyw",
      "translation": "Detektiv",
      "definition": "Detektyw to osoba, która, zwłaszcza policjant, prowadzi śledztwo i rozwiązuje przestępstwa.",
      "definition_translation": "Eine Person, insbesondere ein Polizist, der Verbrechen untersucht und aufklärt.",
      "example": "Detektyw prowadził śledztwo w sprawie serii włamań w sąsiedztwie. On rozwiązał złożony przypadek w zeszłym miesiącu. Detektyw będzie prowadził śledztwo w sprawie morderstwa jutro.",
      "example_translation": "Der Detektiv untersuchte eine Serie von Einbrüchen im Viertel. Sie hatte letzten Monat einen komplexen Fall gelöst. Der Detektiv wird morgen den Mord untersuchen.",
      "imageLink": "image_files\\English\\"imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "dyrektor",
      "translation": "Direktor",
      "definition": "Dyrektor to osoba, która jest odpowiedzialna za przedsiębiorstwo, organizację lub projekt.",
      "definition_translation": "Eine Person, die ein Unternehmen, eine Organisation oder ein Projekt leitet.",
      "example": "Dyrektor firmy wprowadził kilka zmian w strategii marketingowej. Ona będzie reżyserowała nowy film w przyszłym roku. Dyrektor zatwierdził projekt w zeszłym tygodniu.",
      "example_translation": "Der Direktor des Unternehmens machte einige Änderungen an der Marketingstrategie. Sie wird nächstes Jahr einen neuen Film drehen. Der Direktor hatte den Projektvorschlag letzte Woche genehmigt.",
      "imageLink": "image_files\\English\\"imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "didżej, DJ",
      "translation": "Discjockey, DJ",
      "definition": "Didżej to osoba, która gra muzykę nagraną w radiu lub na przyjęciu lub w klubie.",
      "definition_translation": "Eine Person, die aufgeteilte Musik im Radio oder bei einer Party oder in einem Club spielt.",
      "example": "Didżej zagrał świetny mix piosenek na imprezie. Ona będzie kręciła tackami w klubie tej nocy. Didżej zagrał live set na festiwalu w zeszłym lecie.",
      "example_translation": "Der DJ spielte eine großartige Mischung von Liedern auf der Party. Sie wird heute Abend einige Tracks im Club spielen. Der DJ hatte letzten Sommer ein Live-Set auf dem Festival gespielt.",
      "imageLink": "image_files\\English\\"imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "filmowiec",
      "translation": "Filmemacher",
      "definition": "Filmowiec to osoba, która produkuje filmy, zwłaszcza jako zawód.",
      "definition_translation": "Eine Person, die Filme macht, insbesondere als Beruf.",
      "example": "Ona była utalentowaną filmowcem, która nakręciła wiele dokumentów. Ona aktualnie produkuje nowy film. Ona będzie nakręciła kilka filmów do końca swojej kariery.",
      "example_translation": "Sie war eine talentierte Filmemacherin, die viele Dokumentarfilme gedreht hatte. Sie dreht derzeit einen neuen Film. Sie wird bis zum Ende ihrer Karriere mehrere Filme gemacht haben.",
      "imageLink": "image_files\\English\\"imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "strażak",
      "translation": "Feuerwehrmann",
      "definition": "Strażak to osoba, która jest szkolona do gaszenia pożarów i ratowania ludzi.",
      "definition_translation": "Eine Person, die ausgebildet wurde, um Brände zu löschen und Menschen zu retten.",
      "example": "Strażak ryzykował swoim życiem, aby uratować rodzinę z płonącego budynku. On szkoli się, aby zostać strażakiem. On będzie skończył szkolenie jako strażak za rok.",
      "example_translation": "Der Feuerwehrmann riskierte sein Leben, um die Familie aus dem brennenden Gebäude zu retten. Er bildet sich aus, um Feuerwehrmann zu werden. Er wird seine Ausbildung als Feuerwehrmann nächstes Jahr abgeschlossen haben.",
      "imageLink": "image_files\\English\\"imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": " Strażnik",
      "translation": "Wächter",
      "definition": "Strażnik to osoba, która obserwuje, chroni lub kontroluje ludzi lub rzeczy.",
      "definition_translation": "Eine Person, die Menschen oder Dinge beobachtet, schützt oder kontrolliert.",
      "example": "Strażnik był odpowiedzialny za bezpieczeństwo muzeum. On pracuje jako strażnik w więzieniu. On będzie strażnikiem przez pięć lat do następnego miesiąca.",
      "example_translation": "Der Wächter war für die Sicherheit des Museums verantwortlich. Er arbeitet als Wächter im Gefängnis. Er wird bis nächstem Monat fünf Jahre lang Wächter sein.",
      "imageLink": "image_files\\English\\"imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "gitarzysta",
      "translation": "Gitarrist",
      "definition": "Gitarzysta to osoba, która gra na gitarze, zwłaszcza zawodowo.",
      "definition_translation": "Eine Person, die Gitarre spielt, insbesondere professionell.",
      "example": "Gitarzysta miał talent i wielką prezencję sceniczną. Ona uczęszcza na lekcje gry na gitarze, aby zostać lepszym gitarzystą. Ona będzie sławną gitarzystką przez wiele lat, kiedy odbędzie emeryturę.",
      "example_translation": "Der Gitarrist war sehr talentiert und hatte eine großartige Bühnenpräsenz. Sie nimmt Gitarrenunterricht, um eine bessere Gitarristin zu werden. Sie wird viele Jahre lang eine berühmte Gitarristin sein, wenn sie in den Ruhestand geht.",
      "imageLink": "image_files\\English\\"imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]