[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "łopian",
      "translation": "Klette",
      "definition": "Roślina dwuletnia z rodziny astrowatych, o dużych, grubych liściach i fioletowych kwiatach. Korzenie i liście są używane w medycynie ziołowej.",
      "definition_translation": "Eine zweijährige Pflanze der Korbblütlerfamilie, mit großen, rohen Blättern und purpurnen Blüten. Die Wurzeln und Blätter werden in der Phytotherapie verwendet.",
      "example": "W dzieciństwie zbierałem korzenie łopianu, aby zrobić herbatę. Używam herbaty z łopianu, aby oczyścić swoją wątrobę. Próbuję zebrać liście łopianu latem przyszłym.",
      "example_translation": "Ich sammelte als Kind Klettenwurzeln, um Tee daraus zu machen. Ich habe Kletten-Tee verwendet, um meine Leber zu entgiften. Ich werde versuchen, nächsten Sommer Klettenblätter zu ernten.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "rumian",
      "translation": "Kamille",
      "definition": "Roślina Eurazjatycka z białymi lub żółtymi kwiatami, używana w medycynie ziołowej i jako herbata uspokajająca.",
      "definition_translation": "Ein Eurasisches Kraut mit weißen oder gelben Blüten, das in der Phytotherapie und als beruhigender Tee verwendet wird.",
      "example": "Moja babcia zaparzała herbatę z rumianu, aby uspokoić moje nerwy po długim dniu. Piję herbatę z rumianu, aby się zrelaksować przed snem. Postaram się wyhodować rumian w swoim ogrodzie wiosną przyszłą.",
      "example_translation": "Meine Großmutter würde Kamillentee aufbrühen, um meine Nerven nach einem langen Tag zu beruhigen. Ich habe Kamillentee getrunken, um mich vor dem Schlafen zu entspannen. Ich werde versuchen, nächstes Frühjahr Kamille in meinem Garten anzupflanzen.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": ".szponówka",
      "translation": "Katzenkralle",
      "definition": "Liana tropikalna z szponowatymi cierniami, używana w medycynie ziołowej, aby leczyć różne schorzenia.",
      "definition_translation": "Eine tropische Ranke mit krallenähnlichen Dornen, die in der Phytotherapie zur Behandlung von verschiedenen Gesundheitszuständen verwendet wird.",
      "example": "Brałem suplementy ze szponówki, aby wzmocnić swój system immunologiczny. Piłem herbatę ze szponówki, aby zmniejszyć stan zapalny po operacji. Postaram się znaleźć ekstrakty ze szponówki w sklepie ze zdrową żywnością.",
      "example_translation": "Ich habe Katzenkralle-Nahrungsergänzungsmittel genommen, um mein Immunsystem zu stärken. Ich nahm Katzenkralle-Tee, um Entzündungen nach meiner Operation zu reduzieren. Ich werde versuchen, Katzenkralle-Extrakte im Gesundheitsladen zu finden.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kopytnik",
      "translation": "Huflattich",
      "definition": "Roślina wieloletnia z żółtymi kwiatami, używana w medycynie ziołowej, aby leczyć choroby układu oddechowego.",
      "definition_translation": "Ein mehrjähriges Kraut mit gelben Blüten, das in der Phytotherapie zur Behandlung von Atemwegsproblemen verwendet wird.",
      "example": "Paliłem liście kopytnika, aby uzyskać ulgę w kaszlu. Piję herbatę z kopytnika, aby uśmierzyć ból gardła. Postaram się zrobić nalewkę z kopytnika, aby leczyć swoją zapalenie oskrzeli.",
      "example_translation": "Ich rauchte Huflattichblätter, um meinen Husten zu lindern. Ich habe Huflattich-Tee getrunken, um meine schmerzende Kehle zu beruhigen. Ich werde versuchen, einen Huflattich-Tinktur herzustellen, um meine Bronchitis zu behandeln.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "mniszek",
      "translation": "Löwenzahn",
      "definition": "Żółtokwiatowy chwast rodzący się w Europie i Azji, często uważany za szkodnika w trawnikach i ogrodach, ale także używany jako pokarm i w medycynie ziołowej.",
      "definition_translation": "Eine gelbblütige Unkraut, ursprünglich aus Europa und Asien, oft als Lästling in Rasen und Gärten betrachtet, aber auch als Nahrungsmittel und in der pflanzlichen Medizin verwendet.",
      "example": "Wczoraj zobaczyłem piękny mniszek kwitnący w ogrodzie. Dzisiaj zerwę mniszek do sałatki. Wczoraj zerwałem mniszek do sałatki.",
      "example_translation": "Ich sah einen schönen Löwenzahn in dem Garten gestern blühen. Ich werde heute einen Löwenzahn für meinen Salat pflücken. Ich pflückte gestern einen Löwenzahn für meinen Salat.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kozieradka",
      "translation": "Bockshornklee",
      "definition": "Roślina śródziemnomorska, uprawiana dla jej liści i nasion, które są używane jako pokarm i w tradycyjnej medycynie.",
      "definition_translation": "Eine Pflanze, die ursprünglich aus der Mediterraneenregion stammt, die für ihre Blätter und Samen angebaut wird, die als Nahrungsmittel und in der traditionellen Medizin verwendet werden.",
      "example": "Dodałem kozieradkę do swojego przepisu na curry w zeszłym tygodniu. Dodam kozieradkę do swojego przepisu na curry jutro. Od lat dodaję kozieradkę do swojego przepisu na curry.",
      "example_translation": "Ich fügte Bockshornklee meinem Curry-Rezept letzten Woche hinzu. Ich werde Bockshornklee meinem Curry-Rezept morgen hinzufügen. Ich füge Bockshornklee meinem Curry-Rezept seit Jahren hinzu.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "żen-szeń",
      "translation": "Ginseng",
      "definition": "Roślina azjatycka, uprawiana dla jej korzenia, który jest używany w tradycyjnej medycynie, szczególnie w Chinach i Korei.",
      "definition_translation": "Eine Pflanze, die ursprünglich aus Asien stammt, die für ihre Wurzel angebaut wird, die in der traditionellen Medizin, insbesondere in China und Korea, verwendet wird.",
      "example": "Wczoraj wypiłem herbatę z żen-szeniu, aby dodać sobie energii. Jutro wypiję herbatę z żen-szeniu, aby dodać sobie energii. Od miesięcy piję herbatę z żen-szeniu, aby dodać sobie energii.",
      "example_translation": "Ich trank Ginseng-Tee, um meine Energie gestern zu steigern. Ich werde Ginseng-Tee trinken, um meine Energie morgen zu steigern. Ich trinke Ginseng-Tee, um meine Energie seit Monaten zu steigern.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "skrzyp",
      "translation": "Schachtelhalm",
      "definition": "Typ rośliny z pustymi łodygami i cienkimi liśćmi, często spotykany w środowiskach wilgotnych, używany w medycynie ziołowej i jako dodatek do żywności.",
      "definition_translation": "Eine Art Pflanze mit hohlen Stängeln und dünnen Blättern, oft in feuchten Umgebungen zu finden, die in der pflanzlichen Medizin und als Lebensmittelzusatz verwendet wird.",
      "example": "Użyłem skrzypu jako naturalnego leku na utratę włosów w zeszłym roku. Postaram się użyć skrzypu jako naturalnego leku na utratę włosów w przyszłym miesiącu. Od lat używam skrzypu jako naturalnego leku na utratę włosów.",
      "example_translation": "Ich verwendete Schachtelhalm als natürliche Heilmittel für meinen Haarausfall letzten Jahr. Ich werde Schachtelhalm als natürliche Heilmittel für meinen Haarausfall nächsten Monat verwenden. Ich verwende Schachtelhalm als natürliche Heilmittel für meinen Haarausfall seit Jahren.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "kłębik",
      "translation": "Knotgras",
      "definition": "Typ chwastu, rodzimego w Europie i Azji, często spotykany w wilgotnych obszarach i mający charakterystyczny wygląd guzikowatego.",
      "definition_translation": "Eine Art von Unkraut, das in Europa und Asien beheimatet ist, wird oft in feuchten Gebieten gefunden und hat ein charakteristisches knotenartiges Aussehen.",
      "example": "Rolnik walczył, aby usunąć kłębik z jego pola, ponieważ opanowywał jego uprawy. Próbował usunąć go w zeszłym roku, ale on odrosnął tym roku i prawdopodobnie będzie wracał w przyszłości.",
      "example_translation": "Der Bauer kämpfte darum, das Knotgras von seinem Feld zu entfernen, da es seine Ernte erstickte. Er hatte letztes Jahr versucht, es zu entfernen, aber es war dieses Jahr wieder gewachsen und würde wahrscheinlich auch in Zukunft so bleiben.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "melisa",
      "translation": "Zitronenmelisse",
      "definition": "Typ zioła, rodem z Europy, często używanego w gotowaniu i herbatce ziołowej ze względu na swoje uspokajające działanie i cytrynowy smak.",
      "definition_translation": "Eine Art von Kraut, das in Europa beheimatet ist, wird oft in der Küche und Tee verwendet für seine beruhigenden Effekte und seinen Zitronengeschmack.",
      "example": "Dodała kilka źdźbeł melisy do swojej herbaty, aby się zrelaksować po długim dniu. Uprawiła ją w swoim ogrodzie latem zeszłym i była ona miłym dodatkiem do jej ziół leczniczych. Zamierza użyć jej w nowym przepisie, którego testuje w przyszłym tygodniu.",
      "example_translation": "Sie fügte ihrer Tee einige Zweige von Zitronenmelisse hinzu, um sich nach einem langen Tag zu entspannen. Sie hatte es letzten Sommer in ihrem Garten angebaut und es war eine liebevolle Ergänzung zu ihren Kräutermitteln gewesen. Sie plante, es in einem neuen Rezept zu verwenden, das sie nächste Woche testen würde.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nagietek",
      "translation": "Ringelblume",
      "definition": "Rodzaj kwiatu pochodzący z regionu śródziemnomorskiego, często używany w ogrodach i kompozycjach kwiatowych ze względu na jego jasne żółte i pomarańczowe kolory.",
      "definition_translation": "Eine Art von Blume, die im Mittelmeerraum beheimatet ist, wird oft in Gärten und Blumenarrangements verwendet für ihre bunten gelben und orangen Farben.",
      "example": "Posadziła nagietki w swoim ogrodzie, aby przyciągnąć pszczoły i motyle. Zauważyła, że były one rzadkie w zeszłym roku, ale teraz kwitły. Planowała użyć ich w bukiecie na urodziny matki następnego miesiąca.",
      "example_translation": "Sie pflanzte Ringelblumen in ihrem Garten, um Bienen und Schmetterlinge anzulocken. Sie hatte bemerkt, dass sie letzten Jahr rar waren, aber dieses Jahr gediehen sie prächtig. Sie plante, sie in einem Bouquet für ihren Muttertag nächste Monat zu verwenden.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "marchewka",
      "translation": "Mallom",
      "definition": "Rodzaj słodyczy wykonanej z cukru i żelatyny, często stosowanej w deserach i przekąskach.",
      "definition_translation": "Eine Art von süßen Konfekt, die aus Zucker und Gelatine hergestellt wird, wird oft in Desserts und Leckereien verwendet.",
      "example": "Dzieci uwielbiały pieczenie marchewek nad ogniskiem podczas wakacji letnich. Nigdy nie robiły s'mores przedtem, ale teraz były na nimi uzależnione. Planowały zrobić je ponownie następnego roku i może nawet spróbować nowych kombinacji smaków.",
      "example_translation": "Die Kinder liebten es, Mallom über dem Lagerfeuer während ihres Sommerurlaubs zu rösten. Sie hatten noch nie S'mores gemacht, aber jetzt waren sie süchtig. Sie planten, sie nächstes Jahr wieder zu machen, und vielleicht sogar einige neue Geschmackskombinationen auszuprobieren.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "babka lancetowata",
      "translation": "Wegerich",
      "definition": "Bylina zielna rodzima w Europie i Azji, o liściach lancetowatych i małych kwiatkach brunatnych.",
      "definition_translation": "Eine mehrjährige Krautpflanze, die in Europa und Asien heimisch ist, mit lanzettförmigen Blättern und kleinen braunen Blüten.",
      "example": "Używałam do zbierania babki lancetowatej w lesie jako dziecko, ale teraz wolę kupować ją na targu. Zbieram babkę lancetowatą każdego lata. Zbieram babkę lancetowatą jutro.",
      "example_translation": "Ich sammelte Wegerich im Wald als Kind, aber jetzt kaufe ich es lieber auf dem Markt. Ich sammle jeden Sommer Wegerich. Ich werde morgen Wegerich sammeln.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "szałwia",
      "translation": "Salbei",
      "definition": "Bylina zielna o liściach szarozielonych i fioletowych kwiatach, rodzima w regionie śródziemnomorskim.",
      "definition_translation": "Eine mehrjährige Krautpflanze mit grau-grünen Blättern und purpurnen Blüten, die im Mittelmeerraum heimisch ist.",
      "example": "Dodałam szałwię do farszu do indyka w zeszłym roku, ale tym roku będę używać tymianku. Szef kuchni dodał szałwię do sosu. Aromat szałwię wypełniał kuchnię.",
      "example_translation": "Ich fügte Salbei dem Füllstoff für den Truthahn letztes Jahr hinzu, aber dieses Jahr werde ich Thymian verwenden. Der Koch fügte Salbei der Soße hinzu. Der Duft von Salbei erfüllte die Küche.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "nocnik",
      "translation": "Johanneskraut",
      "definition": "Bylina zielna o kwiatach żółtych, stosowana w medycynie ziołowej w leczeniu łagodnej depresji.",
      "definition_translation": "Eine mehrjährige Krautpflanze mit gelben Blüten, die in der Phytotherapie zur Behandlung leichter Depressionen eingesetzt wird.",
      "example": "Moja babcia zawsze robiała herbatę z nocnika, aby uspokoić swoje nerwy. Spróbuję herbaty z nocnika następnym razem, gdy poczuję się niepewnie. Lekarz zalecił nocnik, aby złagodzić jej symptomy.",
      "example_translation": "Meine Großmutter haute Tee aus Johanneskraut, um ihre Nerven zu beruhigen. Ich werde nächsten Mal Johanneskraut-Tee versuchen, wenn ich mich ängstlich fühle. Der Arzt empfahl Johanneskraut, um ihre Symptome zu lindern.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Portugase",
      "word": "piołun",
      "translation": "Wermut",
      "definition": "Bylina zielna o liściach srebrzystoszarych i małych kwiatach żółtawych, stosowana w absyntcie i innych spirytusach.",
      "definition_translation": "Eine mehrjährige Krautpflanze mit silbergrauen Blättern und kleinen gelblichen Blüten, die in Absinth und anderen Spirituosen verwendet wird.",
      "example": "Barman dodał kilka kropli piołunu do koktajlu, aby nadać mu unikatowego smaku. Wczoraj próbowałem piołunu w absyntcie. Aromat piołunu unosił się w powietrzu.",
      "example_translation": "Der Barkeeper fügte dem Cocktail einige Tropfen Wermut hinzu, um einen einzigartigen Geschmack zu erzielen. Ich schmeckte Wermut im Absinth letzte Nacht. Der Duft von Wermut hing in der Luft.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]