[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "ennuyé",
      "definition": "Fühlend oder zeigend Müdigkeit und Unzufriedenheit, weil etwas nicht interessant ist.",
      "definition_translation": "Se sentir fatigué et malheureux parce que quelque chose n'est pas intéressant.",
      "example": "Ich war langweilig während der Vorlesung, also schlief ich ein. Ich bin langweilig zu Hause, also werde ich Fernsehen schauen. Ich werde langweilig sein, wenn ich nichts zu tun habe.",
      "example_translation": "J'étais ennuyé pendant la conférence, donc je me suis endormi. Je m'ennuie à la maison, donc je vais regarder la télévision. Je vais m'ennuyer si je n'ai rien à faire.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "ennuyeux",
      "definition": "Nicht interessant oder aufregend.",
      "definition_translation": "Non intéressant ou excitant.",
      "example": "Der Film war langweilig, also verließ ich das Kino. Das Buch ist langweilig, also werde ich es nicht lesen. Die Vorlesung wird langweilig sein, also werde ich nicht teilnehmen.",
      "example_translation": "Le film était ennuyeux, donc je suis parti du cinéma. Le livre est ennuyeux, donc je ne vais pas le lire. La conférence sera ennuyeuse, donc je n'y assisterai pas.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschickt",
      "translation": "intelligent",
      "definition": "Habend oder zeigend einen schnellen und erfinderischen Verstand.",
      "definition_translation": "Ayant ou montrant un esprit rapide et inventif.",
      "example": "Mein Bruder ist geschickt, also löst er Puzzle schnell. Sie war geschickt und fand eine Lösung für das Problem. Er wird geschickt sein und etwas Neues erfinden.",
      "example_translation": "Mon frère est intelligent, donc il résout les puzzles rapidement. Elle était intelligente et a trouvé une solution au problème. Il sera intelligent et inventera quelque chose de nouveau.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwierig",
      "translation": "difficile",
      "definition": "Nicht leicht zu tun oder zu verstehen.",
      "definition_translation": "Non facile à faire ou à comprendre.",
      "example": "Das Matheproblem ist schwierig, also brauche ich Hilfe. Die Sprache ist schwierig, also nehme ich Unterricht. Die Prüfung wird schwierig sein, also werde ich hart studieren.",
      "example_translation": "Le problème de mathématiques est difficile, donc j'ai besoin d'aide. La langue est difficile, donc je prends des leçons. Le test sera difficile, donc je vais étudier dur.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgerüstet",
      "translation": "excité",
      "definition": "Fühlend oder zeigend Begeisterung und Erwartung. Hervorrufend oder produzierend eine starke emotionale Reaktion.",
      "definition_translation": "Sentiment ou montrant de l'enthousiasme et de l'impatience. Ayant ou produisant une réponse émotionnelle forte.",
      "example": "Ich war aufgerüstet, zum Konzert letzte Nacht zu gehen. Ich bin aufgerüstet wegen der neuen Jobchance. Ich werde aufgerüstet sein, wenn ich meine Freunde nächsten Woche sehen werde.",
      "example_translation": "J'étais excité d'aller au concert hier soir. Je suis excité à propos de la nouvelle opportunité d'emploi. Je serai excité de voir mes amis la semaine prochaine.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufregend",
      "translation": " passionnant",
      "definition": "Hervorrufend Gefühle von Begeisterung und Erwartung. Sehr genießbar oder aufregend.",
      "definition_translation": "Provoquant des sentiments d'enthousiasme et d'impatience. Très agréable ou palpitant.",
      "example": "Die Feuerwerksshow war aufregend zu sehen. Ich finde es aufregend, neue Lebensmittel zu probieren. Die neue Achterbahnfahrt wird aufregend sein.",
      "example_translation": "Le spectacle de feux d'artifice était passionnant à regarder. Je trouve cela passionnant d'essayer de nouveaux aliments. La nouvelle montagne russe sera passionnante.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "berühmt",
      "translation": "célèbre",
      "definition": "Von vielen Menschen bekannt und gefeiert. Berühmt für Leistungen oder Eigenschaften.",
      "definition_translation": "Bien connu et célébré par de nombreuses personnes. Renommé pour les réalisations ou les qualités.",
      "example": "Das berühmte Gemälde hing im Museum. Sie ist berühmt für ihre schöne Stimme. Die Stadt ist berühmt für ihre historischen Sehenswürdigkeiten.",
      "example_translation": "Le tableau célèbre était accroché au musée. Elle est célèbre pour sa belle voix. La ville est célèbre pour ses monuments historiques.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "witzig",
      "translation": "drôle",
      "definition": "Hervorrufend Lachen oder Belustigung. Humorvoll oder komisch.",
      "definition_translation": "Provoquant le rire ou l'amusement. Humoristique ou comique.",
      "example": "Die Comedy-Show war witzig und unterhaltsam. Er hat eine witzige Art, Witze zu erzählen. Der Film war witzig, aber nicht so gut wie das Buch.",
      "example_translation": "Le spectacle de comédie était drôle et amusant. Il a une façon drôle de raconter des blagues. Le film était drôle, mais pas aussi bon que le livre.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gut",
      "translation": "bon",
      "definition": "Habend eine günstige Qualität oder Charakter; moralisch exzellent.",
      "definition_translation": "Ayant une qualité ou un caractère favorable ; moralement excellent.",
      "example": "Ich war gut in Mathe in der Schule. Ich bin gut im Schach jetzt. Ich werde gut im Kochen sein, bald.",
      "example_translation": "J'étais bon en maths à l'école. Je suis bon au jeu d'échecs maintenant. Je serai bon à cuisiner bientôt.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "joyeux",
      "definition": "Fühlend oder zeigend Freude oder Zufriedenheit.",
      "definition_translation": "Éprouvant ou montrant du plaisir ou de la satisfaction.",
      "example": "Ich war glücklich an meinem Geburtstag. Ich bin glücklich, dich jetzt zu sehen. Ich werde glücklich sein, wenn ich graduiere.",
      "example_translation": "J'étais heureux à ma fête d'anniversaire. Je suis heureux de vous voir maintenant. Je serai heureux lorsque je terminerai mes études.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessant",
      "translation": "intéressant",
      "definition": "Die Neugier oder das Interesse erregend; fesselnd.",
      "definition_translation": "Susceptible de susciter la curiosité ou l'intérêt ; captivant.",
      "example": "Der Film war interessant. Die Lehrerin machte die Lektion interessant. Ich werde ein interessantes Buch zum Lesen finden.",
      "example_translation": "Le film était intéressant. Le professeur a rendu la leçon intéressante. Je trouverai un livre intéressant à lire.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nett",
      "translation": "agréable",
      "definition": "Angenehm, erfreulich oder zufriedenstellend.",
      "definition_translation": "Agréable, plaisant ou satisfaisant.",
      "example": "Das Wetter war gestern nett. Das Essen war nett im Restaurant. Ich werde eine gute Zeit am Strand haben.",
      "example_translation": "Le temps était agréable hier. La nourriture était agréable au restaurant. Je passerai un agréable moment à la plage.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "traurig",
      "translation": "triste",
      "definition": "Traurigkeit oder Unglücklichkeit empfindend oder zeigen.",
      "definition_translation": "éprouvant ou montrant de la tristesse ou de l'infelicité",
      "example": "Ich war traurig, als ich mein Lieblingsspielzeug verlor, aber jetzt bin ich froh, ein neues zu haben. Ich werde traurig, wenn es regnet, aber ich werde traurig, wenn ich keinen Schirm habe.",
      "example_translation": "J'étais triste lorsque j'ai perdu mon jouet préféré, mais maintenant je suis heureux d'en avoir un nouveau. Je suis triste quand il pleut, mais je serai triste si je n'ai pas de parapluie.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "müde",
      "translation": "fatigué",
      "definition": "Ruhe oder Schlaf benötigend.",
      "definition_translation": "ayant besoin de repos ou de sommeil",
      "example": "Ich war müde nach dem Marathonlauf, aber jetzt bin ich müde vom Fernsehen. Ich werde müde, wenn ich nicht früh ins Bett gehe.",
      "example_translation": "J'étais fatigué après avoir couru un marathon, mais maintenant je suis fatigué de regarder la télévision. Je serai fatigué si je ne dors pas tôt ce soir.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenlos",
      "translation": "distrait",
      "definition": "Nicht auf die Dinge um dich herum achten.",
      "definition_translation": "ne pas prêter attention aux choses autour de vous",
      "example": "Ich war gedankenlos, als ich meine Schlüssel vergaß, aber jetzt bin ich gedankenlos, weil ich an meinen Urlaub denke. Ich werde gedankenlos, wenn ich meinen Zeitplan nicht aufschreibe.",
      "example_translation": "J'étais distrait lorsque j'ai oublié mes clés, mais maintenant je suis distrait parce que je pense à mes vacances. Je serai distrait si je n'écris pas mon emploi du temps.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "effrayé",
      "definition": "Furcht oder Ängstlichkeit empfindend.",
      "definition_translation": "éprouvant de la peur ou de l'anxiété",
      "example": "Ich war ängstlich vor dem Hund, als er bellte, aber jetzt bin ich ängstlich vor der Dunkelheit. Ich werde ängstlich, wenn ich ein Gespenst sehe.",
      "example_translation": "J'étais effrayé du chien lorsque celui-ci a aboyé, mais maintenant je suis effrayé de l'obscurité. Je serai effrayé si je vois un fantôme.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "en colère",
      "definition": "Eine starke Unzufriedenheit oder Feindseligkeit gegenüber etwas oder jemandem empfindend oder zeigen.",
      "definition_translation": "Éprouvant ou montrant une forte désapprobation ou hostilité envers quelque chose ou quelqu'un.",
      "example": "Ich war wütend, als ich die Nachrichten gestern sah. Ich bin wütend über die Situation. Ich werde wütend, wenn es wieder passiert.",
      "example_translation": "J'étais en colère lorsque j'ai vu les nouvelles hier. Je suis en colère à propos de la situation. Je serai en colère si cela se produit à nouveau.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "prudent",
      "definition": "Sorgfältige Überlegung, um Fehler oder Risiken zu vermeiden.",
      "definition_translation": "Consacrant une attention soignée pour éviter les erreurs ou les risques.",
      "example": "Ich war vorsichtig, als ich in die Stadt fuhr. Ich bin vorsichtig, was ich esse. Ich werde vorsichtig, wenn ich auf dem Eis gehe.",
      "example_translation": "J'étais prudent lorsque j'ai conduit à la ville. Je suis prudent à propos de ce que je mange. Je serai prudent lorsque je marcherai sur la glace.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühl",
      "translation": "frais",
      "definition": "Mäßig kalt in der Temperatur.",
      "definition_translation": "Modérément froid en température.",
      "example": "Das kühle Wasser war erfrischend. Die kühle Brise war willkommen. Der kühle Sommer war ungewöhnlich.",
      "example_translation": "L'eau fraîche était rafraîchissante. La brise fraîche était bienvenue. L'été frais était inhabituel.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verrückt",
      "translation": "fou",
      "definition": "Ernsthaft geistig krank; verrückt.",
      "definition_translation": "Gravement malade mentalement; fou.",
      "example": "Er war verrückt, dass er diesen Stunt versuchte. Sie ist verrückt nach ihrem neuen Job. Sie werden verrückt, wenn sie nicht eine Pause machen.",
      "example_translation": "Il était fou d'essayer ce stunt. Elle est folle de son nouveau travail. Ils seront fous s'ils ne font pas une pause.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gefährlich",
      "translation": "dangerux",
      "definition": "Voll von Risiko; wahrscheinlich, Schaden oder Verletzung zu verursachen.",
      "definition_translation": "Plein de risque; susceptible de causer du mal ou des blessures.",
      "example": "Die Straße war gefährlich, daher fuhren wir langsam. Wir werden vorsichtig sein, um keine gefährlichen Risiken einzugehen. Er war ein gefährlicher Fahrer.",
      "example_translation": "La route était dangereuse, alors nous avons conduit lentement. Nous serons prudents pour ne pas prendre de risques dangereux. Il était un conducteur dangereux.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "amical",
      "definition": "Mit einer angenehmen und zugänglichen Art ausgestattet.",
      "definition_translation": "Ayant ou montrant une manière agréable et accessible.",
      "example": "Sie war eine freundliche Lehrerin. Der freundliche Ladenassistent half uns. Wir werden freundlich zu unseren neuen Nachbarn sein.",
      "example_translation": "Elle était un enseignante amicale. L'assistant commercial amical nous a aidés. Nous serons amicaux envers nos nouveaux voisins.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "froh",
      "translation": "heureux",
      "definition": "Ein Gefühl der Freude oder Zufriedenheit empfindend oder zeigend.",
      "definition_translation": "Éprouvant ou montrant du plaisir ou du bonheur.",
      "example": "Ich war froh, meine Freunde zu sehen. Sie wird froh sein, die Nachricht zu hören. Er war froh, sein Projekt abzuschließen.",
      "example_translation": "J'étais heureux de voir mes amis. Elle sera heureuse d'entendre les nouvelles. Il était heureux de terminer son projet.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrlich",
      "translation": "honnête",
      "definition": "Wahrheitsgemäß und aufrichtig; starke moralische Prinzipien habend.",
      "definition_translation": "Véritable et sincère; ayant de forts principes moraux.",
      "example": "Er war ein ehrlicher Geschäftsmann. Sie wird ehrlich über ihre Fehler sein. Wir waren ehrlich zueinander.",
      "example_translation": "Il était un homme d'affaires honnête. Elle sera honnête à propos de ses erreurs. Nous avons été honnêtes l'un envers l'autre.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessiert",
      "translation": "intéressé",
      "definition": "Ein starkes Verlangen, etwas zu kennen oder zu lernen; neugierig auf etwas.",
      "definition_translation": "Ayant un désir fort de savoir ou d'apprendre quelque chose ; curieux à propos de quelque chose.",
      "example": "Ich war interessiert an dem Film letzte Nacht, also habe ich ihn wieder angesehen. Ich bin an dem Lernen von Französisch in diesem Jahr interessiert und denke, es wird hilfreich sein. Ich werde interessiert sein, nächste Woche mit meinen Freunden Fußball zu spielen.",
      "example_translation": "J'étais intéressé par le film hier soir, donc j'ai regardé encore une fois. Je suis intéressé par l'apprentissage du français cette année, et je pense que cela sera utile. Je serai intéressé par jouer au football la semaine prochaine avec mes amis.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liebenswürdig",
      "translation": "gentil",
      "definition": "Eine sanfte, rücksichtsvolle und wohltätige Natur habend.",
      "definition_translation": "Ayant ou montrant un caractère doux, prévenant et bienveillant.",
      "example": "Sie war liebenswürdig, als ich traurig war. Er ist liebenswürdig zu seiner Schwester, und sie liebt ihn. Sie werden liebenswürdig zu ihrem neuen Freund sein, wenn sie ihn treffen.",
      "example_translation": "Elle a été gentille avec moi lorsque j'étais triste. Il est gentil envers sa sœur, et elle l'aime. Ils seront gentils envers leur nouvel ami lorsqu'ils le rencontreront.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faul",
      "translation": "paresseux",
      "definition": "Unwillig, zu arbeiten oder sich anzustrengen; müßig.",
      "definition_translation": "Réfractaire au travail ou à faire des efforts ; oisif.",
      "example": "Ich war faul gestern, also habe ich meine Hausaufgaben nicht erledigt. Er ist faul und will nicht trainieren. Sie werden faul, wenn sie nicht genug Schlaf bekommen.",
      "example_translation": "J'étais paresseux hier, donc je n'ai pas fini mes devoirs. Il est paresseux et ne veut pas faire d'exercice. Ils seront paresseux s'ils n'ont pas assez de sommeil.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "fou",
      "definition": "Ärgerlich oder extrem verärgert; wütend.",
      "definition_translation": "En colère ou extrêmement contrarié ; furieux.",
      "example": "Ich war wütend auf meinen Bruder, als er mein Spielzeug zerbrochen hat. Er ist wütend auf seine Mutter, weil sie ihn nicht ausgehen lassen wollte. Sie werden wütend, wenn sie nicht bekommen, was sie wollen.",
      "example_translation": "J'étais en colère contre mon frère quand il a cassé mon jouet. Il est en colère contre sa mère parce qu'elle ne l'a pas laissé sortir. Ils seront en colère si ils n'obtiennent pas ce qu'ils veulent.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "ravi",
      "definition": "Ein Gefühl großer Freude oder Zufriedenheit empfindend.",
      "definition_translation": "éprouvant ou montrant un grand plaisir ou une grande satisfaction",
      "example": "Ich war zufrieden, Sie kennenzulernen. Ich bin zufrieden mit dem Ergebnis. Ich werde zufrieden sein, Ihnen zu helfen.",
      "example_translation": "J'étais ravi de vous rencontrer. Je suis satisfait du résultat. Je serai ravi de vous aider.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "poli",
      "definition": "Ein Verhalten zeigend, das respektvoll und rücksichtsvoll gegenüber anderen Menschen ist.",
      "definition_translation": "ayant ou montrant un comportement respectueux et考虑atif envers les autres",
      "example": "Sie ist immer höflich zu Fremden. Er war höflich zum Kellner. Sie werden höflich zu den Gästen sein.",
      "example_translation": "Elle est toujours polie envers les étrangers. Il était poli envers le serveur. Ils seront polis envers les invités.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arm",
      "translation": "pauvre",
      "definition": "wenig oder kein Geld, Güter oder andere Mittel zur Unterstützung habend",
      "definition_translation": "ayant peu ou pas d'argent, de biens ou d'autres moyens de soutien",
      "example": "Er war arm und konnte sich kein Auto leisten. Sie ist arm und wohnt in einer kleinen Wohnung. Sie werden arm sein, wenn sie nicht hart arbeiten.",
      "example_translation": "Il était pauvre et ne pouvait pas se payer une voiture. Elle est pauvre et vit dans un petit appartement. Ils seront pauvres si ils ne travaillent pas dur.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "calme",
      "definition": "wenig oder kein Geräusch machend",
      "definition_translation": "faisant peu ou pas de bruit",
      "example": "Das Zimmer war ruhig. Sie war ruhig während des Meetings. Sie werden ruhig im Bibliothek sein.",
      "example_translation": "La chambre était calme. Elle était calme pendant la réunion. Ils seront calmes dans la bibliothèque.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": "sérieux",
      "definition": "mit Sorgfalt über etwas nachdenkend oder viel Interesse und Anstrengung in einer Aufgabe oder Aktivität zeigend",
      "definition_translation": "Donnant une pensée soigneuse à quelque chose, ou montrant beaucoup d'intérêt et d'effort dans une tâche ou une activité.",
      "example": "Sie hat sich ernsthaft um ihre Studien gekümmert. Sie war ernsthaft daran interessiert, den Job zu bekommen, aber sie bekam ihn nicht. Sie wird ernsthaft über ihre zukünftigen Pläne nachdenken.",
      "example_translation": "Elle a été très sérieuse à propos de ses études récemment. Elle était sérieuse pour obtenir le travail, mais elle ne l'a pas obtenu. Elle sera sérieuse à propos de ses plans d'avenir.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "stupide",
      "definition": "ohne Intelligenz oder gesunden Menschenverstand, oder dumme oder törichte Dinge tuend",
      "definition_translation": "Manquant d'intelligence ou de bon sens, ou faisant quelque chose de sot ou de fou.",
      "example": "Er hat gestern etwas Dummes gemacht. Er war dumm, ihm zu vertrauen. Er wird dumm sein, wenn er jetzt aufgibt.",
      "example_translation": "Il a fait quelque chose de sot hier. Il était stupide d'avoir fait confiance à lui. Il sera stupide d'abandonner maintenant.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überrascht",
      "translation": "surpris",
      "definition": "fühlt oder zeigt, dass man etwas nicht erwartet hat, oder dass etwas passiert ist, das man nicht erwartet hat",
      "definition_translation": "Éprouvant ou montrant que vous ne vous attendiez pas à ce que quelque chose se produise, ou que quelque chose s'est produit que vous ne vous attendiez pas.",
      "example": "Ich war überrascht von der Nachricht. Sie überraschte mich mit einem Geschenk. Sie werden überrascht sein, wenn sie die Ergebnisse sehen.",
      "example_translation": "J'ai été surpris par les nouvelles. Elle m'a surpris avec un cadeau. Ils seront surpris lorsqu'ils verront les résultats.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "doux",
      "definition": "angenehm und erfreulich, oder einen zuckerhaltigen Geschmack habend",
      "definition_translation": "Agréable et agréable, ou ayant un goût sucré.",
      "example": "Die süßen Erinnerungen an meine Kindheit. Sie liebt süße Lebensmittel. Der Kuchen war süß und lecker.",
      "example_translation": "Les doux souvenirs de mon enfance. Elle adore les aliments sucrés. Le gâteau était doux et délicieux.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ordentlich",
      "translation": "range",
      "definition": "etwas in einer ordentlichen und organisierten Weise einzurichten; sauber und ordentlich zu machen",
      "definition_translation": "Ranger les choses de manière organisée et ordonnée ; rendre quelque chose propre et soigné.",
      "example": "Ich habe mein Zimmer gestern aufgeräumt, ich werde es morgen wieder aufgeräumen, und ich habe es jeden Tag für eine Woche aufgeräumt.",
      "example_translation": "J'ai rangé ma chambre hier, je rangerai à nouveau demain, et j'ai rangé tous les jours pendant une semaine.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "malheureux",
      "definition": "traurig oder unzufrieden fühlt; nicht zufrieden mit seinen Umständen",
      "definition_translation": "Sentiment de tristesse ou d'insatisfaction ; ne pas être satisfait de ses circonstances.",
      "example": "Ich war unzufrieden mit meinem Job, ich bin unzufrieden mit meiner aktuellen Situation, und ich werde unzufrieden sein, wenn ich keine Beförderung bekomme.",
      "example_translation": "J'étais malheureux dans mon emploi, je suis malheureux dans ma situation actuelle, et je serai malheureux si je n'obtiens pas une promotion.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "inquiet",
      "definition": "ängstlich oder besorgt über etwas; einen beunruhigten Geist habend",
      "definition_translation": "Sentiment d'anxiété ou de préoccupation à propos de quelque chose ; avoir un esprit trouble.",
      "example": "Ich war besorgt über die Prüfung, ich bin besorgt über meine Gesundheit, und ich werde besorgt über meine Zukunft sein.",
      "example_translation": "J'étais inquiet à propos de l'examen, je suis inquiet pour ma santé, et je serai inquiet pour mon avenir.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "actif",
      "definition": "in körperlicher oder geistiger Aktivität engagiert; nicht passiv",
      "definition_translation": "Impliqué dans ou caractérisé par une activité physique ou mentale ; pas passif.",
      "example": "Ich war aktiv im Sport, als ich jung war, ich bin aktiv in meiner Gemeinde jetzt, und ich werde aktiv in meinem Ruhestand sein.",
      "example_translation": "J'étais actif dans les sports lorsque j'étais jeune, je suis actif dans ma communauté maintenant, et je serai actif dans ma retraite.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "étonné",
      "definition": "fühlt oder zeigt große Überraschung oder Bewunderung",
      "definition_translation": "sentant ou montrant une grande surprise ou une grande admiration",
      "example": "Ich war erstaunt von der Schönheit des Sonnenuntergangs. Ich bin erstaunt über dein Talent. Ich werde erstaunt sein, wenn ich den Hauptgewinn herausbekomme.",
      "example_translation": "J'ai été étonné par la beauté du coucher de soleil. Je suis étonné par votre talent. Je serai étonné si je gagne à la loterie.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "incroyable",
      "definition": "extrem überraschend oder beeindruckend",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "Die Feuerwerksshow war erstaunlich. Sie hat eine erstaunliche Stimme. Die neue Achterbahn wird erstaunlich sein.",
      "example_translation": "Le spectacle de feux d'artifice était incroyable. Elle a une voix incroyable. Le nouveaumontagnes russe sera incroyable.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "avec colère",
      "definition": "in einem Zustand großer Wut oder Irritation",
      "definition_translation": "dans un état de grande colère ou d'irritation",
      "example": "Sie sprach wütend zu ihrem Bruder. Er schrie wütend über den Schiedsrichter. Sie werden wütend reagieren, wenn sie die Nachricht erfahren.",
      "example_translation": "Elle a parlé avec colère à son frère. Il a crié avec colère au arbitre. Ils réagiront avec colère à la nouvelle.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "ennuyé",
      "definition": "fühlt sich gereizt oder frustriert",
      "definition_translation": "sentant de l'irritation ou de la frustration",
      "example": "Ich war genervt von dem Lärm. Sie wird genervt, wenn Leute zu spät kommen. Sie werden genervt sein, wenn der Flug verspätet ist.",
      "example_translation": "J'étais ennuyé par le bruit. Elle s'ennuie quand les gens sont en retard. Ils seront ennuyés si le vol est retardé.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervig",
      "translation": "ennuyeux",
      "definition": "erregt Ärger oder Frustration; ärgerlich",
      "definition_translation": "causant de l'irritation ou de la frustration; embêtant",
      "example": "Die lautstarken Nachbarn haben mich die ganze Nacht nervig gemacht. Ich war nervig wegen des langen Wartens in der Schlange. Ich werde nervig sein, wenn ich keinen Erstattungsbetrag erhalte.",
      "example_translation": "Les voisins bruyants m'ont ennuyé toute la nuit. J'ai été ennuyé par la longue attente en ligne. Je serai ennuyé si je n'obtiens pas de remboursement.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "anxieux",
      "definition": "fühlt sich besorgt oder nervös wegen der Zukunft oder einer bestimmten Situation",
      "definition_translation": "se sentant inquiet ou nerveux à propos de l'avenir ou d'une situation spécifique",
      "example": "Ich war ängstlich vor dem Vorstellungsgespräch. Sie ist ängstlich, ihren neuen Vorgesetzten zu treffen. Er wird ängstlich sein, wenn er die Prüfungsergebnisse erfährt.",
      "example_translation": "J'étais inquiet à propos de l'entrevue. Elle est inquiète de rencontrer son nouveau manager. Il sera inquiet à propos des résultats de l'examen.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "courageux",
      "definition": "zeigt Tapferkeit oder Stärke in schwierigen oder gefährlichen Situationen",
      "definition_translation": "montrant du courage ou de la force face au danger ou à la difficulté",
      "example": "Der Feuerwehrmann war mutig während der Rettungsaktion. Sie war mutig, sich gegen Ungerechtigkeit zu äußern. Er wird mutig sein, um seine Ängste zu überwinden.",
      "example_translation": "Le pompier a été courageux pendant l'opération de sauvetage. Elle a été courageuse pour parler contre l'injustice. Il sera courageux pour affronter ses peurs.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "courageusement",
      "definition": "mit Tapferkeit oder Stärke in schwierigen oder gefährlichen Situationen",
      "definition_translation": "avec courage ou force face au danger ou à la difficulté",
      "example": "Der Soldat kämpfte mutig im Krieg. Sie sang mutig vor dem Publikum. Er wird mutig den Mördern gegenübertreten.",
      "example_translation": "Le soldat a combattu courageusement pendant la guerre. Elle a chanté courageusement devant le public. Il affrontera courageusement les brutes.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brillant",
      "translation": "brillant",
      "definition": "ausnahmsweise talentiert oder beeindruckend; leuchtet hell mit Licht",
      "definition_translation": "exceptionnellement doué ou impressionnant; brillant intensément de lumière",
      "example": "Sie war eine brillante Schülerin und bekam immer gute Noten. Sie ist brillant darin, Rätsel zu lösen. Sie wird brillant in ihrem neuen Job sein.",
      "example_translation": "Elle était une étudiante brillante et obtenait toujours des notes élevées. Elle est brillante pour résoudre des puzzles. Elle sera brillante dans son nouvel emploi.",
      "imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "calme",
      "definition": "friedlich und still in der Natur; frei von Störungen oder Unruhe",
      "definition_translation": "paisible et calme dans la nature; exempt de perturbation ou de turmoil",
      "example": "Die ruhige Atmosphäre des Strandes half mir, mich zu entspannen. Sie blieb ruhig während der Krise. Die Ruhe vor dem Sturm war unheimlich.",
      "example_translation": "L'atmosphère calme de la plage m'a aidé à me détendre. Elle est restée calme pendant la crise. Le calme avant la tempête était inquiétant.",
      "imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sorglos",
      "translation": "insouciant",
      "definition": "ohne Sorgen oder Ängste; fröhlich und entspannt",
      "definition_translation": "ayant ou montrant un manque de préoccupation ou de souci; se sentant heureux et détendu",
      "example": "Sie war sorglos und spontan in ihrer Jugend. Er ist sorglos, seitdem er im Ruhestand ist. Sie waren sorglos und verliebt.",
      "example_translation": "Elle était insouciante et spontanée dans sa jeunesse. Il est insouciant maintenant qu'il est à la retraite. Ils étaient insouciants et amoureux.",
      "imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "achtlos",
      "translation": "négligent",
      "definition": "gibt nicht genug Aufmerksamkeit oder Gedanken an etwas; leichtsinnig oder verantwortungslos",
      "definition_translation": "ne pas donner suffisamment d'attention ou de pensée à quelque chose; imprudent ou irresponsable",
      "example": "Er war achtlos mit seinen Sachen und verlor sein Handy. Sie war achtlos mit ihren Worten und verletzte seine Gefühle. Sie waren achtlos mit ihrem Geld und gingen bankrott.",
      "example_translation": "Il était négligent avec ses affaires et a perdu son téléphone. Elle était négligente avec ses mots et a blessé ses sentiments. Ils étaient négligents avec leur argent et sont tombés fauchés.",
      "imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "charmant",
      "translation": "charmant",
      "definition": "gibt großes Vergnügen oder Freude; angenehm und attraktiv",
      "definition_translation": "Donnant un grand plaisir ou une grande jouissance ; agréable et attractif.",
      "example": "Die charmante Atmosphäre des Restaurants machte unseren Abend besonders. Der Kellner war charmant und aufmerksam. Sie wird die Gäste mit ihrem Lächeln charmieren.",
      "example_translation": "L'atmosphère charmante du restaurant a rendu notre soirée spéciale. Le serveur était charmant et attentionné. Elle charmera les invités avec son sourire.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiter",
      "translation": "joyeux",
      "definition": "hat ein angenehmes und optimistisches Gefühl; fröhlich und lebendig",
      "definition_translation": "Ayant ou montrant un sentiment agréable et optimiste ; heureux et enjoué.",
      "example": "Die heiteren Dekorationen im Raum hoben die Stimmung aller an. Sie war heiter und gesprächig auf der Party. Die Kinder werden heiter, wenn sie ihre Geschenke erhalten.",
      "example_translation": "Les décorations joyeuses dans la pièce ont élevé l'humeur de tout le monde. Elle était joyeuse et bavarde à la fête. Les enfants seront joyeux quand ils recevront leurs cadeaux.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "froid",
      "definition": "hat eine niedrige Temperatur; nicht warm oder heiß",
      "definition_translation": "Ayant une température faible ; pas chaud ou chaud.",
      "example": "Das kalte Wasser war erfrischend an einem heißen Sommertag. Ich fing mir eine Erkältung letzte Woche und lag im Bett. Die kalten Wintertage sind meine Lieblingszeit.",
      "example_translation": "L'eau froide était rafraîchissante un jour d'été chaud. J'ai attrapé un rhume la semaine dernière et j'étais cloué au lit. Les matins d'hiver froid sont mes préférés.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "confus",
      "definition": "unsicher oder unklar über etwas; ungeordnet oder durcheinander",
      "definition_translation": "Incertain ou unclear sur quelque chose ; désorganisé ou mélangé.",
      "example": "Ich war verwirrt durch das komplexe Mathematikproblem. Der verwirrte Blick auf ihrem Gesicht war Gold wert. Die Touristen waren verwirrt durch die U-Bahn-Karte.",
      "example_translation": "J'étais confus par le problème de mathématiques complexe. Le regard confus sur son visage était précieux. Les touristes étaient confus par la carte du métro.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kreativ",
      "translation": "créatif",
      "definition": "hat die Fähigkeit, neue und originelle Ideen, Lösungen oder Produkte zu erstellen",
      "definition_translation": "Ayant la capacité de créer de nouvelles et originales idées, solutions ou produits.",
      "example": "Sie ist eine kreative Schriftstellerin, die mehrere Bestseller-Romane geschrieben hat. Sie erstellte einen neuen Charakter in ihrem letzten Buch, und sie wird nächstes Jahr einen Film basierend auf ihm erstellen.",
      "example_translation": "Elle est une écrivaine créative qui a écrit plusieurs romans à succès. Elle a créé un nouveau personnage dans son dernier livre, et elle créera un film basé sur cela l'année prochaine.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grausam",
      "translation": "cruel",
      "definition": "tätigt vorsätzlich Schmerz oder Leid an anderen, oder empfindet Vergnügen bei dem Anblick von anderen, die leiden",
      "definition_translation": "Causing sciemment de la douleur ou de la souffrance à autrui, ou éprouvant du plaisir en voyant les autres blessés.",
      "example": "Der grausame Diktator folterte seine Gefangenen, und er wird es weiterhin tun, unless er aufgehalten wird. Er war grausam zu seiner Frau, und sie verließ ihn letztes Jahr.",
      "example_translation": "Le dictateur cruel a torturé ses prisonniers, et il continuerait à le faire à moins qu'il ne soit arrêté. Il a été cruel envers sa femme, et elle l'a quitté l'année dernière.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curieux",
      "definition": "wünscht, über etwas oder jemanden zu erfahren, oft auf stille oder geheime Weise",
      "definition_translation": "Voulant apprendre ou connaître quelque chose ou quelqu'un, souvent de manière discrète ou secrète.",
      "example": "Das neugierige Kind stellte zu viele Fragen, und sie wird weiterhin Fragen stellen. Sie war neugierig über ihre Familiengeschichte, und sie recherchierte letztes Jahr darüber.",
      "example_translation": "L'enfant curieux a posé trop de questions, et elle continuera à en poser plus. Elle était curieuse de son histoire de famille, et elle l'a recherchée le mois dernier.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curieusement",
      "definition": "auf neugierige Weise, oft auf stille oder geheime Weise",
      "definition_translation": "De manière curieuse, souvent de manière discrète ou secrète.",
      "example": "Sie sah den Fremden neugierig an, und sie wird ihn morgen wieder neugierig beobachten. Er benahm sich neugierig auf der Party, und alle bemerkten es.",
      "example_translation": "Elle a regardé l'étranger curieusement, et elle observera curieusement de nouveau demain. Il s'est comporté curieusement au party, et tout le monde l'a remarqué.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entzückt",
      "translation": "ravi",
      "definition": "Große Freude oder Vergnügen empfindend oder zeigen.",
      "definition_translation": "Éprouver ou montrer un grand plaisir ou une grande joie.",
      "example": "Ich war entzückt, als ich die Nachricht erhielt. Ich bin entzückt, hier zu sein. Ich werde entzückt sein, wenn ich dir helfe.",
      "example_translation": "J'étais ravi de recevoir la nouvelle. Je suis ravi d'être ici. Je serai ravi de vous aider.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimiert",
      "translation": "déprimé",
      "definition": "Traurigkeit oder Hoffnungslosigkeit empfindend oder zeigen.",
      "definition_translation": "Éprouver ou montrer de la tristesse ou du désespoir.",
      "example": "Ich fühlte mich deprimiert, nachdem ich meinen Job verloren hatte. Ich bin deprimiert über den aktuellen Zustand der Dinge. Ich war deprimiert von der Nachricht.",
      "example_translation": "J'ai eu le moral en berne après avoir perdu mon travail. Je suis déprimé par l'état actuel des choses. J'ai été déprimé par la nouvelle.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuscht",
      "translation": "déçu",
      "definition": "Unzufrieden oder enttäuscht, weil etwas nicht geschehen ist oder nicht so gut war, wie erwartet.",
      "definition_translation": "Éprouver de l'insatisfaction ou de la déception parce que quelque chose n'est pas arrivé ou n'était pas aussi bon que prévu.",
      "example": "Ich war enttäuscht vom Film. Ich bin enttäuscht von dir. Ich werde enttäuscht sein, wenn ich den Job nicht bekomme.",
      "example_translation": "J'ai été déçu par le film. Je suis déçu de toi. Je serai déçu si je n'obtiens pas le travail.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuschend",
      "translation": "décevant",
      "definition": "Erwartungen oder Standards nicht erfüllend.",
      "definition_translation": "Ne pas remplir les attentes ou les normes.",
      "example": "Das neue Restaurant war enttäuschend. Der Service war enttäuschend. Der Film war enttäuschend.",
      "example_translation": "Le nouveau restaurant était décevant. Le service était décevant. Le film était décevant.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leichtfertig",
      "translation": "facile à vivre",
      "definition": "Ein ruhiges und angenehmes Temperament habend; nicht leicht zu ärgern oder zu stören.",
      "definition_translation": "Ayant un tempérament calme et agréable; ne se dérange pas facilement ou ne s'irrite pas.",
      "example": "Sie ist eine leichtfertige Person, die immer versucht, Konflikte zu lösen.",
      "example_translation": "Elle est une personne facile à vivre qui essaie toujours de trouver une solution aux conflits.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich berührt",
      "translation": "gêné",
      "definition": "Scham oder Schuld empfindend, oft begleitet von einer Art von Unbehagen oder Selbstbewusstsein.",
      "definition_translation": "Sentant ou montrant de la honte ou de la culpabilité, souvent accompagné d'un sentiment de gêne ou de conscience de soi.",
      "example": "Ich fühlte mich peinlich berührt, als ich versehentlich Kaffee auf mein Hemd verschüttet hatte, vor meinen Kollegen.",
      "example_translation": "J'ai eu honte lorsque j'ai accidentellement renversé du café sur ma chemise devant mes collègues.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich",
      "translation": "gênant",
      "definition": "Gefühle von Scham oder Unbehagen verursachend; unangenehm oder schwierig zu handhaben.",
      "definition_translation": "Provocant des sentiments de honte ou de gêne; inconfortable ou difficile à gérer.",
      "example": "Es war peinlich, den Politiker zusehen, wie er versuchte, seinen Fehler live im Fernsehen zu erklären.",
      "example_translation": "C'était gênant de regarder le politicien essayer d'expliquer son erreur en direct à la télévision.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenehm",
      "translation": "agréable",
      "definition": "Vergnügen oder Zufriedenheit bereitend; angenehm oder befriedigend.",
      "definition_translation": "Donnant du plaisir ou du délice; agréable ou satisfaisant.",
      "example": "Das Konzert war angenehm, und ich tanzte die ganze Nacht.",
      "example_translation": "Le concert était agréable, et j'ai dansé toute la nuit.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgerüstet",
      "translation": "avec enthousiasme",
      "definition": "auf eine Weise, die große Begeisterung und Ungeduld zeigt",
      "definition_translation": "d'une manière qui montre un grand enthousiasme et une grande impatience",
      "example": "Ich rannte aufgerüstet zum Briefkasten, um zu sehen, ob mein Paket angekommen war. Ich wartete aufgerüstet auf die Ergebnisse. Ich werde aufgerüstet reagieren, wenn ich die Ergebnisse sehe.",
      "example_translation": "J'ai couru avec enthousiasme jusqu'à la boîte aux lettres pour voir si mon paquet était arrivé. J'ai attendu avec enthousiasme pendant des semaines. Je réagirai avec enthousiasme lorsque je verrai les résultats.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpft",
      "translation": "épuisé",
      "definition": "extrem müde oder ausgelastet",
      "definition_translation": "se sentant extrêmement fatigué ou épuisé d'énergie",
      "example": "Ich fühlte mich erschöpft, nachdem ich den Marathon gelaufen war. Ich war erschöpft von 12 Stunden Arbeit pro Tag. Ich werde erschöpft sein, wenn ich meine Prüfung bestanden habe.",
      "example_translation": "Je me suis senti épuisé après avoir couru le marathon. J'étais épuisé après avoir travaillé 12 heures par jour. Je serai épuisé après avoir étudié pour mon examen.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "expérimenté",
      "definition": "haben Fähigkeiten oder Wissen erworben, indem man etwas viele Male getan hat",
      "definition_translation": "ayant des compétences ou des connaissances acquises en faisant quelque chose de nombreuses fois",
      "example": "Sie ist eine erfahrene Lehrerin, die 20 Jahre lang unterrichtet hat. Er war ein erfahrener Pilot, der viele Male geflogen ist. Sie werden erfahrene Programmierer sein, wenn sie den Kurs abschließen.",
      "example_translation": "Elle est une enseignante expérimentée qui a enseigné pendant 20 ans. Il était un pilote expérimenté qui avait volé de nombreuses fois. Ils seront des programmeurs expérimentés après avoir terminé le cours.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedächtnislos",
      "translation": "oublieux",
      "definition": "habe die Tendenz, Dinge zu vergessen",
      "definition_translation": "ayant tendance à oublier les choses",
      "example": "Ich bin gedächtnislos und vergesse immer mein Passwort. Sie war gedächtnislos und ließ ihren Schirm zu Hause. Er wird gedächtnislos sein, wenn er es nicht aufschreibt.",
      "example_translation": "Je suis oublieux et oublie toujours mon mot de passe. Elle était oublieuse et avait laissé son parapluie à la maison. Il sera oublieux s'il ne l'écrit pas.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschrocken",
      "translation": "effrayé",
      "definition": "fühle Angst oder Ängstlichkeit, besonders plötzlich oder intensiv",
      "definition_translation": "éprouvant de la peur ou de l'anxiété, notamment brusquement ou de manière intense",
      "example": "Ich war erschrocken von dem lauten Geräusch, Ich bin erschrocken von Spinnen, Ich werde erschrocken sein, wenn ich nicht pünktlich nach Hause komme.",
      "example_translation": "J'ai été effrayé par le bruit fort, je suis effrayé des araignées, je serai effrayé si je n'arrive pas à domicile à l'heure.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freigiebig",
      "translation": "généreux",
      "definition": "bereit, freiwillig Zeit, Geld oder Anstrengungen zu opfern",
      "definition_translation": "prêt à donner librement de son temps, de son argent ou de ses efforts",
      "example": "Sie war freigiebig mit ihrer Zeit, Er ist freigiebig mit seinem Geld, Sie werden freigiebig mit ihren Fähigkeiten sein.",
      "example_translation": "Elle était généreuse avec son temps, Il est généreux avec son argent, Ils seront généreux avec leurs compétences.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sanft",
      "translation": "doux",
      "definition": "hat oder zeigt eine freundliche und ruhige Natur",
      "definition_translation": "ayant ou montrant une nature douce et calme",
      "example": "Sie hat eine sanfte Berührung, Er ist sanft mit Tieren, Sie waren sanft miteinander.",
      "example_translation": "Elle a une touche douce, Il est doux avec les animaux, Ils étaient doux les uns envers les autres.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dankbar",
      "translation": "reconnaissant",
      "definition": "fühlt oder zeigt Anerkennung oder Dank",
      "definition_translation": "éprouvant ou montrant de l'appréciation ou de la gratitude",
      "example": "Ich war dankbar für die Hilfe, Sie ist dankbar für ihre Familie, Sie werden dankbar für die Gelegenheit sein.",
      "example_translation": "J'étais reconnaissant pour l'aide, Elle est reconnaissante pour sa famille, Ils seront reconnaissants pour l'opportunité.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schuldig",
      "translation": "coupable",
      "definition": "hat ein Vergehen oder ein Unrecht begangen; verantwortlich für ein Fehlverhalten oder ein Verbrechen",
      "definition_translation": "Ayant commis une infraction ou une faute; responsable d'une erreur ou d'un crime.",
      "example": "Sie fühlte sich schuldig, weil sie nicht ihrer Schwester zur Hochzeit erschienen ist. Sie war schuldig, Geld von ihrem Arbeitgeber gestohlen zu haben. Sie wird schuldig sein, wenn sie nicht handelt.",
      "example_translation": "Elle se sentait coupable de ne pas avoir assisté au mariage de sa sœur. Elle avait été coupable de voler de l'argent à son employeur. Elle sera coupable de négligence si elle n'agit pas.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "heureusement",
      "definition": "in einer glücklichen oder freudigen Weise; mit einem Gefühl von Zufriedenheit oder Freude",
      "definition_translation": "D'une manière heureuse ou joyeuse; avec un sens de contentement ou de plaisir.",
      "example": "Sie lebten glücklich bis an ihr Ende. Sie sang glücklich unter der Dusche. Sie werden glücklich eine Rückerstattung anbieten.",
      "example_translation": "Ils ont vécu heureusement jusqu'à la fin des temps. Elle chantait heureusement sous la douche. Ils seront heureux de fournir un remboursement.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hilfreich",
      "translation": "utile",
      "definition": "bietet Unterstützung oder Hilfe an; nützlich oder vorteilhaft",
      "definition_translation": "Fournissant une aide ou un soutien; utile ou bénéfique.",
      "example": "Der Lehrer war sehr hilfreich bei der Erklärung des Konzepts. Die Software ist hilfreich für die Verwaltung von Aufgaben. Die Anleitung war hilfreich beim Zusammenbau des Möbels.",
      "example_translation": "Le professeur était très utile pour expliquer le concept. Le logiciel est utile pour gérer les tâches. Les instructions étaient utiles pour assembler les meubles.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungsvoll",
      "translation": "espérant",
      "definition": "hat ein Gefühl der Erwartung und des Wunsches, dass etwas geschieht; voller Hoffnung",
      "definition_translation": "Ayant un sentiment d'attente et de désir pour que quelque chose se produise; plein d'espoir.",
      "example": "Sie war hoffnungsvoll, dass sie den Job bekommt. Er war hoffnungsvoll, dass das Wetter besser wird. Sie sind hoffnungsvoll, dass die neue Richtlinie erfolgreich sein wird.",
      "example_translation": "Elle était espérante qu'elle obtiendrait le travail. Il était espérant que le temps s'améliorerait. Ils sont espérants que la nouvelle politique sera efficace.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungslos",
      "translation": "désespéré",
      "definition": "Ohne Hoffnung; ein Gefühl oder eine Atmosphäre völliger Verzweiflung.",
      "definition_translation": "N'ayant pas d'espoir ; éprouvant ou montrant un désespoir complet.",
      "example": "Ich fühlte mich hoffnungslos, als ich meinen Job verlor, aber ich versuche, positiv zu bleiben. Ich war hoffnungslos in Mathe in der Schule. Ich werde mich hoffnungslos fühlen, wenn ich die Beförderung nicht bekomme.",
      "example_translation": "Je me suis senti désespéré lorsque j'ai perdu mon travail, mais j'essaie de rester positif. J'étais désespéré en mathématiques à l'école. Je me sentirai désespéré si je n'obtiens pas la promotion.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verletzen",
      "translation": "blessé",
      "definition": "Körperlichen oder emotionalen Schmerz oder Verletzung zu verursachen.",
      "definition_translation": "Causer une douleur physique ou émotionnelle ou une blessure.",
      "example": "Der Sturz verletzte meinen Rücken, aber ich bin wieder okay. Ich verletzte die Gefühle meines Freundes, als ich seinen Geburtstag vergaß. Ich werde mich selbst verletzen, wenn ich nicht aufpasse.",
      "example_translation": "La chute m'a blessé le dos, mais je vais bien maintenant. J'ai blessé les sentiments de mon amie quando j'ai oublié son anniversaire. Je me blesserai si je ne prends pas soin.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verliebt",
      "translation": "amoureux",
      "definition": "Eine starke Zuneigung oder Liebe zu jemandem zu empfinden.",
      "definition_translation": "Ayant un sentiment fort d'amour ou d'affection pour quelqu'un.",
      "example": "Ich war verliebt in meine High-School-Liebe, aber wir trennten uns. Ich bin verliebt in meinen Partner jetzt. Ich werde verliebt sein, wenn ich jemanden finde.",
      "example_translation": "J'étais amoureux de mon amour de lycée, mais nous nous sommes séparés. Je suis amoureux de mon partenaire maintenant. Je serai amoureux de quelqu'un un jour.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen",
      "translation": "en larmes",
      "definition": "Weinend, insbesondere weil von Traurigkeit oder emotionaler Not.",
      "definition_translation": "Pleurer, notamment en raison de la tristesse ou de la détresse émotionnelle.",
      "example": "Ich war in Tränen, als mein Hund starb. Ich bin in Tränen, während ich diesen traurigen Film sehe. Ich werde in Tränen sein, wenn ich meine Familie lange Zeit nicht sehe.",
      "example_translation": "J'étais en larmes lorsque mon chien est décédé. Je suis en larmes en regardant ce film triste. Je serai en larmes si je ne vois pas ma famille pendant longtemps.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligent",
      "definition": "Die Fähigkeit zu haben, zu lernen oder zu verstehen oder neue oder schwierige Situationen zu meistern, Wissen anzuwenden, um seine Umgebung zu manipulieren oder abstrakt zu denken.",
      "definition_translation": "Ayant la capacité d'apprendre ou de comprendre ou de faire face à de nouvelles situations éprouvantes, ayant la capacité d'appliquer des connaissances pour manipuler son environnement ou de penser de manière abstraite.",
      "example": "Sie war eine intelligente Schülerin, die ihre Aufgaben immer rechtzeitig erledigte. Sie wird intelligent arbeiten, um das Problem zu lösen. Sie hatte intelligent gearbeitet, um ihre Ziele zu erreichen.",
      "example_translation": "Elle était une étudiante intelligente qui avait toujours terminé ses devoirs à temps. Elle travaillera intelligemment pour résoudre le problème. Elle avait travaillé intelligemment pour atteindre ses objectifs.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eifersüchtig",
      "translation": "jaloux",
      "definition": "Ein intensives und oft unvernünftiges Verlangen zu haben, etwas zu besitzen, das jemandem anderen gehört, eine Resentiments- oder bittere Reaktion auf eine wahrgenommene Bedrohung.",
      "definition_translation": "Éprouvant ou montrant un désir intense et souvent irraisonné de posséder quelque chose qui appartient à quelqu'un d'autre, se sentant rancunier ou amer en réponse à une menace perçue.",
      "example": "Er war eifersüchtig auf den neuen Wagen seines Bruders. Sie wird eifersüchtig, wenn er mit anderen Mädchen spricht. Sie werden eifersüchtig auf unseren Erfolg sein.",
      "example_translation": "Il était jaloux de la nouvelle voiture de son frère. Elle devient jalouse lorsqu'il parle à d'autres filles. Ils seront jaloux de notre succès.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "ardent",
      "definition": "Eine starke und enthusiastische Begeisterung für etwas zu haben, einen scharfen und schnellen Verstand zu haben, begierig zu tun.",
      "definition_translation": "Ayant un intérêt fort et enthousiaste pour quelque chose, ayant un esprit vif et rapide, impatient de faire quelque chose.",
      "example": "Sie ist begeistert von Tennis. Er war begeistert, die neue Fähigkeit zu erlernen. Sie werden begeistert sein, in das Projekt zu investieren.",
      "example_translation": "Elle est passionnée de jouer au tennis. Il était impatient d'apprendre la nouvelle compétence. Ils seront impatients d'investir dans le projet.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "aimablement",
      "definition": "In einer sanften und rücksichtsvollen Art, in einer freundlichen und großzügigen Weise, in einer höflichen und couragierten Weise.",
      "definition_translation": "D'une manière douce et prévenante, d'une manière amicale et généreuse, d'une manière polie et respectueuse.",
      "example": "Bitte seien Sie freundlich und rauchen Sie nicht im Zimmer. Sie sprach freundlich mit den Kindern. Sie werden freundlich die notwendige Unterstützung anbieten.",
      "example_translation": "Veuillez vous abstenir aimablement de fumer dans la pièce. Elle a parlé aimablement aux enfants. Ils vont aimablement fournir l'assistance nécessaire.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lebhaft",
      "translation": "animé",
      "definition": "Voll von Energie und Vitalität; dynamisch und enthusiastisch.",
      "definition_translation": "Plein d'énergie et de vitalité ; spirituel et enthousiaste.",
      "example": "Sie war ein lebhaftes Kind, das gerne draußen spielte. Sie ist ein lebhafter Mensch, der gerne tanzt. Sie wird eine lebendige alte Dame sein, die gerne Geschichten erzählt.",
      "example_translation": "Elle était un enfant animé qui aimait jouer dehors. Elle est une personne animée qui aime danser. Elle sera une vieille dame animée qui aime raconter des histoires.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einsam",
      "translation": "seul",
      "definition": "Traurig und isoliert zu sein, weil man keine Freunde oder Begleitung hat.",
      "definition_translation": "Se sentir triste et isolé parce que l'on n'a pas d'amis ou de compagnie.",
      "example": "Er fühlte sich einsam, als er in eine neue Stadt zog. Er ist einsam, weil er keine Freunde hat. Er wird sich einsam fühlen, wenn seine Familie wegzieht.",
      "example_translation": "Il s'est senti seul lorsqu'il a emménagé dans une nouvelle ville. Il est seul parce qu'il n'a pas d'amis. Il se sentira seul lorsque sa famille s'en ira.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Launenhaft",
      "translation": "lunatique",
      "definition": "Geneigt zu plötzlichen und unvorhersehbaren Stimmungswechseln.",
      "definition_translation": "Donné à des changements d'humeur soudains et imprévisibles.",
      "example": "Sie war ein launenhafter Teenager, der oft in Streit geriet. Sie ist eine launenhaft Person, die leicht wütend wird. Sie wird eine launenhafter Künstlerin sein, die emotionale Musik schafft.",
      "example_translation": "Elle était un adolescent lunatique qui se querellait souvent. Elle est une personne lunatique qui se fâche facilement. Elle sera un artiste lunatique qui crée de la musique émotionnelle.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "negativ",
      "translation": "négatif",
      "definition": "Die Verneinung, Ablehnung oder Opposition ausdrückend oder implizierend.",
      "definition_translation": "Exprimant ou impliquant la négation, le refus ou l'opposition.",
      "example": "Er hatte eine negative Einstellung gegenüber der neuen Idee. Sie ist eine negative Person, die immer klagt. Sie werden eine negative Reaktion auf die Nachricht haben.",
      "example_translation": "Il avait une attitude négative envers la nouvelle idée. Elle est une personne négative qui se plaint toujours. Ils auront une réaction négative à la nouvelle.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervös",
      "translation": "nerveux",
      "definition": "Ängstlichkeit, Unruhe oder Besorgnis empfindend oder zeigend.",
      "definition_translation": "éprouvant ou montrant de l'anxiété, de la gêne ou de l'appréhension",
      "example": "Ich war nervös wegen des Vorstellungsgesprächs, aber ich habe mich Wochen vorher nervös gemacht, und ich werde bis zum Ergebnis nervös bleiben.",
      "example_translation": "J'étais nerveux à propos de l'entrevue d'embauche, mais j'ai été nerveux à ce sujet pendant des semaines, et je serai nerveux jusqu'à ce que j'obtienne le résultat.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geduldig",
      "translation": "patient",
      "definition": "in der Lage, Verzögerungen, Probleme oder Leiden ohne Ärger oder Aufregung zu akzeptieren und zu tolerieren",
      "definition_translation": "capable d'accepter et de tolérer les retards, les problèmes ou la souffrance sans se formaliser ou se déprimer",
      "example": "Meine Großmutter war eine sehr geduldige Person, sie war geduldig mit mir, als ich ein Kind war, und sie ist immer noch geduldig mit mir, sogar jetzt.",
      "example_translation": "Ma grand-mère était une personne très patiente, elle a été patiente avec moi quand j'étais enfant, et elle l'est toujours avec moi même maintenant.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "poliment",
      "definition": "auf eine Weise, die respektvoll und rücksichtsvoll gegenüber den Gefühlen und Rechten anderer Menschen ist",
      "definition_translation": "d'une manière qui est respectueuse et prend en compte les sentiments et les droits des autres personnes",
      "example": "Ich bat höflich den Fremden um Richtungsangaben, er hatte mir höflich den Weg gezeigt, und ich werde ihm höflich danken, wenn ich ihn wiedersehe.",
      "example_translation": "J'ai poliment demandé au étranger les directions, il m'avait poliment montré le chemin, et je le remercierai poliment lorsque je le verrai à nouveau.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mächtig",
      "translation": "puissant",
      "definition": "eine große Menge an Stärke, Macht oder Einfluss habend",
      "definition_translation": "ayant une grande quantité de force, de pouvoir ou d'influence",
      "example": "Der mächtige Motor des Autos war in der Lage, den steilen Hügel zu erklimmen, er war mächtig genug, den Anhänger zu ziehen, und er wird mächtig genug sein, die schwere Last zu tragen.",
      "example_translation": "Le puissant moteur de la voiture a pu gravir la colline raide, il avait été puissant enough pour remorquer la remorque, et il sera puissant enough pour porter la charge lourde.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stolz",
      "translation": "fière",
      "definition": "eine Zufriedenheit oder Befriedigung in seinen Leistungen oder Besitztümern empfindend",
      "definition_translation": "ayant un sentiment de plaisir ou de satisfaction dans ses réalisations ou ses possessions",
      "example": "Ich war stolz auf meine Schwester, als sie von der Universität abschloss. Ich bin stolz auf mein neues Auto. Ich werde stolz sein, euch mein neues Haus zu zeigen.",
      "example_translation": "J'étais fier de ma sœur lorsque'elle a obtenu son diplôme d'études supérieures. Je suis fier de ma nouvelle voiture. Je serai fier de vous montrer ma nouvelle maison.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streitsüchtig",
      "translation": " querelleur",
      "definition": "neigend, mit anderen zu streiten oder zu diskutieren",
      "definition_translation": "ayant tendance à se disputer ou à être en désaccord avec les autres",
      "example": "Mein Nachbar ist streitsüchtig, immer mit jemandem streitend. Sie war streitsüchtig in ihrer Teenagerzeit. Sie wird streitsüchtig in ihrem Alter sein.",
      "example_translation": "Mon voisin est querelleur, toujours en train de se disputer avec quelqu'un. Elle était querelleuse dans ses années d'adolescence. Elle sera querelleuse dans sa vieillesse.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannt",
      "translation": "détendu",
      "definition": "einen Zustand der Ruhe und des Komforts empfindend oder zeigend",
      "definition_translation": "éprouvant ou montrant un état de calme et de confort",
      "example": "Ich fühlte mich entspannt auf dem Strandurlaub. Ich bin entspannt jetzt nach der Massage. Ich werde entspannt sein, wenn ich heirate.",
      "example_translation": "Je me sentais détendu pendant les vacances à la plage. Je suis détendu maintenant après le massage. Je serai détendu après le mariage.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannend",
      "translation": "relaxant",
      "definition": "jemanden ruhig und komfortabel machend",
      "definition_translation": "causant ou faisant que quelqu'un se sente calme et confortable",
      "example": "Musik hören ist entspannend. Ein warmes Bad ist entspannend. Ein Nickerchen ist entspannend.",
      "example_translation": "Écouter de la musique est relaxant. Un bain chaud est relaxant. Faire une sieste est relaxant.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zuverlässig",
      "translation": "fiable",
      "definition": "In der Lage, vertraut oder erwartet zu werden, um das zu tun, was erwartet oder versprochen wird.",
      "definition_translation": "Pouvez être fait confiance ou compté sur pour faire ce qui est attendu ou promis.",
      "example": "Das Unternehmen hat eine zuverlässige Lieferkette, daher können wir erwarten, dass die Produkte rechtzeitig ankommen. Der neue Mitarbeiter war bisher zuverlässig, immer rechtzeitig seine Arbeit abzugeben. Wir werden sicherstellen, dass bis zum nächsten Quartal ein zuverlässiges Backup-System eingerichtet ist.",
      "example_translation": "L'entreprise a une chaîne d'approvisionnement fiable, donc nous pouvons nous attendre à ce que les produits arrivent à temps. Le nouvel employé a été fiable jusqu'à présent, soumettant toujours leur travail à temps. Nous veillerons à avoir un système de sauvegarde fiable en place d'ici le prochain trimestre.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "romantisch",
      "translation": "romantique",
      "definition": "Im Zusammenhang mit oder caratterisiert durch eine Gefühlslage der Liebe, insbesondere in einer sentimental oder idealisierten Weise.",
      "definition_translation": "Relatif à ou caractérisé par un sentiment d'amour, notamment de manière sentimentale ou idéalisée.",
      "example": "Der romantische Komödienfilm war ein großer Erfolg. Das Paar hatte ein romantisches Abendessen am Strand. Die romantischen Gemälde des Künstlers wurden im Museum ausgestellt.",
      "example_translation": "Le film de comédie romantique a été un énorme succès. Le couple a eu un dîner romantique sur la plage. Les peintures romantiques de l'artiste ont été exposées au musée.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "grossier",
      "definition": "Hat oder zeigt keine Manieren oder Achtung, insbesondere in einer lauten oder rauen Art.",
      "definition_translation": "Ayant ou montrant aucune politesse ou respect, notamment d'une manière bruyante ou grossière.",
      "example": "Der Kunde war sehr unhöflich gegenüber dem Verkäufer. Das unhöfliche Verhalten des Spielers führte zu seinem Ausschluss aus dem Spiel. Das unhöfliche Erwachen kam, als ich bemerkte, dass ich meine Schlüssel vergessen hatte.",
      "example_translation": "Le client a été très grossier envers le vendeur. Le comportement grossier du joueur l'a fait expulser du jeu. Le réveil brutal est venu lorsque j'ai réalisé que j'avais oublié mes clés.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "satisfait",
      "definition": "Fühlt sich glücklich oder zufrieden, weil man das bekam, was man wollte oder benötigte.",
      "definition_translation": "Se sentant heureux ou satisfait parce qu'on a obtenu ce qu'on voulait ou dont on avait besoin.",
      "example": "Der Kunde war zufrieden mit dem Service. Das Unternehmen war zufrieden mit den Verkaufsergebnissen. Sie war zufrieden mit ihrer Leistung im Exam.",
      "example_translation": "Le client a été satisfait du service. L'entreprise a été satisfaite des résultats des ventes. Elle a été satisfaite de sa performance à l'examen.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "effrayé",
      "definition": "Erschrocken oder eingeschüchtert, fühlt sich ängstlich oder fürchtet sich.",
      "definition_translation": "Effrayé ou intimidé, éprouvant de l'anxiété ou de la peur.",
      "example": "Ich war ängstlich vor der Dunkelheit, als ich ein Kind war. Ich bin ängstlich vor Spinnen. Ich werde ängstlich vor Höhen, wenn ich älter bin.",
      "example_translation": "J'avais peur du noir lorsque j'étais enfant. J'ai peur des araignées maintenant. J'aurai peur des hauteurs lorsque je serai plus âgé.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "effrayant",
      "definition": "Verursacht Angst oder Schrecken, ärgerlich oder Terror",
      "definition_translation": "Provoquant la peur ou l'alarme, effrayant ou terrifiant.",
      "example": "Der erschreckende Film gab mir Alpträume. Der erschreckende Clown im Zirkus war peinlich. Das erschreckende Spukhaus war aufregend.",
      "example_translation": "Ce film d'épouvante m'a donné des cauchemars. Le clown effrayant au cirque était embarrassant. La maison hantée effrayante était un frisson.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "selbstsicher",
      "translation": "sûr de soi",
      "definition": "Hat Vertrauen in die eigenen Fähigkeiten, Urteilskraft und Würde.",
      "definition_translation": "Ayant confiance en ses propres capacités, jugement et valeur.",
      "example": "Sie war selbstsicher und bestimmend in ihrer Präsentation. Er ist seit seinem College-Abschluss selbstsicherer geworden. Sie werden selbstsicher in ihren neuen Rollen sein.",
      "example_translation": "Elle était sûre d'elle-même et affirme dans sa présentation. Il est devenu plus sûr de lui-même depuis qu'il a fini le collège. Ils seront sûrs d'eux-mêmes dans leurs nouveaux rôles.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "egoistisch",
      "translation": "égoïste",
      "definition": "Hat oder zeigt ein Interesse an den eigenen Interessen und dem eigenen Wohl, oft auf Kosten anderer.",
      "definition_translation": "Ayant ou montrant une préoccupation pour ses propres intérêts et bien-être, souvent aux dépens des autres.",
      "example": "Er war egoistisch und dachte nur an sich selbst. Sie ist seit ihrer Heirat egoistischer geworden. Sie werden egoistisch und teilen ihre Spielzeuge nicht.",
      "example_translation": "Il était égoïste et ne pensait qu'à lui-même. Elle est devenue plus égoïste depuis qu'elle s'est mariée. Ils seront égoïstes et ne partageront pas leurs jouets.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "sensible",
      "definition": "Hat oder enthält oder weist auf gesunden Menschenverstand oder Vernunft hin; verständig und urteilsfähig.",
      "definition_translation": "Ayant, contenant ou indiquant du bon sens ou de la raison ; raisonnable et judicieux.",
      "example": "Sie war eine vernünftige Person, die immer vorher dachte, bevor sie handelte. Sie ist vernünftig in ihrer Entscheidung. Sie wird vernünftig genug sein, um die Gefahr zu meiden.",
      "example_translation": "Elle était une personne sensée qui pensait toujours avant d'agir, Elle est prudente dans sa décision, Elle sera suffisamment sensée pour éviter le danger.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschüttert",
      "translation": "choqué",
      "definition": "Fühlt plötzlichen und intensiven Schock, Erstaunen oder Schrecken.",
      "definition_translation": "Éprouvant une surprise, une étonnement ou une horreur soudaines et intenses.",
      "example": "Ich war erschüttert von der Nachricht. Sie ist von dem Unfall erschüttert. Sie werden von den Konsequenzen erschüttert sein.",
      "example_translation": "J'ai été choqué par la nouvelle, Elle est choquée par l'accident, Ils seront choqués par les conséquences.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschütternd",
      "translation": "choquant",
      "definition": "Eine starke Gefühl von Überraschung, Erstaunen oder Horror verursacht.",
      "definition_translation": "Provoquant un sentiment fort de surprise, d'étonnement ou d'horreur.",
      "example": "Der Film hatte ein erschütterndes Ende, Die Nachricht war für jeden erschütternd, Die erschütternde Wahrheit wurde enthüllt.",
      "example_translation": "Le film avait une fin choquante, La nouvelle était choquante pour tout le monde, La vérité choquante a été révélée.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schüchtern",
      "translation": "timide",
      "definition": "Fühlt sich nervös oder unbehaglich in Gesellschaft von anderen Menschen.",
      "definition_translation": "Éprouvant de la nervosité ou de l'inconfort en compagnie d'autres personnes.",
      "example": "Sie war in der Schule schüchtern, Er ist Mädchen gegenüber schüchtern, Sie werden auf der Party schüchtern sein.",
      "example_translation": "Elle était timide à l'école, Il est timide autour des filles, Ils seront timides au party.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "albern",
      "translation": "sot",
      "definition": "dumm oder absurd; fehlt an Ernsthaftigkeit oder Würde; albern oder lächerlich",
      "definition_translation": "fol ou absurde; manquant de sérieux ou de solennité; ridicule ou grotesque",
      "example": "Ich fühlte mich albern, als ich gestern Abend zu dieser Party ging. Ich fühle mich heute albern, weil ich nicht genug geschlafen habe. Ich werde mich albern fühlen, wenn ich morgen vor allen Leuten stolpere.",
      "example_translation": "Je me suis senti sot en portant ce costume au parti hier. Je me sens sot aujourd'hui parce que je n'ai pas eu assez de sommeil. Je me sentirai sot si je trébuche et tombe devant tout le monde demain.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligent",
      "definition": "hat oder zeigt eine großen Teil an Intelligenz oder gesunden Menschenverstand; clever oder klug",
      "definition_translation": "ayant ou montrant beaucoup d'intelligence ou de bon sens; intelligent ou sage",
      "example": "Sie ist sehr intelligent und bekommt immer gute Noten. Er war intelligent, als er in jenes Unternehmen investierte. Sie werden intelligent sein, wenn sie diesem Bereich bei Nacht meiden.",
      "example_translation": "Elle est très intelligente et obtient toujours de bonnes notes. Il a été intelligent d'investir dans cette entreprise. Ils seront intelligents d'éviter cette zone la nuit.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gesellig",
      "translation": "sociable",
      "definition": "genießt die Gesellschaft von anderen; freundlich und aufgeschlossen; liebt es, sich zu gesellen",
      "definition_translation": "appréciant la compagnie des autres; amical et extraverti; amateur de socialiser",
      "example": "Mein geselliger Hund liebt es, neue Leute kennenzulernen. Sie ist sehr gesellig und hat viele Freunde. Er wird geselliger sein, sobald er dich besser kennt.",
      "example_translation": "Mon chien sociable adore rencontrer de nouvelles personnes. Elle est très sociable et a beaucoup d'amis. Il sera plus sociable une fois qu'il vous aura connaître.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gestresst",
      "translation": "stressé",
      "definition": "fühlt sich ängstlich oder überfordert; erfährt geistigen oder emotionalen Druck",
      "definition_translation": "se sentant anxieux ou submergé; éprouvant une tension mentale ou émotionnelle",
      "example": "Ich war gestresst wegen der Prüfung gestern. Sie ist gestresst wegen ihrem anstehenden Termin. Sie werden gestresst sein, wenn sie nicht rechtzeitig fertig werden.",
      "example_translation": "J'étais stressé à propos de l'examen hier. Elle est stressée à propos de sa date limite à venir. Ils seront stressés si'ils ne terminent pas à temps.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stressig",
      "translation": "stressant",
      "definition": "verursacht Ängste oder Sorgen oder macht jemanden ängstlich oder besorgt",
      "definition_translation": "provoquant de l'anxiété ou de l'inquiétude, ou rendant quelqu'un anxieux ou inquiet",
      "example": "Der neue Job war stressig, aber ich lernte, meine Zeit zu managen. Ich bin stressig, wenn ich Termine einhalten muss. Ich werde stressig sein, wenn ich keine Beförderung bekomme.",
      "example_translation": "Le nouveau travail était stressant, mais j'ai appris à gérer mon temps. Je suis stressé lorsque je dois respecter des délais. Je serai stressé si je n'obtiens pas de promotion.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streng",
      "translation": "strict",
      "definition": "hat oder zeigt eine starke Disziplin oder Kontrolle und erlaubt nicht, dass Regeln gebrochen werden",
      "definition_translation": "ayant ou montrant un sens fort de discipline ou de contrôle, et ne permettant pas aux gens de briser les règles",
      "example": "Die Lehrerin war streng mit den Schülern, daher benahmen sie sich gut. Ich bin streng mit meiner Diät, daher habe ich abgenommen. Ich werde streng mit meinem Budget sein, daher kann ich Geld sparen.",
      "example_translation": "L'enseignant était strict avec les étudiants, donc ils se sont comportés bien. Je suis strict avec mon régime, donc j'ai perdu du poids. Je serai strict avec mon budget, donc je pourrai économiser de l'argent.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschend",
      "translation": "surprenant",
      "definition": "unerwartet angenehm oder interessant",
      "definition_translation": "agréablement ou intéressamment inattendu",
      "example": "Die Überraschungsparty war überraschend und ich liebte es. Ich war überrascht, als ich die Feuerwerk sah. Ich werde überrascht sein, wenn ich den Lotto-Jackpot gewinne.",
      "example_translation": "La fête-surprise était surprenante, et j'ai adoré. J'étais surprenant lorsque j'ai vu les feux d'artifice. Je serai surprenant lorsque je gagnerai à la loterie.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschend",
      "translation": "étonnamment",
      "definition": "auf eine Weise, die unerwartet angenehm oder interessant ist",
      "definition_translation": "d'une manière qui est agréablement ou intéressamment inattendue",
      "example": "Ich genoss den Film überraschend und es war Spaß. Das Wetter änderte sich überraschend und es fing an zu regnen. Der Lehrer gab uns überraschend einen Hausaufgaben-Freitag.",
      "example_translation": "J'ai étonnamment apprécié le film, et c'était amusant. Le temps a changé étonnamment, et il a commencé à pleuvoir. L'enseignant nous a étonnamment donné un laissez-passer pour les devoirs.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begabt",
      "translation": "talentueux",
      "definition": "Ein natürliches Talent oder Geschick habend, oft ein bemerkenswertes oder außergewöhnliches.",
      "definition_translation": "Ayant une compétence naturelle ou un talent, surtout si elle est impressionnante ou exceptionnelle.",
      "example": "Sie war eine begabte Musikerin, die das Klavier mit Leichtigkeit spielen konnte. Sie war begabt genug, um im Carnegie Hall aufzutreten. Sie wird begabt genug sein, um ihre eigene Musikschule zu eröffnen.",
      "example_translation": "Elle était une musicienne talentueuse qui pouvait jouer du piano avec facilité. Elle a été suffisamment talentueuse pour se produire à Carnegie Hall. Elle sera suffisamment talentueuse pour ouvrir sa propre école de musique.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verängstigt",
      "translation": "terrorisé",
      "definition": "Extreme Angst oder Ängstlichkeit empfindend, oft in einer Situation, die als bedrohlich oder gefährlich wahrgenommen wird.",
      "definition_translation": "Éprouvant une peur ou une anxiété extrême, souvent dans une situation qui est perçue comme menaçante ou dangereuse.",
      "example": "Ich war als Kind Höhenängste. Sie ist von Spinnen verängstigt. Sie werden vor der Achterbahn verängstigt sein.",
      "example_translation": "J'étais terrorisé par les hauteurs dans mon enfance. Elle est terrorisée par les araignées. Ils seront terrorisés par le montagnes russes.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermüdend",
      "translation": "épuisant",
      "definition": "Müdigkeit oder Erschöpfung verursachend, oft aufgrund körperlicher oder geistiger Anstrengung.",
      "definition_translation": "Provocation de fatigue ou d'épuisement, souvent en raison d'un effort physique ou mental.",
      "example": "Der Wanderweg war ermüdend, aber die Aussicht von oben war es wert. Sie findet das Studium für Prüfungen ermüdend. Sie werden den langen Flug ermüdend finden.",
      "example_translation": "La randonnée était épuisante, mais la vue du sommet en valait la peine. Elle trouve les études pour les examens épuisantes. Ils trouveront le long vol épuisant.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tolerant",
      "translation": "tolérant",
      "definition": "Bereit, etwas zu akzeptieren oder zuzulassen, oft trotz Vorbehalte oder Meinungsverschiedenheiten.",
      "definition_translation": "Prêt à accepter ou à permettre quelque chose, souvent malgré des réserves ou un désaccord.",
      "example": "Sie ist tolerant gegenüber anderen Meinungen, auch wenn sie nicht übereinstimmt. Er hat die Lärmbelästigung durch die Baustelle nebenan toleriert. Sie werden die neue Politik tolerieren.",
      "example_translation": "Elle est tolérante envers les opinions des autres, même si elle désaccorde. Il a été tolérant du bruit de la construction à côté. Ils seront tolérants de la nouvelle politique.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerwartet",
      "translation": "inattendu",
      "definition": "Nicht erwartet oder vorhergesehen; überraschend.",
      "definition_translation": "Non attendu ou anticipé; surprenant.",
      "example": "Der unerwartete Besuch meiner alten Freundin war eine angenehme Überraschung. Ich hatte nicht erwartet, sie wiederzusehen. Ich werde sie in Zukunft nicht mehr erwartet sehen.",
      "example_translation": "La visite inattendue de mon vieil ami a été une agréable surprise. Je ne m'attendais pas à la voir à nouveau. Je ne m'attends pas à la voir pendant longtemps à l'avenir.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "désagréable",
      "definition": "Nicht freundlich oder zuvorkommend; unfreundlich oder feindlich.",
      "definition_translation": "Pas amical ou gracieux; malveillant ou hostile.",
      "example": "Die unfreundliche Atmosphäre auf der Party machte mich weiter. Ich war ihr gegenüber nicht unfreundlich, aber sie war mir gegenüber unfreundlich. Ich werde versuchen, in Zukunft freundlich zu allen zu sein.",
      "example_translation": "L'atmosphère désagréable à la fête m'a donné envie de partir. Je n'avais pas été désagréable envers elle, mais elle était désagréable envers moi. J'essaierai d'être amical envers tout le monde à l'avenir.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "desinteressiert",
      "translation": "indifférent",
      "definition": "Kein oder wenig Interesse habend; ohne Enthusiasmus.",
      "definition_translation": "N'ayant pas ou ne montrant pas d'intérêt; manquant d'enthousiasme.",
      "example": "Der desinteressierte Blick auf ihrem Gesicht war enttäuschend. Ich war nicht desinteressiert am Thema, aber der Lehrer war desinteressiert am Unterrichten. Ich werde in Zukunft nicht desinteressiert am Projekt sein.",
      "example_translation": "Le regard indifférent sur son visage était décevant. Je n'étais pas indifférent au sujet, mais le professeur était indifférent à l'enseignement. Je ne serai pas indifférent au projet à l'avenir.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "uninteressant",
      "translation": "ennuyeux",
      "definition": "Nicht interessant oder engagierend; langweilig oder öde.",
      "definition_translation": "Pas intéressant ou captivant; terne ou ennuyeux.",
      "example": "Die uninteressante Vorlesung hat mich eingeschlichen. Ich fand das Buch nicht uninteressant, aber der Film war uninteressant. Ich hoffe, das neue Buch wird nicht uninteressant sein.",
      "example_translation": "La conférence ennuyeuse m'a endormi. Je n'ai pas trouvé le livre ennuyeux, mais le film était ennuyeux. J'espère que le nouveau livre ne sera pas ennuyeux.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "méchant",
      "definition": "Eine freundliche Gesinnung oder ein freundliches Verhalten fehlend; grausam oder hart.",
      "definition_translation": "Ayant ou montrant un manque de gentillesse ; cruel ou dur.",
      "example": "Die unfreundlichen Bemerkungen machten sie traurig. Sie war ihrer Schwester gegenüber unfreundlich gestern. Sie wird ihm gegenüber unfreundlich sein, wenn er sich nicht entschuldigt.",
      "example_translation": "Les remarques méchantes l'ont fait sentir triste. Elle a été méchante envers sa sœur hier. Elle sera méchante envers lui s'il ne s'excuse pas.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "chaud",
      "definition": "Eine moderate oder angenehme Temperatur habend; nicht heiß oder kalt.",
      "definition_translation": "Ayant une température modérée ou confortable ; pas chaud ni froid.",
      "example": "Die warme Sonnenschein machte den Tag perfekt. Sie fühlte sich warm, als sie den heißen Kakao trank. Das warme Wasser wird ihre Muskeln entspannen.",
      "example_translation": "Le soleil chaud a rendu la journée parfaite. Elle s'est sentie chaude quando elle a bu le chocolat chaud. L'eau chaude relaxera ses muscles.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]