[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "positiv",
      "translation": "positif",
      "definition": "Ein gutes Gefühl oder eine positive Einstellung habend; optimistisch oder konstruktiv.",
      "definition_translation": "Ayant ou montrant un sentiment ou une attitude bon; étant optimiste ou constructif.",
      "example": "Sie hat eine sehr positive Einstellung gegenüber ihrer Arbeit. Sie war sehr positiv über das neue Projekt. Sie wird positiv über die Änderungen sein.",
      "example_translation": "Elle a une attitude très positive envers son travail. Elle était très positive à propos du nouveau projet. Elle sera positive à propos des changements.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "accro",
      "definition": "Nicht aufhören könend, etwas zu tun oder zu benutzen, besonders wenn es schädlich ist, weil man sich daran gewöhnt hat.",
      "definition_translation": "Incable de s'arrêter de faire ou d'utiliser quelque chose, en particulier quelque chose de nocif, parce que vous êtes devenu trop habitué à cela.",
      "example": "Er war süchtig nach Videospielen. Er wurde süchtig nach sozialen Medien. Er wird süchtig nach Nikotin sein.",
      "example_translation": "Il était accro aux jeux vidéo. Il est devenu accro aux réseaux sociaux. Il sera accro à la nicotine.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abenteuerlustig",
      "translation": "aventureux",
      "definition": "Bereit, Risiken einzugehen und neue Dinge auszuprobieren; neue Erfahrungen genießend.",
      "definition_translation": "Prêt à prendre des risques et essayer de nouvelles choses; appréciant de nouvelles expériences.",
      "example": "Sie ist ein abenteuerlustiger Mensch. Sie war abenteuerlustig bezüglich der Reise. Sie wird abenteuerlustig bezüglich des neuen Jobs sein.",
      "example_translation": "Elle est une personne aventureuse. Elle était aventureuse à propos du voyage. Elle sera aventureuse à propos du nouvel emploi.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zärtlich",
      "translation": "affectueux",
      "definition": "Liebe oder Zuneigung zeigend oder empfindend; sanft und liebevoll.",
      "definition_translation": "Montrant ou éprouvant de l'amour ou de l'affection; tendre et aimant.",
      "example": "Er ist ein zärtlicher Mensch. Er war zärtlich zu seiner Schwester. Er wird zärtlich zu seiner Frau sein.",
      "example_translation": "Il est une personne affectueuse. Il était affectueux envers sa sœur. Il sera affectueux envers sa femme.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "agressif",
      "definition": "Eine starke und entschlossene Persönlichkeit habend, entschlossen, zu gewinnen oder auf jeden Fall zu erreichen.",
      "definition_translation": "Ayant ou montrant une personnalité forte et énergique, déterminé à réussir ou à gagner à tout prix.",
      "example": "Sie war ein aggressiver Spieler im Spiel, immer auf der Suche nach Wegen, ihre Gegner zu überlisten. Sie war aggressiv in ihrer Herangehensweise an das Projekt, was zu dessen frühzeitiger Fertigstellung führte. Sie wird aggressiver in ihrer Marketingstrategie nächstes Quartal sein.",
      "example_translation": "Elle était une joueuse agressive dans le jeu, toujours à la recherche de moyens de surpasser ses adversaires. Elle avait été agressive dans son approche du projet, ce qui avait conduit à son achèvement précoce. Elle sera plus agressive dans sa stratégie de marketing le trimestre prochain.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrgeizig",
      "translation": "ambitieux",
      "definition": "Ein starkes Verlangen habend, etwas zu erreichen oder zu erreichen, oft in einer sehr bestimmten oder wettbewerbsorientierten Weise.",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou d'atteindre quelque chose, souvent de manière très déterminée ou compétitive.",
      "example": "Er war ein ehrgeiziger Unternehmer, der sein eigenes Geschäft starten wollte. Sie war ehrgeizig bezüglich ihrer Karriere, was zu ihrer rapiden Beförderung führte. Sie werden ehrgeizig bezüglich ihrer Pläne sein, das Unternehmen nächstes Jahr zu erweitern.",
      "example_translation": "Il était un entrepreneur ambitieux qui voulait lancer son propre entreprise. Elle avait été ambitieuse quant à sa carrière, ce qui avait conduit à sa promotion rapide. Ils seront ambitieux dans leurs plans d'expansion de l'entreprise l'année prochaine.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsiert",
      "translation": "amusé",
      "definition": "Genuss oder Vergnügen empfindend, oft in einer leichtfüßigen oder spielerischen Weise.",
      "definition_translation": "Éprouvant ou montrant du plaisir ou de l'amusement, souvent d'une manière enjouée ou ludique.",
      "example": "Die Kinder waren von den Tricks des Clowns auf der Geburtstagsparty amüsiert. Sie war von dem Film amüsiert und lachte währenddessen. Sie werden von den Tricks des Magiers auf der Show amüsiert sein.",
      "example_translation": "Les enfants étaient amusés par les antics du clown à la fête d'anniversaire. Elle avait été amusée par le film et avait ri tout au long. Ils seront amusés par les tours du magicien au spectacle.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Eine überlegene Einstellung habend, oft in einer Weise, die anderen ärgerlich oder unangenehm ist.",
      "definition_translation": "Ayant ou montrant une attitude de supériorité, souvent d'une manière qui est ennuyeuse ou déplaisante pour les autres.",
      "example": "Er kam während des Vorstellungsgesprächs arrogant rüber, was seine Chancen auf eine Einstellung beeinträchtigte. Sie war arrogant bezüglich ihres Reichtums, was ihre Beliebtheit beeinträchtigte. Sie werden arrogant bezüglich ihres neuen Autos sein, was ihre Freunde ärgern wird.",
      "example_translation": "Il avait donné l'impression d'être arrogant lors de l'entrevue d'embauche, ce qui avait nuit à ses chances d'être embauché. Elle avait été arrogante quant à sa richesse, ce qui avait rendu impopulaire. Ils seront arrogants à propos de leur nouvelle voiture, ce qui ennuiera leur amis.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "étonné",
      "definition": "Großes Erstaunen oder Verwunderung empfindend.",
      "definition_translation": "éprouvant ou montrant une grande surprise ou étonnement",
      "example": "Ich war erstaunt von der Schönheit des Grand Canyon. Ich bin erstaunt von ihren Talenten. Ich werde erstaunt sein, wenn ich den Jackpot gewinne.",
      "example_translation": "J'étais étonné par la beauté du Grand Canyon. Je suis étonné par ses talents. Je serai étonné si je gagne à la loterie.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "stupéfiant",
      "definition": "Extrem überraschend oder beeindruckend.",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "Der erstaunliche Blick vom Gipfel des Berges nahm mir den Atem. Die erstaunlichen Ergebnisse des Experiments änderten die wissenschaftliche Gemeinde. Die erstaunliche Schönheit des Sonnenuntergangs wird mich für immer beeindrucken.",
      "example_translation": "La vue stupéfiante du haut de la montagne m'a coupé le souffle. Les résultats stupéfiants de l'expérience ont changé la communauté scientifique. La beauté stupéfiante du coucher de soleil restera avec moi pour toujours.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bei ruhig",
      "translation": "à l'aise",
      "definition": "sich wohlfühlend und entspannt",
      "definition_translation": "se sentir à l'aise et détendu",
      "example": "Ich fühlte mich bei ruhig, als ich meine Familie am Flughafen wartend sah. Sie schien bei ruhig in ihrer neuen Rolle im Unternehmen. Er wird bei ruhig sein, wenn er seine Studien abschließt.",
      "example_translation": "J'ai senti que j'étais à l'aise lorsque j'ai vu ma famille m'attendre à l'aéroport. Elle semblait à l'aise dans son nouveau rôle dans l'entreprise. Il sera à l'aise lorsque il terminera ses études.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "conscient",
      "definition": "Kenntnis oder Verständnis von etwas habend",
      "definition_translation": "avoir connaissance ou compréhension de quelque chose",
      "example": "Ich war bewusst der Gefahr, als ich das verlassene Gebäude betrat. Sie wurde bewusst ihrer Umgebung, als sie aus dem Koma aufwachte. Er wird bewusst der Risiken sein, wenn er sein neues Geschäft startet.",
      "example_translation": "J'étais conscient du danger lorsque j'ai entré dans le bâtiment abandonné. Elle est devenue consciente de ses alentours lorsque elle s'est réveillée du coma. Il sera conscient des risques lorsqu'il commencera sa nouvelle entreprise.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht gelaunt",
      "translation": "mauvais-tempered",
      "definition": "eine unhöfliche oder reizbare Natur habend; zu Wutausbrüchen oder Ärger geneigt",
      "definition_translation": "Ayant ou montrant une nature désagréable ou irritable; enclin à des accès de colère ou d'irritation.",
      "example": "Mein Onkel war schlecht gelaunt und schrie immer, wenn wir einen Fehler machten.",
      "example_translation": "Mon oncle était de mauvais caractère et nous criait toujours dessus lorsque nous faisions une erreur.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgewogen",
      "translation": "équilibré",
      "definition": "verschiedene Elemente in Harmonie habend; proportional und unparteiisch",
      "definition_translation": "Ayant des éléments différents en harmonie; proportionné et impartial.",
      "example": "Der ausgewogene Ansatz des Unternehmens zur Investition zahlte sich langfristig aus.",
      "example_translation": "L'approche équilibrée de l'entreprise en matière d'investissement a payé au fil du temps.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "amer",
      "definition": "einen starken, unangenehmen Geschmack habend; auch, Ärger oder Groll empfindend",
      "definition_translation": "Ayant un goût fort et désagréable; également, éprouvant ou montrant de la colère ou du ressentiment.",
      "example": "Der bittere Geschmack des Kaffees war ein Schock für mein System. Ich bin bitter über das Verhalten meines Ex-Freundes gewesen, Monate lang.",
      "example_translation": "Le goût amer du café a été un choc pour mon système. J'ai été amère à propos du comportement de mon ex-petit-ami pendant des mois.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "audacieux",
      "definition": "Mut oder Zuversicht zeigend; nicht ängstlich, Risiken einzugehen oder Regeln zu brechen",
      "definition_translation": "Montrant du courage ou de la confiance; n'ayant pas peur de prendre des risques ou de briser les règles.",
      "example": "Die kühne Entscheidung, ihren Job zu kündigen und ihr eigenes Unternehmen zu gründen, zahlte sich am Ende aus. Sie war kühn genug, ihre Meinung in der Sitzung zu äußern.",
      "example_translation": "La décision audacieuse de quitter son emploi et de lancer son propre entreprise a payé au fil du temps. Elle avait assez d'audace pour exprimer son opinion lors de la réunion.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "herrisch",
      "translation": "autoritaire",
      "definition": "einen übermäßigen Wunsch, Menschen oder Situationen zu kontrollieren",
      "definition_translation": "Ayant ou montrant un désir excessif de contrôler les gens ou les situations.",
      "example": "Sie war ein herrisches Kind, das immer seinen Freunden sagte, was sie tun sollten. Sie war herrisch, als wir im College waren, aber jetzt ist sie entspannter. Sie wird wieder herrisch, wenn sie die Beförderung bekommt.",
      "example_translation": "Elle était une enfant autoritaire qui essayait toujours de dire à ses amis quoi faire. Elle avait été autoritaire lorsque nous étions à l'université, mais maintenant elle est plus décontractée. Elle sera à nouveau autoritaire si elle obtient la promotion.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "brillant",
      "definition": "viel Licht ausstrahlend oder reflektierend; intensiv leuchtend",
      "definition_translation": "Émettant ou réfléchissant beaucoup de lumière ; brillant intensément.",
      "example": "Die helle Sonne machte alles schön aussehen. Die hellen Sterne leuchteten in der Nacht. Die helle Zukunft vor uns ist aufregend.",
      "example_translation": "Le soleil éclatant rendait tout beau. Les étoiles brillantes brillaient dans le ciel nocturne. L'avenir éclatant devant nous est excitant.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fürsorglich",
      "translation": "soignant",
      "definition": "Sorge oder Besorgnis für jemanden oder etwas empfindend",
      "definition_translation": "Éprouvant ou montrant de la préoccupation pour quelqu'un ou quelque chose.",
      "example": "Sie war eine fürsorgliche Mutter, die immer ihre Kinder zuerst bedachte. Er hatte sich monatelang um seinen kranken Hund gekümmert. Sie werden sich um die Umwelt kümmern, von nun an.",
      "example_translation": "Elle était une mère soignante qui mettait toujours ses enfants en premier. Il avait soigné son chien malade pendant des mois. Ils vont prendre soin de l'environnement à partir de maintenant.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "prudent",
      "definition": "sich bemühend, Risiken oder Gefahren zu vermeiden",
      "definition_translation": "Faisant preuve de prudence pour éviter les risques ou les dangers.",
      "example": "Sie war vorsichtig, als sie die Straße überquerte. Er war vorsichtig mit seinen Investitionen, aber jetzt ist er selbstsicherer. Sie werden vorsichtig sein, wenn sie im Ausland reisen.",
      "example_translation": "Elle était prudente lorsqu'elle traversait la rue. Il avait été prudent avec ses placements, mais maintenant il est plus confiant. Ils seront prudents lorsqu'ils voyageront à l'étranger.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "effronté",
      "definition": "eine impertinente oder unverschämte Qualität aufweisend; unverschämt kühn oder keck",
      "definition_translation": "ayant ou montrant une qualité impudente ou insolente ; impudemment audacieux ou effronté",
      "example": "Er war immer ein frecher Junge, nie angstvoll, seine Meinung zu sagen. Er war frech genug, mit dem Lehrer zu streiten. Er wird frech sein und versuchen, ein extra Keks mitzunehmen.",
      "example_translation": "Il a toujours été un gamin effronté, jamais avoir peur de parler son esprit. Il était suffisamment effronté pour parler à la enseignante. Il sera effronté et essayer de voler un cookie extra.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kindisch",
      "translation": "enfantin",
      "definition": "an Reife oder Urteilskraft ermangelnd; albern oder unreif",
      "definition_translation": "manquant de maturité ou de jugement ; ridicule ou immature",
      "example": "Hör auf, kindisch zu sein und verhalte dich deinem Alter entsprechend. Sie ist noch kindisch und spielt mit Puppen. Er war kindisch und weigerte sich, seine Spielzeuge zu teilen.",
      "example_translation": "Arrête d'être enfantin et agis en fonction de ton âge. Elle est toujours enfantine et joue avec des poupées. Il était enfantin et a refusé de partager ses jouets.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeholfen",
      "translation": "maladroit",
      "definition": "eine Fähigkeit oder Gewandtheit ermangelnd; ungeschickt oder unfallanfällig",
      "definition_translation": "ayant ou montrant un manque de compétence ou de dextérité ; gauche ou accident-prone",
      "example": "Er war immer ein bisschen unbeholfen und zerbrach leicht Dinge. Sie war unbeholfen und kippte Kaffee über ihr Hemd. Er wird unbeholfen sein und über seine eigenen Füße stolpern.",
      "example_translation": "Il a toujours été un peu maladroit et casse des choses facilement. Elle était maladroite et a renversé du café sur tout son chemisier. Il sera maladroit et trébuchera sur ses propres pieds.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommunikativ",
      "translation": "communicatif",
      "definition": "bereit oder in der Lage, Gedanken, Gefühle oder Ideen zu teilen; leicht und effektiv zu konversieren",
      "definition_translation": "prêt ou capable de partager des pensées, des sentiments ou des idées ; capable de converser facilement et efficacement",
      "example": "Sie ist sehr kommunikativ und macht leicht Freunde. Er ist nicht sehr kommunikativ und meidet Gruppendiskussionen. Sie sind kommunikativ und helfen anderen gerne.",
      "example_translation": "Elle est très communicative et se fait facilement des amis. Il n'est pas très communicatif et évite les discussions de groupe. Ils sont communicatifs et toujours prêts à tendre une main secourable.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wettbewerbsorientiert",
      "translation": "compétitif",
      "definition": "einen starken Wunsch nach Erfolg oder Sieg habend, oft auf Kosten anderer",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou de gagner, souvent aux dépens des autres.",
      "example": "Sie war in der Schule sehr wettbewerbsorientiert und versuchte immer, die besten Noten zu erzielen. Sie tritt heute bei einem Tennisturnier an. Sie wird nächstes Jahr bei den Olympischen Spielen teilnehmen.",
      "example_translation": "Elle était très compétitive à l'école et essayait toujours d'obtenir les meilleures notes. Elle participe à un tournoi de tennis aujourd'hui. Elle participera aux Jeux olympiques l'année prochaine.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eingebildet",
      "translation": "prétentieux",
      "definition": "eine übermäßig hohe Meinung von sich selbst, seinen Fähigkeiten oder seinem Aussehen habend",
      "definition_translation": "Ayant une opinion excessive de soi-même, de ses abilities ou de son apparence.",
      "example": "Er war so eingebildet, dass er dachte, er sei der intelligenteste Mensch im Raum. Sie war eingebildet auf ihre Schönheit und schaute immer in den Spiegel. Er wird nachdem Preis noch eingebildeter sein.",
      "example_translation": "Il était si prétentieux qu'il pensait être la personne la plus intelligente de la salle. Elle était prétentieuse quant à sa beauté et regardait toujours dans le miroir. Il sera encore plus prétentieux après avoir remporté le prix.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "préoccupé",
      "definition": "über etwas besorgt oder ängstlich sein",
      "definition_translation": "Se sentant inquiet ou anxieux à propos de quelque chose.",
      "example": "Ich bin besorgt über die Wettervorhersage für das Wochenende. Sie war besorgt über ihre Gesundheit und ging zum Arzt. Sie werden besorgt über die Sicherheit des Ereignisses sein.",
      "example_translation": "Je suis préoccupé par la prévision météorologique pour le week-end. Elle était préoccupée par sa santé et est allée voir le médecin. Ils seront préoccupés par la sécurité de l'événement.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konservativ",
      "translation": "conservateur",
      "definition": "traditionelle oder etablierte Ideen, Werte und Institutionen unterstützend und Veränderungen oder Innovationen ablehnend",
      "definition_translation": " Favorisant les idées, les valeurs et les institutions traditionnelles ou établies, et s'opposant au changement ou à l'innovation.",
      "example": "Er ist ein konservativer Politiker, der soziale Reform ablehnt. Sie war in ihrer Anlagestrategie konservativ und vermied Risiken. Sie werden konservativ bei der Budgetplanung für das neue Jahr sein.",
      "example_translation": "Il est un politicien conservateur qui s'oppose à la réforme sociale. Elle était conservatrice dans sa stratégie d'investissement et évitait le risque. Ils seront conservateurs dans leur plan budgétaire pour la nouvelle année.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "contenu",
      "definition": "zufrieden oder befriedigt sein, insbesondere wenn etwas Angenehmes passiert ist",
      "definition_translation": "Éprouvant ou montrant de la satisfaction ou du plaisir, notamment lorsque quelque chose de plaisant s'est produit.",
      "example": "Ich bin zufrieden mit dem Ausgang des Projekts. Ich werde zufrieden sein, wenn ich nur noch irgendwie bestehen kann. Sie war zufrieden mit ihrem Leben auf dem Land.",
      "example_translation": "Je suis content du résultat du projet. Je serai content de n'importe quelle note tant que je passe. Elle était contente de sa vie à la campagne.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konventionell",
      "translation": "conventionnel",
      "definition": "etablierten Bräuchen, Regeln oder Traditionen folgend; nicht ungewöhnlich oder innovativ",
      "definition_translation": "Suivant les coutumes, les règles ou les traditions établies ; pas inhabituel ou innovant.",
      "example": "Der konventionelle Weg, einen Job zu bewerben, ist, ein Lebenslauf und ein Anschreiben einzureichen. Sie hat eine konventionelle Sicht auf die Ehe. Er ist in seinem Kleidungsstil konventionell.",
      "example_translation": "La façon conventionnelle de postuler pour un emploi consiste à soumettre un curriculum vitae et une lettre de motivation. Elle a une vue conventionnelle du mariage. Il est conventionnel dans son sens de la mode.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kooperativ",
      "translation": "coopératif",
      "definition": "Bereit, zusammenzuarbeiten und einander zu helfen; Ressourcen oder Anstrengungen zu teilen.",
      "definition_translation": "Prêt à travailler ensemble et à s'entraider ; partageant des ressources ou des efforts.",
      "example": "Die kooperative Bank bietet Finanzdienstleistungen ihren Mitgliedern an. Die Studenten arbeiteten gemeinsam in einer kooperativen Anstrengung, um das Projekt abzuschließen. Die Farmer bildeten eine Genossenschaft, um ihre Erzeugnisse zu vermarkten.",
      "example_translation": "La banque coopérative fournit des services financiers à ses membres. Les étudiants ont travaillé ensemble dans un effort coopératif pour terminer le projet. Les agriculteurs ont formé une coopérative pour commercialiser leurs produits.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "feig",
      "translation": "lâche",
      "definition": "Mutlos oder schwach; furchtsam oder zurückhaltend, Risiken oder Herausforderungen anzunehmen.",
      "definition_translation": "Manquant de courage ou de force ; ayant peur ou réticent à prendre des risques ou affronter des défis.",
      "example": "Er zeigte eine feige Haltung, indem er den Konflikt vermied. Sie wurde beschuldigt, feig zu sein, weil sie nicht aufgestanden ist. Die Mannschaft wurde kritisiert für ihre feige Leistung im Spiel.",
      "example_translation": "Il a montré une attitude lâche en évitant la confrontation. Elle a été accusée d'être lâche pour ne pas avoir parlé. L'équipe a été critiquée pour sa performance lâche dans le jeu.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anständig",
      "translation": "décent",
      "definition": "Moralisch integer und ehrlich; mit einem guten Sinn für Gerechtigkeit und fairen Spiel.",
      "definition_translation": "Moralement droit et honnête ; ayant un bon sens de la justice et du fair-play.",
      "example": "Sie war eine anständige Person, die immer versuchte, das Richtige zu tun. Sie war mir gegenüber anständig, als ich Hilfe benötigte. Sie wird immer anständig bleiben, egal was passiert.",
      "example_translation": "Elle était une personne décente qui essayait toujours de faire le bon choix. Elle avait été décente avec moi quand j'avais besoin d'aide. Elle sera toujours décente, quoi qu'il arrive.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entscheidend",
      "translation": "décisif",
      "definition": "Die Macht hat, eine Entscheidung zu treffen oder ein Ergebnis zu bestimmen; entscheidend oder einflussreich.",
      "definition_translation": "Ayant le pouvoir de décider ou de déterminer un résultat ; crucial ou influent.",
      "example": "Der Trainer traf eine entscheidende Entscheidung, den Spieler auszuwechseln. Der entscheidende Moment kam, als der CEO die Fusion ankündigte. Die entscheidende Strategie der Mannschaft führte zu ihrem Triumph.",
      "example_translation": "Le coach a pris une décision décisive de substituer le joueur. Le moment décisif est arrivé lorsque le PDG a annoncé la fusion. La stratégie décisive de l'équipe a conduit à leur victoire.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anspruchsvoll",
      "translation": "exigeant",
      "definition": "Vielen Zeit, Anstrengung oder Fähigkeit erforderlich; herausfordernd oder schwierig.",
      "definition_translation": "Exigeant beaucoup de temps, d'effort ou de compétence ; difficile ou complexe.",
      "example": "Der Job war anspruchsvoll, aber er war gut bezahlt. Sie war eine anspruchsvolle Lehrerin, die ihre Schüler forderte. Das Projekt war anspruchsvoll und erforderte zusätzliche Ressourcen.",
      "example_translation": "Le travail était exigeant, mais il était bien payé. Elle était une enseignante exigeante qui poussait ses élèves à fond. Le projet était exigeant et nécessitait des ressources supplémentaires.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimierend",
      "translation": "déprimant",
      "definition": "Gefühle von Traurigkeit, Hoffnungslosigkeit oder Verzweiflung verursachend; trüb oder entmutigend.",
      "definition_translation": "Provocant des sentiments de tristesse, d'impuissance ou de désespoir ; sombre ou découragé.",
      "example": "Die Nachricht war deprimierend und beeinträchtigte meine Stimmung. Das Wetter war deprimierend, und es machte mich möchte, zu Hause zu bleiben. Die Situation war deprimierend, und es schien hoffnungslos.",
      "example_translation": "Les nouvelles étaient déprimantes, et elles ont affecté mon humeur. Le temps était déprimant, et il m'a fait vouloir rester à l'intérieur. La situation était déprimante, et elle semblait sans espoir.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verzweifelt",
      "translation": "désespéré",
      "definition": "Extrem ängstlich oder dringend, etwas zu tun, oft weil die Situation sehr schlecht oder gefährlich ist.",
      "definition_translation": "Éprouvant ou montrant une anxiété extrême ou une urgence pour faire quelque chose, souvent parce qu'une situation est très mauvaise ou dangereuse.",
      "example": "Sie fühlte sich verzweifelt, als sie ihren Job verlor, aber sie gab nicht auf. Sie war verzweifelt, einen neuen Job zu finden, seit Monaten, und sie wird verzweifelt sein, erfolgreich zu sein in ihrem nächsten Vorstellungsgespräch.",
      "example_translation": "Elle s'est sentie désespérée lorsqu'elle a perdue son emploi, mais elle n'a pas abandonné. Elle avait été désespérée de trouver un nouvel emploi pendant des mois, et elle sera désespérée de réussir à son prochain entretien.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entschlossen",
      "translation": "déterminé",
      "definition": "Eine feste Entscheidung getroffen oder sich festgelegt zu haben, etwas zu tun, und fest und unerschütterlich in seinen Absichten.",
      "definition_translation": "Ayant pris une décision ferme ou un engagement de faire quelque chose, et étant résolu et ferme dans ses intentions.",
      "example": "Sie war entschlossen, ihren Abschluss zu erwerben, und sie war entschlossen, gute Noten zu erzielen, seit Jahren. Sie wird entschlossen sein, einen Job in ihrem Fachgebiet nach dem Abschluss zu finden.",
      "example_translation": "Elle était déterminée à finir son diplôme, et elle avait été déterminée à obtenir de bonnes notes pendant des années. Elle sera déterminée à trouver un emploi dans son domaine après l'obtention de son diplôme.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hingebungsvoll",
      "translation": "dévoué",
      "definition": "Liebe, Treue und Hingabe gegenüber jemandem oder etwas zeigend, und dem Wohl und Erfolg verschrieben.",
      "definition_translation": "Montrant de l'amour, de la loyauté et de la dévotion envers quelqu'un ou quelque chose, et étant engagé pour leur bien-être et leur succès.",
      "example": "Er war seiner Frau hingebungsvoll, und er war seinen Kindern seit ihrer Geburt hingebungsvoll. Er wird seiner Gemeinde hingebungsvoll sein und denen helfen, die Hilfe benötigen.",
      "example_translation": "Il était dévoué à sa femme, et avait été dévoué à ses enfants depuis leur naissance. Il sera dévoué à sa communauté et aidera ceux qui en ont besoin.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "diligent",
      "definition": "Sorgfältige und stetige Anstrengungen unternehmend, um etwas zu erreichen, und gründlich und gewissenhaft in seiner Arbeit oder Pflichten.",
      "definition_translation": "Montrant un effort soigné et régulier pour accomplir quelque chose, et étant soigneux et méticuleux dans son travail ou ses devoirs.",
      "example": "Sie war fleißig bei ihrer Forschung, und sie war fleißig bei ihren Studien, seit Jahren. Sie wird fleißig in ihrem neuen Job sein und sicherstellen, dass alles richtig gemacht wird.",
      "example_translation": "Elle était diligente dans ses recherches, et avait été diligente dans ses études pendant des années. Elle sera diligente dans son nouveau poste et s'assurera que tout est fait correctement.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unehrlich",
      "translation": "déshonnête",
      "definition": "nicht ehrlich oder wahrheitsgemäß; eine Neigung zum Betrügen oder Lügen zeigt",
      "definition_translation": "non honnête ou véridique ; ayant ou montrant une volonté de tricher ou de mentir",
      "example": "Sie wurde beschuldigt, in ihren Geschäften unehrlich gewesen zu sein. Sie war in Bezug auf ihre Vergangenheit unehrlich gewesen. Sie wird unehrlich sein, wenn sie die Gelegenheit bekommt.",
      "example_translation": "Elle a été accusée d'être déshonnête dans ses transactions commerciales. Elle avait été déshonnête à propos de son passé. Elle sera déshonnête si elle en a l'occasion.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "desorganisiert",
      "translation": "désorganisé",
      "definition": "ohne systematische oder organisierte Herangehensweise; chaotisch oder verwirrend",
      "definition_translation": "manquant d'une approche systématique ou organisée ; chaotique ou confus",
      "example": "Das Zimmer war nach der Party desorganisiert. Sie war in ihrer Planung desorganisiert. Das Unternehmen wird ohne einen klaren Führer desorganisiert sein.",
      "example_translation": "La chambre était désorganisée après la fête. Elle était désorganisée dans sa planification. L'entreprise sera désorganisée sans un leader clair.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "insatisfait",
      "definition": "nicht zufrieden oder content; unglücklich mit etwas",
      "definition_translation": "non satisfait ou content ; malheureux de quelque chose",
      "example": "Er war unzufrieden mit dem Service im Restaurant. Sie war seit Monaten unzufrieden mit ihrem Job. Sie werden unzufrieden sein, wenn sie nicht bekommen, was sie wollen.",
      "example_translation": "Il était insatisfait du service au restaurant. Elle avait été insatisfaite de son emploi pendant des mois. Ils seront insatisfaits si ils n'obtiennent pas ce qu'ils veulent.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "douloureux",
      "definition": "Anxiety, Sorge oder Traurigkeit verursachend; unangenehm oder störend",
      "definition_translation": "causant de l'anxiété, de l'inquiétude ou de la tristesse ; désagréable ou troublant",
      "example": "Die Nachricht war beunruhigend zu hören. Die Situation war seit Wochen beunruhigend. Die Geschichte wird einige Leser beunruhigend finden.",
      "example_translation": "Les nouvelles étaient douloureuses à entendre. La situation avait été douloureuse pendant des semaines. L'histoire sera douloureuse pour certains lecteurs.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zweifelhaft",
      "translation": "douteux",
      "definition": "Zweifel an etwas oder jemandem empfindend oder zeigend",
      "definition_translation": "éprouvant ou montrant du doute à l'égard de quelque chose ou quelqu'un",
      "example": "Ich war zweifelhaft bei der Investition, aber sie erwies sich als gute Entscheidung. Ich bin zweifelhaft bezüglich der Wettervorhersage und glaube nicht, dass es morgen sonnig sein wird. Ich werde zweifelhaft bezüglich der neuen Politik sein, bis ich ihre Auswirkungen sehe.",
      "example_translation": "J'étais douteux à propos de l'investissement, mais il s'est avéré être une bonne décision. Je suis douteux à propos de la prévision météorologique, et je ne pense pas qu'il sera ensoleillé demain. Je serai douteux à propos de la nouvelle politique jusqu'à ce que je voie ses effets.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dynamisch",
      "translation": "dynamique",
      "definition": "ständig ändernd und aktiv oder in Beziehung zu oder durch Energie und effektive Aktion gekennzeichnet",
      "definition_translation": "changeant constamment et actif, ou se rapportant à ou caractérisé par l'énergie et l'action efficace",
      "example": "Das Unternehmen sucht nach einem dynamischen Mitarbeiter, der sich neuen Situationen anpassen kann. Die dynamische Natur des Marktes erfordert ständige Innovation. Das dynamische Duo arbeitet seit Jahren zusammen und produziert innovative Lösungen.",
      "example_translation": "L'entreprise recherche un employé dynamique qui peut s'adapter à de nouvelles situations. La nature dynamique du marché nécessite une innovation constante. Le duo dynamique a travaillé ensemble pendant des années, produisant des solutions innovantes.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begierig",
      "translation": " impatient",
      "definition": "Enthusiasmus und Interesse empfindend oder sehr willens, etwas zu tun",
      "definition_translation": "éprouvant ou montrant de l'enthousiasme et de l'intérêt, ou voulant faire quelque chose très fort",
      "example": "Ich bin begierig, meinen neuen Job anzufangen und neue Fähigkeiten zu erlernen. Sie war begierig, das neue Restaurant auszuprobieren und bestellte das Spezialgericht. Sie werden begierig sein, die Nachricht zu hören und heute Abend zu feiern.",
      "example_translation": "Je suis impatient de commencer mon nouveau travail et d'apprendre de nouvelles compétences. Elle était impatiente d'essayer le nouveau restaurant et a commandé le plat spécial. Ils seront impatients d'entendre les nouvelles et de célébrer ce soir.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gebildet",
      "translation": "instruit",
      "definition": "ein hohes Maß an Wissen oder Fähigkeit besitzend, insbesondere als Ergebnis formaler Bildung",
      "definition_translation": "ayant ou montrant un haut niveau de connaissance ou de compétence, notamment en raison d'une éducation formelle",
      "example": "Die gebildete Elite ist für die Zukunft des Landes verantwortlich. Sie ist eine gebildete Frau, die viel gereist ist. Die gebildete Bevölkerung wird besser ausgerüstet sein, die Herausforderungen des 21. Jahrhunderts zu meistern.",
      "example_translation": "L'élite instruite est responsable de façonner l'avenir du pays. Elle est une femme instruite qui a voyagé largement. La population instruite sera mieux équipée pour faire face aux défis du 21e siècle.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "emotional",
      "translation": "émotionnel",
      "definition": "intensive Gefühle zeigend oder kennzeichnend",
      "definition_translation": "relatif ou caractérisé par des sentiments intenses",
      "example": "Sie war während des Films sehr emotional, aber ich war nicht bewegt.",
      "example_translation": "Elle était très émotionnelle pendant le film, mais je n'ai pas été ému.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigend",
      "translation": "encourageant",
      "definition": "Unterstützung oder Zuversicht vermittelnd",
      "definition_translation": "donnant du soutien ou de la confiance à quelqu'un",
      "example": "Ihre ermutigenden Worte halfen mir, meine Ängste zu überwinden. Gestern habe ich meinem Freund ermutigt, Risiken einzugehen. Ich werde mein Team ermutigen, härter zu arbeiten.",
      "example_translation": "Ses mots encourageants m'ont aidé à surmonter mes peurs. Hier, j'ai encouragé mon ami à prendre des risques. Je vais encourager mon équipe à travailler plus dur.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "energetisch",
      "translation": "énergique",
      "definition": "viel Energie und Enthusiasmus zeigend",
      "definition_translation": "ayant ou montrant beaucoup d'énergie et d'enthousiasme",
      "example": "Das energische Publikum jubelte, als die Band anfing zu spielen. Sie war während des Workouts sehr energisch. Ich werde morgen bei meiner Präsentation sehr energisch sein.",
      "example_translation": "La foule énergique a acclamé lorsque le groupe a commencé à jouer. Elle était très énergique pendant l'entraînement. Je serai énergique dans ma présentation demain.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhaltsam",
      "translation": "amüsant",
      "definition": "angenehm ablenkend oder genießbar",
      "definition_translation": "agréablement distrayant ou agréable",
      "example": "Die unterhaltsame Show machte uns lachen. Der Comedian unterhielt das Publikum. Ich finde Videospiele unterhaltsam und entspannend.",
      "example_translation": "Le spectacle amusant nous a fait rire. Le comédien amusait le public. Je trouve les jeux vidéo amusants et relaxants.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "enthousiaste",
      "definition": "intensives und aufgeregtes Interesse an etwas zeigend",
      "definition_translation": "éprouvant ou montrant un intérêt intense et excité pour quelque chose",
      "example": "Ich war begeistert von dem neuen Projekt, an dem wir arbeiteten. Ich bin begeistert von der Gelegenheit, eine neue Sprache zu lernen. Ich werde nächstes Jahr begeistert von den Urlaubsplänen sein.",
      "example_translation": "J'étais enthousiaste à propos du nouveau projet sur lequel nous travaillions. Je suis enthousiaste à propos de l'opportunité d'apprendre une nouvelle langue. Je serai enthousiaste à propos des plans de vacances l'année prochaine.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "böse",
      "translation": "méchant",
      "definition": "moralisch schlecht oder falsch; jemandem oder etwas Schaden zufügend",
      "definition_translation": "moralement mauvais ou faux ; causant du mal ou des blessures à quelqu'un ou quelque chose",
      "example": "Der böse Bösewicht plante, die Welt zu erobern. Der böse Roboter war programmiert, die Menschheit zu zerstören. Der böse Geist besaß das junge Mädchen.",
      "example_translation": "Le méchant vilain était en train de planifier la conquête du monde. Le robot méchant était programmé pour détruire l'humanité. L'esprit méchant possédait la jeune fille.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpfend",
      "translation": "épuisant",
      "definition": "ein Gefühl extremer Erschöpfung oder Müdigkeit verursachend",
      "definition_translation": "causant un sentiment de fatigue extrême ou d'épuisement",
      "example": "Das erschöpfende Workout ließ mich leer fühlen. Die erschöpfende Straßenreise nahm unseren Körpern ihren Tribut. Das erschöpfende Projekt erforderte viele lange Arbeitsstunden.",
      "example_translation": "L'entraînement épuisant m'a laissé sentir vidé. Le voyage routier épuisant a eu unimpact sur nos corps. Le projet épuisant a nécessité de nombreuses heures de travail longues.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experte",
      "translation": "expert",
      "definition": "große Fähigkeit, Kenntnisse oder Erfahrung in einem bestimmten Bereich aufweisend",
      "definition_translation": "ayant ou montrant une grande quantité de compétence, de connaissance ou d'expérience dans un domaine particulier",
      "example": "Der Experte-Chirurg führte den komplexen Eingriff mit Leichtigkeit durch. Der Experte-Programmierer schrieb den Code mit Präzision. Der Experte-Berater analysierte die Marktrends mit Genauigkeit.",
      "example_translation": "Le chirurgien expert a réalisé l'opération complexe avec facilité. Le programmeur expert a écrit le code avec précision. Le consultant expert a analysé les tendances du marché avec précision.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "fidèle",
      "definition": "Loyalität und Hingabe zu einer Person oder Institution zeigend",
      "definition_translation": "ayant ou montrant loyauté et dévotion envers une personne ou une institution",
      "example": "Sie war ihrem Mann während ihrer 50 Jahren Ehe treu. Sie war ihrem Job 20 Jahre treu gewesen, und sie wird ihren Kindern bis zum Ende treu sein.",
      "example_translation": "Elle a été fidèle à son mari pendant leurs 50 ans de mariage. Elle avait été fidèle à son travail pendant 20 ans, et elle sera fidèle à ses enfants jusqu'à la fin.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fasziniert",
      "translation": "fasciné",
      "definition": "extrem interessiert oder von etwas angezogen",
      "definition_translation": "extrêmement intéressé ou attiré par quelque chose",
      "example": "Ich war vom Grand Canyon fasziniert. Sie ist seit ihrer Kindheit von Astronomie fasziniert, und sie wird bis ans Ende ihres Lebens davon fasziniert sein.",
      "example_translation": "J'étais fasciné par la beauté du Grand Canyon. Elle a été fascinée par l'astronomie depuis qu'elle était enfant, et elle sera fascinée par cela jusqu'à la fin de sa vie.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faszinierend",
      "translation": "fascinant",
      "definition": "extrem interessant oder attraktiv",
      "definition_translation": "extrêmement intéressant ou attractif",
      "example": "Der Film war von Anfang bis Ende faszinierend. Die Stadt ist mit ihrer reichen Geschichte und Kultur faszinierend.",
      "example_translation": "Le film était fascinant du début à la fin. La ville est fascinante, avec son riche histoire et sa culture.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wild",
      "translation": "féroce",
      "definition": "stark und intensiv",
      "definition_translation": "montrant une intensité forte et puissante",
      "example": "Der wilde Sturm zerstörte viele Häuser. Sie hat eine wilde Entschlossenheit, in ihrer Karriere erfolgreich zu sein.",
      "example_translation": "La tempête féroce a détruit de nombreux foyers. Elle a une détermination féroce pour réussir dans sa carrière.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "sot",
      "definition": "ohne guten Sinn oder Urteil; absurd oder lächerlich",
      "definition_translation": "manquant de bon sens ou de jugement ; absurde ou ridicule",
      "example": "Ich war dumm, all mein Geld in jenes Unternehmen zu investieren. Ich bin dumm, zu denken, dass es funktionieren wird. Ich werde dumm sein, ihm wieder zu vertrauen.",
      "example_translation": "J'ai été sot d'investir tout mon argent dans cette entreprise. Je suis sot de penser que cela fonctionnera. Je serai sot de lui faire de nouveau confiance.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "furieux",
      "definition": "extrem ärgerlich oder gewalttätig",
      "definition_translation": "extrêmement en colère ou violent",
      "example": "Ich war wütend, als ich das Chaos sah. Ich bin wütend über die Art und Weise, wie ich behandelt wurde. Ich werde wütend sein, wenn sie sich nicht entschuldigen.",
      "example_translation": "J'étais furieux lorsque j'ai vu le désordre. Je suis furieux de la façon dont j'ai été traité. Je serai furieux si ils ne s'excusent pas.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gierig",
      "translation": "avide",
      "definition": "einen starken Wunsch haben, mehr davon zu bekommen, insbesondere Essen oder Geld",
      "definition_translation": "ayant ou montrant un désir fort de obtenir plus de quelque chose, notamment de nourriture ou d'argent",
      "example": "Er war gierig und nahm den ganzen Kuchen. Sie ist gierig und will nie teilen. Sie werden gierig sein und um mehr bitten.",
      "example_translation": "Il était avide et a pris tout le gâteau. Elle est avide et ne veut jamais partager. Ils seront avides et demanderont plus.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hart",
      "translation": "dur",
      "definition": "fest, stabil und widerstandsfähig gegen Druck oder Veränderung",
      "definition_translation": "solide, ferme et résistant à la pression ou au changement",
      "example": "Ich hatte Mühe, die Lektion zu verstehen. Ich habe Mühe, die Sprache zu lernen. Ich werde Mühe haben, wenn ich nicht übe.",
      "example_translation": "J'ai eu du mal à comprendre la leçon. J'ai du mal à apprendre la langue. J'aurai du mal si je ne pratique pas.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "travailleur acharné",
      "definition": "zeigt Hingabe und Ausdauer in seiner Arbeit oder Pflichten; einsatzfreudig und gewissenhaft.",
      "definition_translation": "Montrant de la détermination et de la persévérance dans son travail ou ses devoirs ; laborieux et consciencieux.",
      "example": "Sie war eine fleißige Schülerin, die immer ihre Aufgaben pünktlich abgab. Sie war fleißig an ihrem Projekt gearbeitet, seit Wochen. Sie wird fleißig sein, um den Termin einzuhalten.",
      "example_translation": "Elle était une étudiante travailleuse qui soumettait toujours ses devoirs à temps. Elle avait travaillé dur sur son projet pendant des semaines. Elle sera travailleuse pour respecter le délai.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eisig",
      "translation": "glacial",
      "definition": "extrem kalt in der Temperatur; frostig oder kalt in der Art und Weise.",
      "definition_translation": "Extrêmement froid en température ; glaciale ou froide dans son comportement.",
      "example": "Der eisige Wind blies durch die Stadt. Sie gab mir einen eisigen Blick. Das Zimmer war eiskalt.",
      "example_translation": "Le vent glacial soufflait dans la ville. Elle m'a lancé un regard glacial. La chambre était glaciale.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "un geduldig",
      "translation": "impatient",
      "definition": "kann keine Verzögerungen oder Wartezeiten ertragen; unruhig und begierig nach Handeln.",
      "definition_translation": "Incapable de tolérer les retards ou d'attendre ; agité et impatient d'agir.",
      "example": "Er war ungeduldig, das Projekt zu starten. Sie war ungeduldig mit ihrem Bruder den ganzen Tag. Sie werden ungeduldig sein, um loszulegen.",
      "example_translation": "Il était impatient de commencer le projet. Elle a été impatiente avec son frère toute la journée. Ils seront impatients de commencer.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "impoli",
      "definition": " unhöflich oder unfreundlich in der Art und Weise; fehlende Höflichkeit oder gute Manieren.",
      "definition_translation": "Grossier ou discourtois dans son comportement ; manquant de politesse ou de bonnes manières.",
      "example": "Er war unhöflich zum Kellner. Sie war unhöflich zu ihrem Lehrer. Sie werden unhöflich zu den Gästen sein.",
      "example_translation": "Il a été impoli envers le serveur. Elle a été impolie envers son enseignant. Ils seront impolis envers les invités.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unabhängig",
      "translation": "indépendant",
      "definition": "stützt sich nicht auf andere für Unterstützung oder Führung; selbstständig.",
      "definition_translation": "Ne dépendant pas des autres pour le soutien ou l'orientation; autosuffisant.",
      "example": "Sie war immer eine unabhängige Person, die ihre eigenen Entscheidungen traf und ihr eigenes Leben lebte. Sie wird auch im Alter unabhängig bleiben. Sie war auch als Kind unabhängig.",
      "example_translation": "Elle avait toujours été une personne indépendante, prenant ses propres décisions et vivant sa propre vie. Elle continuera à être indépendante dans sa vieillesse. Elle était indépendante même enfant.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerfahren",
      "translation": "inexpérimenté",
      "definition": "hat keine Erfahrung oder Fähigkeit in einem bestimmten Bereich oder Aktivität.",
      "definition_translation": "Manquant d'expérience ou de compétence dans un domaine ou une activité particulière.",
      "example": "Als unerfahrene Reisende, verlor sie sich in der Stadt. Sie wird nicht unerfahren auf ihrer nächsten Reise sein. Sie war unerfahren in ihrem ersten Job.",
      "example_translation": "En tant que voyageuse inexpérimentée, elle s'est perdue dans la ville. Elle ne sera pas inexpérimentée dans son prochain voyage. Elle était inexpérimentée dans son premier emploi.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unschuldig",
      "translation": "innocent",
      "definition": "Nicht schuldig an einem Verbrechen oder Fehlverhalten; frei von Sünde oder moralischer Verfehlung.",
      "definition_translation": "Pas coupable d'un crime ou de mauvaise action; libre de péché ou de tort moral.",
      "example": "Das Kind war unschuldig und wusste nicht, was geschah. Sie wird in ihrem Herzen unschuldig bleiben. Er war unschuldig und hat das Verbrechen nicht begangen.",
      "example_translation": "L'enfant était innocent et ne savait pas ce qui se passait. Elle restera innocente dans son cœur. Il était innocent et n'a pas commis le crime.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unaufrichtig",
      "translation": "insincère",
      "definition": "Nicht ehrlich oder aufrichtig; sagt oder tut Dinge nur, um zu beeindrucken oder zu täuschen.",
      "definition_translation": "Pas authentique ou sincère; disant ou faisant des choses uniquement pour impressionner ou tromper.",
      "example": "Die unaufrichtige Entschuldigung des Politikers täuschte niemanden. Sie wird in ihrer nächsten Rede nicht unaufrichtig sein. Er war in seiner Freundschaft unaufrichtig.",
      "example_translation": "Les excuses insincères du politicien n'ont pas trompé personne. Elle ne sera pas insincère dans son prochain discours. Il était insincère dans son amitié.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intellektuell",
      "translation": "intellectuel",
      "definition": "Eine Person, die hoch gebildet und kenntnisreich ist, oft in einem bestimmten Feld oder Fach.",
      "definition_translation": "Une personne qui est très instruite et érudite, souvent dans un domaine ou un sujet particulier.",
      "example": "Sie war eine Intellektuelle, die viele Bücher über Philosophie schrieb. Sie schreibt gerade ein neues Buch über Ethik. Sie wird nächstes Monat einen Vortrag über Moral halten.",
      "example_translation": "Elle était une intellectuelle qui a écrit de nombreux livres sur la philosophie. Elle écrit un nouveau livre sur l'éthique. Elle donnera une conférence sur la morale le mois prochain.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortungslos",
      "translation": "irresponsable",
      "definition": "Fehlt es an Verantwortungsbewusstsein oder Rechenschaft, oft mit leichtfertigem oder sorglosem Verhalten.",
      "definition_translation": "Manquant de sens des responsabilités ou de compte rendu, souvent entraînant un comportement imprudent ou négligent.",
      "example": "Er war verantwortungslos mit seinen Finanzen und gab all sein Geld für unnötige Dinge aus. Er ist jetzt mit seinem Budget verantwortungsbewusster. Er wird bald einen Kurs über Finanzplanung besuchen.",
      "example_translation": "Il était irresponsable avec ses finances et a dépensé tout son argent sur des choses inutiles. Il est plus responsable avec son budget maintenant. Il suivra un cours de planification financière bientôt.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " gereizt",
      "translation": "irrité",
      "definition": "Fühlt oder zeigt Ärger oder Frustration, oft aufgrund einer bestimmten Situation oder Person.",
      "definition_translation": "Sentant ou montrant de l'irritation ou de la frustration, souvent à cause d'une situation ou d'une personne en particulier.",
      "example": "Sie war von dem Lärm auf der Baustelle gereizt. Sie ist jetzt weniger gereizt, seit das Projekt beendet ist. Sie wird gereizt sein, wenn sie wieder anfangen zu bauen.",
      "example_translation": "Elle était irritée par le bruit du chantier de construction. Elle se sent moins irritée maintenant que le projet est terminé. Elle sera irritée si ils recommencent à construire.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reizend",
      "translation": "irritant",
      "definition": "Verursacht Ärger oder Frustration, oft aufgrund einer bestimmten Eigenschaft oder Verhaltens.",
      "definition_translation": "Causing de l'irritation ou de la frustration, souvent à cause d'une qualité ou d'un comportement en particulier.",
      "example": "Er fand ihr ständiges Geplapper reizend. Er versucht, ihre reizende Angewohnheit, dreckige Geschirr in der Spüle zu lassen, zu vermeiden. Er wird ärgerlich sein, wenn sie ihr reizendes Verhalten weiterhin zeigen wird.",
      "example_translation": "Il a trouvé son bavardage constant irritant. Il essaie d'éviter son habitude irritante de laisser des assiettes sales dans l'évier. Il sera ennuyé si elle continue son comportement irritant.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "loyal",
      "definition": "Geben oder zeigen festen und konstanten Unterstützung oder Treue gegenüber einer Person oder Institution.",
      "definition_translation": "Donnant ou montrant un soutien ferme et constant à une personne ou une institution.",
      "example": "Sie war ihren Freunden und ihrer Familie treu. Sie war dem Unternehmen 10 Jahre lang treu. Sie wird ihrem Land treu bleiben.",
      "example_translation": "Elle était loyale envers ses amis et sa famille. Elle avait été loyale envers l'entreprise pendant 10 ans. Elle sera loyale envers son pays.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reif",
      "translation": "mûr",
      "definition": "Hat einen fortgeschrittenen Stadium der Entwicklung, des Wachstums oder des Fortschritts erreicht.",
      "definition_translation": "Ayant atteint un stade avancé de croissance, de développement ou de progrès.",
      "example": "Er war über sein Alter hinaus reif. Sie entwickelte sich schnell, nachdem sie in die Stadt gezogen war. Sie werden zu verantwortungsvollen Erwachsenen heranwachsen.",
      "example_translation": "Il était mûr au-delà de son âge. Elle a mûri rapidement après avoir déménagé dans la ville. Ils deviendront des adultes responsables.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gemein",
      "translation": "méchant",
      "definition": "Hat oder zeigt eine unangenehme oder unfreundliche Gesinnung; grausam oder boshaft.",
      "definition_translation": "Ayant ou montrant une disposition désagréable ou malveillante; cruel ou rancunier.",
      "example": "Er war seinem Bruder gegenüber gemein. Sie meinte, ihn zu beleidigen. Sie werden gute Absichten haben, aber nicht erfolgreich sein.",
      "example_translation": "Il était méchant envers sa sœur. Elle avait voulu l'insulter. Ils voudront bien faire, mais ne réussiront pas.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "meinen",
      "translation": "signifier",
      "definition": "Absichtlich oder beabsichtigt, etwas zu sagen oder zu tun.",
      "definition_translation": "Viser à exprimer ou indiquer quelque chose.",
      "example": "Ich meine, zum Laden zu gehen. Sie meint es ernst. Sie werden es als Scherz meinen.",
      "example_translation": "Je veux aller au magasin. Elle signifie affaires. Ils le diront comme une plaisanterie.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistig",
      "translation": "mentale",
      "definition": "Bezieht sich auf den Geist; beschäftigt sich mit oder betrifft den Geist, insbesondere als Studienobjekt oder als Mittel zur Verhaltenssteuerung.",
      "definition_translation": "Relatif à l'esprit; concernant ou affectant l'esprit, en particulier comme sujet d'étude ou comme moyen de contrôler le comportement.",
      "example": "Sie hatte einen geistigen Zusammenbruch nach dem Unfall. Sie hat sich geistig auf die Prüfung vorbereitet. Sie wird geistige Zähigkeit benötigen, um das Hindernis zu überwinden.",
      "example_translation": "Elle a eu une crise mentale après l'accident. Elle s'est préparée mentalement pour l'examen. Elle aura besoin de force mentale pour surmonter l'obstacle.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elend",
      "translation": "misérable",
      "definition": "Fühlt, zeigt oder verursacht große Unzufriedenheit oder Unbehagen.",
      "definition_translation": "Sentant, montrant ou causant une grande tristesse ou inconfort.",
      "example": "Er fühlte sich elend, nachdem er seinen Job verloren hatte. Sie war elend während der gesamten Reise. Sie werden elend sein, wenn sie nicht schlafen können.",
      "example_translation": "Il s'est senti misérable après avoir perdu son emploi. Elle était misérable pendant tout le voyage. Ils seront misérables s'ils n'obtiennent pas de sommeil.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "motiviert",
      "translation": "motivé",
      "definition": "Hat einen starken Wunsch oder Enthusiasmus, etwas zu erreichen.",
      "definition_translation": "Ayant un désir ou une enthousiasme forts pour accomplir quelque chose.",
      "example": "Sie war motiviert, ihr eigenes Unternehmen zu gründen. Er ist motiviert, eine neue Sprache zu lernen. Sie waren motiviert, das Projekt abzuschließen.",
      "example_translation": "Elle était motivée pour démarrer son propre entreprise. Il est motivé pour apprendre une nouvelle langue. Ils étaient motivés pour finir le projet.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegend",
      "translation": "émouvant",
      "definition": "Verrursacht starke Emotionen, insbesondere Traurigkeit oder Mitgefühl.",
      "definition_translation": "Provoquant de forts émotions, en particulier la tristesse ou la sympathie.",
      "example": "Der Film war bewegend und hat mich zum Weinen gebracht. Die Rede war bewegend und hat uns inspiriert. Das Denkmal war bewegend und hat Erinnerungen zurückgebracht.",
      "example_translation": "Le film était émouvant et m'a fait pleurer. Le discours était émouvant et nous a inspirés. Le mémorial était émouvant et a rappelé des souvenirs.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ekelhaft",
      "translation": "méchant",
      "definition": "Angenehm mean oder unfreundlich; hat oder zeigt einen starken und unangenehmen Geruch.",
      "definition_translation": "Désagréablement méchant ou malveillant ; ayant ou montrant une odeur forte et désagréable.",
      "example": "Sie fand das Essen ekelhaft und weigerte sich, es zu essen. Ich fand den ekelhaften Geruch im Badezimmer. Der ekelhafte Sturm wird morgen ankommen.",
      "example_translation": "Elle a pensé que la nourriture était méchante et a refusé de manger. J'ai trouvé l'odeur méchante dans la salle de bain. La tempête méchante arrivera demain.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unartig",
      "translation": "espiègle",
      "definition": "Verhält sich oder handelt auf slightly böswillige oder neckische Weise; spielerisch böswillig oder ungehorsam.",
      "definition_translation": "Se comportant ou fait de manière légèrement méchante ou espiègle ; jouant au petit coquin ou désobéissant.",
      "example": "Das unartige Kind zerbrach das Spielzeug. Sie war unartig und hörte nicht auf ihre Mutter. Der unartige Junge wird bestraft werden.",
      "example_translation": "L'enfant espiègle a cassé le jouet. Elle était espiègle et n'a pas écouté sa mère. Le garçon espiègle sera puni.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehorSAM",
      "translation": "obéissant",
      "definition": "Willig, Befehle auszuführen oder Anweisungen zu befolgen; gehorsam unterwürfig.",
      "definition_translation": "Prêt à obéir ou à se conformer à ce qui est demandé ou attendu ; soumis avec obéissance.",
      "example": "Der gehorsame Hund folgte seinem Herrn. Sie war ein gehorsamer Schüler und machte immer ihre Hausaufgaben. Der gehorsame Roboter wird alle Befehle ausführen.",
      "example_translation": "Le chien obéissant a suivi son maître. Elle était une étudiante obéissante et faisait toujours ses devoirs. Le robot obéissant obéira à tous les ordres.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "objektiv",
      "translation": "objectif",
      "definition": "Nicht von persönlichen Gefühlen oder Vorurteilen beeinflusst; ein Ziel oder eine Zielperspektive, die erreicht werden soll.",
      "definition_translation": "Non influencé par des sentiments personnels ou des préjugés ; un but ou un objectif à atteindre.",
      "example": "Der Lehrer versuchte, objektiv zu bleiben, während er die Arbeiten korrigierte. Die Firma setzte sich das Ziel, die Verkäufe um 20% zu steigern. Der Wissenschaftler hatte das Ziel, eine Heilung für die Krankheit zu finden.",
      "example_translation": "Le professeur a essayé de rester objectif lors de la notation des papiers. L'entreprise a fixé un objectif d'augmenter les ventes de 20%. L'objectif du scientifique était de trouver un remède pour la maladie.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhänglich",
      "translation": "offensif",
      "definition": "Verletzt tiefgreifend die Gefühle eines Menschen, empört oder ärgert jemanden.",
      "definition_translation": "causant à quelqu'un de se sentir profondément blessé, contrarié ou en colère",
      "example": "Das Unternehmen entschuldigte sich für die anstößige Werbung. Es hatte viele Menschen beleidigt. Es wird in Zukunft niemanden beleidigen.",
      "example_translation": "L'entreprise s'est excusée pour la publicité offensante. Elle avait offensé beaucoup de gens. Elle n'offensera personne à l'avenir.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "optimistisch",
      "translation": "optimiste",
      "definition": "Erwartet gute Dinge zu geschehen oder hat eine positive Einstellung zur Zukunft.",
      "definition_translation": "s'attendant à ce que de bonnes choses arrivent ou ayant une attitude positive envers l'avenir",
      "example": "Sie war optimistisch über ihre Chancen, den Job zu bekommen. Sie war von Anfang an optimistisch über das Projekt. Sie wird optimistisch in die Zukunft blicken.",
      "example_translation": "Elle était optimiste quant à ses chances d'obtenir le poste. Elle avait été optimiste quant au projet depuis le début. Elle sera optimiste quant à l'avenir.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisiert",
      "translation": "organisé",
      "definition": "systematisch geordnet, damit es leicht ist, Dinge zu finden oder Aufgaben zu erledigen",
      "definition_translation": "arrangé ou structuré d'une manière systématique, rendant facile de trouver des choses ou de gérer des tâches",
      "example": "Das Unternehmen war organisiert und effizient. Es war von Anfang an gut organisiert. Es wird in Zukunft produktiv und organisiert sein.",
      "example_translation": "L'entreprise était organisée et efficace. Elle avait été bien organisée depuis le début. Elle sera organisée et productive à l'avenir.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "empörend",
      "translation": "inouï",
      "definition": "extrem schockierend oder inakzeptabel, oft auf unvernünftige oder inakzeptable Weise",
      "definition_translation": "extrêmement choquant ou inacceptable, souvent d'une manière considérée comme déraisonnable ou inacceptable",
      "example": "Das empörende Verhalten des Celebrities schockierte jeden. Es war von Anfang an empörend. Es wird in Zukunft empörend sein.",
      "example_translation": "Le comportement inouï de la célébrité a choqué tout le monde. Il avait été inouï depuis le début. Il sera inouï à l'avenir.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzhaft",
      "translation": "douloureux",
      "definition": "körperliche oder emotionale Pein oder Unbehagen verursacht.",
      "definition_translation": "Provoquant une douleur ou un malaise physique ou émotionnel.",
      "example": "Die Patientin litt unter schmerzhaften Symptomen nach der Operation. Sie muss für einige Tage schmerzhafte Medizin einnehmen. Sie hatte ein schmerzhaftes Erlebnis gestern.",
      "example_translation": "Le patient éprouvait des symptômes douloureux après la chirurgie. Elle devra prendre des médicaments douloureux pendant quelques jours. Elle a eu une expérience douloureuse hier.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leidenschaftlich",
      "translation": "passionné",
      "definition": "starke Emotionen zeigt oder empfindet, insbesondere in Bezug auf ein bestimmtes Thema oder eine bestimmte Aktivität.",
      "definition_translation": "Montrant ou ressentant des émotions fortes, notamment à propos d'un sujet ou d'une activité particulière.",
      "example": "Er ist ein leidenschaftlicher Musiker, der seit Jahren Gitarre spielt. Sie war leidenschaftlich bei ihrer Arbeit, aber jetzt sucht sie einen Wechsel. Sie werden heute Abend ein leidenschaftliches Gespräch über Politik führen.",
      "example_translation": "Il est un musicien passionné qui joue de la guitare depuis des années. Elle était passionnée par son travail, mais maintenant elle cherche un changement. Ils auront une discussion passionnée sur la politique ce soir.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passiv",
      "translation": "passif",
      "definition": "nicht aktiv oder einflussreich; lässt Dinge passieren, anstatt sie zu gestalten.",
      "definition_translation": "Non actif ou influent ; laissant les choses se produire plutôt que de les faire se produire.",
      "example": "Das Unternehmen spielt eine passive Rolle am Markt, ohne Risiken einzugehen. Sie war passiv während des Meetings und trug nicht zur Diskussion bei. Das Land hat eine passive Außenpolitik.",
      "example_translation": "L'entreprise a un rôle passif sur le marché, ne prenant pas de risques. Elle était passive pendant la réunion, ne contribuant pas à la discussion. Le pays a une politique étrangère passive.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pessimistisch",
      "translation": "pessimiste",
      "definition": "hat eine negative oder düstere Sicht auf das Leben oder eine Situation.",
      "definition_translation": "Avoir une perspective négative ou sombre sur la vie ou une situation.",
      "example": "Er hat eine pessimistische Ansicht über die Zukunft der Wirtschaft. Sie war pessimistisch über ihre Chancen, den Job zu bekommen. Das Team war pessimistisch über seine Chancen, das Spiel zu gewinnen.",
      "example_translation": "Il a une vue pessimiste sur l'avenir de l'économie. Elle était pessimiste quant à ses chances d'obtenir le poste. L'équipe était pessimiste quant à ses chances de gagner le match.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versteinert",
      "translation": "épouvanté",
      "definition": "extrem ängstlich oder terrorisiert",
      "definition_translation": "extrêmement effrayé ou terrifié",
      "example": "Ich war versteinert, als ich die Schlange in meinem Hinterhof sah. Ich bin versteinert vor Höhen. Ich werde versteinert sein, wenn ich vor einer großen Menschenmenge sprechen muss.",
      "example_translation": "J'étais épouvanté lorsque j'ai vu le serpent dans mon jardin. Je suis épouvanté des hauteurs. Je serai épouvanté si je dois faire un discours devant un large public.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "praktisch",
      "translation": "pratique",
      "definition": "kann verwendet oder angewendet werden; nützlich",
      "definition_translation": "pouvant être utilisé ou appliqué; utile",
      "example": "Sie ist sehr praktisch veranlagt und denkt immer an die Kosten. Er war praktisch veranlagt und reparierte das Auto selbst. Wir werden praktisch verfahren und nehmen den Bus statt ein Taxi.",
      "example_translation": "Elle est très pratique et pense toujours au coût des choses. Il était pratique et a réparé la voiture lui-même. Nous serons pratiques et prendrons un bus au lieu d'un taxi.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "professionell",
      "translation": "professionnel",
      "definition": "engagiert in einer bestimmten Tätigkeit oder Beschäftigung; hat oder zeigt die Fähigkeiten und Eigenschaften, die von einer Person in einem bestimmten Job erwartet werden",
      "definition_translation": "engagé dans une activité ou une occupation spécifique; ayant ou montrant les compétences et les qualités attendues d'une personne dans un emploi particulier",
      "example": "Der professionelle Tänzer trat wunderbar auf der Bühne auf. Er war professionell und beendete das Projekt pünktlich. Sie wird professionell sein und tragen ein Kostüm zum Meeting.",
      "example_translation": "La danseuse professionnelle s'est produite magnifiquement sur scène. Il était un professionnel et a terminé le projet à temps. Elle sera un professionnel et portera un costume pour la réunion.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "perplexé",
      "definition": "völlig verwirrt oder verständnislos",
      "definition_translation": "totalement déconcerté ou confus",
      "example": "Ich war verwirrt von dem komplizierten Matheproblem. Sie ist verwirrt über das, was sie als nächstes tun soll. Sie waren verwirrt von dem seltsamen Geräusch in der Nacht.",
      "example_translation": "J'étais déconcerté par le problème de mathématiques compliqué. Elle est déconcertée quant à ce qu'elle doit faire ensuite. Ils étaient déconcertés par le bruit étrange dans la nuit.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "qualifiziert",
      "translation": "qualifié",
      "definition": "Hat die notwendigen Fähigkeiten, Erfahrungen oder Kenntnisse, um etwas zu tun.",
      "definition_translation": "Ayant les compétences, l'expérience ou les connaissances nécessaires pour faire quelque chose.",
      "example": "Sie war eine qualifizierte Ärztin, nachdem sie ihren medizinischen Abschluss absolviert hatte. Sie ist qualifiziert, den Eingriff durchzuführen. Sie wird nach ihrem Abschluss als Krankenschwester qualifiziert sein.",
      "example_translation": "Elle était un médecin qualifié, ayant terminé son diplôme en médecine. Elle est qualifiée pour pratiquer la chirurgie. Elle sera qualifiée pour travailler comme infirmière après avoir obtenu son diplôme.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "realistisch",
      "translation": "réaliste",
      "definition": "Hat oder zeigt eine sinnvolle und praktische Vorstellung davon, was erreicht werden kann oder was wahrscheinlich passiert.",
      "definition_translation": "Ayant ou montrant une idée sensée et pratique de ce qui peut être réalisé ou de ce qui est susceptible de se produire.",
      "example": "Das realistische Gemälde des Künstlers der Landschaft war beeindruckend. Das Unternehmen hat einen realistischen Plan, die Verkäufe zu erhöhen. Das Team hat eine realistische Chance, den Titel zu gewinnen.",
      "example_translation": "Le tableau réaliste du paysage de l'artiste était impressionnant. L'entreprise a un plan réaliste pour augmenter les ventes. L'équipe a une chance réaliste de gagner le championnat.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "raisonnable",
      "definition": "Basierend auf oder in Übereinstimmung mit Vernunft oder gesundem Menschenverstand.",
      "definition_translation": "Basé sur ou en conformité avec la raison ou le bon sens.",
      "example": "Der Manager verlangte eine vernünftige Erklärung für die Verzögerung. Der Kunde war bereit, einen vernünftigen Preis für das Produkt zu zahlen. Die Regierung wird den betroffenen Familien vernünftige Unterstützung anbieten.",
      "example_translation": "Le manager a demandé une explication raisonnable pour le retard. Le client était prêt à payer un prix raisonnable pour le produit. Le gouvernement fournira un soutien raisonnable aux familles affectées.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "religiös",
      "translation": "religieux",
      "definition": "In Beziehung stehend oder an eine Religion glaubend.",
      "definition_translation": "Relatif à ou croyant en une religion.",
      "example": "Die religiösen Führer trafen sich, um die Krise zu diskutieren. Sie war in einer religiösen Familie aufgewachsen. Das Land hat eine lange Geschichte der religiösen Toleranz.",
      "example_translation": "Les dirigeants religieux se sont rencontrés pour discuter de la crise. Elle a été élevée dans une famille religieuse. Le pays a une longue histoire de tolérance religieuse.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinderisch",
      "translation": "ingénieux",
      "definition": "Hat die Fähigkeit, schnell und geschickt Lösungen für Probleme zu finden und Schwierigkeiten zu überwinden.",
      "definition_translation": "Ayant la capacité de trouver des moyens rapides et ingénieux pour résoudre les problèmes et surmonter les difficultés.",
      "example": "Sie war eine erfinderische Person, die immer einen Weg fand, Dinge zu reparieren. Sie hatte den kaputten Stuhl gestern repariert und wird heute den lecken Wasserhahn reparieren. Sie repariert gerade den Computer.",
      "example_translation": "C'était une personne ingénieuse qui avait toujours trouvé un moyen de réparer les choses. Elle avait réparé la chaise cassée hier, et elle réparera le robinet qui fuit demain. Elle répare l'ordinateur en ce moment.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "respektabel",
      "translation": "respectable",
      "definition": "Würdig von Respekt und Bewunderung, mit gutem Ruf.",
      "definition_translation": "Digne de respect et d'admiration, ayant une bonne réputation.",
      "example": "Er war ein respektabler Mitglied der Gemeinschaft, und jeder sah auf ihn auf. Er war ein respektabler Geschäftsmann gewesen und würde es in Zukunft bleiben. Er war ein respektabler Führer während der Krise.",
      "example_translation": "C'était un membre respectable de la communauté, et tout le monde le considérait avec respect. Il avait été un homme d'affaires respectable pendant des années, et il le restera à l'avenir. Il était un leader respectable pendant la crise.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "respektiert",
      "translation": "respecté",
      "definition": "Fühlend oder zeigend tiefe Bewunderung für jemanden oder etwas.",
      "definition_translation": "Éprouvant ou montrant une grande admiration pour quelqu'un ou quelque chose.",
      "example": "Er war ein respektierter Professor, und seine Studenten respektierten ihn. Er war von seinen Kollegen für seine innovative Forschung respektiert worden. Er wird in seinem Fachgebiet als Pionier respektiert werden.",
      "example_translation": "C'était un professeur respecté, et ses étudiants le respectaient. Il avait été respecté par ses pairs pour ses recherches innovantes. Il sera respecté comme un pionnier dans son domaine.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortlich",
      "translation": "responsable",
      "definition": "Hat eine Verpflichtung, etwas zu tun, oder hat Kontrolle über etwas.",
      "definition_translation": "Ayant l'obligation de faire quelque chose, ou ayant le contrôle sur quelque chose.",
      "example": "Sie war verantwortlich für die Projektplanung. Sie war für den Erfolg des Teams verantwortlich gewesen. Sie wird in Zukunft für wichtige Entscheidungen verantwortlich sein.",
      "example_translation": "Elle était responsable de la gestion du projet. Elle avait été responsable du succès de l'équipe. Elle sera responsable de prendre des décisions importantes.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riskant",
      "translation": "risqué",
      "definition": "Involving ein Maß an Ungewissheit oder Gefahr, potenziell zu Verlust oder Schaden führend.",
      "definition_translation": "impliquant un niveau d'incertitude ou de danger, et pouvant entraîner des pertes ou des dommages",
      "example": "Er war immer zu riskant mit seinen Investments gewesen, und es hat sich endlich gerächt. Er hat sein Leben lang Risiken genommen, aber jetzt denkt er daran, es sicherer zu machen. Er wird in Zukunft ein riskantes neues Unternehmen starten.",
      "example_translation": "Il a toujours été un peu trop risqué dans ses investissements, et c'est enfin rattrapé par lui. Il a pris des risques toute sa vie, mais maintenant il commence à penser à jouer prudemment. Il lancera une nouvelle entreprise risquée à l'avenir.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rücksichtslos",
      "translation": "impitoyable",
      "definition": "Hat oder zeigt keine Gnade oder Milde; extrem hart oder grausam.",
      "definition_translation": "n'ayant ou ne montrant aucune pitié ou miséricorde ; extrêmement dur ou cruel",
      "example": "Der rücksichtslose Diktator regierte das Land mit eiserner Faust. Sie war rücksichtslos in ihrer Verfolgung des Erfolgs, trat jedem in den Weg, der sie behinderte. Das Unternehmen wird sich in seinen Bemühungen, Kosten zu senken, rücksichtslos zeigen.",
      "example_translation": "Le dictateur impitoyable a régné sur le pays d'une main de fer. Elle a été impitoyable dans sa poursuite du succès, écrasant tout le monde qui se mettait sur son chemin. L'entreprise sera impitoyable dans ses efforts pour réduire les coûts dans les années à venir.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "empfindlich",
      "translation": "sensible",
      "definition": "in der Lage, leichteste Veränderungen oder Reize wahrzunehmen; leicht beleidigt oder verstört",
      "definition_translation": "capable de détecter ou de répondre à de légers changements ou stimuli ; facilement offensé ou bouleversé",
      "example": "Das empfindliche Gerät nahm die leichtesten Veränderungen in der Umgebung wahr. Sie ist sehr empfindlich gegenüber Kritik, so müssen wir vorsichtig sein, was wir sagen. Das Unternehmen ist den Bedürfnissen seiner Kunden gegenüber empfindlich und wird alles tun, um ihre Zufriedenheit zu gewährleisten.",
      "example_translation": "L'équipement sensible a détecté les moindres changements dans l'environnement. Elle est très sensible aux critiques, donc nous devons être prudents sur ce que nous disons. L'entreprise est sensible aux besoins de ses clients et fera tout pour assurer leur satisfaction.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streng",
      "translation": "sévère",
      "definition": "ernst oder streng in seinem Auftreten; große Härten oder Schwierigkeiten verursachend",
      "definition_translation": "sérieux ou sévère dans son attitude ou son apparence ; causant de grandes difficultés ou problèmes",
      "example": "Die strenge Wetterwarnung wurde für die gesamte Region ausgesprochen. Sie ist immer streng in ihrer Bewertung, so müssen die Studenten sehr hart arbeiten. Das Unternehmen wird schwere Strafen erhalten, wenn es den Vorschriften nicht nachkommt.",
      "example_translation": "L'avertissement météorologique sévère a été émis pour toute la région. Elle a toujours été sévère dans ses notations, donc les étudiants doivent travailler extra dur. L'entreprise encourra des pénalités sévères si elle ne respecte pas les réglementations.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschickt",
      "translation": "habile",
      "definition": "mit Geschicklichkeit oder Fähigkeit ausgestattet; etwas sehr gut kann",
      "definition_translation": "Ayant ou montrant d'habileté, notamment avec vos mains; capable de faire quelque chose bien",
      "example": "Sie war eine geschickte Pianistin, und ihre Musik war atemraubend. Sie wird Jahre lang geübt haben, um so geschickt zu werden. Sie wird einmal eine geschickte Ingenieurin werden.",
      "example_translation": "Elle était une joueuse de piano habile, et sa musique était à couper le souffle. Elle aura passé des années à s'entraîner pour devenir si habile. Elle sera un ingénieur habile un jour.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "expérimenté",
      "definition": "über viel Erfahrung oder Ausbildung in einer bestimmten Fähigkeit oder Tätigkeit verfügend",
      "definition_translation": "Ayant beaucoup d'expérience ou de formation dans une compétence ou une activité particulière",
      "example": "Er war ein erfahrener Zimmermann und baute das Haus in nur wenigen Wochen. Er wird Jahre lang an seinen Fähigkeiten gearbeitet haben, um so erfahren zu werden. Er wird einmal ein erfahrener Politiker werden.",
      "example_translation": "Il était un charpentier expérimenté et a construit la maison en quelques semaines seulement. Il aura passé des années à travailler sur ses compétences pour devenir si expérimenté. Il sera un politicien expérimenté un jour.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sophistisch",
      "translation": "sophistiqué",
      "definition": "komplex oder kultiviert, mit einer hohen Ausbildung oder Verfeinerung ausgestattet",
      "definition_translation": "Complexe ou cultivé, ayant un degré élevé de culture ou de raffinement",
      "example": "Der sophistische Algorithmus konnte sogar die leichtesten Anomalien detektieren. Das Unternehmen wird bis nächstes Jahr ein sophistisches System entwickelt haben. Sie werden bald eine sophistische Marketing-Kampagne starten.",
      "example_translation": "L'algorithme sophistiqué était capable de détecter même la plus légère anomalie. L'entreprise aura développé un système sophistiqué d'ici l'année prochaine. Ils vont lancer une campagne marketing sophistiquée bientôt.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistig",
      "translation": "spirituel",
      "definition": "in Beziehung stehend oder die Seele oder den Geist betreffend; mit heiligen oder religiösen Dingen befasst",
      "definition_translation": "Relatif ou affectant l'esprit ou l'âme; préoccupé par les choses sacrées ou religieuses",
      "example": "Der geistige Führer inspirierte Millionen von Menschen. Sie wird durch Meditation geistige Erleuchtung gefunden haben. Er wird nächsten Monat eine geistliche Exerzitien in den Bergen leiten.",
      "example_translation": "Le guide spirituel a inspiré l'espoir dans le cœur de millions de personnes. Elle aura trouvé l'éveil spirituel grâce à la méditation. Il va diriger un retrait spirituel dans les montagnes le mois prochain.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spontan",
      "translation": "spontané",
      "definition": "auf natürliche und unplanmäßige Weise geschehend, ohne erzwungen oder künstlich zu sein",
      "definition_translation": "Se produisant ou faisant de manière naturelle et spontanée, sans être forcé ou conçu.",
      "example": "Sie ist immer spontan und abenteuerlustig und liebt es, auf Impuls zu reisen. Gestern entschied sie sich spontan, Fallschirmspringen zu gehen. Morgen wird sie spontan ein Ticket nach Paris buchen.",
      "example_translation": "Elle a toujours été spontanée et aventureuse, et adore voyager sur un coup de tête. Hier, elle a spontanément décidé d'aller faire du saut à ski. Demain, elle réservera spontanément un billet pour Paris.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerade",
      "translation": "droit",
      "definition": "in einer direktlinigen Richtung verlaufend oder sich bewegend, nicht gekrümmt oder gebogen",
      "definition_translation": "S'étendant ou se déplaçant en ligne directe ; pas courbé ou tordu.",
      "example": "Ich ging gerade zum Laden und dann direkt nach Hause. Sie wird morgen das Zimmer gerade richten. Er hat sich jahrelang darum bemüht, sein Haar gerade zu machen.",
      "example_translation": "Je me suis rendu directement au magasin, puis directement chez moi après. Elle mettra en ordre la chambre demain. Il a droitissé ses cheveux pendant des années.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eigensinnig",
      "translation": "entêté",
      "definition": "jemand, der nicht bereit ist, seine Meinung oder sein Vorgehen zu ändern, auch wenn gute Gründe dafür vorliegen",
      "definition_translation": "Refusant de changer d'avis ou de changement d'action, même face à de bonnes raisons de le faire.",
      "example": "Er war eigensinnig und wollte auf niemandens Rat hören. Sie ist jahrelang eigensinnig in Bezug auf ihre Diät gewesen. Sie klammerten sich stur an ihre Traditionen.",
      "example_translation": "Il était entêté et refusait d'écouter les conseils de quiconque. Elle a été obstinée quant à son régime pendant des années. Ils s'accrochaient obstinément à leurs traditions.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abergläubisch",
      "translation": "superstitieux",
      "definition": "eine übermäßige Vorstellung von übernatürlichen Dingen wie Glück oder Schicksal hegend",
      "definition_translation": "Ayant ou montrant une croyance excessive dans les choses surnaturelles, telles que la chance ou le destin.",
      "example": "Sie ist abergläubisch, was schwarze Katzen betrifft, und meidet sie immer. Er war abergläubisch, was den 13. des Monats betrifft, und reiste niemals an diesem Tag. Sie waren abergläubisch, was die Zahl 7 betrifft, und hielten sie für ein Glückssymbol.",
      "example_translation": "Elle est superstitieuse en ce qui concerne les chats noirs et les évite toujours. Il était superstitieux concernant le vendredi 13 et n'a jamais voyagé ce jour-là. Ils étaient superstitieux concernant le nombre 7 et le considéraient comme porte-bonheur.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verdächtig",
      "translation": "suspect",
      "definition": "eine vorsichtige Misstrauen gegenüber jemandem oder etwas zeigend",
      "definition_translation": "ayant ou montrant une méfiance prudente envers quelqu'un ou quelque chose",
      "example": "Der Polizist war verdächtig gegenüber dem Fremden. Sie war von ihm misstrauisch, seit dem Moment, als er hereinkam. Sie wird misstrauisch gegenüber seinem Alibi sein.",
      "example_translation": "Le policier était suspect envers le comportement de l'étranger. Elle avait été suspecte envers lui depuis le moment où il était entré. Elle sera suspecte de son alibi.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mitfühlend",
      "translation": "sympathique",
      "definition": "Mitgefühl oder Mitleid für das Unglück eines anderen zeigend",
      "definition_translation": "ayant ou montrant des sentiments de pitié ou de compassion pour le malheur d'autrui",
      "example": "Der mitfühlende Arzt hörte aufmerksam den Problemen seiner Patientin zu. Sie war mitfühlend gegenüber ihrer Freundin, die einen Verlust erlitten hatte. Sie wird mitfühlend gegenüber seiner Situation sein.",
      "example_translation": "Le médecin sympathique écoutait attentivement les problèmes de sa patiente. Elle était sympathique envers la perte de son amie. Elle sera sympathique envers sa situation.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angespannt",
      "translation": "tendu",
      "definition": "sich ängstlich oder nervös führend, oder solche Gefühle verursachend",
      "definition_translation": "éprouvant de l'anxiété ou de la nervosité, ou provoquant des sentiments d'anxiété ou de nervosité",
      "example": "Die Atmosphäre im Raum war angespannt während des Streits. Sie war den ganzen Tag über angespannt. Sie wird angespannt auf der Sitzung sein.",
      "example_translation": "L'atmosphère dans la pièce était tendue pendant la dispute. Elle avait été tendue toute la journée. Elle sera tendue au cours de la réunion.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "terrifiant",
      "definition": "extrem furchterregend oder beunruhigend",
      "definition_translation": "extrêmement effrayant ou alarmant",
      "example": "Der erschreckende Schrei hallte durch die stille Nacht. Der Film war von Anfang bis Ende erschreckend. Sie wird ihre Freunde mit der Gruselgeschichte erschrecken.",
      "example_translation": "Le cri terrifiant résonna à travers la nuit silencieuse. Le film était terrifiant du début à la fin. Elle sera terrifiante en racontant l'histoire d'horreur à ses amis.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenreich",
      "translation": "réfléchi",
      "definition": "achtungsvoll und sorgfältig überlegte Gedanken habend, auf die Gefühle anderer achten",
      "definition_translation": "Ayant ou montrant une réflexion soignée et considérée, prêtant attention aux sentiments des autres.",
      "example": "Sie war immer gedankenvoll gegenüber ihren Nachbarn, brachte ihnen oft kleine Geschenke. Sie war bei den Vorbereitungen für die Party gedankenvoll. Sie wird bei dem Gespräch mit ihrer Schwester gedankenvoll gegenüber ihren Gefühlen sein.",
      "example_translation": "Elle était toujours réfléchie envers ses voisins, leur apportant souvent de petits cadeaux. Elle avait été réfléchie dans ses préparatifs pour la fête. Elle sera réfléchie envers les sentiments de sa sœur pendant la conversation.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "transporté",
      "definition": "extrem glücklich oder aufgerüstet, oft wegen etwas Angenehmen oder Überraschenden",
      "definition_translation": "Éprouvant une grande joie ou une grande excitation, souvent en raison de quelque chose de plaisant ou d'inattendu.",
      "example": "Ich war begeistert von der Nachricht. Sie ist begeistert von ihrem neuen Job. Sie werden begeistert sein, wenn sie die Show sehen.",
      "example_translation": "J'étais transporté de recevoir les nouvelles. Elle est transportée à l'idée de son nouveau travail. Ils seront transportés de voir le spectacle.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zäh",
      "translation": "dur",
      "definition": "stark und fähig, schwierige Bedingungen zu ertragen, oder schwierig zu handhaben oder zu überwinden",
      "definition_translation": "Fort et capable de supporter des conditions difficiles, ou difficile à gérer ou à surmonter.",
      "example": "Das schwere Wetter machte es schwierig, zu wandern. Sie war zäh gegenüber ihren Schülern, aber sie lernten viel. Sie müssen zäh sein, um das Projekt rechtzeitig fertigzustellen.",
      "example_translation": "Les conditions météorologiques difficiles ont rendu difficile la randonnée. Elle était dure avec ses étudiants, mais ils ont appris beaucoup. Ils devront être durs pour finir le projet à temps.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragisch",
      "translation": "tragique",
      "definition": "extrem traurig oder betrüblich, oder Unglück oder Katastrophe verursachend",
      "definition_translation": "Causant ou caractérisé par une tristesse, une douleur ou un désastre extrêmes.",
      "example": "Die Nachricht vom Unfall war tragisch. Das tragische Ereignis beeinträchtigte die ganze Gemeinde. Der Film war eine tragische Liebesgeschichte.",
      "example_translation": "Les nouvelles de l'accident étaient tragiques. L'événement tragique a affecté la communauté entière. Le film était une histoire d'amour tragique.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbewusst",
      "translation": "inconscient",
      "definition": "keine Kenntnis oder Bewusstsein von etwas habend; uninformiert",
      "definition_translation": "Ne pas avoir de connaissances ou de conscience de quelque chose ; informé.",
      "example": "Ich war unbewusst der Gefahr, bis es zu spät war. Ich war unbewusst des Problems für Wochen. Ich werde unbewusst der Konsequenzen sein.",
      "example_translation": "Je n'étais pas conscient du danger jusqu'à ce qu'il soit trop tard. J'ai été inconscient du problème pendant des semaines. Je serai inconscient des conséquences.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "incertain",
      "definition": "keine klare oder bestimmte Vorstellung von etwas habend; unsicher",
      "definition_translation": "Ne pas avoir une idée claire ou définie sur quelque chose ; incertain.",
      "example": "Ich war unsicher über die Antwort. Ich bin unsicher über die Zukunft. Ich werde unsicher über das Ergebnis sein.",
      "example_translation": "J'étais incertain de la réponse. Je suis incertain de l'avenir. Je serai incertain du résultat.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verständnis",
      "translation": "compréhension",
      "definition": "Die Fähigkeit, etwas zu begreifen oder zu interpretieren; Einsicht.",
      "definition_translation": "La capacité de comprendre ou d'interpréter quelque chose ; perspicacité.",
      "example": "Sie zeigte großes Verständnis für die komplexe Frage. Er wird ein tiefes Verständnis für das Thema haben. Sie hatten ein gegenseitiges Verständnis.",
      "example_translation": "Elle a montré une grande compréhension de la question complexe. Il aura une compréhension plus profonde du sujet. Ils avaient une compréhension mutuelle.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "mal à l'aise",
      "definition": "Sich ängstlich oder unbehaglich fühlend; unruhig in seinem Geist oder Körper.",
      "definition_translation": "Se sentir anxieux ou mal à l'aise ; mal à l'aise dans son esprit ou son corps.",
      "example": "Ich fühlte mich unruhig wegen der Entscheidung. Sie war unruhig wegen der Situation. Sie werden unruhig wegen der Veränderung sein.",
      "example_translation": "J'ai eu des sentiments de malaise à propos de la décision. Elle a été mal à l'aise à propos de la situation. Ils se sentiront mal à l'aise à propos du changement.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unglücklich",
      "translation": "malchanceux",
      "definition": "Pech haben oder von Pech gezeichnet sein; unglückliche Umstände.",
      "definition_translation": "Ayant ou marqué par la malchance; circonstances malchanceuses.",
      "example": "Ich war leider mein Portemonnaie gestern verloren, aber ich hatte das Glück, es wiederzufinden. Ich werde in Zukunft vorsichtiger damit umgehen.",
      "example_translation": "J'ai été malchanceux de perdre mon portefeuille hier, mais j'ai eu la chance de le retrouver aujourd'hui. Je serai plus prudent avec lui à l'avenir.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhilfreich",
      "translation": "inutile",
      "definition": "Keine Hilfe oder Unterstützung anbietend; nicht nützlich.",
      "definition_translation": "Ne fournissant pas d'assistance ou de soutien; pas utile.",
      "example": "Der unhilfreiche Kundendienstmitarbeiter weigerte sich, mir bei meinem Problem zu helfen. Gott sei Dank half mir ein freundlicher Fremder stattdessen.",
      "example_translation": "Le représentant du service client inutile a refusé de m'aider avec mon problème. Heureusement, un étranger aimable m'a aidé à la place.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeliebt",
      "translation": "impopulaire",
      "definition": "Nicht von vielen Menschen gemocht oder akzeptiert; nicht beliebt.",
      "definition_translation": "Pas aimé ou accepté par beaucoup de personnes; pas bien aimé.",
      "example": "Der unbeliebte Politiker kämpfte darum, die Wahl zu gewinnen, weil er ein schlechtes Ansehen hatte. Er hat jedoch hart daran gearbeitet, sein Image zu verbessern.",
      "example_translation": "Le politicien impopulaire a eu du mal à gagner l'élection en raison de sa mauvaise réputation. Cependant, il a travaillé dur pour améliorer son image.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvorhersehbar",
      "translation": "imprévisible",
      "definition": "Nicht vorherzusagen oder zu erwarten; unbestimmt.",
      "definition_translation": "Impossible à prévoir ou à anticiper; incertain.",
      "example": "Das unvorhersehbare Wetter machte es schwierig, unsere Outdoor-Reise zu planen. Wir müssen auf jede Situation vorbereitet sein.",
      "example_translation": "Le temps imprévisible a rendu difficile la planification de notre voyage en plein air. Nous devrons être prêts pour n'importe quelle situation.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unrealistisch",
      "translation": "irréaliste",
      "definition": "Nicht auf der Realität basierend oder nicht praktikabel; nicht sinnvoll.",
      "definition_translation": "ne reposant pas sur la réalité ou n'étant pas conforme à la réalité ; pas pratique ou raisonnable",
      "example": "Die unrealistischen Erwartungen der Künstlerin führten zu Enttäuschung. Sie war unrealistisch in Bezug auf ihre Chancen, zu gewinnen. Das Unternehmen hatte unrealistische Ziele, was zu finanziellen Schwierigkeiten führte.",
      "example_translation": "Les attentes irréalistes de l'artiste ont conduit à la déception. Elle était irréaliste quant à ses chances de gagner. Les objectifs irréalistes de l'entreprise ont entraîné des problèmes financiers.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvernünftig",
      "translation": "déraisonnable",
      "definition": "Nicht von Vernunft oder gesundem Menschenverstand geleitet; absurd oder irrational.",
      "definition_translation": "non guidé par la raison ou le jugement sain ; absurde ou irrationnel",
      "example": "Ihre unvernünftigen Forderungen führten zum Zusammenbruch der Verhandlungen. Er war unvernünftig in seinem Ablehnungsverhalten. Das Unternehmen hatte eine unvernünftige Preisstrategie, was zu Kundenverlust führte.",
      "example_translation": "Ses exigences déraisonnables ont conduit à l'échec des négociations. Il était déraisonnable dans son refus de compromis. La stratégie de tarification déraisonnable de l'entreprise a entraîné une perte de clients.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzuverlässig",
      "translation": "infiabil",
      "definition": "Nicht zuverlässig oder vertrauenswürdig; unzuverlässig.",
      "definition_translation": "incapable d'être foi ou dépendu ; peu fiable",
      "example": "Die unzuverlässige Internetverbindung machte es schwierig, von zu Hause aus zu arbeiten. Er hat sich als unzuverlässig in seinen Verpflichtungen erwiesen. Das Unternehmen hatte ein unzuverlässiges Produkt, was zu Rufschädigung führte.",
      "example_translation": "La connexion internet infiable a rendu difficile de travailler à domicile. Il s'est avéré infiable dans ses engagements. Le produit infiable de l'entreprise a entraîné une perte de réputation.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "incertain",
      "definition": "Nicht sicher oder zuversichtlich; zweifelhaft.",
      "definition_translation": "pas certain ou confiant ; douteux",
      "example": "Ich war unsicher über die Antwort auf die Frage. Sie war unsicher über ihre Fähigkeiten. Er war unsicher über die Zukunft des Unternehmens.",
      "example_translation": "J'étais incertain de la réponse à la question. Elle était incertaine de ses capacités. Il était incertain de l'avenir de l'entreprise.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gewalttätig",
      "translation": "violent",
      "definition": "Die Verwendung oder Kennzeichnung durch Gewalt, die Schaden oder Schäden verursacht.",
      "definition_translation": "Utilisant ou caractérisé par une force qui cause des dommages.",
      "example": "Der gewalttätige Sturm beschädigte viele Gebäude. Die Polizei musste mit gewalttätigen Demonstranten umgehen. Bis 2050 werden gewalttätige Verbrechen der Vergangenheit angehören.",
      "example_translation": "La tempête violente a endommagé de nombreux bâtiments. La police a dû faire face à des manifestants violents. D'ici 2050, les crimes violents seront chose du passé.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "willkommen",
      "translation": "bienvenue",
      "definition": "Eine Begrüßung oder Empfang für jemanden, insbesondere einen Besucher oder Neuling.",
      "definition_translation": "Un salut ou un accueil à quelqu'un, en particulier un visiteur ou un nouvel arrivant.",
      "example": "Sie gaben uns einen herzlichen Empfang zur Party. Das Willkommenspaket des Hotels enthielt ein kostenloses Frühstück. Ich werde Sie am nächsten Montag willkommen heißen.",
      "example_translation": "Ils nous ont réservé un accueil chaleureux à la fête. Le package d'accueil de l'hôtel comprenait un petit déjeuner gratuit. Je vous accueillerai dans notre équipe lundi prochain.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgewogen",
      "translation": "équilibré",
      "definition": "Eine gute und faire Verteilung verschiedener Dinge, wie Fähigkeiten, Eigenschaften oder Elemente.",
      "definition_translation": "Ayant une bonne et équitable répartition de choses différentes, telles que des compétences, des qualités ou des éléments.",
      "example": "Sie ist eine ausgewogene Athletin, die in Stärke und Agilität herausragt. Das Unternehmen strebt danach, eine ausgewogene Belegschaft aufrechtzuerhalten. Eine ausgewogene Ernährung ist für gute Gesundheit unerlässlich.",
      "example_translation": "Elle est une athlète équilibrée, excellant à la fois en force et en agilité. L'entreprise cherche à maintenir une main-d'œuvre équilibrée. Un régime équilibré est essentiel pour une bonne santé.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weise",
      "translation": "sage",
      "definition": "Erfahrung, Wissen und gute Urteilskraft habend oder zeigend.",
      "definition_translation": "Ayant ou montrant de l'expérience, de la connaissance et un bon jugement.",
      "example": "Mein Großvater ist ein weiser Mann, der immer guten Rat gibt. Sie traf eine weise Entscheidung, in das Unternehmen zu investieren. Bis ich 30 bin, werde ich weise genug sein, meine eigenen Entscheidungen zu treffen.",
      "example_translation": "Mon grand-père est un homme sage qui toujours donne de bons conseils. Elle a pris une décision sage en investissant dans l'entreprise. D'ici 30 ans, je serai sage enough pour prendre mes propres décisions.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "witzig",
      "translation": "spirituel",
      "definition": "Eine schnelle und erfinderische Auffassungsgabe habend oder zeigend, clever und amüsant.",
      "definition_translation": "Ayant ou montrant un esprit rapide et inventif, rusé et amusant.",
      "example": "Sie war bekannt für ihre witzigen Bemerkungen auf Partys, die immer alle in Gelächter ausbrachen. Sie war witzig genug, um eine Lösung für das Problem zu finden, und wird witzig genug sein, die Situation nächstes Mal zu meistern.",
      "example_translation": "Elle était connue pour ses remarques spirituelles lors des soirées, qui laissaient toujours tout le monde dans les éclats de rire. Elle avait été suffisamment spirituelle pour trouver une solution au problème, et sera suffisamment spirituelle pour gérer la situation la prochaine fois.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bekümmert",
      "translation": "inquietant",
      "definition": "Anxiety oder Besorgnis verursachend, jemanden ängstlich oder unruhig machend.",
      "definition_translation": "Provoquant de l'anxiété ou de la préoccupation, rendant quelqu'un anxieux ou mal à l'aise.",
      "example": "Der bekümmerte Ausdruck auf ihrem Gesicht deutete darauf hin, dass etwas ernsthaft falsch war. Ich machte mir Sorgen um die Prüfungsergebnisse, aber am Ende bestand ich. Ich werde mich um meine Zukunftskarriere sorgen, wenn ich keinen Job bekomme.",
      "example_translation": "Le regard inquiet sur son visage suggérait que quelque chose allait vraiment mal. J'étais inquiet au sujet des résultats de l'examen, mais finalement, j'ai réussi. Je vais m'inquiéter de ma future carrière si je n'obtiens pas d'emploi bientôt.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]