[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruder",
      "translation": "frère",
      "definition": "Ein männlicher Geschwister, typischerweise derselben Eltern.",
      "definition_translation": "Un frère masculin, ayant généralement les mêmes parents.",
      "example": "Ich hatte einen Bruder, der mit mir spielte, als ich ein Kind war, mein Bruder ist heute Arzt, und ich werde ihn nächste Woche treffen.",
      "example_translation": "J'avais un frère qui jouait avec moi lorsque j'étais enfant, mon frère est médecin maintenant, et je rencontrerai mon frère la semaine prochaine.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "enfant",
      "definition": "Ein menschliches Wesen unter dem Alter der Pubertät oder ein junger Mensch, insbesondere zwischen Geburt und Pubertät.",
      "definition_translation": "Un être humain en dessous de l'âge de la puberté ou une personne jeune notamment entre la naissance et la puberté.",
      "example": "Ich war ein Kind, als ich zum ersten Mal lernte, ein Fahrrad zu fahren, das Kind schläft jetzt, und das Kind wird nächstes Jahr in die Schule gehen.",
      "example_translation": "J'étais un enfant lorsque j'ai appris à faire du vélo pour la première fois, l'enfant dort maintenant, et l'enfant commencera l'école l'année prochaine.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinder",
      "translation": "enfants",
      "definition": "Plural von Kind, menschliche Wesen unter dem Alter der Pubertät oder junge Menschen, insbesondere zwischen Geburt und Pubertät.",
      "definition_translation": "Pluriel de enfant, êtres humains en dessous de l'âge de la puberté ou jeunes personnes notamment entre la naissance et la puberté.",
      "example": "Kinder lieben es, draußen zu spielen, die Kinder sangen ein Lied, und die Kinder werden morgen zum Strand gehen.",
      "example_translation": "Les enfants aiment jouer dehors, les enfants chantaient une chanson, et les enfants iront à la plage demain.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "papa",
      "definition": "Ein männlicher Elternteil oder ein Vater, insbesondere einer, der altmodisch oder unmodern ist.",
      "definition_translation": "Un parent masculin ou un père, notamment un qui est vieux jeu ou démodé.",
      "example": "Mein Vater lehrte mich, ein Auto zu reparieren, mein Vater war Soldat, und mein Vater wird nächstes Jahr in Rente gehen.",
      "example_translation": "Mon père m'a appris à réparer une voiture, mon père était un soldat, et mon père prendra sa retraite l'année prochaine.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tochter",
      "translation": "fille",
      "definition": "Ein weibliches Kind oder eine weibliche Nachfahrin.",
      "definition_translation": "Une enfant féminine ou une descendante féminine.",
      "example": "Sie war sehr nah an ihrer Tochter. Sie hatte eine Tochter, die im Ausland lebte. Sie wird nächstes Jahr eine Tochter haben.",
      "example_translation": "Elle était très proche de sa fille. Elle avait une fille qui vivait à l'étranger. Elle aura une fille l'année prochaine.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "père",
      "definition": "Ein männlicher Elternteil oder ein männlicher Vorfahr.",
      "definition_translation": "Un parent masculin ou un ancêtre masculin.",
      "example": "Er war ein guter Vater für seine Kinder. Sein Vater lebte auf dem Land. Er wird bald Vater werden.",
      "example_translation": "Il était un bon père pour ses enfants. Son père vivait à la campagne. Il sera bientôt père.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehemann",
      "translation": "mari",
      "definition": "Ein männlicher Partner in einer Ehe.",
      "definition_translation": "Un partenaire masculin dans un mariage.",
      "example": "Sie liebte ihren Ehemann sehr. Ihr Ehemann arbeitete als Arzt. Sie wird nächsten Monat ihren Ehemann heiraten.",
      "example_translation": "Elle aimait beaucoup son mari. Son mari travaillait comme médecin. Elle épousera son mari le mois prochain.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mutter",
      "translation": "mère",
      "definition": "Eine weibliche Elternteil oder eine weibliche Vorfahrin.",
      "definition_translation": "Un parent féminin ou une ancêtre féminine.",
      "example": "Sie war eine liebevolle Mutter für ihre Kinder. Ihre Mutter lebte in Paris. Sie wird bald Mutter werden.",
      "example_translation": "Elle était une mère gentille pour ses enfants. Sa mère vivait à Paris. Elle deviendra bientôt mère.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mama",
      "translation": "maman",
      "definition": "Eine Mutter ist eine weibliche Elternteil, die ein Kind gebärt oder aufzieht.",
      "definition_translation": "Une mère est une parent femelle qui donne naissance à un enfant ou élève et prend soin d'un enfant.",
      "example": "Meine Mama war immer da, um mich zu unterstützen. Sie unterstützte mich, als ich jung war. Sie wird mich auch in Zukunft unterstützen.",
      "example_translation": "Ma maman était toujours là pour me soutenir. Elle m'a soutenu lorsque j'étais jeune. Elle continuera à me soutenir dans le futur.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eltern",
      "translation": "parents",
      "definition": "Eltern sind Erwachsene, die ein Kind oder Kinder haben und für ihre Erziehung und Betreuung verantwortlich sind.",
      "definition_translation": "Les parents sont des adultes qui ont un enfant ou des enfants et sont responsables de leur soin et de leur éducation.",
      "example": "Meine Eltern waren sehr streng, als ich ein Kind war. Sie sind heute lockerer. Sie werden stolz auf mich sein, wenn ich erfolgreich bin.",
      "example_translation": "Mes parents étaient très stricts lorsque j'étais enfant. Ils sont plus détendus maintenant. Ils seront fiers de moi lorsque je deviendrai couronné de succès.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwester",
      "translation": "sœur",
      "definition": "Eine Schwester ist eine weibliche Geschwister, eine weibliche Person, die ein oder beide Elternteile mit einer anderen Person teilt.",
      "definition_translation": "Une sœur est une sœur femelle, une femme qui partage un ou les deux parents avec une autre personne.",
      "example": "Ich habe eine Schwester, die Ärztin ist. Sie war Studentin, als ich jung war. Sie wird eine berühmte Chirurgin in der Zukunft sein.",
      "example_translation": "J'ai une sœur qui est médecin. Elle était étudiante lorsque j'étais jeune. Elle sera un chirurgien renommé à l'avenir.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sohn",
      "translation": "fils",
      "definition": "Ein Sohn ist ein männliches Kind oder ein männlicher Nachkomme, ein männlicher, der von einem Elternteil abstammt.",
      "definition_translation": "Un fils est un enfant mâle ou un descendant mâle, un mâle qui est l'offspring d'un parent.",
      "example": "Ich habe einen Sohn, der sehr intelligent ist. Er war ein großartiger Student, als er jung war. Er wird ein erfolgreicher Geschäftsmann in der Zukunft sein.",
      "example_translation": "J'ai un fils qui est très intelligent. Il était un excellent élève lorsqu'il était jeune. Il sera un homme d'affaires couronné de succès à l'avenir.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehefrau",
      "translation": "femme",
      "definition": "Eine Ehefrau ist eine weibliche Partnerin in einer Ehe.",
      "definition_translation": "Une femme est un partenaire féminin dans un mariage.",
      "example": "Ich heiratete meine Ehefrau 2010, ich bin immer noch mit meiner Ehefrau verheiratet, und ich werde für den Rest meines Lebens mit meiner Ehefrau verheiratet sein.",
      "example_translation": "J'ai épousé ma femme en 2010, je suis toujours marié à ma femme, et je serai marié à ma femme pour le reste de ma vie.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tante",
      "translation": "tante",
      "definition": "Eine Tante ist die Schwester eines Elternteils.",
      "definition_translation": "Une tante est la sœur de la mère ou du père de quelqu'un.",
      "example": "Meine Tante besuchte mich letzte Woche, ich werde meine Tante nächstes Monat besuchen, und meine Tante hat mich letztes Jahr besucht.",
      "example_translation": "Ma tante m'a rendu visite la semaine dernière, je vais visiter ma tante le mois prochain, et ma tante m'avait rendu visite l'année dernière.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer Bruder",
      "translation": "grand frère",
      "definition": "Ein großer Bruder ist ein älterer männlicher Geschwister.",
      "definition_translation": "Un grand frère est un frère aîné masculin.",
      "example": "Mein großer Bruder lehrte mich Fahrrad fahren, als ich 5 Jahre alt war, mein großer Bruder lehrt mich jetzt, und mein großer Bruder hat mich vorher gelehrt.",
      "example_translation": "Mon grand frère m'a appris à faire du vélo quand j'avais 5 ans, mon grand frère m'apprend maintenant, et mon grand frère m'avait appris auparavant.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "große Schwester",
      "translation": "grande sœur",
      "definition": "Eine große Schwester ist ein ältere weibliche Geschwister.",
      "definition_translation": "Une grande sœur est une sœur aînée féminine.",
      "example": "Meine große Schwester hilft mir jeden Tag mit meinen Hausaufgaben, meine große Schwester half mir gestern, und meine große Schwester wird mir morgen helfen.",
      "example_translation": "Ma grande sœur m'aide avec mes devoirs tous les jours, ma grande sœur m'a aidé hier, et ma grande sœur m'aidera demain.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vetter",
      "translation": "cousin",
      "definition": "Das Kind eines Onkels oder einer Tante.",
      "definition_translation": "L'enfant de votre oncle ou de votre tante",
      "example": "Ich besuchte meinen Vetter letzte Woche. Ich werde meinen Vetter nächstes Jahr besuchen. Ich habe meinen Vetter viele Male besucht.",
      "example_translation": "J'ai visité mon cousin la semaine dernière. Je vais visiter mon cousin l'année prochaine. J'ai visité mon cousin plusieurs fois.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkind",
      "translation": "petit-enfant",
      "definition": "Ein Kind eines Kindes.",
      "definition_translation": "Un enfant de votre enfant",
      "example": "Mein Enkelkind ist sehr intelligent. Mein Enkelkind wird nächstes Jahr in die Schule gehen. Mein Enkelkind hat gelernt, zu laufen.",
      "example_translation": "Mon petit-enfant est très intelligent. Mon petit-enfant ira à l'école l'année prochaine. Mon petit-enfant a appris à marcher.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkinder",
      "translation": "petits-enfants",
      "definition": "Kinder eines Kindes.",
      "definition_translation": "Les enfants de vos enfants",
      "example": "Meine Enkelkinder lieben es, Spiele zu spielen. Meine Enkelkinder werden mich nächstes Monat besuchen. Meine Enkelkinder sind so schnell gewachsen.",
      "example_translation": "Mes petits-enfants aiment jouer aux jeux. Mes petits-enfants vont me visiter le mois prochain. Mes petits-enfants ont grandi si vite.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "grand-père",
      "definition": "Ein Vater eines Elternteils oder einer Elternteil",
      "definition_translation": "Un père de votre père ou de votre mère",
      "example": "Mein Großvater war ein Kriegsheld. Mein Großvater wird nächste Woche seinen Geburtstag feiern. Mein Großvater hat mir viele Geschichten erzählt.",
      "example_translation": "Mon grand-père était un héros de guerre. Mon grand-père va célébrer son anniversaire la semaine prochaine. Mon grand-père m'a raconté beaucoup d'histoires.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelin",
      "translation": "petite-fille",
      "definition": "Eine weibliche Enkelin oder Nachkommin eines Kindes.",
      "definition_translation": "Une enfant ou descendant féminin de l'enfant de quelqu'un.",
      "example": "Meine Enkelin lernt gerade Radfahren. Sie lernte letztes Jahr Radfahren. Sie wird morgen mit dem Rad zur Schule fahren.",
      "example_translation": "Ma petite-fille apprend à faire du vélo. Elle a appris à faire du vélo l'été dernier. Elle ira à l'école en vélo demain.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "grand-père",
      "definition": "Der Vater von einem Mutter oder Vater.",
      "definition_translation": "Le père de la mère ou du père de quelqu'un.",
      "example": " Mein Großvater war ein freundlicher Mann. Er war allen gegenüber freundlich. Er wird immer als freundliche Person in Erinnerung bleiben.",
      "example_translation": "Mon grand-père était un homme gentil. Il était gentil envers tous. Il sera toujours rappelé comme une personne gentille.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "grand-mère",
      "definition": "Die Mutter von einem Mutter oder Vater.",
      "definition_translation": "La mère de la mère ou du père de quelqu'un.",
      "example": "Meine Oma lebt in einem kleinen Ort. Sie lebte in einer großen Stadt, als sie jung war. Sie wird nächstes Jahr in ein größeres Haus umziehen.",
      "example_translation": "Ma grand-mère vit dans une petite ville. Elle vivait dans une grande ville quand elle était jeune. Elle déménagera dans une maison plus grande l'année prochaine.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großmutter",
      "translation": "grand-mère",
      "definition": "Die Mutter von einem Mutter oder Vater.",
      "definition_translation": "La mère de la mère ou du père de quelqu'un.",
      "example": "Meine Großmutter lehrte mich, wie man kocht. Sie lehrt mich neue Rezepte jeden Sommer. Sie wird mir nächste Woche beibringen, wie man einen Kuchen backt.",
      "example_translation": "Ma grand-mère m'a appris à cuisiner. Elle m'apprend de nouvelles recettes chaque été. Elle m'apprendra comment faire un gâteau la semaine prochaine.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Opa",
      "translation": "grand-père",
      "definition": "Der Vater von einem Vater oder Mutter; ein männlicher Großelternteil.",
      "definition_translation": "Le père du père ou de la mère de quelqu'un ; un grand-père masculin.",
      "example": " Mein Opa erzählte mir Geschichten, als ich ein Kind war. Er erzählt mir jetzt Geschichten, und ich werde sie meinen Kindern in Zukunft erzählen.",
      "example_translation": "Mon grand-père me racontait des histoires lorsque j'étais enfant. Il me raconte des histoires maintenant, et je les raconterai à mes enfants dans le futur.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "grand-parent",
      "definition": "Ein Elternteil von einem Mutter oder Vater; eine Großmutter oder ein Großvater.",
      "definition_translation": "Un parent de la mère ou du père de quelqu'un ; une grand-mère ou un grand-père.",
      "example": "Beide meine Großeltern leben auf dem Land. Meine Großmutter kochte für uns letzte Nacht, und mein Großvater wird uns morgen auf einen Ausflug mitnehmen.",
      "example_translation": "Tous mes grands-parents vivent à la campagne. Ma grand-mère a cuisiné le dîner pour nous hier soir, et mon grand-père nous emmènera en randonnée demain.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "grands-parents",
      "definition": "Plural von Großeltern; die Eltern von einem Mutter oder Vater.",
      "definition_translation": "Forme plurielle de grand-parent ; les parents de la mère ou du père de quelqu'un.",
      "example": "Ich habe vier Großeltern, zwei in der Stadt und zwei auf dem Land. Meine Großeltern aus der Stadt werden uns nächsten Monat besuchen, und meine Großeltern aus dem Land werden im Sommer kommen.",
      "example_translation": "J'ai quatre grands-parents, deux en ville et deux à la campagne. Mes grands-parents de la ville nous rendre visite le mois prochain, et mes grands-parents de la campagne viendront en été.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkel",
      "translation": "petit-fils",
      "definition": "Der Sohn von einem Sohn oder Tochter; ein männlicher Enkel.",
      "definition_translation": "Le fils du fils ou de la fille de quelqu'un ; un petit-fils masculin.",
      "example": " Mein Enkel liebt es, mit Legosteinen zu spielen. Er spielte damit gestern, er spielt damit jetzt, und er wird morgen damit spielen.",
      "example_translation": "Mon petit-fils adore jouer avec des Legos. Il a joué avec eux hier, il joue avec eux maintenant, et il jouera avec eux demain.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "grand-mère",
      "definition": "Die Mutter von einem Mutter oder Vater.",
      "definition_translation": "La mère de la mère ou du père.",
      "example": "Meine Oma backte leckere Kekse, als ich ein Kind war, meine Oma backt leckere Kekse jetzt, und meine Oma wird leckere Kekse für meine Kinder backen, wenn sie älter sind.",
      "example_translation": "Ma grand-mère faisait cuire des biscuits délicieux lorsque j'étais enfant, ma grand-mère fait cuire des biscuits délicieux maintenant, et ma grand-mère fera cuire des biscuits délicieux pour mes enfants un jour.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Onkel",
      "translation": "oncle",
      "definition": "Der Bruder von einem Mutter oder Vater.",
      "definition_translation": "Le frère de la mère ou du père.",
      "example": " Mein Onkel besuchte uns letzten Wochenende, mein Onkel besucht uns jetzt, und mein Onkel wird uns nächsten Jahr wieder besuchen.",
      "example_translation": "Mon oncle nous a visité le week-end dernier, mon oncle nous visite maintenant, et mon oncle nous visitera à nouveau l'année prochaine.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neffe",
      "translation": "neveu",
      "definition": "Der Sohn des Bruders oder der Schwester.",
      "definition_translation": "Le fils du frère ou de la sœur.",
      "example": "Mein Neffe liebte es, mit seinem neuen Spielzeug letztes Jahr zu spielen, mein Neffe liebt es, mit seinem neuen Spielzeug jetzt zu spielen, und mein Neffe wird es lieben, mit seinem neuen Spielzeug nächstes Jahr zu spielen.",
      "example_translation": "Mon neveu adorait jouer avec son nouveau jouet l'année dernière, mon neveu adore jouer avec son nouveau jouet maintenant, et mon neveu adorera jouer avec son nouveau jouet l'année prochaine.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nichte",
      "translation": "nièce",
      "definition": "Die Tochter des Bruders oder der Schwester.",
      "definition_translation": "La fille du frère ou de la sœur.",
      "example": "Meine Nichte lernte letztes Sommer Fahrrad fahren, meine Nichte lernt jetzt Fahrrad fahren, und meine Nichte wird nächstes Sommer Fahrrad fahren lernen.",
      "example_translation": "Ma nièce apprenait à conduire un vélo l'été dernier, ma nièce apprend à conduire un vélo maintenant, et ma nièce apprendra à conduire un vélo l'été prochain.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwandter",
      "translation": "parent",
      "definition": "Eine Person, die durch Blutsverwandtschaft oder Ehe mit jemandem verbunden ist, wie ein Elternteil, eine Schwester oder ein Cousin.",
      "definition_translation": "Une personne liée par le sang ou le mariage, comme un parent, une sœur ou un cousin.",
      "example": "Ich besuchte meinen Verwandten auf dem Land letzten Sommer. Ich hatte meinen Verwandten das vorherige Jahr besucht. Ich werde meinen Verwandten nächsten Monat besuchen.",
      "example_translation": "J'ai visité mon parent à la campagne l'été dernier. J'avais visité mon parent l'année précédente. Je vais visiter mon parent le mois prochain.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "jumeau",
      "definition": "Einer von zwei Babys, die zur gleichen Zeit geboren werden, oder eine Person oder Sache, die einer anderen identisch ist.",
      "definition_translation": "L'un des deux bébés nés au même moment, ou une personne ou chose qui est identique à une autre.",
      "example": "Ich habe eine Zwillingsschwester, die in Paris lebt. Ich hatte einen Zwillingbruder, der als Kind starb. Ich werde Zwillingstöchter nächstes Jahr haben.",
      "example_translation": "J'ai une sœur jumelle qui vit à Paris. J'avais un frère jumeau qui est décédé lorsque j'étais enfant. J'aurai des filles jumelles l'année prochaine.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwager",
      "translation": "beau-frère",
      "definition": "Der Ehemann der Schwester oder der Bruder des Ehepartners.",
      "definition_translation": "Le mari de la sœur de quelqu'un ou le frère du conjoint.",
      "example": "Mein Schwager ist Arzt. Ich hatte einen Schwager, der Anwalt war. Ich werde einen Schwager haben, der Ingenieur ist.",
      "example_translation": "Mon beau-frère est médecin. J'avais un beau-frère qui était avocat. J'aurai un beau-frère qui est ingénieur.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegertochter",
      "translation": "fille",
      "definition": "Die Ehefrau des Sohnes oder die Ehefrau des Schwiegersohns.",
      "definition_translation": "La femme de son fils ou la femme du fils de son mari.",
      "example": "Meine Schwiegertochter ist Lehrerin. Ich hatte eine Schwiegertochter, die Krankenschwester war. Ich werde eine Schwiegertochter haben, die Anwältin ist.",
      "example_translation": "Ma fille est enseignante. J'avais une fille qui était infirmière. J'aurai une fille qui est avocate.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegervater",
      "translation": "beau-père",
      "definition": "Der Ehemann der Schwiegermutter oder der Vater des Ehepartners.",
      "definition_translation": "Le mari de la mère de son épouse ou le père de son mari.",
      "example": "Mein Schwiegervater ist ein freundlicher Mensch, der uns immer hilft. Ich besuchte meinen Schwiegervater letzten Wochenende. Ich werde meinen Schwiegervater morgen treffen.",
      "example_translation": "Mon beau-père est une personne gentille qui nous aide toujours. J'avais visité mon beau-père le week-end dernier. Je rencontrerai mon beau-père demain.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbbruder",
      "translation": "demi-frère",
      "definition": "Ein Bruder, der einen Elternteil mit einem anderen Geschwister teilt, aber nicht beide.",
      "definition_translation": "Un frère qui a un parent en commun avec un autre frère ou sœur, mais pas les deux.",
      "example": "Mein Halbbruder und ich haben die gleiche Mutter, aber verschiedene Väter. Ich habe meinen Halbbruder nie gesehen. Ich werde meinen Halbbruder morgen Ihnen vorstellen.",
      "example_translation": "Mon demi-frère et moi avons la même mère mais des pères différents. Je n'ai jamais vu mon demi-frère. Je présenterai mon demi-frère à toi demain.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbschwester",
      "translation": "demi-sœur",
      "definition": "Eine Schwester, die einen Elternteil mit einem anderen Geschwister teilt, aber nicht beide.",
      "definition_translation": "Une sœur qui a un parent en commun avec un autre frère ou sœur, mais pas les deux.",
      "example": "Meine Halbschwester und ich haben den gleichen Vater, aber verschiedene Mütter. Ich habe meine Halbschwester mehrmals getroffen. Ich werde morgen mit meiner Halbschwester sprechen.",
      "example_translation": "Ma demi-sœur et moi avons le même père mais des mères différentes. J'ai rencontré ma demi-sœur plusieurs fois. Je parlerai à ma demi-sœur demain.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegermutter",
      "translation": "belle-mère",
      "definition": "Die Mutter des Ehepartners oder Lebenspartners.",
      "definition_translation": "La mère de son époux ou partenaire.",
      "example": "Meine Schwiegermutter ist ein sehr freundlicher Mensch, der uns immer hilft. Ich besuchte meine Schwiegermutter letzten Monat. Ich werde meine Schwiegermutter nächste Woche wiedersehen.",
      "example_translation": "Ma belle-mère est une personne très gentille qui nous aide toujours. J'avais visité ma belle-mère le mois dernier. Je rencontrerai ma belle-mère à nouveau la semaine prochaine.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beziehungen",
      "translation": "relations",
      "definition": "Die Art und Weise, wie Menschen oder Gruppen zueinander stehen, wie zum Beispiel ihre gegenseitigen Beziehungen, Verbindungen oder Kontakte.",
      "definition_translation": "La façon dont les gens ou les groupes se situent les uns par rapport aux autres, comme leurs transactions mutuelles, leurs relations ou leurs connexions.",
      "example": "Sie hat komplizierte Beziehungen zu ihren Familienmitgliedern, aber sie versucht, sie zu verbessern. Sie hatte letzten Woche einen großen Streit mit ihrem Bruder und versucht jetzt, sich mit ihm zu versöhnen. Sie wird bis zum Ende des Jahres versuchen, sich mit ihm zu versöhnen.",
      "example_translation": "Elle a des relations compliquées avec les membres de sa famille, mais elle essaie de les améliorer. Elle a eu une grande dispute avec son frère la semaine dernière, et maintenant elle essaie de faire des excuses. Elle essayera de se réconcilier avec lui d'ici la fin de l'année.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschwister",
      "translation": "frères et sœurs",
      "definition": "Kinder derselben Eltern, einschließlich Brüder und Schwestern.",
      "definition_translation": "Enfants des mêmes parents, notamment des frères et des sœurs.",
      "example": "Meine Geschwister und ich stritten uns ständig, als wir Kinder waren, aber als wir älter wurden, sind wir enger zusammengerückt. Wir werden immer füreinander da sein, egal was passiert. Meine Geschwister sind meine besten Freunde seit der Kindheit.",
      "example_translation": "Mes frères et sœurs et moi avions l'habitude de nous disputer constamment lorsque nous étions enfants, mais lorsque nous avons grandi, nous sommes devenus beaucoup plus proches. Nous serons toujours là pour nous soutenir mutuellement, quoi qu'il arrive. Mes frères et sœurs ont été mes meilleurs amis depuis l'enfance.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwägerin",
      "translation": "belle-sœur",
      "definition": "Die Schwester des Ehepartners oder der Ehepartnerin.",
      "definition_translation": "La sœur du mari ou de la femme.",
      "example": "Meine Schwägerin ist eine wunderbare Person und ich bin froh, dass sie Teil unserer Familie ist. Ich hatte ein großartiges Gespräch mit meiner Schwägerin auf der Dinnerparty letzte Nacht. Ich werde meine Schwägerin meinen Freunden auf der Party nächste Woche vorstellen.",
      "example_translation": "Ma belle-sœur est une personne merveilleuse, et je suis ravi qu'elle fasse partie de notre famille. J'ai eu une grande conversation avec ma belle-sœur au dîner hier soir. Je vais présenter ma belle-sœur à mes amis au party la semaine prochaine.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegervater",
      "translation": "gendre",
      "definition": "Der Ehemann der Tochter.",
      "definition_translation": "Le mari de sa fille.",
      "example": "Mein Schwiegervater ist ein harter Arbeiter und versucht immer, für seine Familie zu sorgen. Ich war beeindruckt von den Kochkünsten meines Schwiegervaters auf der Familienzusammenkunft letzten Monat. Mein Schwiegervater wird mir beim Hausrenovierungsprojekt nächsten Sommer helfen.",
      "example_translation": "Mon gendre est un travailleur acharné et essaie toujours de subvenir aux besoins de sa famille. J'ai été impressionné par les compétences culinaires de mon gendre lors de la réunion de famille le mois dernier. Mon gendre m'aidera avec le projet de rénovation de la maison l'été prochain.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieftochter",
      "translation": "belle-fille",
      "definition": "Die Tochter des Ehepartners oder der Ehepartnerin aus einer vorherigen Ehe.",
      "definition_translation": "La fille de son mari ou de son époux par un mariage précédent.",
      "example": "Sie stellte mich ihrer Stieftochter auf der Party vor. Ich hatte ihre Stieftochter bereits kennengelernt, aber sie wird ihre Stieftochter nächste Woche wiedersehen.",
      "example_translation": "Elle m'a présenté sa belle-fille à la fête. J'avais rencontré sa belle-fille auparavant, mais elle rencontrera sa belle-fille à nouveau la semaine prochaine.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefvater",
      "translation": "beau-père",
      "definition": "Der Ehemann der Mutter durch eine spätere Ehe.",
      "definition_translation": "Le mari de sa mère par un mariage ultérieur.",
      "example": "Mein Stiefvater war ein kinderliebender Mann. Ich hatte meinen Stiefvater noch nie kennengelernt, aber ich werde ihn nächsten Monat kennenlernen. Er wurde mein Stiefvater, als ich zehn Jahre alt war.",
      "example_translation": "Mon beau-père était un homme gentil. Je n'avais jamais rencontré mon beau-père avant, mais je le rencontrerai le mois prochain. Il est devenu mon beau-père lorsque j'avais dix ans.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmutter",
      "translation": "belle-mère",
      "definition": "Die Ehefrau des Vaters durch eine spätere Ehe.",
      "definition_translation": "La femme de son père par un mariage ultérieur.",
      "example": "Ihre Stiefmutter war sehr streng. Ich hatte ihre Stiefmutter bereits kennengelernt, aber sie wird ihre Stiefmutter nächstes Jahr wiedersehen. Sie wurde meine Stiefmutter, als mein Vater wieder heiratete.",
      "example_translation": "Sa belle-mère était très stricte. J'avais rencontré sa belle-mère auparavant, mais elle rencontrera sa belle-mère à nouveau l'an prochain. Elle est devenue ma belle-mère lorsque mon père s'est remarié.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefsohn",
      "translation": "beau-fils",
      "definition": "Der Sohn des Ehepartners oder der Ehepartnerin aus einer vorherigen Ehe.",
      "definition_translation": "Le fils de son mari ou de son époux par un mariage précédent.",
      "example": "Er stellte mir seinen Stiefsohn auf der Party vor. Ich hatte seinen Stiefsohn bereits kennengelernt, aber ich werde ihn nächste Woche wiedersehen.",
      "example_translation": "Il m'a présenté son beau-fils à la fête. J'avais rencontré son beau-fils auparavant, mais je le rencontrerai à nouveau la semaine prochaine.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehepartner",
      "translation": "conjoint",
      "definition": "Ein Ehepartner ist ein Partner in einer Ehe, Ehemann oder Ehefrau.",
      "definition_translation": "Un conjoint est un partenaire dans un mariage, mari ou femme.",
      "example": "Ich traf meinen Ehepartner auf dem College. Wir haben letzten Jahr geheiratet und werden nächstes Jahr in den Urlaub fahren.",
      "example_translation": "J'ai rencontre mon conjoint au college. Nous nous sommes mariés l'année dernière et irons en lune de miel l'année prochaine.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegereltern",
      "translation": "beaux-parents",
      "definition": "Schwiegereltern sind die Eltern des Ehepartners oder Partners.",
      "definition_translation": "Les beaux-parents sont les parents de son conjoint ou partenaire.",
      "example": "Ich kam gut mit meinen Schwiegereltern zurecht, als wir sie letzten Wochenende besucht haben. Sie werden uns nächsten Monat besuchen und wir werden sie am Flughafen treffen.",
      "example_translation": "Je me suis entendu bien avec mes beaux-parents lorsque nous les avons visités le week-end dernier. Ils nous rendront visite le mois prochain et nous les rencontrerons à l'aéroport.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]