{
  "data": [
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akzeptieren",
      "translation": "accepter",
      "definition": "etwas gerne anzunehmen oder mit etwas einverstanden zu sein",
      "definition_translation": "recevoir quelque chose de manière volontaire ou de être d'accord avec quelque chose",
      "example": "Ich habe das Jobangebot akzeptiert. Ich nehme deine Einladung an. Ich werde die Herausforderung akzeptieren.",
      "example_translation": "J'ai accepté l'offre d'emploi. J'accepte votre invitation. J'accepterai le défi.",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "réaliser",
      "definition": "etwas erfolgreich zu beenden oder zu erreichen",
      "definition_translation": "compléter ou accomplir quelque chose avec succès",
      "example": "Ich habe mein Ziel erreicht. Ich erreiche meine Ziele. Ich werde Erfolg erreichen.",
      "example_translation": "J'ai atteint mon but. J'atteins mes objectifs. J'atteindrai le succès.",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "agir",
      "definition": "etwas zu tun oder eine bestimmte Aktion auszuführen",
      "definition_translation": "faire quelque chose ou exécuter une action particulière",
      "example": "Ich habe schnell gehandelt. Ich handle instinktiv. Ich werde entsprechend handeln.",
      "example_translation": "J'ai agi rapidement. J'agis d'instinct. J'agirai en conséquence.",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akt",
      "translation": "agir",
      "definition": "eine Vorführung oder ein Theaterstück",
      "definition_translation": "une représentation ou une pièce de théâtre",
      "example": "Ich habe den Akt geliebt. Der Akt ist sehr lustig. Der Akt beginnt bald.",
      "example_translation": "J'ai aimé l'acte. L'acte est très amusant. L'acte commencera bientôt.",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beraten",
      "translation": "conseiller",
      "definition": "jemandem Ratschlag oder eine Empfehlung zu geben",
      "definition_translation": "donner un conseil ou une recommandation à quelqu'un",
      "example": "Ich habe ihr geraten, eine Pause zu machen, aber sie hat meinen Rat ignoriert. Ich habe ihr viele Male zuvor geraten und werde ihr wieder in Zukunft raten.",
      "example_translation": "Je lui ai conseillé de prendre une pause, mais elle a ignoré mon avis. J'ai déjà conseillé à plusieurs reprises auparavant, et je lui conseillerai à nouveau à l'avenir.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erlauben",
      "translation": "permettre",
      "definition": "jemandem die Erlaubnis für etwas zu geben",
      "definition_translation": "donner la permission pour que quelque chose se produise ou soit fait",
      "example": "Ich habe meinen Kindern gestattet, gestern Abend spät aufzubleiben, aber ich werde es nicht wieder zulassen. Ich habe ihnen zuvor die Erlaubnis gegeben, ihre eigenen Entscheidungen zu treffen, und ich werde ihnen in Zukunft wieder erlauben.",
      "example_translation": "J'ai permis à mes enfants de rester debout tard hier soir, mais je ne le permettrai plus. J'ai déjà permis à plusieurs reprises auparavant, et je leur permettrai à nouveau à l'avenir.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähern",
      "translation": "approcher",
      "definition": "jemandem oder etwas in der Nähe zu kommen",
      "definition_translation": "venir près de quelqu'un ou quelque chose en distance ou en temps",
      "example": "Ich werde das Problem vorsichtig angehen, wie ich es letzten Jahr getan habe. Sie näherte sich mir mit einem Lächeln, und ich werde sie wieder in Zukunft näher kommen.",
      "example_translation": "Je vais approcher le problème avec prudence, comme je l'ai fait l'année dernière. Elle m'a approché avec un sourire, et je l'approcherai à nouveau à l'avenir.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streiten",
      "translation": "argumenter",
      "definition": "Gründe oder Beweise anzuführen, um eine Idee oder Meinung zu unterstützen oder abzulehnen",
      "definition_translation": "donner des raisons ou des preuves pour soutenir ou s'opposer à une idée ou une opinion",
      "example": "Wir haben gestritten, letzte Nacht über Politik, und ich habe mich mit meinem Bruder gestritten. Ich werde mich wieder mit meiner Schwester streiten, wie ich es viele Male zuvor getan habe.",
      "example_translation": "Nous avons argumenté sur la politique hier soir, et j'ai argumenté avec mon frère hier. J'argumenterai à nouveau avec ma sœur dans le futur, comme j'ai déjà argumenté avec elle de nombreuses fois auparavant.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhaften",
      "translation": "arrêter",
      "definition": "jemanden in Gewahrsam zu nehmen, typischerweise weil er eines Verbrechens verdächtigt wird",
      "definition_translation": "L'acte de prendre quelqu'un en détention, généralement parce qu'ils sont soupçonnés d'avoir commis un crime.",
      "example": "Der Polizist wird den Verdächtigen verhaften, verhaftete ihn letzte Nacht und wird ihn wieder verhaften, wenn er versucht zu fliehen.",
      "example_translation": "Le policier arrêtera le suspect, l'a arrêté hier soir, et l'arrêtera à nouveau s'il tente de s'échapper.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhängen",
      "translation": "attacher",
      "definition": "etwas an etwas anderem zu befestigen, typischerweise mit einem Seil, Kleber oder anderen Klebstoff",
      "definition_translation": "Fixer ou joindre quelque chose à autre chose, généralement en utilisant une corde, de la colle ou un autre adhésif.",
      "example": "Ich werde die Datei an die E-Mail anhängen, hängte sie gestern an und werde sie morgen wieder anhängen.",
      "example_translation": "Je vais attacher le fichier à l'email, l'ai attaché hier, et l'attacherai à nouveau demain.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angreifen",
      "translation": "attaquer",
      "definition": "Gewalt oder Kraft gegen jemanden oder etwas einzusetzen, um ihn oder es zu verletzen oder zu beschädigen.",
      "definition_translation": "Utiliser la violence ou la force pour blesser ou endommager quelqu'un ou quelque chose.",
      "example": "Der Feind wird die Stadt angreifen, griff sie letzte Woche an und wird sie bald wieder angreifen.",
      "example_translation": "L'ennemi attaquera la ville, l'a attaquée la semaine dernière, et l'attaquera à nouveau bientôt.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versuchen",
      "translation": "tenter",
      "definition": "Etwas zu tun, insbesondere wenn es schwierig oder herausfordernd ist.",
      "definition_translation": "Essayer de faire quelque chose, especialmente quelque chose de difficile ou de défiant.",
      "example": "Ich werde versuchen, das Projekt abzuschließen, versuchte es letzten Monat und werde es nächstes Jahr wieder versuchen.",
      "example_translation": "Je vais tenter de finir le projet, l'ai tenté le mois dernier, et le tenterai à nouveau l'année prochaine.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilnehmen",
      "translation": "assister",
      "definition": "Bei einer Veranstaltung oder Sitzung anwesend zu sein; sich um eine Person oder Sache zu kümmern",
      "definition_translation": "Être présent à un événement ou une réunion; prendre soin d'une personne ou d'une chose",
      "example": "Ich nahm gestern an der Sitzung teil. Ich werde heute Abend der Party beiwohnen. Ich habe alle Kurse dieses Semester besucht.",
      "example_translation": "J'ai assisté à la réunion hier. J'assisterai à la soirée ce soir. J'ai assisté à toutes les classes ce semestre.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "babysitten",
      "translation": "garder d'enfants",
      "definition": "Ein Kind oder mehrere Kinder zu betreuen, während die Eltern weg sind",
      "definition_translation": "Prendre soin d'un enfant ou d'enfants lorsque leurs parents sont absents",
      "example": "Ich babysittete meine Schwester letzten Abend. Ich werde meine Nichte morgen babysitten. Ich habe viele Kinder vorher betreut.",
      "example_translation": "J'ai gardé les enfants de ma sœur hier soir. Je garderai ma nièce demain. J'ai gardé de nombreux enfants avant.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich benehmen",
      "translation": "se comporter",
      "definition": "Sich auf eine bestimmte Weise zu verhalten",
      "definition_translation": "Agir ou se conduire de manière certaine",
      "example": "Die Kinder werden sich in der Schule gut benehmen. Sie benahm sich schlecht im Meeting gestern. Sie werden sich heute Abend bei der Party benehmen.",
      "example_translation": "Les enfants se comporteront bien à l'école. Elle s'est mal comportée à la réunion hier. Ils se comporteront eux-mêmes à la soirée ce soir.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "mordre",
      "definition": "Etwas mit den Zähnen zu packen oder zu kauen",
      "definition_translation": "Serrer ou mâcher quelque chose avec ses dents",
      "example": "Der Hund biss meine Hand. Sie wird aus Nervosität ihre Fingernägel beißen. Sie bissen in den Apfel.",
      "example_translation": "Le chien m'a mordu la main. Elle se mordra les ongles par nervosité. Ils ont mordu dans la pomme.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "souffler",
      "definition": "Einen Luftstrom mit dem Mund oder einem Gerät zu erzeugen oder Luft aus dem Mund zu blasen",
      "definition_translation": "Créer un courant d'air en utilisant la bouche ou un appareil, ou de sortir de l'air de la bouche",
      "example": "Sie liebt es, Blasen in ihrem Getränk zu blasen. Gestern blies sie Blasen den ganzen Tag. Morgen wird sie wieder Blasen blasen.",
      "example_translation": "Elle aime souffler des bulles dans son verre. Hier, elle a soufflé des bulles tout au long de la journée. Demain, elle soufflera des bulles à nouveau.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombe",
      "translation": "bombe",
      "definition": "Ein explosives Gerät, das zur plötzlichen und gewaltsamen Freisetzung von Energie designed ist",
      "definition_translation": "Un dispositif explosif conçu pour libérer de l'énergie d'une manière soudaine et violente",
      "example": "Die Bombe explodierte im Stadzentrum. Die Polizei hatte das Gebäude gestern bombardiert. Sie werden das Ziel morgen wieder bombardieren.",
      "example_translation": "La bombe a explosé dans le centre-ville. La police avait bombardé le bâtiment hier. Ils bombarderont la cible à nouveau demain.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brennen",
      "translation": "brûler",
      "definition": "Rapidem Abbrennen zu unterwerfen oder ein rapidem Abbrennen zu verursachen",
      "definition_translation": "Subir une combustion rapide, ou de causer quelque chose de subir une combustion rapide",
      "example": "Das Feuer wird die ganze Nacht brennen. Es brannte das Haus gestern ab. Es wird das Holz morgen wieder abbrennen.",
      "example_translation": "Le feu brûlera toute la nuit. Il a brûlé la maison hier. Il brûlera le bois à nouveau demain.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen ausbrechen",
      "translation": "éclater en larmes",
      "definition": "Plotzlich anfangen zu weinen, oft aufgrund starker Emotionen",
      "definition_translation": "Commencer à pleurer soudainement, souvent en raison de forts émotions",
      "example": "Sie brach in Tränen aus, als sie die Nachricht hörte. Gestern war sie bei der Beerdigung in Tränen ausgebrochen. Morgen wird sie wieder in Tränen ausbrechen, wenn sie den Film sieht.",
      "example_translation": "Elle a éclaté en larmes lorsqu'elle a appris la nouvelle. Hier, elle avait éclaté en larmes au funérailles. Demain, elle éclatera en larmes à nouveau lorsqu'elle verra le film.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begraben",
      "translation": "enterrer",
      "definition": "Ein totes Lebewesen in ein Loch im Boden zu legen oder etwas in ein Loch im Boden zu legen und mit Erde zu bedecken.",
      "definition_translation": "Mettre un cadavre dans un trou dans le sol, ou mettre quelque chose dans un trou dans le sol et le couvrir de terre.",
      "example": "Ich begrub den Schatz im Hinterhof, als ich ein Kind war. Ich werde den Hund begraben, wenn er stirbt. Sie hatte ihre Gefühle jahrelang begraben.",
      "example_translation": "J'ai enterré le trésor dans le jardin lorsque j'étais enfant. J'enterrerai le chien lorsqu'il mourra. Elle avait enterré ses sentiments pendant des années.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absagen",
      "translation": "annuler",
      "definition": "Etwas offiziell abzusagen, oder etwas abzubrechen.",
      "definition_translation": "Arrêter officiellement quelque chose de se produire, ou arrêter de faire quelque chose.",
      "example": "Ich sagte meine Reise nach Paris aufgrund der Pandemie ab. Sie wird ihr Abonnement kündigen, wenn sie ihren Service nicht verbessern. Sie sagten das Konzert wegen des Wetters ab.",
      "example_translation": "J'ai annulé mon voyage à Paris en raison de la pandémie. Elle annulera son abonnement si ils n'améliorent pas leur service. Ils ont annulé le concert en raison du temps.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einchecken",
      "translation": "enregister",
      "definition": "Offiziell in einem Ort anzukommen, insbesondere in einem Hotel, und dem Personal mitzuteilen, dass man angekommen ist.",
      "definition_translation": "Arriver officiellement dans un endroit, notamment un hôtel, et informer le personnel que vous êtes arrivé.",
      "example": "Ich checkte im Hotel ein und ging direkt zu meinem Zimmer. Sie werden am Flughafen einchecken, bevor sie ihren Flug haben. Sie checkte im Fitnessstudio ein, um die Geräte zu benutzen.",
      "example_translation": "J'ai enregistré à l'hôtel et suis allé directement à ma chambre. Ils vont s'enregistrer à l'aéroport avant leur vol. Elle a enregistré à la salle de gym pour utiliser les équipements.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auschecken",
      "translation": "vérifier",
      "definition": "Für die gekauften Dinge zu bezahlen oder ein Hotel oder Geschäft nach Bezahlung der Rechnung zu verlassen.",
      "definition_translation": "Payer les choses que vous avez achetées, ou quitter un hôtel ou un magasin après avoir payé votre facture.",
      "example": "Ich checkte im Hotel aus und ging zum Flughafen. Sie wird das Buch aus der Bibliothek ausleihen. Sie checkten im Laden aus, nachdem sie die Kleidung gekauft hatten.",
      "example_translation": "J'ai vérifié à l'hôtel et suis allé à l'aéroport. Elle va vérifier le livre à la bibliothèque. Ils ont vérifié au magasin après avoir acheté les vêtements.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "cercle",
      "definition": "Ein Kreis ist eine runde Form ohne Anfang oder Ende, bei der jeder Punkt am Rand gleich weit vom Zentrum entfernt ist.",
      "definition_translation": "Un cercle est une forme ronde sans commencement ni fin, où chaque point de bord est à distance égale du centre.",
      "example": "Ich zeichnete einen Kreis auf dem Papier. Gestern zeichnete ich einen Kreis auf der Tafel. Morgen werde ich einen Kreis auf der Wand zeichnen.",
      "example_translation": "J'ai dessiné un cercle sur le papier. Hier, j'ai dessiné un cercle sur le tableau. Demain, je vais dessiner un cercle sur le mur.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klatschen",
      "translation": "applaudir",
      "definition": "Einmalig die Handflächen zusammenzuschlagen, um Zustimmung oder Anerkennung auszudrücken.",
      "definition_translation": "Applaudir, c'est frapper les paumes des mains l'une contre l'autre, généralement pour exprimer l'approbation ou l'appréciation.",
      "example": "Das Publikum klatschte nach der Show. Gestern klatschten die Schüler für den Lehrer. Morgen werden wir für den Gewinner klatschen.",
      "example_translation": "Le public a applaudi après le spectacle. Hier, les étudiants ont applaudi pour le professeur. Demain, nous applaudirons pour le vainqueur.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sammeln",
      "translation": "collecter",
      "definition": "Etwa systematisch Dinge zu sammeln oder zusammenzubringen.",
      "definition_translation": "Collecter, c'est rassembler ou réunir des choses, souvent de manière systématique.",
      "example": "Ich sammelte Briefmarken, als ich ein Kind war. Gestern sammelten die Freiwilligen Spenden für die Wohltätigkeitsorganisation. Morgen werden wir Daten für die Forschung sammeln.",
      "example_translation": "J'ai collectionné des timbres quand j'étais gamin. Hier, les bénévoles ont collecté des dons pour la charité. Demain, nous allons collecter des données pour la recherche.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "peigne",
      "definition": "Ein Kamm ist ein Werkzeug, das zum Arrangieren oder Reinigen von Haaren verwendet wird oder um Fasern zu trennen oder zu glätten.",
      "definition_translation": "Un peigne est un outil utilisé pour arranger ou nettoyer les cheveux, ou pour séparer ou redresser les fibres.",
      "example": "Ich benutzte einen Kamm, um mein Haar zu entwirren. Gestern benutzte meine Schwester einen Kamm, um ihr Haar zu stylen. Morgen werde ich einen Kamm benutzen, um mein Haustier zu pflegen.",
      "example_translation": "J'ai utilisé un peigne pour démêler mes cheveux. Hier, ma sœur a utilisé un peigne pour coiffer ses cheveux. Demain, j'utiliserai un peigne pour toiletter mon animal de compagnie.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konkurrieren",
      "translation": "concourir",
      "definition": "Um etwas zu erreichen oder zu gewinnen, insbesondere um zu gewinnen oder etwas zu erreichen.",
      "definition_translation": "Lutter ou se battre pour quelque chose, notamment pour gagner ou accomplir quelque chose.",
      "example": "Ich werde nächstes Jahr am Marathon teilnehmen, ich nahm letztes Jahr teil und ich nehme jedes Jahr teil.",
      "example_translation": "Je vais concourir au marathon l'an prochain, j'ai concouru dans celui de l'année dernière, et je concours dans celui de chaque année.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konzentrieren",
      "translation": "se concentrer",
      "definition": "Die Aufmerksamkeit oder Anstrengung auf eine bestimmte Aufgabe oder Aktivität zu konzentrieren.",
      "definition_translation": "De concentrer son attention ou ses efforts sur une tâche ou une activité particulière.",
      "example": "Ich werde mich auf meine Studien konzentrieren, ich konzentrierte mich auf meine Arbeit und ich konzentriere mich auf meine Ziele.",
      "example_translation": "Je vais me concentrer sur mes études, j'ai concentré sur mon travail, et je me concentre sur mes objectifs.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbinden",
      "translation": "se connecter",
      "definition": "Etwas oder jemanden miteinander zu verbinden, insbesondere zwei oder mehr Dinge zusammenzufügen.",
      "definition_translation": "De joindre ou de relier quelque chose ensemble, notamment de joindre deux choses ou plus ensemble.",
      "example": "Ich werde die Kabel verbinden, ich habe die Punkte verbunden und ich verbinde mich online mit Menschen.",
      "example_translation": "Je vais connecter les fils, j'ai connecté les points, et je me connecte avec les gens en ligne.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortsetzen",
      "translation": "continuer",
      "definition": "Etwas weiterzuführen oder weiterzuhappen.",
      "definition_translation": "De continuer à faire quelque chose ou de continuer à se produire.",
      "example": "Ich werde meine Ausbildung fortsetzen, ich setzte die Arbeit fort und ich setze mich weiter mit neuen Dingen auseinander.",
      "example_translation": "Je vais continuer mon éducation, j'ai continué de travailler, et je continue d'apprendre de nouvelles choses.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kontrollieren",
      "translation": "contrôle",
      "definition": "Die Macht, das Verhalten von Menschen oder den Verlauf von Ereignissen zu beeinflussen oder zu leiten.",
      "definition_translation": "Le pouvoir d'influencer ou de diriger le comportement des gens ou le cours des événements.",
      "example": "Ich versuchte, meine Emotionen während des schwierigen Gesprächs zu kontrollieren. Ich werde das Budget kontrollieren, um sicherzustellen, dass wir innerhalb der Grenzen bleiben. Ich kontrollierte die Situation, indem ich ruhig blieb.",
      "example_translation": "J'ai essayé de contrôler mes émotions pendant la conversation difficile. Je vais contrôler le budget pour nous assurer de rester dans les limites. J'ai contrôlé la situation en restant calme.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "husten",
      "translation": "tousser",
      "definition": "Ein plötzlicher, kraftvoller Ausstoß von Luft aus den Lungen, um die Atemwege zu reinigen.",
      "definition_translation": "Une soudaine et violente expulsion d'air des poumons, généralement pour dégager les voies respiratoires.",
      "example": "Ich hatte letzten Winter einen schlechten Husten. Sie hustete laut, um Aufmerksamkeit zu erregen. Sie werden Blut husten, wenn sie nicht aufhören zu rauchen.",
      "example_translation": "J'ai eu une mauvaise toux l'hiver dernier. Elle a toussé bruyamment pour attirer l'attention. Ils vont tous tousser du sang s'ils ne cessent pas de fumer.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zählen",
      "translation": "compter",
      "definition": "Die Anzahl von etwas durch Zählen oder Berechnen zu bestimmen.",
      "definition_translation": "Déterminer le nombre de quelque chose en comptant ou en calculant.",
      "example": "Ich werde das Geld sorgfältig zählen. Sie zählte die Tage bis zu ihrem Geburtstag. Sie werden auf uns zählen, um das Projekt rechtzeitig zu liefern.",
      "example_translation": "Je vais compter l'argent soigneusement. Elle a compté les jours jusqu'à son anniversaire. Ils vont compter sur nous pour livrer le projet à temps.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusammenstoßen",
      "translation": "s'écraser",
      "definition": "Etwas oder jemanden mit Gewalt und plötzlich zu treffen, oft mit Schäden oder Verletzungen.",
      "definition_translation": "Tomber ou entrer en contact avec quelque chose de manière violente et soudaine, souvent causant des dégâts ou des blessures.",
      "example": "Das Auto stieß gegen die Wand. Ich stieß meinen Computer kaputt, indem ich Kaffee darauf schüttete. Sie werden die Party sprengen, wenn sie keine Einladung erhalten.",
      "example_translation": "La voiture s'est écrasée contre le mur. J'ai crashé mon ordinateur en renversant du café sur lui. Ils vont s'écraser à la fête si ils n'ont pas d'invitation.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschaffen",
      "translation": "créer",
      "definition": "Etwas ins Leben zu rufen oder neu zu schaffen.",
      "definition_translation": "apporter quelque chose à l'existence ou faire quelque chose de nouveau",
      "example": "Ich schuf ein Gemälde gestern, ich erschaffe gerade ein neues Rezept und ich werde nächsten Woche einen Garten anlegen.",
      "example_translation": "J'ai créé un tableau hier, je crée une nouvelle recette maintenant, et je créerai un jardin la semaine prochaine.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zyklus",
      "translation": "cycler",
      "definition": "Eine Serie von Ereignissen oder Prozessen, die in regelmäßiger Reihenfolge wiederkehren.",
      "definition_translation": "une série d'événements ou de processus qui se répètent dans un ordre régulier",
      "example": "Der Wasserkreislauf ist für das Leben essentiell, ich fuhr gestern mit dem Fahrrad zur Arbeit und das Unternehmen wird einen nächsten Runden von Entlassungen durchführen.",
      "example_translation": "Le cycle de l'eau est essentiel pour la vie, j'ai cyclé au travail ce matin, et l'entreprise va cycler à travers un autre tour de licenciements.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschädigen",
      "translation": "endommager",
      "definition": "Etwas oder jemanden zu schädigen oder zu verletzen.",
      "definition_translation": "causer du mal ou des blessures à quelque chose ou à quelqu'un",
      "example": "Der Sturm verursachte erhebliche Schäden an den Ernten, das Unternehmen litt unter Reputationsschäden und der Unfall wird das Auto beschädigen.",
      "example_translation": "L'orage a causé des dommages importants aux cultures, l'entreprise a subi des dommages à sa réputation, et l'accident va endommager la voiture.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekoriert",
      "translation": "décorer",
      "definition": "Etwas attraktiver zu machen, indem man Extra-Features oder Verzierungen hinzufügt.",
      "definition_translation": " rendre quelque chose plus attractif en ajoutant des fonctionnalités supplémentaires ou des ornements",
      "example": "Ich dekorierte das Zimmer für die Party, die Stadt dekoriert die Straßen für Weihnachten und sie wird den Kuchen für die Hochzeit dekorieren.",
      "example_translation": "J'ai décoré la pièce pour la fête, la ville décore les rues pour Noël, et elle va décorer le gâteau pour le mariage.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "décorer",
      "definition": "etwas attraktiver aussehen lassen, indem man Dekorationen hinzufügt",
      "definition_translation": "rendre quelque chose plus attractif en ajoutant des décorations",
      "example": "Ich dekorierte mein Zimmer mit Ballons und Girlanden für meinen Geburtstag. Ich werde den Kuchen für die Party heute Abend dekorieren. Ich dekorierte mein Haus mit Lichtern letztes Jahr.",
      "example_translation": "J'ai décoré ma chambre avec des ballons et des rubans pour mon anniversaire. Je vais décorer le gâteau pour la soirée ce soir. J'avais décoré ma maison avec des lumières l'année dernière.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besiegen",
      "translation": "défaire",
      "definition": "jemanden oder etwas in einem Wettbewerb, einer Wahl oder einem Kampf zu besiegen",
      "definition_translation": "remporter une victoire sur quelqu'un ou quelque chose dans une compétition, une élection ou un combat",
      "example": "Unser Team wurde im letzten Jahr im Finale besiegt. Der Politiker wurde in der Wahl besiegt. Ich werde meinen Gegner im Schachspiel besiegen.",
      "example_translation": "Notre équipe a été défaite en finale l'année dernière. Le politicien a été défaite lors de l'élection. Je vais défaire mon adversaire au jeu d'échecs.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verteidigen",
      "translation": "défendre",
      "definition": "jemanden oder etwas vor Angriff oder Schaden zu schützen",
      "definition_translation": "protéger quelqu'un ou quelque chose d'une attaque ou d'un préjudice",
      "example": "Der Anwalt verteidigte den Mandanten vor Gericht. Das Land verteidigte seine Grenzen vor Invasion. Sie wird ihre Dissertation nächsten Monat verteidigen.",
      "example_translation": "L'avocat a défendu le client au tribunal. Le pays a défendu ses frontières contre l'invasion. Elle défendra sa thèse le mois prochain.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "retarder",
      "definition": "etwas auf einen späteren Zeitpunkt zu verschieben",
      "definition_translation": "reporter ou retarder quelque chose jusqu'à une heure plus tard",
      "example": "Der Flug wurde wegen schlechten Wetters verschiebt. Ich verschob meinen Trip zum Strand wegen des Regens. Sie wird ihr Projekt bis nächste Woche verschieben.",
      "example_translation": "Le vol a été retardé en raison du mauvais temps. J'ai retardé mon voyage à la plage en raison de la pluie. Elle retardera son projet jusqu'à la semaine prochaine.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "löschen",
      "translation": "supprimer",
      "definition": "etwas, wie Text oder ein Bild, von einem Computer oder Gerät zu entfernen",
      "definition_translation": "retirer ou effacer quelque chose, comme du texte ou une image, d'un ordinateur ou d'un appareil",
      "example": "Ich werde die Datei morgen löschen, ich löschte die Datei gestern, ich lösche die Datei jeden Tag.",
      "example_translation": "Je supprimerai le fichier demain, j'ai supprimé le fichier hier, je supprime le fichier tous les jours.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liefern",
      "translation": "livrer",
      "definition": "etwas zu jemandem oder irgendwohin zu bringen und es ihnen zu übergeben",
      "definition_translation": "apporter quelque chose à quelqu'un ou quelque part, souvent des biens ou des services, et le leur donner",
      "example": "Ich werde das Paket morgen liefern, ich lieferte das Paket gestern, ich liefere Pakete jeden Tag.",
      "example_translation": "Je livrerai le paquet demain, j'ai livré le paquet hier, je livre des paquets tous les jours.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entwerfen",
      "translation": "concevoir",
      "definition": "die Gestaltung und Funktionsweise von etwas, wie einem Produkt oder einem Gebäude, zu planen und zu entscheiden",
      "definition_translation": "planifier et prendre des décisions sur l'apparence et la fonction de quelque chose, comme un produit ou un bâtiment",
      "example": "Ich werde morgen ein neues Logo entwerfen, ich entwarf ein neues Logo gestern, ich entwerfe Logos jeden Tag.",
      "example_translation": "Je concevrai un nouveau logo demain, j'ai conçu un nouveau logo hier, je conçois des logos tous les jours.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerstören",
      "translation": "détruire",
      "definition": "etwas so zu beschädigen, dass es nicht mehr benutzt werden kann, oft absichtlich",
      "definition_translation": "causer que quelque chose soit complètement ruiné ou cassé, souvent intentionnellement",
      "example": "Ich werde das alte Gebäude morgen zerstören, ich zerstörte das alte Gebäude gestern, ich zerstöre alte Gebäude jeden Tag.",
      "example_translation": "Je détruirai l'ancien bâtiment demain, j'ai détruit l'ancien bâtiment hier, je détruis les anciens bâtiments tous les jours.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "drehen",
      "translation": "composer",
      "definition": "Ein Dial ist eine flache Platte oder Scheibe mit Markierungen, die verwendet wird, um etwas, wie die Uhrzeit auf einer Uhr, einstellen oder messen zu können.",
      "definition_translation": "Un cadran est une plaque ou disque plat avec des marquages, utilisé pour ajuster ou mesurer quelque chose, comme l'heure sur une horloge.",
      "example": "Ich musste die richtige Uhrzeit auf meiner Uhr drehen, dann drehte ich die Nummer auf meinem Telefon, und schließlich werde ich morgen die Radiofrequenz drehen.",
      "example_translation": "J'ai dû composer l'heure correcte sur ma montre, puis j'ai composé le numéro sur mon téléphone, et enfin je composerai la fréquence radio demain.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "graben",
      "translation": "fouiller",
      "definition": "ein Loch oder Ausgrabung in den Boden zu machen, normalerweise mit einem Werkzeug oder einer Maschine",
      "definition_translation": "Fouiller signifie faire un trou ou une excavation dans le sol, généralement en utilisant un outil ou une machine.",
      "example": "Ich grub ein Loch im Hinterhof gestern, ich grabe heute ein Graben, und ich werde nächste Woche die Grundlage für das neue Haus grabsen.",
      "example_translation": "J'ai creusé un trou dans le jardin hier, je creuse un fossé aujourd'hui, et je creuserai les fondements de la nouvelle maison la semaine prochaine.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "direkt",
      "translation": "direct",
      "definition": "Direkt bedeutet, dass etwas oder jemand direkt zu einem Ziel, einer Person oder einem Ort geht oder bewegt wird, ohne blockiert oder geändert zu werden.",
      "definition_translation": "Direct signifie se déplacer ou aller directement dans un endroit, une personne ou quelque chose, sans être bloqué ou modifié.",
      "example": "Der Bus wird eine direkte Route in die Stadt nehmen, ich gebe direkte Anweisungen an mein Team und die neue Politik wird einen direkten Einfluss auf unsere Verkäufe haben.",
      "example_translation": "Le bus prendra un itinéraire direct jusqu'à la ville, je donne des instructions directes à mon équipe, et la nouvelle politique aura un impact direct sur nos ventes.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "direkt",
      "translation": "diriger",
      "definition": "Direkt bedeutet, die Aktionen oder Bewegungen von Menschen, Tieren oder Dingen zu kontrollieren oder zu überwachen.",
      "definition_translation": "Diriger signifie contrôler ou superviser les actions ou mouvements des personnes, des animaux ou des choses.",
      "example": "Der Trainer wird die Spieler während des Spiels direkt anweisen, ich habe den Film letzten Jahr gedreht und der CEO wird die Strategie des Unternehmens direkt anweisen.",
      "example_translation": "L'entraîneur dirigera les joueurs pendant le match, j'ai dirigé le film l'an dernier, et le PDG dirigera la stratégie de l'entreprise.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entdecken",
      "translation": "découvrir",
      "definition": "Etwas Neues oder Unbekanntes zu finden oder zu erfahren, oft durch Zufall oder Erkundung.",
      "definition_translation": "Trouver ou apprendre quelque chose de nouveau ou inconnu, notamment par hasard ou exploration.",
      "example": "Ich werde morgen den versteckten Schatz entdecken. Heute habe ich eine neue Vogelart entdeckt. Gestern hatte ich einen Fehler im Code entdeckt.",
      "example_translation": "Je vais découvrir le trésor caché demain. Aujourd'hui, j'ai découvert une nouvelle espèce d'oiseau. Hier, j'avais découvert une erreur dans le code.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anzeigen",
      "translation": "afficher",
      "definition": "Etwas in einem öffentlichen Raum zu zeigen oder auszustellen, oft um Aufmerksamkeit oder Interesse zu erregen.",
      "definition_translation": "Montrer ou exposer quelque chose dans un endroit public, souvent pour attirer l'attention ou l'intérêt.",
      "example": "Das Museum wird die neue Kunstsammlung nächsten Monat anzeigen. Das Geschäft zeigt eine neue Modellinie aus. Die Firma hatte ihre Produkte auf der Messe ausgestellt.",
      "example_translation": "Le musée va afficher la nouvelle collection d'art le mois prochain. Le magasin est en train d'afficher une nouvelle ligne de mode. L'entreprise avait affiché leurs produits au salon professionnel.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tauchen",
      "translation": "plonger",
      "definition": "In Wasser zu springen oder zu fallen, oft kopfüber, oder plötzlich und steil abzusteigen.",
      "definition_translation": "Sauter ou tomber dans l'eau, souvent la tête la première, ou descendre brusquement et abruptement.",
      "example": "Ich werde morgen in den Pool tauchen. Gestern bin ich ins Meer gesprungen. Heute tauche ich in den See.",
      "example_translation": "Je vais plonger dans la piscine demain. Hier, j'ai plongé dans l'océan. Aujourd'hui, je plonge dans le lac.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilen",
      "translation": "diviser",
      "definition": "Etwas in zwei oder mehr separate Gruppen, Bereiche oder Entitäten zu teilen.",
      "definition_translation": "Séparer ou diviser quelque chose en deux ou plusieurs groupes, zones ou entités distinctes.",
      "example": "Ich werde den Kuchen in drei Teile teilen. Gestern habe ich das Zimmer in zwei Bereiche geteilt. Heute teile ich meine Zeit zwischen Arbeit und Studium auf.",
      "example_translation": "Je vais diviser le gâteau en trois parties. Hier, j'ai divisé la chambre en deux zones. Aujourd'hui, je divise mon temps entre le travail et l'étude.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fallen lassen",
      "translation": "lâcher",
      "definition": "Etwas aus einer Höhe fallen zu lassen, oft unbeabsichtigt oder versehentlich.",
      "definition_translation": "Lâcher ou laisser tomber quelque chose d'une hauteur, souvent accidentellement ou involontairement.",
      "example": "Ich habe mein Telefon auf den Boden fallen lassen. Ich lasse das Paket bei der Post aufgeben. Ich werde morgen bei dir vorbeischauen.",
      "example_translation": "J'ai laissé tomber mon téléphone sur le sol. Je laisse tomber le paquet à la poste. Je passerai chez toi demain.",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "employer",
      "definition": "Jemandem einen Job oder eine Arbeit gegen Bezahlung zu geben.",
      "definition_translation": "Donner un travail à quelqu'un ou travail en échange d'un paiement.",
      "example": "Das Unternehmen stellt viele Menschen an. Sie stellte ihn als ihren persönlichen Assistenten an. Sie werden neue Mitarbeiter nächstes Quartal anstellen.",
      "example_translation": "L'entreprise emploie beaucoup de personnes. Elle l'a embauché comme son assistant personnel. Ils emploieront du personnel nouveau le trimestre prochain.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigen",
      "translation": "encourager",
      "definition": "Jemandem Vertrauen oder Unterstützung zu geben, um etwas zu tun.",
      "definition_translation": "Donner confiance ou soutien à quelqu'un pour faire quelque chose.",
      "example": "Ihre Eltern ermutigten sie, ihre Träume zu verfolgen. Sie ermutigten ihn, Risiken einzugehen. Wir werden das Team ermutigen, härter zu arbeiten.",
      "example_translation": "Ses parents l'ont encouragée à poursuivre ses rêves. Ils l'ont encouragé à prendre des risques. Nous allons encouragement l'équipe à travailler plus dur.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eingeben",
      "translation": "entrer",
      "definition": "In einen Raum, ein Gebäude oder ein Zimmer zu kommen oder zu gehen.",
      "definition_translation": "Venir ou aller dans un endroit, bâtiment ou pièce.",
      "example": "Ich ging leise in den Raum ein. Sie wird nächstes Jahr am Wettbewerb teilnehmen. Sie gingen in das Bürogebäude ein.",
      "example_translation": "Je suis entré dans la pièce tranquillement. Elle entrera dans la compétition l'année prochaine. Ils sont entrés dans le bâtiment du bureau.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "divertir",
      "definition": "Eine Aktivität ausführen, insbesondere eine, die unterhaltsam ist, wie zum Beispiel ein Spiel spielen oder einen Film ansehen.",
      "definition_translation": "S'adonner à une activité, notamment une qui est amusante, comme jouer à un jeu ou regarder un film.",
      "example": "Ich habe meine Gäste mit einem Spiel von Charaden unterhalten. Gestern habe ich die Idee in Erwägung gezogen, meinen Job aufzugeben. Morgen werde ich die Möglichkeit in Erwägung ziehen, nach Paris zu ziehen.",
      "example_translation": "J'ai divertis mes invités avec un jeu de charades. Hier, j'ai amusé l'idée d'abandonner mon emploi. Demain, je vais amuser la possibilité de me installer à Paris.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entfliehen",
      "translation": "s'échapper",
      "definition": "Sich aus einer Gefangenschaft oder Kontrolle befreien.",
      "definition_translation": "Se libérer de la captivité ou du contrôle.",
      "example": "Ich entfloh aus dem brennenden Gebäude. Sie entfloh aus einer missbräuchlichen Beziehung. Morgen werden sie zum Strand entfliehen, um Urlaub zu machen.",
      "example_translation": "Je me suis échappé de l'immeuble en feu. Elle s'est échappée de sa relation abusive. Ils vont s'échapper à la plage pour des vacances.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trainieren",
      "translation": "exercice",
      "definition": "Eine Aktivität oder eine Serie von Aktivitäten durchführen, um die körperliche Fitness zu verbessern oder aufrechtzuerhalten.",
      "definition_translation": "Une activité ou un ensemble d'activités faites pour améliorer ou maintenir la forme physique.",
      "example": "Ich trainiere jeden Morgen. Gestern habe ich mein Recht auf Abstimmung ausgeübt. Morgen werde ich meine Muskeln im Fitnessstudio trainieren.",
      "example_translation": "Je fait de l'exercice chaque matin. Hier, j'ai exercé mon droit de vote. Demain, je vais exercer mes muscles au gym.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "sortie",
      "definition": "Ein Ausgang aus einem Ort, wie zum Beispiel eine Tür oder ein Tor.",
      "definition_translation": "Un moyen de sortir d'un endroit, tel qu'une porte ou une grille.",
      "example": "Ich verlasse das Gebäude durch den Notausgang. Gestern habe ich die Autobahn am nächsten Ausgang verlassen. Morgen werde ich das Programm verlassen, wenn es nicht funktioniert.",
      "example_translation": "Je sors du bâtiment par la sortie de secours. Hier, j'ai quitté l'autoroute à la prochaine sortie. Demain, je vais quitter le programme si cela ne fonctionne pas.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwarten",
      "translation": "attendre",
      "definition": "Auf etwas zu warten oder zu glauben, dass etwas geschehen wird.",
      "definition_translation": "attendre à quelque chose qui se produira ou croire que quelque chose se produira",
      "example": "Ich habe erwartet, das Projekt rechtzeitig zu beenden, aber es dauerte länger als erwartet. Ich erwarte, dich morgen zu sehen. Ich werde bis Ende der Woche eine Antwort erwarten.",
      "example_translation": "J'attendais de finir le projet à temps, mais cela a pris plus longtemps que prévu. J'attends de vous voir demain. J'attendrai une réponse d'ici la fin de la semaine.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erkunden",
      "translation": "explorer",
      "definition": "Etwas untersuchen oder prüfen, um ein tieferes Verständnis davon zu erlangen.",
      "definition_translation": "examiner quelque chose pour en avoir une compréhension plus profonde",
      "example": "Wir haben die neue Stadt zu Fuß erkundet und alle versteckten Straßen erkundet. Sie hat immer den Regenwald Amazonas erkunden wollen. Morgen werden sie neue Marktchancen erkunden.",
      "example_translation": "Nous avons exploré la nouvelle ville à pied, explorant toutes les rues cachées. Elle a toujours voulu explorer la forêt amazonienne. Ils exploreront les nouvelles opportunités de marché le trimestre prochain.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "visage",
      "definition": "Der vordere Teil des Kopfes, einschließlich der Augen, Nase und Mund.",
      "definition_translation": "la partie frontale de la tête, y compris les yeux, le nez et la bouche",
      "example": "Sie wusch ihr Gesicht mit Seife und Wasser. Das Gesicht der Uhr war alt und abgenutzt. Er machte ein lustiges Gesicht, um seine Schwester zum Lachen zu bringen.",
      "example_translation": "Elle a lavé son visage avec du savon et de l'eau. Le visage de l'horloge était vieux et usé. Il a fait une tête drôle pour faire rire sa sœur.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschlafen",
      "translation": "s'endormir",
      "definition": "Bewusstlos zu werden und in einen Schlafzustand zu fallen.",
      "definition_translation": "devenir inconscient et entrer dans un état de sommeil",
      "example": "Ich bin auf dem Sofa beim Fernsehen eingeschlafen. Sie schläft ein, sobald ihr Kopf das Kissen berührt. Morgen werden sie früh ins Bett gehen, um lange zu schlafen.",
      "example_translation": "Je me suis endormi sur le canapé en regardant la télévision. Elle s'endort dès que sa tête touche l'oreiller. Ils s'endormiront tôt ce soir après une longue journée.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich verlieben",
      "translation": "tomber amoureux",
      "definition": "Sich emotional tief mit jemandem involvieren, oft unerwartet oder plötzlich.",
      "definition_translation": "Devenir émotionnellement impliqué avec quelqu'un, souvent de manière inattendue ou soudaine.",
      "example": "Ich verliebte mich in sie, als ich sie zum ersten Mal sah. Ich verliebe mich jeden Tag ein bisschen mehr in sie. Morgen werde ich mich in jemanden verlieben.",
      "example_translation": "Je suis tombé amoureux d'elle la première fois que je l'ai vue. Je tombe amoureux d'elle de plus en plus chaque jour. Je tomberai amoureux de quelqu'un un jour.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "befestigen",
      "translation": "attacher",
      "definition": "Etwas zu sichern oder an einem bestimmten Ort zu fixieren, normalerweise mit einem Gerät oder einem Prozess.",
      "definition_translation": "Fixer ou sécuriser quelque chose en place, généralement en utilisant un dispositif ou un processus.",
      "example": "Ich habe mich angeschnallt, bevor das Flugzeug abhob. Sie befestigt ihr Haar mit einer Nadel. Morgen wird er die Tür mit einem Schloss befestigen.",
      "example_translation": "J'ai attaché ma ceinture de sécurité avant que l'avion ne décolle. Elle attache ses cheveux avec une épingle. Il attachera la porte avec un verrou.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "füttern",
      "translation": "nourrir",
      "definition": "Eine Person, ein Tier oder eine Pflanze mit Nahrung zu versorgen oder einer Maschine Brennstoff oder Material zuzuführen.",
      "definition_translation": "Donner de la nourriture à une personne, un animal ou une plante, ou fournir de la matière première à une machine.",
      "example": "Ich habe den Hund heute Morgen gefüttert. Sie füttert das Baby mit Milch. Sie werden die Maschine mit Kohle füttern.",
      "example_translation": "J'ai nourri le chien ce matin. Elle nourrit le bébé avec du lait. Ils nourriront la machine avec du charbon.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "holen",
      "translation": "chercher",
      "definition": "Etwas zu holen oder zu bringen, normalerweise weil jemand darum gebeten hat.",
      "definition_translation": "Aller chercher quelque chose et le ramener, généralement parce que quelqu'un vous a demandé de le faire.",
      "example": "Ich habe das Buch aus der Bibliothek geholt. Sie holt Wasser aus dem Brunnen. Sie werden morgen die Post holen.",
      "example_translation": "J'ai cherché le livre à la bibliothèque. Elle a cherché de l'eau au puits. Ils chercheront le courrier demain.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "se battre",
      "definition": "In einen Kampf oder eine körperliche Auseinandersetzung zu geraten.",
      "definition_translation": "S'engager dans un combat ou une lutte physique.",
      "example": "Ich habe gegen meinen Bruder gekämpft, als wir Kinder waren, aber jetzt sind wir Freunde. Ich werde für meine Rechte kämpfen und ich werde für Gerechtigkeit gekämpft haben.",
      "example_translation": "J'ai combattu contre mon frère lorsque nous étions jeunes, mais maintenant nous sommes amis. Je vais me battre pour mes droits, et j'aurai combattu pour la justice.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Film",
      "translation": "film",
      "definition": "Ein Bewegtbild oder ein Film.",
      "definition_translation": "Un film ou un motion picture.",
      "example": "Ich habe letzten Abend einen Film gesehen, aber ich werde morgen einen Film sehen, und ich hatte einen Film am Tag zuvor gesehen. Der Film war sehr interessant.",
      "example_translation": "J'ai regardé un film la nuit dernière, mais je vais regarder un film demain, et j'avais regardé un film la veille. Le film était très intéressant.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch",
      "translation": "poisson",
      "definition": "Ein kaldblütiges Wasserlebewesen.",
      "definition_translation": "Un animal aquatique à sang froid.",
      "example": "Ich habe gestern einen Fisch gefangen, aber ich werde morgen einen Fisch fangen, und ich hatte einen Fisch am Tag zuvor gefangen. Der Fisch war sehr groß.",
      "example_translation": "J'ai attrapé un poisson hier, mais je vais attraper un poisson demain, et j'avais attrapé un poisson la veille. Le poisson était très grand.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "réparer",
      "definition": "Etwas zu reparieren oder zu reparieren.",
      "definition_translation": "Réparer ou réparer quelque chose.",
      "example": "Ich habe den Computer gestern repariert, aber ich werde das Fahrrad morgen reparieren, und ich hatte die Pipeline am Tag zuvor repariert. Der Computer wurde schnell repariert.",
      "example_translation": "J'ai réparé l'ordinateur hier, mais je vais réparer le vélo demain, et j'avais réparé le tuyau la veille. L'ordinateur a été réparé rapidement.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwimmen",
      "translation": "flotter",
      "definition": "Auf der Oberfläche eines Fluids oder in der Luft zu ruhen",
      "definition_translation": "rester à la surface d'un liquide ou dans l'air",
      "example": "Das Boot wird auf dem See schwimmen. Es schwamm auf dem See. Es wird auf dem See schwimmen.",
      "example_translation": "Le bateau flottera sur le lac. Il a flotté sur le lac. Il flottera sur le lac.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "falten",
      "translation": "plier",
      "definition": "Etwas so zu biegen oder zu knicken, dass ein Teil den anderen bedeckt",
      "definition_translation": "plier ou creuser quelque chose de manière que l'une de ses parties couvre une autre",
      "example": "Sie hat den Brief gefaltet. Sie hat den Brief gefaltet. Sie wird den Brief falten.",
      "example_translation": "Elle a plié la lettre. Elle a plié la lettre. Elle pliera la lettre.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "folgen",
      "translation": "suivre",
      "definition": "Jemandem oder etwas zu folgen",
      "definition_translation": "venir ou aller après quelqu'un ou quelque chose",
      "example": "Ich werde dir folgen. Ich bin dir gefolgt. Ich folge dir.",
      "example_translation": "Je vous suivrai. Je vous ai suivi. Je vous suis.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "greifen",
      "translation": "saisir",
      "definition": "Etwas plötzlich und fest zu ergreifen",
      "definition_translation": "prendre possession de quelque chose brusquement et fermement",
      "example": "Er hat das Telefon gegriffen. Er hat das Telefon gegriffen. Er wird das Telefon greifen.",
      "example_translation": "Il a saisi le téléphone. Il a saisi le téléphone. Il saisira le téléphone.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "guide",
      "definition": "Eine Person, die den Weg zeigt, insbesondere eine, die Reisende oder Touristen durch einen Ort führt.",
      "definition_translation": "Une personne qui montre le chemin, notamment celle qui conduit des voyageurs ou des touristes à travers un endroit.",
      "example": "Ich habe einen Führer angeheuert, um mir die Stadt zu zeigen. Der Führer wird uns morgen durch das Museum führen. Ich werde nächste Woche für die neuen Mitarbeiter ein Führer sein.",
      "example_translation": "J'ai embauché un guide pour me faire visiter la ville. Le guide nous fera visiter le musée demain. Je serai un guide pour les nouveaux employés la semaine prochaine.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "G Griff",
      "translation": "poignée",
      "definition": "Ein Teil eines Objekts, das zum Festhalten oder Greifen diseñiert ist, insbesondere eine Stange oder Griff.",
      "definition_translation": "Une partie d'un objet conçu pour être tenu ou saisi, notamment une barre ou une poignée.",
      "example": "Ich muss den zerbrechlichen Vasen mit Sorgfalt Griff anlegen. Sie hat die Situation mit Leichtigkeit Griff angelegt. Ich werde das Projekt von jetzt an Griff anlegen.",
      "example_translation": "Il faut que je manipule le vase fragile avec soin. Elle a géré la situation avec facilité. Je vais gérer le projet désormais.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hängen",
      "translation": "pendre",
      "definition": "Etwas in der Luft zu suspendieren oder suspendiert zu sein, typischerweise von einem Haken oder durch ein Seil oder einer Kette.",
      "definition_translation": "Suspendre ou être suspendu dans l'air, généralement à partir d'un crochet ou par une corde ou une chaîne.",
      "example": "Ich werde das Bild morgen an die Wand hängen. Sie hat ihren Mantel an dem Haken aufgehängt. Ich habe mich gestern mit meinen Freunden getroffen.",
      "example_translation": "Je vais accrocher le tableau au mur demain. Elle a accroché son manteau au crochet. J'ai traîné avec mes amis hier.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verstecken",
      "translation": "cacher",
      "definition": "Etwas so zu verbergen, dass es nicht gesehen oder gefunden werden kann.",
      "definition_translation": "Cacher ou couvrir quelque chose pour qu'il ne puisse pas être vu ou trouvé.",
      "example": "Ich werde das Geschenk bis zu ihrem Geburtstag verstecken. Sie hat sich hinter der Tür versteckt. Ich habe meine Gefühle vor ihm versteckt.",
      "example_translation": "Je vais cacher le cadeau jusqu'à son anniversaire. Elle s'est cachée derrière la porte. J'ai caché mes sentiments à lui.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "embaucher",
      "definition": "Jemanden für eine bestimmte Zeitdauer gegen ein Entgelt zu beschäftigen.",
      "definition_translation": "engage les services de quelqu'un contre paiement, généralement pour une période de temps spécifique",
      "example": "Ich habe einen Anwalt angeheuert, um meinen Fall zu bearbeiten. Ich werde nächste Woche einen neuen Mitarbeiter anstellen. Sie hat ein Taxi genommen, um zum Flughafen zu gelangen.",
      "example_translation": "J'ai embauché un avocat pour gérer mon affaire. Je vais embaucher un nouvel employé la semaine prochaine. Elle a embauché un taxi pour aller à l'aéroport.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trampen",
      "translation": "faire de l'auto-stop",
      "definition": "Reisen, indem man kostenlose Mitfahrten von vorbeifahrenden Fahrzeugen bekommt, oft indem man am Straßenrand steht und Fahrer anhält.",
      "definition_translation": "voyager en obtenant des trajets à l'arrière de véhicules qui passent, souvent en se tenant sur le côté de la route et en faisant des signaux aux conducteurs",
      "example": "Ich bin in meiner Jugend quer durch das Land getrampt. Sie ist letztes Wochenende zum Festival getrampt. Sie werden morgen zum Strand trampen.",
      "example_translation": "J'ai fait de l'auto-stop à travers le pays lorsque j'étais jeune. Elle a fait de l'auto-stop au festival dernier week-end. Ils vont faire de l'auto-stop à la plage demain.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "halten",
      "translation": "tenir",
      "definition": "Etwas fest zu greifen oder zu umklammern, oft mit den Händen.",
      "definition_translation": "saisir ou maintenir fermement quelque chose, souvent avec ses mains",
      "example": "Kannst du meine Hand halten? Sie hielt das Baby in ihren Armen. Sie werden um 14 Uhr eine Sitzung abhalten.",
      "example_translation": "Pouvez-vous tenir ma main? Elle a tenu le bébé dans ses bras. Ils vont tenir une réunion à 14 heures.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "étreindre",
      "definition": "Jemanden eng an sich zu drücken, oft als Ausdruck von Liebe oder Zuneigung.",
      "definition_translation": "serrer quelqu'un étroitement dans ses bras, souvent comme moyen de montrer de l'amour ou de l'affection",
      "example": "Sie gab ihm eine Umarmung. Ich werde meine Mutter umarmen, wenn ich sie morgen sehe. Sie werden sich nach der Verlobung eng umarmen.",
      "example_translation": "Elle lui a donné un câlin. Je vais embrasser ma mère lorsque je la verrai demain. Ils se sont étreints étroitement après la proposition.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jagen",
      "translation": "chasser",
      "definition": "Wild oder Beute zum Zweck der Nahrung oder des Sports zu verfolgen oder zu erbeuten.",
      "definition_translation": "poursuivre ou chasser (du gibier ou de la proie) pour nourriture ou pour le sport",
      "example": "Ich bin letztes Wochenende auf die Jagd gegangen. Ich gehe jeden Jahr auf die Jagd. Ich werde nächsten Monat wieder auf die Jagd gehen.",
      "example_translation": "J'ai chassé le cerf le week-end dernier. Je chasse chaque année. Je chasserai à nouveau le mois prochain.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einbildnen",
      "translation": "imaginer",
      "definition": "Sich ein mentaleres Bild oder Konzept von etwas zu machen.",
      "definition_translation": "former une image mentale ou un concept de quelque chose",
      "example": "Ich habe mir ein schönes Schloss vorgestellt. Ich stelle mir vor, ein König zu sein. Ich werde mir ein besseres Weltbild vorstellen.",
      "example_translation": "J'ai imaginé un château magnifique. J'imagine moi-même comme un roi. J'imaginerai un monde meilleur.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "informieren",
      "translation": "informer",
      "definition": "jemandem über etwas Wissen oder Information zu geben",
      "definition_translation": "donner des connaissances ou des informations à quelqu'un à propos de quelque chose",
      "example": "Ich informierte meinen Chef über das Problem. Ich informiere meine Kollegen jeden Tag. Ich werde die Behörden morgen informieren.",
      "example_translation": "J'ai informé mon patron du problème. J'informe mes collègues tous les jours. J'informerai les autorités demain.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "insistieren",
      "translation": "insister",
      "definition": "etwas entschieden oder dringend zu fordern oder zu bitten",
      "definition_translation": "exiger ou demander quelque chose avec fermeté ou urgence",
      "example": "Ich insistierte darauf, zur Party zu gehen. Ich insistiere darauf, meine Arbeit zu beenden. Ich werde auf eine Rückerstattung insistieren.",
      "example_translation": "J'ai insisté pour aller à la fête. J'insiste pour finir mon travail. J'insisterai pour obtenir un remboursement.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "installieren",
      "translation": "installer",
      "definition": "etwas, wie ein Gerät oder ein Programm, an einem bestimmten Ort zu platzieren oder einzurichten, um es bereit für den Einsatz zu machen",
      "definition_translation": "Placer quelque chose dans un endroit ou une position, comme un équipement ou un programme, afin qu'il soit prêt à être utilisé.",
      "example": "Ich installierte die neue Software gestern. Ich werde den neuen Drucker morgen installieren. Sie hatte die Sicherheitskameras die Woche zuvor installiert.",
      "example_translation": "J'ai installé le nouveau logiciel hier. J'installerai l'imprimante nouvelle demain. Elle avait installé les caméras de sécurité la semaine précédente.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interviewen",
      "translation": "entrevue",
      "definition": "ein Gespräch zwischen zwei oder mehr Personen, insbesondere wenn jemand nach seiner Eignung für einen Job oder nach seinen vergangenen Erfahrungen gefragt wird",
      "definition_translation": "Une conversation entre deux ou plusieurs personnes, notamment une où quelqu'un est interrogé sur sa convenance pour un poste ou sur ses expériences passées.",
      "example": "Ich hatte ein Vorstellungsgespräch bei Google gestern. Sie wird ein Vorstellungsgespräch an der Universität morgen haben. Sie hatten ein Vorstellungsgespräch mit dem bekannten Schauspieler letzte Woche.",
      "example_translation": "J'ai eu une entrevue chez Google hier. Elle aura une entrevue à l'université demain. Ils avaient une entrevue avec l'acteur célèbre la semaine précédente.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinden",
      "translation": "inventer",
      "definition": "etwas Neues, insbesondere ein Gerät oder einen Prozess, durch die Verwendung der Fantasie und Fähigkeiten zu schaffen",
      "definition_translation": "Créer quelque chose de nouveau, notamment un appareil ou un processus, en utilisant votre imagination et vos compétences.",
      "example": "Ich erfand ein neues Spiel letztes Jahr. Sie wird eine neue Maschine morgen erfinden. Sie erfanden die Glühbirne viele Jahre zuvor.",
      "example_translation": "J'ai inventé un nouveau jeu l'an dernier. Elle inventera une nouvelle machine demain. Ils ont inventé l'ampoule électrique il y a bien des années.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eisen",
      "translation": "fer",
      "definition": "ein Metall, das für die Herstellung von Werkzeugen und Maschinen verwendet wird, oder ein Gerät, das zum Glätten von Falten in Stoffen, insbesondere Kleidung, verwendet wird",
      "definition_translation": "Un métal utilisé pour fabriquer des outils et des machines, ou un appareil utilisé pour retirer les plis des tissus, notamment des vêtements.",
      "example": "Ich benutze ein Eisen, um Falten aus meinen Hemden zu entfernen. Sie bügelt ihre Kleider jeden Tag. Sie benutzten Eisen, um den Eiffelturm zu bauen.",
      "example_translation": "J'utilise un fer à repasser pour enlever les plis de mes chemises. Elle repasse ses robes chaque jour. Ils ont utilisé le fer pour construire la Tour Eiffel.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stricken",
      "translation": "tricoter",
      "definition": "Stoff durch das Erstellen von Reihen miteinander verbundener Schlaufen mit Garn oder Faden herzustellen, typischerweise mit Nadeln oder einer Maschine",
      "definition_translation": "faire du tissu en créant des rangées de boucles interconnectées avec du fil ou du fil, généralement à l'aide d'aiguilles ou d'une machine",
      "example": "Ich strickte einen Pullover für meine Schwester letzten Winter. Jetzt stricke ich einen Hut. Ich werde nächsten Woche einen Schal stricken.",
      "example_translation": "J'ai tricoté un pull pour ma sœur l'hiver dernier. Maintenant, je tricote un chapeau. Je tricoterai une écharpe la semaine prochaine.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klopfen",
      "translation": "frapper",
      "definition": "etwas scharf mit den Knöcheln oder einem Teil der Hand zu schlagen, typischerweise um jemandes Aufmerksamkeit zu erregen",
      "definition_translation": "frapper quelque chose brusquement avec les articulations ou une partie de la main, généralement pour attirer l'attention de quelqu'un",
      "example": "Ich klopfte dreimal an die Tür, bevor sie öffnete. Sie kippte ihren Kaffee um. Er wird um 20 Uhr an die Tür klopfen.",
      "example_translation": "J'ai frappé à la porte trois fois avant qu'elle ne s'ouvre. Elle a renversé sa tasse de café. Il frappera à la porte à 20 heures.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Tisch decken",
      "translation": "mettre le couvert",
      "definition": "Teller, Besteck und andere Dinge auf einem Tisch anzurichten, um ein Mahl vorzubereiten",
      "definition_translation": "placer des assiettes, des ustensiles et d'autres choses sur une table en préparation d'un repas",
      "example": "Sie deckte den Tisch für das Abendessen letzte Nacht. Ich werde den Tisch für das Frühstück morgen decken. Sie deckten den Tisch für die Party.",
      "example_translation": "Elle a mis le couvert pour le dîner hier soir. Je mettrai le couvert pour le petit déjeuner demain. Ils ont mis le couvert pour la fête.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leiten",
      "translation": "mener",
      "definition": "jemanden oder etwas zu führen oder zu leiten",
      "definition_translation": "guider ou diriger quelqu'un ou quelque chose",
      "example": "Der Lehrer führte die Studenten auf einem Ausflug. Er führt das Team zum Sieg. Sie wird die Diskussion morgen leiten.",
      "example_translation": "Le professeur a mené les étudiants sur une excursion scolaire. Il mène l'équipe à la victoire. Elle mènera la discussion demain.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "partir",
      "definition": "einen Ort oder eine Person zu verlassen",
      "definition_translation": "s'éloigner d'un lieu ou d'une personne",
      "example": "Ich werde morgen nach Paris verlassen, ich verließ meinen Job letzte Woche und ich lasse mein Handy zu Hause.",
      "example_translation": "Je partirai pour Paris demain, j'ai quitté mon travail la semaine dernière, et je laisse mon téléphone à la maison.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "élever",
      "definition": "etwas oder jemanden in die Luft zu heben",
      "definition_translation": "de soulever quelque chose ou quelqu'un dans les airs",
      "example": "Ich werde das Paket auf den Tisch heben, ich hob meine Schwester hoch, um das Buch zu erreichen, und ich hebe jeden Morgen Gewichte.",
      "example_translation": "Je vais soulever la boîte sur la table, j'ai soulevé ma sœur pour atteindre le livre, et je soulève des poids tous les matins.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Licht",
      "translation": "lumière",
      "definition": "eine Quelle der Helligkeit, die Dinge sichtbar macht",
      "definition_translation": "une source de luminosité qui rend les choses visibles",
      "example": "Ich werde das Licht in meinem Zimmer anschalten, ich schaltete das Licht aus, als ich ging, und ich werde heute Abend die Kerzen anzünden.",
      "example_translation": "Je vais allumer la lumière dans ma chambre, j'ai éteint la lumière quand je suis parti, et je vais allumer les bougies ce soir.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sperren",
      "translation": "verrouiller",
      "definition": "etwas mit einem Schlüssel oder einem Gerät zu verschließen",
      "definition_translation": "de fixer ou de sécuriser quelque chose avec une clé ou un dispositif",
      "example": "Ich werde die Tür absperren, wenn ich gehe, ich sperrte mein Fahrrad an das Geländer und ich werde meinen Computer absperren, wenn ich weg bin.",
      "example_translation": "Je vais verrouiller la porte quand je pars, j'ai verrouillé mon vélo au railing, et je vais verrouiller mon ordinateur lorsque je suis absent.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leiten",
      "translation": "gérer",
      "definition": "etwas mit einer gewissen Fähigkeit zu führen, insbesondere in einem Unternehmen oder einer Organisation",
      "definition_translation": "gérer avec un certain degré de compétence, especialmente dans une entreprise ou une organisation",
      "example": "Ich leitete das Projekt letztes Jahr. Ich leite es jetzt. Ich werde es nächstes Jahr leiten.",
      "example_translation": "J'ai géré le projet l'année dernière. Je le gère maintenant. Je le gérerai l'année prochaine.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leiten",
      "translation": "gérer",
      "definition": "etwas mit einer gewissen Fähigkeit zu führen, insbesondere in einem Unternehmen oder einer Organisation",
      "definition_translation": "gérer avec un certain degré de compétence, especialmente dans une entreprise ou une organisation",
      "example": "Sie leitete das Team effektiv. Das Unternehmen wird von einem neuen CEO geleitet. Sie werden das Budget nächstes Quartal leiten.",
      "example_translation": "Elle a géré l'équipe de manière efficace. L'entreprise est dirigée par un nouveau PDG. Ils géreront le budget le trimestre prochain.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiraten",
      "translation": "épouser",
      "definition": "einen Ehepartner zu nehmen; Ehemann und Ehefrau zu werden",
      "definition_translation": "prendre un conjoint; devenir mari et femme",
      "example": "Sie heirateten letztes Wochenende. Ich heiratete vor fünf Jahren. Wir werden nächstes Sommer heiraten.",
      "example_translation": "Ils se sont mariés le week-end dernier. Je me suis marié il y a cinq ans. Nous nous marierons l'été prochain.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zündholz",
      "translation": "apparier",
      "definition": "ein kleiner Stock oder Splitter, der verwendet wird, um ein Feuer zu entzünden",
      "definition_translation": "un petit bâton ou éclat utilisé pour produire une flamme",
      "example": "Ich benutzte ein Zündholz, um das Feuer anzuzünden. Sie schlug ein Zündholz, um die Kerze anzuzünden. Sie werden Zündhölzer verwenden, um das Lagerfeuer zu entzünden.",
      "example_translation": "J'ai utilisé un allumette pour allumer le feu. Elle a frappé un allumette pour allumer la bougie. Ils utiliseront des allumettes pour démarrer le feu de joie.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "réparer",
      "definition": "etwas zu reparieren oder zu flicken, das kaputt oder beschädigt ist",
      "definition_translation": "réparer ou réparer quelque chose qui est cassé ou endommagé",
      "example": "Ich reparierte das kaputte Spielzeug, damit es nicht verschwendet wurde. Ich repariere jetzt die zerrissene Seite. Ich werde morgen den kaputten Zaun reparieren.",
      "example_translation": "J'ai réparé le jouet cassé pour qu'il ne soit pas gaspillé. Je répare la page déchirée maintenant. Je vais réparer la clôture cassée demain.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " bewegen",
      "translation": "bouger",
      "definition": "die Position von etwas oder jemandem zu ändern oder von einem Ort zu einem anderen zu gehen",
      "definition_translation": "changer la position de quelque chose ou quelqu'un, ou aller d'un endroit à un autre",
      "example": "Ich bewegte das Sofa ins Wohnzimmer. Sie zieht nach Paris um nächstem Monat. Sie werden nächstes Jahr in ein neues Haus umziehen.",
      "example_translation": "J'ai bougé le canapé dans le salon. Elle déménage à Paris le mois prochain. Ils déménageront dans une nouvelle maison l'année prochaine.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einziehen",
      "translation": "emménager",
      "definition": "in ein neues Zuhause oder eine neue Wohnung einzuziehen",
      "definition_translation": "commencer à vivre dans une nouvelle maison ou appartement",
      "example": "Wir zogen letzten Wochenende ein. Sie ziehen nächste Woche ein. Sie zog letzten Monat ein.",
      "example_translation": "Nous avons emménagé le week-end dernier. Ils emménagent la semaine prochaine. Elle a emménagé le mois dernier.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "emménager ailleurs",
      "definition": "ein Zuhause oder eine Wohnung zu verlassen und anderswohin zu ziehen",
      "definition_translation": "quitter une maison ou un appartement et aller vivre ailleurs",
      "example": "Wir zogen letzten Jahr aus. Sie ziehen nächsten Monat aus. Sie zog gestern aus.",
      "example_translation": "Nous avons emménagé ailleurs l'année dernière. Ils emménagent ailleurs le mois prochain. Elle est partie hier.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mord",
      "translation": "meurtre",
      "definition": "Die Tat, jemanden vorsätzlich und mit Überlegung zu töten.",
      "definition_translation": "L'acte de tuer illégalement un être humain avec préméditation.",
      "example": "Der Detective wurde mit der Aufklärung des Mordes beauftragt, der in der vorherigen Nacht stattgefunden hatte. Sie ermittelt seit Monaten in dem Mordfall, aber hat noch keine Spur gefunden. Bis sie den Mord aufklärt, wird sie ein Jahr an dem Fall gearbeitet haben.",
      "example_translation": "Le détective a été chargé de résoudre le meurtre qui avait eu lieu la nuit précédente. Elle enquête sur le meurtre depuis des mois, mais n'a toujours pas trouvé d'indice. Lorsqu'elle résoudra le meurtre, elle aura passé un an sur l'affaire.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Name",
      "translation": "nom",
      "definition": "Ein Wort oder eine Phrase, die auf eine bestimmte Person, einen bestimmten Ort oder ein bestimmtes Ding hinweist.",
      "definition_translation": "Un mot ou une phrase qui se réfère à une personne, un lieu ou une chose spécifique.",
      "example": "Wie heißt du? Ich habe den Namen des Buches vergessen. Bis nächstes Jahr werde ich die Namen aller Planeten gelernt haben.",
      "example_translation": "Quel est votre nom ? J'ai oublié le nom du livre. D'ici l'année prochaine, j'aurai appris les noms de toutes les planètes.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Notiz",
      "translation": "note",
      "definition": "Ein kurzer handschriftlicher Vermerk oder eine Erinnerung.",
      "definition_translation": "Un bref enregistrement écrit ou rappel.",
      "example": "Ich hinterließ eine Notiz für meine Mitbewohnerin auf dem Kühlschrank. Sie hatte sich eine Notiz zu kaufen Milch hingeschrieben. Bis morgen werde ich eine Notiz an meinen Professor hingeschrieben haben.",
      "example_translation": "J'ai laissé une note pour mon colocataire sur le réfrigérateur. Elle avait écrit une note à elle-même pour acheter du lait. D'ici demain, j'aurai écrit une note à mon professeur.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bemerken",
      "translation": "remarquer",
      "definition": "etwas durch Beobachtung oder Aufmerksamkeit wahrzunehmen",
      "definition_translation": "Devenir conscient de quelque chose par observation ou attention.",
      "example": "Ich habe das Schild an der Tür nicht bemerkt. Sie bemerkte den Fehler im Bericht. Bis nächste Woche werde ich die Änderungen in der Richtlinie bemerkt haben.",
      "example_translation": "Je n'ai pas remarqué le panneau sur la porte. Elle a remarqué l'erreur dans le rapport. D'ici la semaine prochaine, j'aurai remarqué les changements dans la politique.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "operieren",
      "translation": "opérer",
      "definition": "einen chirurgischen Eingriff vorzunehmen oder ein Maschine oder System zu bedienen",
      "definition_translation": "effectuer une opération chirurgicale ou contrôler le fonctionnement d'une machine ou d'un système",
      "example": "Der Arzt musste den Patienten operieren, um den Tumor zu entfernen. Sie bedient eine schwere Maschine in der Fabrik. Sie werden ein neues Softwaresystem nächstes Jahr in Betrieb nehmen.",
      "example_translation": "Le médecin a dû opérer le patient pour retirer la tumeur. Elle opère une machine lourde à l'usine. Ils vont opérer un nouveau système de logiciel l'année prochaine.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisieren",
      "translation": "organiser",
      "definition": "etwas systematisch zu ordnen oder zu strukturieren",
      "definition_translation": "arranger ou structurer quelque chose de manière systématique",
      "example": "Sie organisierte eine Wohltätigkeitsveranstaltung letzte Woche. Wir organisieren ein Treffen für morgen. Sie werden ein Festival nächstes Monat organisieren.",
      "example_translation": "Elle a organisé un événement de charité la semaine dernière. Nous sommes en train d'organiser une réunion pour demain. Ils vont organiser un festival le mois prochain.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehen",
      "translation": "passer",
      "definition": "etwas zu passieren oder in einem Test oder einer Prüfung erfolgreich zu sein",
      "definition_translation": "passer devant quelque chose ou quelqu'un, ou réussir à un test ou un examen",
      "example": "Ich bestand die Prüfung mit Auszeichnung. Sie überholte mich auf der Straße. Sie werden den Ball an ihren Mitspieler weitergeben.",
      "example_translation": "J'ai passé l'examen avec succès. Elle m'a dépassé sur la route. Ils vont passer le ballon à leur coéquipier.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vergehen",
      "translation": "passer",
      "definition": "etwas zu passieren oder in einem Test oder einer Prüfung erfolgreich zu sein",
      "definition_translation": "passer devant quelque chose ou quelqu'un, ou réussir à un test ou un examen",
      "example": "Die Zeit verging langsam. Sie verstarb letzten Jahr. Sie werden das Gesetz nächste Woche verabschieden.",
      "example_translation": "Le temps est passé lentement. Elle est décédée l'année dernière. Ils vont adopter la législation la semaine prochaine.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufführen",
      "translation": "exécuter",
      "definition": "Eine Aufgabe oder Rolle erfolgreich oder gekonnt ausführen.",
      "definition_translation": "Exécuter ou accomplir quelque chose, comme une tâche ou un rôle, de manière réussie ou habile.",
      "example": "Ich werde das Konzert nächste Woche aufführen. Ich habe mich im Examen gut geschlagen. Sie hat ihre Pflichten excellent erfüllt.",
      "example_translation": "Je vais exécuter le concert la semaine prochaine. J'ai bien exécuté à l'examen. Elle a excellamment exécuté ses devoirs.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "choisir",
      "definition": "Etwas auswählen oder wählen, insbesondere mit Sorgfalt oder Mühe.",
      "definition_translation": "Sélectionner ou choisir quelque chose, notamment avec soin ou avec difficulté.",
      "example": "Ich werde das Buch aus der Bibliothek abholen. Sie hat die richtige Antwort gewählt. Sie haben die Blumen im Garten gepflückt.",
      "example_translation": "Je vais choisir le livre à la bibliothèque. Elle a choisi la bonne réponse. Ils ont choisi les fleurs dans le jardin.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pflücken",
      "translation": "cueillir",
      "definition": "Etwas von einem Pflanzen oder Baum zu pflücken, wie Obst oder Blumen.",
      "definition_translation": "Cueillir ou ramasser quelque chose, comme des fruits ou des fleurs, d'une plante ou d'un arbre.",
      "example": "Sie hat die Äpfel vom Baum gepflückt. Sie haben die Trauben von der Weinrebe gepflückt. Ich werde die Erdbeeren im Garten pflücken.",
      "example_translation": "Elle a cueilli les pommes de l'arbre. Ils ont cueilli les raisins du vignoble. Je vais cueillir les fraises du jardin.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "épingler",
      "definition": "Ein kleiner dünner Metallstift mit einer Spitze an einem Ende, verwendet zum Befestigen oder Anbringen von Dingen.",
      "definition_translation": "Un petit élément métallique fin avec un point à une extrémité, utilisé pour fixer ou attacher des choses.",
      "example": "Ich habe eine Nadel verwendet, um den Badge anzubringen. Sie hat den Aushang an die Wand gepinnt. Er wird das Foto an die Tafel anheften.",
      "example_translation": "J'ai utilisé une épingle pour fixer le badge. Elle a épinglé l'avis. Il va épingler la photo au tableau.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflanze",
      "translation": "plante",
      "definition": "Eine Pflanze ist ein lebendes Organismus, das im Boden wächst und Sonnenlicht verwendet, um seine eigene Nahrung herzustellen.",
      "definition_translation": "Une plante est un organisme vivant qui pousse dans le sol et utilise la lumière du soleil pour fabriquer sa propre nourriture.",
      "example": "Ich habe letzten Jahr einen Baum in meinem Hinterhof gepflanzt, und jetzt wächst er gut. Ich wässere ihn jeden Tag. Ich werde nächstes Jahr mehr Bäume pflanzen.",
      "example_translation": "J'ai planté un arbre dans mon jardin l'année dernière, et maintenant il pousse bien. Je l'arrose tous les jours. Je planterai plus d'arbres l'année prochaine.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Punkt",
      "translation": "point",
      "definition": "Ein Punkt ist ein kleiner Markierung oder Fleck, insbesondere einer, der mit einem Stift oder Bleistift gemacht wird.",
      "definition_translation": "Un point est une petite marque ou tâche, especially one faite avec un stylo ou un crayon.",
      "example": "Ich habe den Punkt auf der Karte markiert, an dem wir links abbiegen müssen. Die Lehrerin bat mich, die richtige Antwort auf dem Brett zu zeigen. Ich werde sicherstellen, dass ich den Fehler im Bericht hervorhebe.",
      "example_translation": "J'ai marqué le point sur la carte où nous devons tourner à gauche. Le professeur m'a demandé de pointer vers la bonne réponse au tableau. Je vais me assurer de pointer l'erreur dans le rapport.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfosten",
      "translation": "poster",
      "definition": "Ein Pfosten ist ein vertikaler Pfeiler oder Aufbau, der etwas stützt oder markiert.",
      "definition_translation": "Un poste est un poteau vertical ou une structure qui soutient ou marque quelque chose.",
      "example": "Ich sah einen Beitrag auf Facebook über die neue Arbeitsgelegenheit. Der Pfosten im Garten hielt den Vogelfutterbehälter. Sie wird den Brief morgen schicken.",
      "example_translation": "J'ai vu un poste sur Facebook à propos de la nouvelle opportunité d'emploi. Le poste dans le jardin tenait le nourrisseur d'oiseaux. Elle enverra le lettre demain.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "reporter",
      "definition": "Etwas verschieben bedeutet, es zu verschieben oder auf einen späteren Zeitpunkt zu verschieben.",
      "definition_translation": "Reporter quelque chose signifie retarder ou différer jusqu'à une heure ultérieure.",
      "example": "Wir mussten die Sitzung wegen des schlechten Wetters verschieben. Ich werde meine Reise nach Paris auf nächstes Jahr verschieben. Sie wird ihre Entscheidung bis sie mehr Informationen hat, verschieben.",
      "example_translation": "Nous avons dû reporter la réunion en raison du mauvais temps. Je vais reporter mon voyage à Paris jusqu'à l'année prochaine. Elle a reporté sa décision jusqu'à ce qu'elle ait plus d'informations.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gießen",
      "translation": "verser",
      "definition": "Flüssigkeitsstrom: d.h. in einem steten Strom fließen, in Tropfen fließen oder aus einem Behälter fließen.",
      "definition_translation": "Coulé en mouvement fluide: tel que couler en un flux régulier, tomber en gouttes ou couler d'un conteneur.",
      "example": "Ich werde Wasser in das Glas gießen. Sie goss Kaffee in die Tasse. Er hatte Saft in die Flasche gegossen.",
      "example_translation": "Je vais verser l'eau dans le verre. Elle a versé le café dans la tasse. Il avait versé le jus dans la bouteille.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beten",
      "translation": "prier",
      "definition": "Ein Gebet an Gott oder einen Gott zu richten, insbesondere in einer förmlichen und ritualisierten Weise, oder in einer demütigen Weise eine Bitte zu äußern.",
      "definition_translation": "Adresse une prière à Dieu ou un dieu, notamment de manière formelle et rituelle, ou faire une demande de manière humble.",
      "example": "Ich betete für ihre Genesung. Sie beten jeden Abend für Frieden. Wir werden für Führung beten.",
      "example_translation": "J'ai prié pour sa guérison. Ils prient pour la paix chaque nuit. Nous allons prier pour guidance.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "drücken",
      "translation": "presse",
      "definition": "Einen Druck oder eine Kraft auszuüben, insbesondere um etwas zu quetschen oder zu zerdrücken, oder jemanden zu bitten oder anzuflehen.",
      "definition_translation": "Exercer une pression ou une force, notamment pour presser ou broyer quelque chose, ou pour presser ou supplier quelqu'un.",
      "example": "Ich drückte den Knopf, um die Tür zu öffnen. Sie drückte das Tuch, um die Falten zu entfernen. Sie werden Anklage erheben gegen ihn.",
      "example_translation": "J'ai pressé le bouton pour ouvrir la porte. Elle a pressé le tissu pour enlever les plis. Ils vont engager des poursuites contre lui.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhindern",
      "translation": "empêcher",
      "definition": "Etwas zu verhindern oder zu unterlassen, oder jemandem oder etwas zu behindern oder zu blockieren.",
      "definition_translation": "Arrêter quelque chose de se produire ou d'être fait, ou gêner ou entraver quelque chose.",
      "example": "Wir versuchten, den Unfall zu verhindern. Sie verhinderten, dass sie ging. Ich werde es verhindern, dass es wieder passiert.",
      "example_translation": "Nous avons essayé d'empêcher l'accident. Ils ont empêché qu'elle ne parte. Je vais empêcher que cela ne se produise à nouveau.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "produzieren",
      "translation": "produire",
      "definition": "Etwas in die Existenz zu bringen oder herzustellen, oder etwas herzustellen oder zu machen.",
      "definition_translation": "Produire quelque chose, fabriquer ou créer quelque chose",
      "example": "Das Unternehmen wird nächstes Jahr eine neue Linie von Elektroautos produzieren. Letztes Jahr haben sie ein erfolgreiches Modell produziert. Bis zu diesem Zeitpunkt nächstes Jahr werden sie Tausende von Fahrzeugen produziert haben.",
      "example_translation": "L'entreprise produira une nouvelle ligne de voitures électriques l'année prochaine. L'année dernière, ils ont produit un modèle réussi. D'ici l'année prochaine, ils auront produit des milliers de véhicules.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versprechen",
      "translation": "promettre",
      "definition": "Eine Zusage oder Garantie, etwas zu tun; ein Versprechen oder eine Zusicherung.",
      "definition_translation": " Une promesse ou une assurance de faire quelque chose; un vœu ou une garantie",
      "example": "Ich verspreche, das Projekt rechtzeitig abzuschließen. Sie versprach, mich um 3 Uhr im Park zu treffen. Bis nächsten Monat wird er die Aufgabe erfüllt haben.",
      "example_translation": "Je promets de finir le projet à temps. Elle a promis de me rencontrer au parc à 15 heures. D'ici le mois prochain, il aura promis de compléter la tâche.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schützen",
      "translation": "protéger",
      "definition": "Etwas oder jemanden vor Schaden, Verletzung oder Gefahr zu beschützen oder zu bewahren.",
      "definition_translation": "Défendre ou garder de tout dommage, blessure ou danger; préserver ou conserver",
      "example": "Wir müssen die Umwelt vor Verschmutzung schützen. Die Regierung schützte die Bürger vor der Naturkatastrophe. Bis nächsten Jahr werden sie das Land vor ausländischen Bedrohungen geschützt haben.",
      "example_translation": "Nous devons protéger l'environnement de la pollution. Le gouvernement a protégé les citoyens de la catastrophe naturelle. D'ici l'année prochaine, ils auront protégé le pays des menaces étrangères.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beweisen",
      "translation": "prouver",
      "definition": "Die Wahrheit oder Gültigkeit von etwas zu demonstrieren oder zu etablieren; etwas zu testen oder zu überprüfen.",
      "definition_translation": "Démontrer ou établir la vérité ou la validité de quelque chose; tester ou vérifier",
      "example": "Der Wissenschaftler wird die Theorie durch Experimente beweisen. Sie bewies ihren Punkt, indem sie Beweise vorlegte. Bis nächsten Monat werden sie den Begriff bewiesen haben.",
      "example_translation": "Le scientifique va prouver la théorie par experimentation. Elle a prouvé son point en présentant des preuves. D'ici le mois prochain, ils auront prouvé le concept.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liefern",
      "translation": "fournir",
      "definition": "Etwas, insbesondere Güter oder Dienstleistungen, jemandem oder etwas zur Verfügung zu stellen.",
      "definition_translation": "fournir ou rendre disponible quelque chose, en particulier des biens ou des services, à quelqu'un ou quelque chose",
      "example": "Ich lieferte Essen für die Party. Ich werde Mittagessen für die Gäste liefern. Ich hatte die notwendigen Geräte geliefert.",
      "example_translation": "J'ai fourni de la nourriture pour la fête. Je vais fournir le déjeuner aux invités. J'avais fourni les équipements nécessaires.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestrafen",
      "translation": "punir",
      "definition": "Eine Strafe oder Bestrafung auf jemanden zu verhängen, insbesondere als Folge eines Verbrechens oder Fehlverhaltens.",
      "definition_translation": "infliger une peine ou une punition à quelqu'un, en particulier en conséquence d'un crime ou d'une faute",
      "example": "Das Kind wurde bestraft, weil es sich schlecht benommen hat. Der Verbrecher wird für sein Verbrechen bestraft. Sie hatten den Gefangenen bestraft.",
      "example_translation": "L'enfant a été puni pour sa mauvaise conduite. Le criminel sera puni pour son crime. Ils avaient puni le prisonnier.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "quitter",
      "definition": "Etwas aufzugeben oder einen Ort zu verlassen, insbesondere für immer.",
      "definition_translation": "arrêter de faire quelque chose ou quitter un endroit, en particulier définitivement",
      "example": "Ich habe letzten Jahr meinen Job aufgegeben. Sie wird nächstes Semester die Schule aufgeben. Sie hatten das Unternehmen verlassen.",
      "example_translation": "J'ai quitté mon travail l'année dernière. Elle quittera l'école le semestre prochain. Ils avaient quitté l'entreprise.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "quitter",
      "definition": "Etwas aufzugeben oder einen Ort zu verlassen, insbesondere für immer.",
      "definition_translation": "arrêter de faire quelque chose ou quitter un endroit, en particulier définitivement",
      "example": "Ich habe letzten Monat das Rauchen aufgegeben. Sie wird bald ihren Job aufgeben. Sie hatten das Team verlassen.",
      "example_translation": "J'ai arrêté de fumer le mois dernier. Elle quittera bientôt son travail. Ils avaient quitté l'équipe.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rennen",
      "translation": "course",
      "definition": "Ein Wettbewerb zwischen Menschen, Tieren oder Fahrzeugen, bei dem der schnellste Teilnehmer gewinnt.",
      "definition_translation": "Une compétition entre les personnes, les animaux ou les véhicules, où le concurrent le plus rapide gagne.",
      "example": "Ich lief vorletzten Wochenende ein Rennen und kam auf den zweiten Platz. Ich habe mich monatelang auf meine Ausdauer vorbereitet und plane, nächste Woche wieder zu rennen. Bis ich in Rente gehe, werde ich an über 50 Marathons teilgenommen haben.",
      "example_translation": "J'ai couru une course dernier week-end et j'ai fini deuxième. J'ai entraîné pendant des mois pour améliorer ma résistance et je prévois de courir à nouveau la semaine prochaine. Quand je prendrai ma retraite, j'aurai couru dans plus de 50 marathons.",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erhöhen",
      "translation": "élever",
      "definition": "Etwas oder jemanden hochheben oder eine Größe oder ein Niveau erhöhen.",
      "definition_translation": "De lever quelque chose ou quelqu'un, ou d'augmenter quelque chose, comme un montant ou un niveau.",
      "example": "Ich erhob meine Hand, um eine Frage zu stellen, aber der Lehrer sah mich nicht. Sie wird den Preis der Tickets nächste Monat erhöhen, also kaufe ich sie jetzt. Bis ich abschließe, werde ich drei Kinder erhöhen.",
      "example_translation": "J'ai levé la main pour poser une question, mais le professeur ne m'a pas vu. Elle élèvera le prix des billets le mois prochain, alors je vais les acheter maintenant. Quand je obtiendrai mon diplôme, j'aurai élevé trois enfants.",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wiederaufbauen",
      "translation": "rebâtir",
      "definition": "Etwas wieder aufzubauen, nachdem es beschädigt oder zerstört wurde, oder etwas in seinen ursprünglichen Zustand zurückzuführen.",
      "definition_translation": "De construire quelque chose à nouveau après qu'il a été endommagé ou détruit, ou de restituer quelque chose à son état original.",
      "example": "Die Stadt wird die Brücke nach der Naturkatastrophe wiederaufbauen. Ich plane, meinen Computer nächste Woche wiederaufzubauen. Bis ich in Rente gehe, werde ich mehrere Häuser wiederaufgebaut haben.",
      "example_translation": "La ville rebâtira le pont après la catastrophe naturelle. Je prévois de rebâtir mon ordinateur la semaine prochaine. Quand je prendrai ma retraite, j'aurai rebâti plusieurs maisons.",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "recyclen",
      "translation": "recycler",
      "definition": "Verwendete oder Abfallmaterialien zu behandeln oder zu verarbeiten, um neue Produkte herzustellen, um den Bedarf an Rohstoffen und die Menge an Abfall zu reduzieren.",
      "definition_translation": "De traiter ou de processe des matériaux usés ou des déchets pour produire de nouveaux produits, réduisant le besoin de matières premières et la quantité de déchets.",
      "example": "Ich recycel Papier und Plastik, um die Umwelt zu schützen. Das Unternehmen wird alte Computer recyclen, um elektronischen Abfall zu reduzieren. Bis ich 30 bin, werde ich Tausende von Dosen recycelt haben.",
      "example_translation": "Je recycle le papier et le plastique pour aider à protéger l'environnement. L'entreprise recyclera les anciens ordinateurs pour réduire les déchets électroniques. Quand j'aurai 30 ans, j'aurai recyclé des milliers de canettes.",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ersetzen",
      "translation": "remplacer",
      "definition": "Etwas durch etwas anderes zu ersetzen, typischerweise weil das Vorige nicht mehr benötigt wird, kaputtgegangen ist oder nicht mehr gewünscht ist.",
      "definition_translation": "Mettre quelque chose à la place de quelque chose d'autre, généralement parce que le premier n'est plus nécessaire, est cassé ou n'est plus désiré.",
      "example": "Ich ersetzte das alte Telefon durch ein neues. Ich ersetze gerade die Batterie. Ich werde den defekten Bildschirm morgen ersetzen.",
      "example_translation": "J'ai remplacé le vieux téléphone par un nouveau. Je remplace la batterie maintenant. Je remplacerai l'écran cassé demain.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rettten",
      "translation": "sauver",
      "definition": "Jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu retten.",
      "definition_translation": "Sauver quelqu'un ou quelque chose d'une situation dangereuse ou difficile.",
      "example": "Die Feuerwehrleute retteten die Menschen aus dem brennenden Gebäude. Sie retten gerade die Flüchtlinge. Wir werden die gestrandeten Wanderer morgen retten.",
      "example_translation": "Les pompiers ont sauvé les gens du bâtiment en feu. Ils sauvent les réfugiés maintenant. Nous sauverons les alpinistes égarés demain.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reservieren",
      "translation": "réserver",
      "definition": "Etwas zurückzuhalten oder beiseite zu legen, oft um es zu einem späteren Zeitpunkt zu verwenden oder damit umzugehen.",
      "definition_translation": "Garder quelque chose en réserve, souvent pour l'utiliser ou le traiter à une heure future.",
      "example": "Ich reservierte einen Tisch im Restaurant. Sie reserviert ihre Kommentare für später. Sie werden das Hotelzimmer für uns reservieren.",
      "example_translation": "J'ai réservé une table au restaurant. Elle réserve ses commentaires pour plus tard. Ils réserveront la chambre d'hôtel pour nous.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhen",
      "translation": "reposer",
      "definition": "Aufzuhören, etwas zu tun oder sich anzustrengen, insbesondere weil man müde ist oder sich ausruhen muss.",
      "definition_translation": "S'arrêter de faire quelque chose ou de faire un effort, notamment parce que vous êtes fatigué ou avez besoin de vous reposer.",
      "example": "Ich ruhte mich für eine Weile vor dem Weiterfahren aus. Sie ruht sich jetzt aus. Sie werden nach dem Examen ruhen.",
      "example_translation": "J'ai reposé un moment avant de continuer le voyage. Elle repose maintenant. Ils vont se reposer après l'examen.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überarbeiten",
      "translation": "réviser",
      "definition": "Etwas zu überprüfen, zu korrigieren und zu verbessern, insbesondere ein Schriftstück oder einen Plan, um es genauer, vollständiger oder effektiver zu machen.",
      "definition_translation": "Vérifier, corriger et améliorer quelque chose, notamment un écrit ou un plan, afin de le rendre plus précis, complet ou efficace.",
      "example": "Ich werde meine Aufsatz heute Abend überarbeiten, um sicherzustellen, dass er perfekt ist. Gestern überarbeitete ich meine Notizen, um mich auf die Prüfung vorzubereiten. Wenn ich Zeit habe, überarbeite ich den Bericht, um ihn knapper zu machen.",
      "example_translation": "Je vais réviser mon essai ce soir pour m'assurer qu'il est parfait. Hier, j'ai révisé mes notes pour étudier pour l'examen. Si j'ai le temps, je réviserai le rapport pour le rendre plus concis.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rauben",
      "translation": "voler",
      "definition": "Jemandem oder etwas Geld oder Güter mit Gewalt oder Drohungen wegzunehmen, oder etwas ohne Erlaubnis zu nehmen.",
      "definition_translation": "Prendre quelque chose, notamment de l'argent ou des biens, à quelqu'un en utilisant la force ou des menaces, ou prendre quelque chose sans autorisation.",
      "example": "Der Dieb wird die Bank morgen rauben. Der Räuber raubte gestern den Laden aus. Wenn ich nicht vorsichtig bin, wird der Betrüger meine Identität rauben.",
      "example_translation": "Le voleur volera la banque demain. Hier, le voleur a volé le magasin. Si je ne fais pas attention, l'escroc me volera mon identité.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laufen",
      "translation": "courir",
      "definition": "Sich schnell zu Fuß bewegen, insbesondere in einem gleichmäßigen und schnellen Tempo, oder etwas, wie ein Geschäft oder eine Maschine, zu betreiben oder zu managen.",
      "definition_translation": "Se déplacer rapidement à pied, notamment à un rythme régulier et rapide, ou exploiter ou gérer quelque chose, comme une entreprise ou une machine.",
      "example": "Ich werde heute Abend laufen, um Milch im Laden zu kaufen. Gestern lief ich 5 Meilen, um gesund zu bleiben. Wenn es regnet, werden die Kinder laufen, um ins Haus zu spielen.",
      "example_translation": "Je vais courir au magasin ce soir pour acheter du lait. Hier, j'ai couru 5 miles pour rester en bonne santé. Si il pleut, les enfants courront à l'intérieur pour jouer.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "speichern",
      "translation": "sauver",
      "definition": "Etwas oder jemandem vor Schaden, Verlust oder Zerstörung zu bewahren, oder Geld oder Ressourcen für zukünftige Verwendung zurückzulegen.",
      "definition_translation": "Conserver quelque chose ou quelqu'un de la douleur, de la perte ou de la destruction, ou mettre de côté de l'argent ou des ressources pour une utilisation future.",
      "example": "Ich werde mein Geld für den Urlaub speichern. Gestern speicherte ich das Dokument, um meine Arbeit nicht zu verlieren. Wenn ich Glück habe, werde ich den Gutschein für den Rabatt speichern.",
      "example_translation": "Je vais sauver mon argent pour les vacances. Hier, j'ai sauvé le document pour éviter de perdre mon travail. Si j'ai de la chance, je sauverai le coupon pour la remise.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Punktzahl",
      "translation": "marquer",
      "definition": "Eine Punktzahl ist eine Zahl, die zeigt, wie gut jemand oder etwas in einem Test, einer Preisverleihung oder einem Spiel performt hat.",
      "definition_translation": "Un score est un nombre qui montre comment quelqu'un ou quelque chose a performé dans un test, une compétition ou un jeu.",
      "example": "Ich erreichte 90 Punkte im Spiel gestern, ich erreichte 80 Punkte heute und ich werde 95 Punkte morgen erreichen.",
      "example_translation": "J'ai marqué 90 points dans le jeu hier, je marque 80 points aujourd'hui et je marquerai 95 points demain.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schreien",
      "translation": "crier",
      "definition": "Laut und hoch zu schreien, oft aus Angst, Schmerz oder Aufregung.",
      "definition_translation": "Crier signifie faire un bruit très fort et aigu, souvent à cause de la peur, de la douleur ou de l'excitation.",
      "example": "Sie schrie, als sie die Schlange sah, sie schreit, wenn sie wütend ist, und sie wird schreien, wenn sie die Überraschungsparty sieht.",
      "example_translation": "Elle a crié quando elle a vu le serpent, elle crie lorsque elle est en colère et elle criera quando elle verra la fête-surprise.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "chercher",
      "definition": "Sorgfältig und gründlich nach etwas zu suchen, oft in einer bestimmten oder systematischen Weise.",
      "definition_translation": "Chercher signifie examiner soigneusement et méthodiquement pour trouver quelque chose, souvent de manière déterminée ou systématique.",
      "example": "Ich suchte gestern nach meinen Schlüsseln, ich suche jetzt nach einem neuen Job und ich werde morgen nach einer neuen Wohnung suchen.",
      "example_translation": "J'ai cherché mes clés hier, je cherche un nouvel emploi maintenant et je chercherai un nouvel appartement demain.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auswählen",
      "translation": "sélectionner",
      "definition": "Etwas oder jemanden aus einer Gruppe auszuwählen, oft nach sorgfältiger Überlegung oder Untersuchung.",
      "definition_translation": "Sélectionner signifie choisir quelque chose ou quelqu'un dans un groupe, souvent après une considération ou une examination soigneuse.",
      "example": "Ich wählte gestern die beste Option aus, ich wähle jetzt ein neues Teammitglied aus und ich werde morgen ein neues Telefon auswählen.",
      "example_translation": "J'ai sélectionné la meilleure option hier, je sélectionne un nouveau membre d'équipe aujourd'hui et je sélectionnerai un nouveau téléphone demain.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bedienen",
      "translation": "servir",
      "definition": "Essen oder Getränke an Personen zu servieren, insbesondere in einem Restaurant oder an einem Tisch.",
      "definition_translation": "fournir des aliments ou des boissons aux gens, notamment dans un restaurant ou à une table",
      "example": "Ich servierte Kaffee an die Gäste gestern. Ich serviere jeden Morgen Frühstück. Ich werde heute Abend um 20 Uhr Essen servieren.",
      "example_translation": "J'ai servi du café aux invités hier. Je sers le petit déjeuner tous les matins. Je servirai le dîner à 20h ce soir.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähen",
      "translation": "coudre",
      "definition": "Mit einer Nadel und Faden etwas zu reparieren oder herzustellen, wie zum Beispiel Kleidung.",
      "definition_translation": "utiliser une aiguille et du fil pour réparer ou fabriquer quelque chose, comme des vêtements",
      "example": "Sie nähte den Knopf wieder an ihr Hemd. Er näht Vorhänge zum Lebensunterhalt. Sie werden ein neues Kleid für die Hochzeit nähen.",
      "example_translation": "Elle a cousu le bouton sur sa chemise. Il coud des rideaux pour gagner sa vie. Ils coudront une nouvelle robe pour le mariage.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschüttern",
      "translation": "secouer",
      "definition": "Etwas oder jemanden schnell und kräftig zu bewegen, oft auf eine plötzliche oder gewaltsame Weise.",
      "definition_translation": "déplacer quelque chose ou quelqu'un rapidement et fortement, souvent de manière soudaine ou violente",
      "example": "Ich schüttelte den Kopf ungläubig. Sie schüttelte seinem die Hand fest. Sie werden die Grundfesten des Gebäudes erschüttern.",
      "example_translation": "J'ai secoué la tête incrédule. Elle a secoué sa main ferme. Ils secoueront les fondations du bâtiment.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "die Hand schütteln",
      "translation": "serrer la main",
      "definition": "Jemandem die Hand zu geben als Gruß oder Zeichen der Einigung.",
      "definition_translation": "serrer et bouger la main de quelqu'un comme moyen de salutation ou de montrer son accord",
      "example": "Ich schüttelte meiner neuen Kollegin die Hand gestern. Sie schüttelte dem Präsidenten die Hand. Sie werden die Hände schütteln, um den Deal zu besiegeln.",
      "example_translation": "J'ai serré la main de mon nouveau collègue hier. Elle a serré la main du président. Ils serreront la main pour sceller l'accord.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schießen",
      "translation": "tirer",
      "definition": "Ein Projektile oder eine Rakete aus einer Waffe abzufeuern oder etwas mit Gewalt durch die Luft zu schleudern.",
      "definition_translation": "Tirer un projectile ou un missile depuis une arme, ou propulser quelque chose avec force dans les airs.",
      "example": "Ich schoss gestern einen Pfeil auf das Ziel, ich schieße jetzt bei meinen Freunden Basketball und ich werde nächsten Woche einen Film drehen.",
      "example_translation": "J'ai tiré une flèche sur la cible hier, je tire à la basket avec mes amis maintenant, et je tournerai un film la semaine prochaine.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einkaufen",
      "translation": "magasin",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft oder angeboten werden.",
      "definition_translation": "Un bâtiment ou une partie d'un bâtiment où des biens ou des services sont vendus ou offerts à la vente.",
      "example": "Ich ging letzten Woche einkaufen im Einkaufszentrum, ich kaufe jetzt online ein und ich werde nächsten Monat auf dem Flohmarkt einkaufen.",
      "example_translation": "J'ai fait du shopping au centre commercial la semaine dernière, je fais du shopping en ligne maintenant, et je ferai du shopping au marché aux puces le mois prochain.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skifahren",
      "translation": "skier",
      "definition": "Den Sport des Skifahrens auf schneebedeckten Hängen auszuüben.",
      "definition_translation": "Pratiquer le sport du ski, généralement sur des pentes enneigées.",
      "example": "Ich fuhr letzten Winter Ski den Berg hinunter, ich fahre jetzt jedes Wochenende Ski und ich werde nächstes Jahr bei den Olympischen Spielen Ski fahren.",
      "example_translation": "J'ai skied sur la montagne l'hiver dernier, je skie chaque week-end maintenant, et je skierai aux Jeux olympiques l'année prochaine.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausrutschen",
      "translation": "glisser",
      "definition": " Accidentell zu fallen oder zu rutschen, oft wegen des Verlusts von Grip oder Balance.",
      "definition_translation": "Glisser ou tomber accidentellement, souvent en raison d'une perte de traction ou d'équilibre.",
      "example": "Ich rutschte gestern auf der Bananenschale aus, ich rutsche jetzt auf dem Eis aus und ich werde heute Abend in meine Pyjamas schlüpfen.",
      "example_translation": "J'ai glissé sur la peau de banane hier, je glisse sur la glace maintenant, et je vais glisser dans mes pyjamas ce soir.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riechen",
      "translation": "sentir",
      "definition": "Den Geruch von etwas wahrzunehmen, typischerweise durch die Nase.",
      "definition_translation": "percevoir l'odeur de quelque chose, généralement par le nez",
      "example": "Ich roch heute Morgen den Kaffee, der gerade briet. Ich rieche die Blumen im Garten. Ich werde den frisch gebackenen Keksen entgegenriechen, wenn ich nach Hause komme.",
      "example_translation": "J'ai senti le café infusé le matin. Je sens les fleurs dans le jardin. Je sentirai les biscuits frais sortis du four lorsque je rentrerai chez moi.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lächeln",
      "translation": "sourire",
      "definition": "Ein Gesichtsausdruck, der durch ein Aufwärtskräuseln der Mundwinkel gekennzeichnet ist.",
      "definition_translation": "une expression faciale caractérisée par une courbe ascendant des coins de la bouche",
      "example": "Sie lachte mich an, als ich hereinkam. Sie lächelt, wenn sie ihr Baby sieht. Sie wird lächeln, wenn sie von der Universität abschließt.",
      "example_translation": "Elle m'a souri lorsque je suis entré. Elle sourit quando elle voit son bébé. Elle sourira cuando elle obtiendra son diplôme d'études supérieures.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschütten",
      "translation": "verser",
      "definition": "Ein flüssiges Material von einem Gefäß zu lassen oder zu fallen.",
      "definition_translation": "causer ou laisser couler un liquide d'un contenant",
      "example": "Ich verschüttete den Kaffee auf mein Hemd. Sie verschüttet die Milch, wenn sie in Eile ist. Er wird Wasser verschütten, wenn er aufsteht.",
      "example_translation": "J'ai renversé le café sur ma chemise. Elle verse le lait quando elle est pressée. Il versera l'eau lorsque il se lèvera.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verderben",
      "translation": "gâter",
      "definition": "Etwas zu beschädigen oder zu ruinieren, insbesondere durch übermäßige Zuwendung oder Aufmerksamkeit.",
      "definition_translation": "endommager ou ruiner quelque chose, notamment par une indulgence ou une attention excessive",
      "example": "Sie verdarb ihr Kind mit zu vielen Spielsachen. Er verdirbt die Umwelt, indem er Müll weg wirft. Sie werden die Überraschungsparty ruinieren, wenn sie es ihr erzählen.",
      "example_translation": "Elle a gâté son enfant avec trop de jouets. Il gâche l'environnement en jetant des déchets. Ils gâcheront la fête surprise si ils lui en parlent.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kleben",
      "translation": "bâton",
      "definition": "Etwas an etwas anderes zu befestigen, insbesondere mittels Klebstoff.",
      "definition_translation": "attacher ou fixer quelque chose à quelque chose d'autre, notamment en utilisant de la colle ou une autre substance adhésive",
      "example": "Ich werde den Poster morgen an die Wand kleben. Ich klebte den Briefmarken auf den Umschlag gestern und ich klebe jeden Tag Notizen auf meinem Schreibtisch.",
      "example_translation": "Je vais coller l'affiche sur le mur demain, j'ai collé le timbre sur l'enveloppe hier, et je colle les notes sur mon bureau tous les jours.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rühren",
      "translation": "remuer",
      "definition": "Ein Gemisch von Flüssigkeiten oder Lebensmitteln mit einem Löffel oder ähnlichen Gegenständen zu vermischen oder zu mischen.",
      "definition_translation": "déplacer une cuillère ou autre objet dans un mélange de liquides ou de nourriture afin de les mélanger ou les combiner",
      "example": "Ich werde das Gemisch heute Abend rühren. Ich rührte den Kaffee heute Morgen um und ich rühre jeden Tag die Suppe, wenn ich kocht.",
      "example_translation": "Je vais remuer le mélange ce soir, j'ai remué le café ce matin, et je remue la soupe chaque fois que je la cuissons.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streiken",
      "translation": "frapper",
      "definition": "etwas oder jemanden plötzlich und mit Gewalt zu treffen oder anzugreifen",
      "definition_translation": "frapper ou attaquer quelque chose ou quelqu'un brusquement et avec force",
      "example": "Der Boxer wird seinen Gegner in der nächsten Runde streiken, die Uhr schlug Mitternacht letzte Nacht, und die Arbeiter werden nächste Woche gegen das Unternehmen streiken.",
      "example_translation": "Le boxeur frappera son adversaire au prochain round, l'horloge a sonné minuit hier soir, et les travailleurs vont faire grève contre l'entreprise la semaine prochaine.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfolgen",
      "translation": "réussir",
      "definition": "etwas erreichen, was man versucht hat, oder ein gutes Ergebnis zu erzielen",
      "definition_translation": "atteindre quelque chose que vous avez essayé de faire, ou obtenir un bon résultat",
      "example": "Ich werde morgen ein Erfolg in meinem Examen haben, ich habe letzten Monat den Job bekommen, und sie wird nächsten Jahr erfolgreich sein Unternehmen.",
      "example_translation": "Je vais réussir à mon examen demain, j'ai réussi à obtenir le travail le mois dernier, et elle réussira à son plan d'affaires l'année prochaine.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorschlagen",
      "translation": "suggérer",
      "definition": "etwas als Möglichkeit oder Lösung anzubieten oder vorzuschlagen",
      "definition_translation": "Proposer ou recommander quelque chose comme une possibilité ou une solution.",
      "example": "Ich habe vorgeschlagen, dass wir letzte Nacht ins Kino gehen, aber sie hatten andere Pläne. Gestern habe ich meinem Chef eine neue Marketingstrategie vorgeschlagen, und er hat sie gemocht. Am Ende des Jahres werde ich dem Team ein neues Projekt vorschlagen.",
      "example_translation": "J'ai suggéré que nous allions au cinéma hier soir, mais ils avaient d'autres plans. Hier, j'ai suggéré une nouvelle stratégie marketing à mon patron, et elle l'a aimée. D'ici la fin de l'année, je suggérerai un nouveau projet à l'équipe.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnenbaden",
      "translation": " Bronzer",
      "definition": "sich in der Sonne zu liegen oder zu sitzen, um einen Sonnenbrand zu bekommen",
      "definition_translation": "Se coucher ou s'asseoir au soleil, généralement pour obtenir un bronzage.",
      "example": "Ich liebe es, während meines Sommerurlaubs am Strand zu sonnenbaden. Letztes Jahr habe ich stundenlang sonnenbadet und habe einen schweren Sonnenbrand bekommen. Nächstes Sommer werde ich vorsichtiger sonnenbaden.",
      "example_translation": "J'adore bronzer sur la plage pendant mes vacances d'été. L'année dernière, j'ai bronzed pendant des heures et ai eu un coup de soleil grave. L'été prochain, je bronzerai plus prudemment.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "Soutenir",
      "definition": "jemandem oder etwas Hilfe oder Unterstützung anzubieten",
      "definition_translation": "Fournir une aide ou un soutien à quelqu'un ou quelque chose.",
      "example": "Ich werde mein Lieblingsteam heute Abend im Meisterschaftsspiel unterstützen. Gestern habe ich meinem Freund in schwierigen Zeiten unterstützt. Letztes Jahr habe ich einer Wohltätigkeitsorganisation finanziell unterstützt.",
      "example_translation": "Je vais soutenir mon équipe favorite au match de championnat ce soir. Hier, j'ai soutenu mon ami pendant son difficile moment. L'année dernière, j'ai soutenu une organisation caritative financièrement.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stützen",
      "translation": "Soutenir",
      "definition": "etwas, insbesondere wenn es schwer oder schwierig zu tragen ist, zu halten oder zu tragen",
      "definition_translation": "Tenir ou porter quelque chose, en particulier lourd ou difficile à gérer.",
      "example": "Ich musste den schweren Karton während des Umzugs stützen. Gestern habe ich die Leiter gestützt, während mein Freund die Wand anstrich. Nächstes Monat werde ich das neue Projekt durch die Bereitstellung von Ressourcen stützen.",
      "example_translation": "J'ai dû soutenir la boîte lourde pendant le déménagement. Hier, j'ai soutenu l'échelle tandis que mon ami peignait le mur. Le mois prochain, je vais soutenir le nouveau projet en fournissant des ressources.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausschalten",
      "translation": "éteindre",
      "definition": "den Betrieb einer Maschine oder eines Geräts durch den Druck auf einen Schalter oder Knopf zu stoppen",
      "definition_translation": "Arrêter le fonctionnement d'une machine ou d'un appareil en actionnant un interrupteur ou un bouton",
      "example": "Ich habe das Licht ausgeschaltet, als ich den Raum verließ. Ich werde den Computer ausschalten, wenn ich meine Arbeit beendet habe. Sie hatte das Fernsehen vor dem Schlafen ausgeschaltet.",
      "example_translation": "J'ai éteint la lumière lorsque j'ai quitté la pièce. Je vais éteindre l'ordinateur lorsque j'aurai fini mon travail. Elle avait éteint la télévision avant d'aller se coucher.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschalten",
      "translation": "allumer",
      "definition": "den Betrieb einer Maschine oder eines Geräts durch den Druck auf einen Schalter oder Knopf zu starten",
      "definition_translation": "Demarrer le fonctionnement d'une machine ou d'un appareil en actionnant un interrupteur ou un bouton",
      "example": "Ich habe das Licht eingeschaltet, als ich den Raum betrat. Sie wird den Computer einschalten, wenn sie ihre Arbeit beginnt. Er hatte das Fernsehen vor dem Filmstart eingeschaltet.",
      "example_translation": "J'ai allumé la lumière lorsque je suis entré dans la pièce. Elle allumera l'ordinateur lorsqu'elle commencera son travail. Il avait allumé la télévision avant que le film ne commence.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschmack",
      "translation": "goût",
      "definition": "die durch Essen oder Trinken auf der Zunge und am Gaumen entstehende Empfindung",
      "definition_translation": "La sensation produite par la nourriture ou la boisson sur la langue et le palais",
      "example": "Der Geschmack des Kuchens war großartig. Ich werde den Wein vor dem Servieren probieren. Sie hatte die Suppe vor dem Hinzufügen der Gewürze probiert.",
      "example_translation": "Le goût du gâteau était incroyable. Je vais goûter le vin avant de le servir. Elle avait goûté la soupe avant d'ajouter les épices.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerreißen",
      "translation": "déchirer",
      "definition": "etwas mit Gewalt zu zerstören oder auseinanderzureißen",
      "definition_translation": "Déchirer ou arracher de force, ou faire séparer ou s'écarter",
      "example": "Ich habe die Seite aus Versehen zerrissen. Sie wird den Umschlag aufreißen, um ihn zu öffnen. Er hatte sein Hemd zerrissen, als er fiel.",
      "example_translation": "J'ai déchiré la page par accident. Elle déchirera l'enveloppe pour l'ouvrir. Il avait déchiré sa chemise lorsqu'il est tombé.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Test",
      "translation": "essai",
      "definition": "Ein Versuch oder eine Prüfung, um zu sehen, ob etwas funktioniert oder geeignet ist",
      "definition_translation": "un essai ou une épreuve de quelque chose, especialmente pour voir si ça fonctionne ou convient",
      "example": "Ich werde dieses neue Rezept heute Abend testen. Ich habe die neue Software letzte Woche getestet. Ich werde meine Fähigkeiten nächsten Monat testen.",
      "example_translation": "Je vais essayer cette nouvelle recette ce soir. J'ai testé le nouveau logiciel la semaine dernière. Je vais essayer mes compétences le mois prochain.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zecke",
      "translation": "tique",
      "definition": "Ein kleiner, normalerweise flügelloser Insekt, der auf der Haut von Tieren oder Menschen lebt",
      "definition_translation": "un petit insecte, généralement sans ailes, qui vit sur la peau des animaux ou des personnes",
      "example": "Die Zecke hat mich gestern gebissen. Ich habe die Zecke aus dem Fell meines Hundes entfernt. Die Zecke wird mich morgen wieder beißen.",
      "example_translation": "La tique m'a piqué hier. J'enlève la tique de la fourrure de mon chien. La tique piquera à nouveau demain.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Binden",
      "translation": "cravate",
      "definition": "Ein Stück Stoff, das um den Hals getragen wird, um ein Hemd zu verschließen",
      "definition_translation": "une longueur de tissu portée autour du cou, généralement pour attacher une chemise",
      "example": "Ich binde meine Schuhe jeden Morgen. Sie band ihr Haar zurück gestern. Sie werden den Knoten nächstes Jahr binden.",
      "example_translation": "Je lace mes lacets chaque matin. Elle a attaché ses cheveux hier. Ils attachent le nœud l'année prochaine.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesamt",
      "translation": "total",
      "definition": "Die Gesamtheit, vollständig, komplett",
      "definition_translation": "constituant le tout, entièrement, complètement",
      "example": "Die gesamte Summe ist sehr hoch. Ich habe die gesamte Menge auf den neuen Laptop ausgegeben. Wir haben die gesamte Summe letzte Nacht berechnet.",
      "example_translation": "Le montant total est très élevé. J'ai dépensé le montant total sur le nouvel ordinateur portable. Nous avons calculé le total la nuit dernière.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tour",
      "translation": "visite",
      "definition": "Eine Reise oder ein Ausflug von einem Ort zum anderen, insbesondere zum Vergnügen oder Geschäft",
      "definition_translation": "Un voyage ou un déplacement d'un endroit à un autre, especially pour le plaisir ou les affaires.",
      "example": "Ich habe eine Tour durch Europa gemacht letzten Sommer. Ich mache eine Tour durch das Museum. Ich werde eine Tour in die antike Stadt nächstes Jahr machen.",
      "example_translation": "J'ai fait le tour de l'Europe l'été dernier. Je fais une visite guidée du musée. Je ferai une visite guidée de la ville antique l'an prochain.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zug",
      "translation": "train",
      "definition": "Ein zelffahrendes Fahrzeug auf Schienen, das für den Transport von Menschen oder Gütern genutzt wird",
      "definition_translation": "Un véhicule autopropulsé sur rails, utilisé pour transporter des personnes ou des marchandises.",
      "example": "Ich nahm einen Zug nach Paris gestern. Ich nehme einen Zug nach London morgen. Ich werde einen Zug nach Berlin nächsten Monat nehmen.",
      "example_translation": "J'ai pris le train pour Paris hier. Je prends le train pour Londres demain. Je prendrai le train pour Berlin le mois prochain.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übertragung",
      "translation": "transfert",
      "definition": "Der Akt des Umziehens oder Überführens von etwas oder jemandem von einem Ort zu einem anderen",
      "definition_translation": "L'action de déplacer quelque chose ou quelqu'un d'un endroit à un autre.",
      "example": "Ich übertrug das Geld auf mein Konto. Ich übertrage die Dateien auf den neuen Computer. Ich werde die Fähigkeiten auf das neue Team übertragen.",
      "example_translation": "J'ai transféré l'argent sur mon compte. Je transfère les fichiers sur l'ordinateur nouveau. Je transférerai les compétences à la nouvelle équipe.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übersetzen",
      "translation": "traduire",
      "definition": "Den Sinn von geschriebenen oder gesprochenen Worten in einer anderen Sprache auszudrücken",
      "definition_translation": "Exprimer le sens de mots écrits ou parlés dans une autre langue.",
      "example": "Ich übersetzte das Dokument von Englisch ins Französische. Ich übersetze die Website ins Spanische. Ich werde das Buch ins Deutsche nächstes Jahr übersetzen.",
      "example_translation": "J'ai traduit le document de l'anglais en français. Je traduis le site web en espagnol. Je traduirai le livre en allemand l'an prochain.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuchen",
      "translation": "essayer",
      "definition": "Sich bemühen, etwas zu tun oder zu erreichen",
      "definition_translation": "faire un effort pour faire quelque chose ou accomplir quelque chose",
      "example": "Ich werde versuchen, das Projekt bis morgen zu beenden, Ich versuchte es gestern, Ich versuche es gerade jetzt.",
      "example_translation": "J'essaierai de finir le projet d'ici demain, j'ai essayé de le finir hier, j'essaie de le finir maintenant.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Art",
      "translation": "type",
      "definition": "Eine Kategorie oder Klasse von etwas",
      "definition_translation": "une catégorie ou classe de quelque chose",
      "example": "Welche Art von Auto hast du? Ich hatte ein Sportwagen, Ich habe ein Sedan jetzt, Ich werde ein Elektroauto nächstes Jahr haben.",
      "example_translation": "Quel est le type de voiture que vous avez? J'avais une voiture de sport, j'ai une berline maintenant, j'aurai une voiture électrique l'année prochaine.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entkleiden",
      "translation": "se déshabiller",
      "definition": "seine Kleidung auszuziehen",
      "definition_translation": "enlever ses vêtements",
      "example": "Sie entkleidete sich schnell, Ich entkleidete mich langsam, Er wird sich nach der Party entkleiden.",
      "example_translation": "Elle s'est déshabillée rapidement, je me suis déshabillé lentement, il se déshabillera après la fête.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auspacken",
      "translation": "déballer",
      "definition": "den Inhalt eines Behälters oder Pakets zu entfernen",
      "definition_translation": "retirer le contenu d'un conteneur ou d'un paquet",
      "example": "Ich packte mein Gepäck aus, Sie wird die Kisten auspacken, Sie packten die neue Möbel aus.",
      "example_translation": "J'ai déballé ma valise, elle déballera les boîtes, ils ont déballé les meubles neufs.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktualisieren",
      "translation": "mettre à jour",
      "definition": "etwas durch Hinzufügen neuer Informationen, Ideen oder Methoden moderner oder effektiver zu machen",
      "definition_translation": "mettre quelque chose à jour en ajoutant de nouvelles informations, idées ou méthodes",
      "example": "Ich muss mein Handy-Betriebssystem aktualisieren. Gestern aktualisierte ich die Software meines Computers. Morgen werde ich meine Website aktualisieren.",
      "example_translation": "Il me faut mettre à jour le système d'exploitation de mon téléphone. Hier, j'ai mis à jour le logiciel de mon ordinateur. Demain, je mettrai à jour mon site web.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "vote",
      "definition": "jemanden oder etwas in einer Wahl oder Entscheidung auszuwählen",
      "definition_translation": "choisir quelqu'un ou quelque chose lors d'une élection ou d'une décision",
      "example": "Ich wählte den besten Kandidaten. Sie wird für die neue Politik wählen. Sie wählten gegen den Vorschlag.",
      "example_translation": "J'ai voté pour le meilleur candidat. Elle votera pour la nouvelle politique. Ils ont voté contre la proposition.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Hund spazieren führen",
      "translation": "promener le chien",
      "definition": "einen Hund an der Leine spazieren zu führen",
      "definition_translation": "emmener un chien pour une promenade, généralement en laisse",
      "example": "Ich führte den Hund gestern spazieren. Sie führt den Hund jeden Morgen spazieren. Sie werden den Hund heute Abend spazieren führen.",
      "example_translation": "J'ai promené le chien hier. Elle promène le chien chaque matin. Ils promèneront le chien ce soir.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warnen",
      "translation": "avertir",
      "definition": "jemandem eine Warnung oder Vorsicht bezüglich etwas zu geben",
      "definition_translation": "donner un avertissement ou une mise en garde à quelqu'un à propos de quelque chose",
      "example": "Ich warnte ihn vor der Gefahr. Sie warnt uns vor den Konsequenzen. Sie warnten uns vor dem Wetter.",
      "example_translation": "J'ai averti de danger. Elle nous avertit des conséquences. Ils nous ont avertis du temps.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschwenden",
      "translation": "déchet",
      "definition": "etwas sorglos, übermäßig oder zwecklos zu verwenden oder auszugeben",
      "definition_translation": "L'action d'utiliser ou de dépenser quelque chose de manière inconsidérée, extravagante ou sans objet.",
      "example": "Wir sollten Wasser nicht verschwenden, es ist ein kostbares Gut. Wir verschwendeten viel Zeit gestern. Wir werden keine Zeit verschwenden, um eine Entscheidung zu treffen.",
      "example_translation": "Nous ne devrions pas gaspiller l'eau, c'est une ressource précieuse. Nous avons gaspillé beaucoup de temps hier. Nous ne perdrons pas de temps pour prendre une décision.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welle",
      "translation": "vague",
      "definition": "Eine Bewegung des Meeres oder eines großen Sees, bei der das Wasser in regelmäßigen oder unregelmäßigen Rhythmen auf- und absteigt.",
      "definition_translation": "Un mouvement de la mer ou d'un grand lac où l'eau monte et descend dans un rythme régulier ou irrégulier.",
      "example": "Die Welle krachte gegen das Ufer. Sie winkte mir von across the room zu. Die Menge wird ihre Fahnen in Feierlichkeit schwenken.",
      "example_translation": "La vague s'est brisée contre la rive. Elle m'a fait signe de la main de l'autre côté de la pièce. La foule agitera ses drapeaux en célébration.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "etwas aufschreiben",
      "translation": "écrire quelque chose",
      "definition": "etwas aufzuschreiben oder niederzuschreiben",
      "definition_translation": "Enregistrer ou consigner par écrit.",
      "example": "Ich werde etwas aufschreiben, um mich daran zu erinnern. Sie schrieb etwas in ihr Notizbuch auf. Sie werden etwas in ihr Tagebuch aufschreiben.",
      "example_translation": "J'écrirai quelque chose pour me rappeler. Elle a écrit quelque chose dans son carnet. Ils écriront quelque chose dans leur journal.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]
}