[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erwachsener",
      "translation": "adulte",
      "definition": "Eine Person, die das Alter der Volljährigkeit erreicht hat und physisch, mentale und emotional voll entwickelt ist.",
      "definition_translation": "Une personne qui a atteint l'âge de la majorité et estFully développé physiquement, mentalement et émotionnellement.",
      "example": "Sie wurde ein Erwachsener, als sie 18 Jahre alt wurde. Sie ist seit 5 Jahren ein Erwachsener. Sie wird für den Rest ihres Lebens ein Erwachsener sein.",
      "example_translation": "Elle est devenue adulte lorsqu'elle a eu 18 ans. Elle a été adulte pendant 5 ans. Elle sera adulte pour le reste de sa vie.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bébé",
      "definition": "Ein sehr junges menschliches Wesen, von der Geburt bis zu einem Jahr oder zwei Jahren.",
      "definition_translation": "Un être humain très jeune, de la naissance à un an ou deux d'âge.",
      "example": "Das Baby lachte über den Clown. Das Baby hatte über den Clown gelacht. Das Baby wird über den Clown lachen.",
      "example_translation": "Le bébé a ri au clown. Le bébé avait ri au clown. Le bébé rira au clown.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sein... (Jahre alt)",
      "translation": "avoir... ans",
      "definition": "Ein bestimmtes Alter zu haben.",
      "definition_translation": "Avoir un certain âge.",
      "example": "Ich war 10 Jahre alt, als ich lernte, ein Fahrrad zu fahren. Ich bin jetzt 20 Jahre alt. Ich werde nächstes Jahr 30 Jahre alt sein.",
      "example_translation": "J'avais 10 ans lorsque j'ai appris à conduire un vélo. J'ai 20 ans maintenant. J'aurai 30 ans l'année prochaine.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bart",
      "translation": "barbe",
      "definition": "Ein Haarwachstum auf dem Kinn und dem Kiefer eines Mannes.",
      "definition_translation": "Une croissance de cheveux sur le menton et la joue d'un homme.",
      "example": "Er hatte einen langen Bart, als er ein Hippie war. Er hat jetzt einen kurzen Bart. Er wird einen Bart haben, wenn er älter wird.",
      "example_translation": "Il avait une longue barbe lorsqu'il était un hippie. Il a une courte barbe maintenant. Il aura une barbe lorsqu'il sera plus âgé.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schön",
      "translation": "beau",
      "definition": "ästhetisch ansprechend; eine schöne Qualität habend.",
      "definition_translation": "plaisant pour les sens ou l'esprit d'une manière esthétique ; ayant une qualité belle.",
      "example": "Sie war eine schöne Braut. Sie wird schön in ihrem Hochzeitskleid sein. Sie war wunderschön geschminkt für die Party.",
      "example_translation": "Elle était une belle mariée. Elle sera belle dans sa robe de mariée. Elle était magnifiquement maquillée pour la soirée.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Junge",
      "translation": "garçon",
      "definition": "Ein männliches Kind oder junger Mann, insbesondere von der Geburt bis zur Adoleszenz.",
      "definition_translation": "un enfant mâle ou un jeune homme, en particulier un enfant mâle de la naissance à l'adolescence.",
      "example": "Der Junge rannte schnell. Der Junge wird sein Abendessen essen. Der Junge hatte sein Frühstück gegessen.",
      "example_translation": "Le garçon a couru rapidement. Le garçon mangera son dîner. Le garçon avait mangé son petit déjeuner.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auge",
      "translation": "œil",
      "definition": "Das Organ der Vision; die Sehfähigkeit einer Person.",
      "definition_translation": "l'organe de la vision ; le pouvoir de vision d'une personne.",
      "example": "Sie öffnete ihr Auge. Sie wird ihre Augen öffnen. Sie hatte ihre Augen zur Wahrheit geöffnet.",
      "example_translation": "Elle a ouvert son œil. Elle ouvrira ses yeux. Elle avait ouvert les yeux à la vérité.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "visage",
      "definition": "Der vordere Teil des Kopfes von der Stirn zum Kinn.",
      "definition_translation": "la partie frontale de la tête du front au menton.",
      "example": "Sie wusch ihr Gesicht. Sie wird ihr Gesicht waschen. Sie hatte ihr Gesicht mit Seife gewaschen.",
      "example_translation": "Elle a lavé son visage. Elle lavera son visage. Elle avait lavé son visage avec du savon.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fett",
      "translation": "gras",
      "definition": "Eine Menge Fleisch habend, insbesondere auf eine Weise, die als ungesund oder unansehnlich gilt.",
      "definition_translation": "Ayant beaucoup de chair, notamment d'une manière considérée comme malsaine ou disgracieuse.",
      "example": "Ich war fett, als ich ein Teenager war, aber ich verlor Gewicht, als ich mit dem Sport anfing. Jetzt bin ich nicht fett, aber ich genieße noch fetthaltige Lebensmittel. Ich werde wieder fett, wenn ich nicht aufpasse, was ich esse.",
      "example_translation": "J'étais gras lorsque j'étais adolescent, mais j'ai perdu du poids lorsque j'ai commencé à faire de l'exercice. Maintenant, je ne suis pas gras, mais j'aime encore les aliments gras. Je serai gras à nouveau si je ne surveille pas ce que je mange.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Füße",
      "translation": "pieds",
      "definition": "Die unteren Extremitäten des Beins unterhalb des Knöchels, auf denen eine Person oder ein Tier steht oder geht.",
      "definition_translation": "Les extrémités inférieures de la jambe au-dessous de la cheville, sur lesquelles une personne ou un animal se tient debout ou marche.",
      "example": "Ich wasche meine Füße jeden Morgen. Gestern verletzte ich meine Füße, während ich wanderte. Nächste Woche werde ich neue Schuhe kaufen, um meine Füße zu schützen.",
      "example_translation": "Je lave mes pieds tous les matins. Hier, j'ai blessé mes pieds pendant une randonnée. La semaine prochaine, j'achèterai de nouvelles chaussures pour protéger mes pieds.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuß",
      "translation": "pied",
      "definition": "Das untere Ende des Beines unterhalb des Knöchels, auf dem eine Person oder ein Tier steht oder geht.",
      "definition_translation": "L'extrémité inférieure de la jambe au-dessous de la cheville, sur laquelle une personne ou un animal se tient debout ou marche.",
      "example": "Ich habe mir den Fuß beim Fußballspielen verletzt. Gestern habe ich meinen Fuß bandagiert. Nächste Woche werde ich eine Massage machen, um meinen Fuß zu entspannen.",
      "example_translation": "J'ai blessé mon pied pendant que je jouais au soccer. Hier, j'ai bandé mon pied. La semaine prochaine, je vais recevoir un massage pour détendre mon pied.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mädchen",
      "translation": "fille",
      "definition": "Ein weibliches Kind, insbesondere eines zwischen der Säuglingszeit und der Adoleszenz.",
      "definition_translation": "Une enfant femelle, notamment une fille entre l'enfance et l'adolescence.",
      "example": "Ich habe ein Mädchen, das gerne mit Puppen spielt. Gestern war mein Mädchen müde und ging früh ins Bett. Nächste Woche werde ich mein Mädchen zum Park bringen.",
      "example_translation": "J'ai une fille qui adore jouer avec des poupées. Hier, ma fille était fatiguée et s'est couchée tôt. La semaine prochaine, je prendrai ma fille au parc.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar",
      "translation": "cheveu",
      "definition": "Ein Wachstum am menschlichen Kopf oder Tierkörper, bestehend aus einem Eiweißfilament, das aus den Haarfollikeln in der Haut wächst.",
      "definition_translation": "Une croissance sur la tête humaine ou le corps animal, consistant en un filament de protéine qui pousse des follicules pileux dans la peau.",
      "example": "Ich habe mein Haar gestern gewaschen, ich wasche es jetzt und ich werde es morgen waschen.",
      "example_translation": "J'ai lavé mes cheveux hier, je les lave maintenant, et je les laverai demain.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hand",
      "translation": "main",
      "definition": "Der Endteil des menschlichen Armes jenseits des Handgelenks, der zum Greifen und Halten von Dingen dient.",
      "definition_translation": "La partie finale du bras humain au-delà du poignet, utilisée pour saisir et tenir des choses.",
      "example": "Ich hielt ihre Hand gestern, ich halte sie jetzt und ich werde sie morgen halten.",
      "example_translation": "J'ai tenu sa main hier, je la tiens maintenant, et je la tiendrai demain.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bein",
      "translation": "jambe",
      "definition": "Ein Körperglied des menschlichen Körpers, das sich vom Hüftgelenk bis zum Knöchel erstreckt.",
      "definition_translation": "Un membre du corps humain, s'étendant de la hanche à la cheville.",
      "example": "Ich brach mir das Bein letzten Jahr, ich erhole mich jetzt und ich werde bald wieder laufen.",
      "example_translation": "J'ai cassé ma jambe l'année dernière, je me remets maintenant, et je courrai à nouveau bientôt.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klein",
      "translation": "petit",
      "definition": "Gerin geringfügig oder klein; nicht groß oder beträchtlich.",
      "definition_translation": "Petit en quantité ou en taille; pas grand ou large.",
      "example": "Ich hatte einen kleinen Hund, als ich ein Kind war, ich habe einen großen Hund jetzt und ich werde wieder einen kleinen Hund haben.",
      "example_translation": "J'avais un petit chien quand j'étais enfant, j'ai un grand chien maintenant, et j'aurai un petit chien à nouveau.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lang",
      "translation": "long",
      "definition": "Sich über eine große Entfernung von einem Ende zum anderen erstreckend; nicht kurz.",
      "definition_translation": "S'étendant sur une grande distance d'un bout à l'autre; pas court.",
      "example": "Ich bin seit langem gelaufen, ich werde weiterhin lange laufen und ich bin lange gelaufen.",
      "example_translation": "J'ai couru pendant longtemps, je courrai pendant longtemps, et j'ai couru pendant longtemps.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mann",
      "translation": "homme",
      "definition": "Ein erwachsener menschlicher männlicher Erwachsener.",
      "definition_translation": "Un mâle humain adulte.",
      "example": " Mein Großvater war ein Mann von großer Weisheit, mein Vater ist ein Mann von großer Weisheit und mein Sohn wird ein Mann von großer Weisheit sein.",
      "example_translation": "Mon grand-père était un homme de grande sagesse, mon père est un homme de grande sagesse, et mon fils sera un homme de grande sagesse.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mund",
      "translation": "bouche",
      "definition": "Die Öffnung, durch die ein Tier Nahrung aufnimmt.",
      "definition_translation": "L'ouverture par laquelle un animal prend de la nourriture.",
      "example": "Ich öffne meinen Mund, um zu essen, ich öffnete meinen Mund, um zu essen, und ich werde meinen Mund öffnen, um zu essen.",
      "example_translation": "J'ouvre ma bouche pour manger, j'ai ouvert ma bouche pour manger, et j'ouvrirai ma bouche pour manger.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nase",
      "translation": "nez",
      "definition": "Das Organ des Geruchs und der Atmung bei Menschen und vielen Tieren.",
      "definition_translation": "L'organe de l'odorat et de la respiration chez les humains et de nombreux animaux.",
      "example": "Ich habe eine große Nase, ich hatte eine große Nase und ich werde eine große Nase haben.",
      "example_translation": "J'ai un grand nez, j'ai eu un grand nez, et j'aurai un grand nez.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alt",
      "translation": "vieux",
      "definition": "lange gelebt oder existiert haben; nicht mehr jung",
      "definition_translation": "ayant vécu ou existé pendant longtemps ; plus jeune",
      "example": "Mein altes Auto ist gestern kaputtgegangen, aber ich werde nächstes Jahr ein neues kaufen, und ich hoffe, es wird viele Jahre halten.",
      "example_translation": "Ma vieille voiture est tombée en panne hier, mais j'en achèterai une nouvelle l'année prochaine, et j'espère qu'elle durera de nombreuses années.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kurz",
      "translation": "court",
      "definition": "nicht lang in Länge oder Dauer; kurz",
      "definition_translation": "pas long en longueur ou en durée ; bref",
      "example": "Ich trug ein kurzes Kleid zu der Party letzte Nacht, aber ich werde ein langes Kleid zur Hochzeit nächste Woche tragen, und ich hoffe, es wird perfekt sein.",
      "example_translation": "J'ai porté une jupe courte au party hier soir, mais je porterai une robe longue au mariage la semaine prochaine, et j'espère qu'elle sera parfaite.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlank",
      "translation": "mince",
      "definition": "eine kleine oder schmale Form habend; dünn",
      "definition_translation": "ayant une forme petite ou svelte ; mince",
      "example": "Ich habe versucht, schlank zu bleiben, indem ich regelmäßig Sport treibe, und ich hoffe, mein Zielgewicht bald zu erreichen, aber es wird Zeit benötigen.",
      "example_translation": "J'essaie de rester mince en faisant de l'exercice régulièrement, et j'espère atteindre mon poids idéal bientôt, mais cela prendra du temps.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "groß",
      "translation": "haut",
      "definition": "eine große Höhe habend; erhaben",
      "definition_translation": "ayant une grande hauteur ; élevé",
      "example": "Mein großer Bruder ist sehr gut im Basketball, und er wird wahrscheinlich eines Tages in der NBA spielen, aber er muss noch mehr üben.",
      "example_translation": "Mon frère haut est très doué pour jouer au basket-ball, et il jouera probablement dans la NBA un jour, mais il doit s'entraîner plus.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frau",
      "translation": "femme",
      "definition": "Eine erwachsene menschliche Weiblichkeit, typischerweise in der Lage, Kinder zu gebären.",
      "definition_translation": "Une femme adulte, généralement capable de porter des enfants.",
      "example": "Die Frau betrat den Raum. Sie wird an der Sitzung teilnehmen. Sie trug ein rotes Kleid.",
      "example_translation": "La femme est entrée dans la pièce. Elle assistera à la réunion. Elle avait porté une robe rouge.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jung",
      "translation": "jeune",
      "definition": "wenig Erfahrung oder eine kurze Geschichte des Gebrauchs oder der Existenz habend.",
      "definition_translation": "Ayant peu d'expérience ou une brève histoire d'utilisation ou d'existence.",
      "example": "Der junge Junge spielte mit einem Ball. Er wird lernen, ein Fahrrad zu fahren. Er hatte ein Sandwich gegessen.",
      "example_translation": "Le jeune garçon a joué avec un ballon. Il apprendra à faire du vélo. Il avait mangé un sandwich.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gealtert",
      "translation": "âgé",
      "definition": "lange gelebt oder existiert haben; alt",
      "definition_translation": "Ayant vécu ou existé depuis longtemps; vieux.",
      "example": "Der gealterte Mann ging langsam. Er wird eine Rente erhalten. Er hatte 40 Jahre gearbeitet.",
      "example_translation": "L'homme âgé marchait lentement. Il recevra une pension. Il avait travaillé pendant 40 ans.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "attraktiv",
      "translation": "attirant",
      "definition": "die Sinne, insbesondere das Sehen, erfreuend; gefällig oder anziehend.",
      "definition_translation": "Plaisant pour les sens, especialmente la vue; plaisant ou attirant.",
      "example": "Die attraktive Frau lächelte. Sie wird ein schönes Kleid tragen. Sie hatte einen Schönheitswettbewerb gewonnen.",
      "example_translation": "La femme attirante a souri. Elle portera une belle robe. Elle avait gagné un concours de beauté.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blond",
      "translation": "blonde",
      "definition": "Eine Person, insbesondere eine Frau, mit hellen Haaren, typischerweise blassgelb oder golden in der Farbe.",
      "definition_translation": "Une personne, en particulier une femme, avec des cheveux clairs, généralement jaune pâle ou doré en couleur.",
      "example": "Sie war eine blonde Schönheit, Er wird ein Blond sein, wenn er erwachsen ist, Sie war viele Jahre lang blond.",
      "example_translation": "Elle était une blonde beauté, Il sera une blonde quand il grandira, Elle a été une blonde pendant des années.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angezogen",
      "translation": "habillé",
      "definition": "Kleidung tragend, insbesondere formale oder aufwendige.",
      "definition_translation": "Portant des vêtements, notamment des vêtements formels ou élaborés.",
      "example": "Sie war in einem schönen Abendkleid angezogen, Er hatte sich schnell angezogen, Sie werden angemessen angezogen sein.",
      "example_translation": "Elle était habillée dans une belle robe, Il s'était habillé rapidement, Ils seront habillés appropriément.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerecht",
      "translation": "juste",
      "definition": "Gerecht und unbiasiert; nicht für eine Seite oder Partei voreingenommen.",
      "definition_translation": "Juste et impartial; ne favorisant pas un côté ou un parti.",
      "example": "Der Richter versuchte, gerecht zu sein, Sie war gerecht und ehrlich, Er wird gerecht in seiner Entscheidung sein.",
      "example_translation": "Le juge a essayé d'être juste, Elle était juste et honnête, Il sera juste dans sa décision.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mode",
      "translation": "mode",
      "definition": "Ein beliebter oder letzter Stil von Kleidung, Haar, usw.",
      "definition_translation": "Un style populaire ou le dernier cri en matière de vêtements, de coiffure, etc.",
      "example": "Sie folgte der letzten Mode, Er liebte die Mode der 80er, Sie werden einen neuen Modetrend setzen.",
      "example_translation": "Elle suivait la dernière mode, Il aimait la mode des années 80, Ils vont lancer une nouvelle tendance de mode.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Finger",
      "translation": "doigt",
      "definition": "Eines der fünf Endglieder der Hand; ein Finger.",
      "definition_translation": "L'un des cinq membres terminaux de la main; un doigt.",
      "example": "Ich verletzte meinen Finger, als ich gestern Fußball spielte, aber ich werde morgen wieder spielen können, und ich spiele jeden Samstag.",
      "example_translation": "J'ai blessé mon doigt lorsque j'ai joué au football hier, mais je pourrai jouer à nouveau demain, et je joue tous les samedis.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gutaussehend",
      "translation": "beau",
      "definition": "Angenehm in der Erscheinung; attraktiv.",
      "definition_translation": "Plaisant à voir; attractif.",
      "example": " Mein Freund ist sehr gutaussehend, und er wird noch attraktiver aussehen, wenn er älter wird, aber er war nicht gutaussehend, als er ein Kind war.",
      "example_translation": "Mon ami est très beau, et il sera encore plus beau quand il sera plus âgé, mais il n'était pas beau quand il était enfant.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Typ",
      "translation": "gars",
      "definition": "Ein Mann oder Junge; eine männliche Person.",
      "definition_translation": "Un homme ou un garçon; une personne masculine.",
      "example": "Ich traf einen Typen auf der Party letzte Nacht, und ich werde ihn morgen wieder treffen, aber ich traf ihn nicht auf der Party vorgestern.",
      "example_translation": "J'ai rencontré un gars à la soirée dernière nuit, et je le rencontrerai à nouveau demain, mais je ne l'ai pas rencontré à la soirée avant-hier.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Make-up",
      "translation": "maquillage",
      "definition": "Kosmetika, wie Lippenstift, Mascara und Rouge, die verwendet werden, um die Erscheinung zu verbessern oder zu ändern.",
      "definition_translation": "Des cosmétiques, tels que du rouge à lèvres, du mascara et du blush, utilisés pour améliorer ou modifier son apparence.",
      "example": "Meine Schwester verwendet jeden Tag viel Make-up, aber sie trug gestern kein Make-up, und sie wird morgen kein Make-up tragen.",
      "example_translation": "Ma sœur met du maquillage tous les jours, mais elle n'a pas mis de maquillage hier, et elle ne mettra pas de maquillage demain.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hübsch",
      "translation": "jolie",
      "definition": "Angenehm in einer delikaten Weise, ohne beeindruckend oder auffallend zu sein.",
      "definition_translation": "Attrayante d'une manière délicate sans être impressionnante ou frappante.",
      "example": "Ich dachte, sie war hübsch, als ich sie auf der Party sah. Sie wird noch hübscher aussehen, wenn sie älter wird. Sie war hübsch aufgebracht, als sie die Nachricht hörte.",
      "example_translation": "Je pensais qu'elle était jolie lorsque je l'ai vue à la fête. Elle sera encore plus jolie quand elle aura grandi. Elle était très blessée quand elle a entendu les nouvelles.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rotes Haar",
      "translation": "cheveux roux",
      "definition": "Haar, das von einer roten Farbe ist, oft mit Menschen von keltischer oder irischer Abstammung assoziiert.",
      "definition_translation": "Des cheveux de couleur rougeâtre, souvent associés aux personnes d'origine celte ou irlandaise.",
      "example": "Meine Schwester hatte rotes Haar, als sie ein Teenager war. Sie wird rotes Haar haben, wenn sie erwachsen ist. Sie hatte rotes Haar, als sie geboren wurde.",
      "example_translation": "Ma sœur avait des cheveux roux lorsqu'elle était adolescente. Elle aura des cheveux roux lorsqu'elle grandira. Elle avait des cheveux roux lorsqu'elle est née.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stark",
      "translation": "fort",
      "definition": "Habend eine große Menge an Kraft, Stärke oder Intensität; in der Lage, Kraft auszuüben oder Druck zu widerstehen.",
      "definition_translation": "Ayant une grande quantité de puissance, de force ou d'intensité; capable d'exercer une force ou de résister à la pression.",
      "example": "Er war stark, als er die schweren Gewichte hob. Er wird stärker sein, wenn er mehr übt. Er war stark genug, die Kisten zu tragen.",
      "example_translation": "Il était fort lorsqu'il a soulevé les poids lourds. Il sera plus fort lorsqu'il fera plus d'exercice. Il était assez fort pour porter les boîtes.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teenager",
      "translation": "adolescent",
      "definition": "Eine Person zwischen 13 und 19 Jahren, typischerweise auf der High School oder Mittelschule.",
      "definition_translation": "Une personne entre 13 et 19 ans, fréquentant généralement le lycée ou le collège.",
      "example": "Ich war ein Teenager, als ich Autofahren lernte. Sie wird ein Teenager sein, wenn sie 13 wird. Sie waren Teenager, als sie sich verliebten.",
      "example_translation": "J'étais un adolescent lorsque j'ai appris à conduire. Elle sera un adolescent lorsqu'elle aura 13 ans. Ils étaient des adolescents lorsqu'ils sont tombés amoureux.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dünn",
      "translation": "mince",
      "definition": "Eine geringe Menge an Fleisch oder Fett hat, typischerweise aufgrund von Diät oder körperlicher Aktivität.",
      "definition_translation": "Ayant une petite quantité de chair ou de graisse, généralement en raison d'un régime ou d'un exercice.",
      "example": "Ich war dünn, als ich ein Teenager war, aber ich habe seitdem zugenommen. Jetzt versuche ich, gesund zu essen, um dünn zu bleiben. Bis nächsten Jahr werde ich mein Ziel erreicht haben, wieder dünn zu sein.",
      "example_translation": "J'étais mince adolescente, mais j'ai pris du poids depuis. Maintenant, j'essaie de manger sainement pour rester mince. D'ici l'an prochain, j'aurai atteint mon objectif d'être mince à nouveau.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zehe",
      "translation": "orteil",
      "definition": "Der kleinste Zeh auf einem menschlichen Fuß, am Ende des Fußes gelegen.",
      "definition_translation": "Le plus petit orteil du pied humain, situé à l'extrémité du pied.",
      "example": "Ich habe mir den Zeh verletzt, als ich einen schweren Karton darauf fallen ließ. Gestern ging ich zum Arzt, um meinen Zeh untersuchen zu lassen. Nächste Woche werde ich wieder Schuhe tragen können, die mir nicht wehtun.",
      "example_translation": "J'ai blessé mon orteil en laissant tomber une boîte lourde dessus. Hier, j'ai été chez le docteur pour faire examiner mon orteil. La semaine prochaine, je pourrai porter des chaussures qui ne blessent pas mon orteil.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erscheinung",
      "translation": "apparence",
      "definition": "Die Art und Weise, wie jemand oder etwas aussieht, insbesondere hinsichtlich seiner körperlichen Merkmale.",
      "definition_translation": "La façon dont quelqu'un ou quelque chose apparaît, notamment en termes de caractéristiques physiques.",
      "example": "Das Aussehen des Schauspielers änderte sich dramatisch, nachdem er zugenommen hatte. Letztes Jahr war ich vom Aussehen des neuen Gebäudes beeindruckt. Bis nächsten Monat wird das Aussehen der Stadt sich komplett geändert haben.",
      "example_translation": "L'apparence de l'acteur a changé dramatiquement après qu'il a pris du poids. L'année dernière, j'ai été impressionné par l'apparence du nouveau bâtiment. D'ici le mois prochain, l'apparence de la ville aura complètement changé.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "chauve",
      "definition": "Kein Haar auf dem Kopf hat oder sehr wenig Haar.",
      "definition_translation": "N'ayant pas de cheveux sur la tête, ou ayant très peu de cheveux.",
      "example": "Mein Großvater wurde kahl, als er alt wurde. Gestern sah ich einen kahlen Adler im Zoo. Bis nächsten Jahr werde ich kahl sein, wenn ich nicht auf mein Haar aufpasse.",
      "example_translation": "Mon grand-père est devenu chauve lorsqu'il était vieux. Hier, j'ai vu un aigle chauve au zoo. D'ici l'an prochain, je serai devenu chauve si je ne prends pas soin de mes cheveux.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wunderschön",
      "translation": "beaulement",
      "definition": "Auf eine Art und Weise, die angenehm für das Auge oder Ohr ist; mit großer Schönheit oder Geschick.",
      "definition_translation": "De manière qui plaît à l'œil ou à l'oreille ; avec une grande beauté ou habileté.",
      "example": "Sie singt wunderschön. Die Stadt war wunderschön dekoriert. Sie wird die Blumen wunderschön arrangieren.",
      "example_translation": "Elle chante beaulement, La ville était beaulement décorée, Elle arrangera beaulement les fleurs.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schönheit",
      "translation": "beauté",
      "definition": "Die Qualität, die in einer Person, einem Ort, einem Objekt oder einer Idee vorhanden ist und den Sinnen oder dem Geist Vergnügen bereitet.",
      "definition_translation": "La qualité présente dans une personne, un endroit, un objet ou une idée qui apporte du plaisir aux sens ou à l'esprit.",
      "example": "Die Schönheit des Sonnenuntergangs war atemberaubend. Sie hat eine zeitlose Schönheit. Die Schönheit der Stadt wird geschätzt werden.",
      "example_translation": "La beauté du coucher de soleil était à couper le souffle, Elle a une beauté intemporelle, La beauté de la ville sera appréciée.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wange",
      "translation": "joue",
      "definition": "Jede Seite des Gesichts unter den Augen.",
      "definition_translation": "Chacun des côtés du visage au-dessous des yeux.",
      "example": "Sie hat rosige Wangen. Er kniff ihr in die Wange. Das Baby hatte weiche Wangen.",
      "example_translation": "Elle a des joues rosées, Il l'a pincée sur la joue, La joue du bébé était douce.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kindheit",
      "translation": "enfance",
      "definition": "Der Zeitraum des menschlichen Lebens von der Geburt bis zur Pubertät oder der Zustand, ein Kind zu sein.",
      "definition_translation": "La période de la vie humaine de la naissance à la puberté, ou l'état d'être un enfant.",
      "example": "Ihre Kindheit war glücklich. Die Kindheit ist eine sorglose Zeit. Die Erinnerungen an meine Kindheit sind mir teuer.",
      "example_translation": "Son enfance était heureuse, L'enfance est une période sans souci, Les souvenirs de mon enfance sont chers.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinn",
      "translation": "menton",
      "definition": "Der untere vordere Teil des Gesichts unter der Unterlippe.",
      "definition_translation": "Le menton est la partie inférieure de la face située en dessous de la lèvre inférieure.",
      "example": "Er rieb sein Kinn nachdenklich, um die Antwort zu erinnern. Gestern hatte er sich das Kinn beim Rasieren geschnitten. Morgen würde er wahrscheinlich dasselbe tun.",
      "example_translation": "Il se frotta le menton d'un air pensif, essayant de se rappeler la réponse. Hier, il s'était égratigné le menton en se rasant. Demain, il ferait probablement la même chose.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lockig",
      "translation": "bouclé",
      "definition": "Locken oder Ringel hat oder bildet; eine lockige Form oder Natur hat.",
      "definition_translation": "Ayant ou formant des boucles ou des boucles d'oreille ; ayant une forme ou une nature bouclée.",
      "example": "Sie hatte lockiges braunes Haar, das mit jedem Schritt wippte. Ihre Schwester war immer eifersüchtig auf ihre lockigen Haare gewesen. In Zukunft könnte sie ihre lockigen Haare glätten.",
      "example_translation": "Elle avait des cheveux bruns bouclés qui rebondissaient lorsqu'elle marchait. Sa sœur avait toujours été jalouse de ses boucles. À l'avenir, elle pourrait défriser ses cheveux bouclés.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ältester",
      "translation": "aîné",
      "definition": " Eine Person, die älter ist als andere in einer bestimmten Gruppe oder Familie.",
      "definition_translation": "Une personne qui est plus âgée que les autres dans un groupe ou une famille particulier.",
      "example": "Der Älteste der beiden Brüder war verantwortungsbewusster. Gestern half die ältere Schwester ihrem jüngeren Geschwister. Morgen wird der Älteste eine Rede halten.",
      "example_translation": "Le frère aîné des deux frères était plus responsable. Hier, la sœur aînée avait aidé son cadet. Demain, l'aîné ferait un discours.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "älterlich",
      "translation": "âgé",
      "definition": " Im Zusammenhang stehend oder charakteristisch für alte Menschen, insbesondere diejenigen, die in Rente oder im höheren Alter sind.",
      "definition_translation": "Se rapportant à ou caractéristique des personnes âgées, en particulier celles qui sont à la retraite ou d'un âge avancé.",
      "example": "Die älterliche Dame benötigte Hilfe beim Überqueren der Straße. Gestern ging das älterliche Ehepaar in den Park. In Zukunft werden die Älteren Zugang zu besserer Gesundheitsfürsorge haben.",
      "example_translation": "La dame âgée avait besoin d'aide pour traverser la rue. Hier, le couple âgé était allé au parc. À l'avenir, les personnes âgées auraient accès à des soins de santé meilleurs.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "älteste",
      "translation": "le plus âgé",
      "definition": " Der oder die Älteste einer Gruppe von Menschen oder Dingen.",
      "definition_translation": "Étant le plus âgé d'un groupe de personnes ou de choses.",
      "example": "Sie war die Älteste der drei Geschwister und kümmerte sich immer um sie. Jetzt kümmert sie sich um ihre eigenen Kinder und wird sich in Zukunft um ihre Eltern kümmern.",
      "example_translation": "Elle était la plus âgée des trois frères et sœurs, et prenait toujours soin d'eux. Elle prend maintenant soin de ses propres enfants et prendra soin de ses parents à l'avenir.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "modisch",
      "translation": "à la mode",
      "definition": " Entsprechend dem aktuellen Geschmack und Stil, insbesondere in der Kleidung.",
      "definition_translation": "Conforme au standard actuel de goût et de style, notamment dans la robe.",
      "example": "Der Modedesigner schuf eine modische Kollektion, die auf der Pariser Modewoche präsentiert wurde. Das Model trug ein modisches Outfit, das von allen bewundert wurde. Das Unternehmen wird nächstes Jahr ein modisches neues Produkt einführen.",
      "example_translation": "Le designer de mode a créé une collection à la mode qui a été présentée à la Semaine de la mode de Paris. Le modèle portait un outfit à la mode qui a été admiré par tout le monde. L'entreprise lancera un nouveau produit à la mode l'année prochaine.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "féminin",
      "definition": " Gehörig oder Bezug nehmend auf das Geschlecht, das normalerweise die Fähigkeit hat, Nachkommen zu gebären oder Eier zu produzieren.",
      "definition_translation": "Appartenant ou se référant au sexe qui a typiquement la capacité de porter des jeunes ou de produire des œufs.",
      "example": "Die weibliche Löwin kümmerte sich um ihre Jungen. Die neue Mitarbeiterin ist eine weibliche Ingenieurin mit exzellenten Fähigkeiten. Die weibliche Sängerin gewann letzten Jahr einen Grammy Award.",
      "example_translation": "La lionne femelle prenait soin de ses petits. La nouvelle employée est une ingénieure féminine avec des compétences excellentes. La chanteuse féminine a remporté un prix Grammy l'année dernière.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Figur",
      "translation": "figure",
      "definition": " Der menschliche Körper, insbesondere wenn er als besonderen Form oder Größe betrachtet wird.",
      "definition_translation": "Le corps d'une personne, especialmente lorsque considéré comme ayant une forme ou une taille particulière.",
      "example": "Der Athlet hatte eine muskulöse Figur, die jeden beeindruckte. Sie hatte immer eine schlanke Figur gehabt, hat aber in letzter Zeit zugenommen. Die finanzielle Figur des Unternehmens sah für das nächste Quartal vielversprechend aus.",
      "example_translation": "L'athlète avait une silhouette musclée qui a impressionné tout le monde. Elle a toujours eu une silhouette mince, mais a récemment pris du poids. La figure financière de l'entreprise semblait prometteuse pour le prochain trimestre.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passen",
      "translation": "ajuster",
      "definition": " Die richtige Größe oder Form für jemanden oder etwas zu haben. Eignet sich für einen bestimmten Zweck.",
      "definition_translation": "Être de la taille ou de la forme appropriée pour quelqu'un ou quelque chose. Être adapté ou approprié pour un objectif particulier.",
      "example": "Ich muss in dieses Kleid passen, bevor die Party heute Abend beginnt. Ich passte die Teile zusammen, um ein perfektes Puzzle zu erstellen. Ich werde eine Stunde lang vor der Arbeit trainieren, um zu einem bestimmten Zeitpunkt passen zu können.",
      "example_translation": "Je dois m'ajuster dans cette robe pour le plaisir ce soir. J'ai ajusté les pièces ensemble pour faire un puzzle parfait. Je vais m'ajuster une heure d'exercice avant le travail demain.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stirn",
      "translation": "front",
      "definition": " Der obere Teil des Gesichts, oberhalb der Augenbrauen und der Nase.",
      "definition_translation": "La partie supérieure du visage, au-dessus des sourcils et du nez.",
      "example": "Sie wischte den Schweiß von ihrer Stirn während des intensiven Workouts. Das Baby hatte eine weiche und zarte Stirn. Der Arzt untersuchte den Patienten auf Anzeichen einer Verletzung an der Stirn.",
      "example_translation": "Elle essuya la sueur de son front pendant l'entraînement intense. Le front du bébé était doux et délicat. Le médecin a examiné le front du patient pour tout signe de blessure.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wachsen",
      "translation": "grandir",
      "definition": " Größer, stärker oder weiterentwickelt zu werden. Zu nehmen oder zu erhöhen.",
      "definition_translation": "Devenir plus grand, plus fort ou plus développé. Augmenter en quantité ou en degré.",
      "example": "Das Kind wird bald aus diesen Kleidern herauswachsen. Das Unternehmen wird seinen Umsatz im nächsten Jahr um 20% steigern. Sie wuchs müde des Wartens und verließ das Zimmer.",
      "example_translation": "L'enfant grandira bientôt de ces vêtements. L'entreprise augmentera son chiffre d'affaires de 20% l'année prochaine. Elle s'est fatiguée d'attendre et a quitté la pièce.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarschnitt",
      "translation": "coiffure",
      "definition": " Die Art und Weise, wie jemandes Haare geschnitten oder arrangiert werden.",
      "definition_translation": "Le style ou la manière dont les cheveux de quelqu'un sont coupés ou arrangés.",
      "example": "Ich benötige einen Haarschnitt, bevor die Hochzeit ist. Der Friseur gab ihm einen stilvollen Haarschnitt. Sie bekam einen Haarschnitt, der ihrem Schwester ähnelte.",
      "example_translation": "Je besoin d'une coiffure avant le mariage. Le barbier lui a donné une coiffure élégante. Elle a obtenu une coiffure qui ressemblait à celle de sa sœur.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "coiffeur",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden, zu stylen und zu pflegen.",
      "definition_translation": "Une personne dont la profession est de couper, styler et soigner les cheveux.",
      "example": "Ich ging gestern zum Friseur, ich gehe jeden Monat zum Friseur und ich werde nächsten Woche zum Friseur gehen.",
      "example_translation": "Je suis allé chez le coiffeur hier, je vais chez le coiffeur chaque mois, et je vais aller chez le coiffeur la semaine prochaine.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hübsch",
      "translation": "beau",
      "definition": "Angenehm attraktiv oder gutaussehend.",
      "definition_translation": " Agréablement attractif ou de belle apparence.",
      "example": "Er war ein hübscher junger Mann, er ist ein hübscher Vater jetzt und er wird ein hübscher älterer Mann irgendwann sein.",
      "example_translation": "Il était un jeune homme beau, il est un père beau maintenant, et il sera un vieil homme beau un jour.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Höhe",
      "translation": "hauteur",
      "definition": "Die Maßeinheit für die Größe oder Länge von etwas oder jemandem.",
      "definition_translation": "La mesure de la taille de quelque chose ou de quelqu'un.",
      "example": "Die Höhe des Gebäudes war beeindruckend, die Höhe des Berges ist schwindelerregend und die Höhe der Decke ist niedrig.",
      "example_translation": "La hauteur du bâtiment était impressionnante, la hauteur de la montagne est intimidante, et la hauteur du plafond est basse.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "gamin",
      "definition": "Ein Kind oder ein junger Mensch.",
      "definition_translation": "Un enfant ou une personne jeune.",
      "example": "Das Kind spielte draußen, das Kind studiert für sein Examen und das Kind wird irgendwann ein erfolgreiches Individuum sein.",
      "example_translation": "Le gamin jouait dehors, le gamin étudie pour son examen, et le gamin sera une personne réussie un jour.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knie",
      "translation": "genou",
      "definition": "Das Gelenk, das den Oberschenkelknochen mit dem Unterschenkelknochen im menschlichen Bein verbindet.",
      "definition_translation": "L'articulation qui relie le fémur (os de la cuisse) au tibia (os de la jambe) dans la jambe humaine.",
      "example": "Sie verletzte ihr Knie beim Fußballspielen gestern, aber sie wird morgen wieder spielen können und hoffentlich wird sie in Zukunft vorsichtiger sein.",
      "example_translation": "Elle s'est blessée au genou en jouant au soccer hier, mais elle sera en mesure de jouer à nouveau demain, et espérons qu'elle sera plus prudente à l'avenir.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dame",
      "translation": "dame",
      "definition": "Ein höflicher Ausdruck, um eine Frau anzusprechen oder auf sie zu referieren, insbesondere eine von höherem sozialen Stand oder Status.",
      "definition_translation": "Un terme poli utilisé pour adresser ou référer à une femme, en particulier une femme de haute classe sociale ou de statut.",
      "example": "Die Dame war sehr nett zu mir, als ich mich in der Stadt verlaufen hatte, und sie empfahl mir ein großartiges Restaurant in der Nähe, das ich sicherlich wieder besuchen werde.",
      "example_translation": "La dame a été très gentille avec moi lorsque j'étais perdu dans la ville, et elle m'a recommandé un excellent restaurant à proximité, que je visiterai certainement à nouveau dans l'avenir.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippe",
      "translation": "lèvre",
      "definition": "Eine der beiden fleischigen Falten, die den Mund bei Menschen und einigen anderen Tieren umgeben.",
      "definition_translation": "L'une des deux replis charnus qui entourent la bouche chez les humains et certains autres animaux.",
      "example": "Sie biss sich nervös auf die Lippe während der Präsentation, aber sie hatte es viele Male zuvor getan und wusste, dass sie es wieder tun würde in Zukunft.",
      "example_translation": "Elle a mordu sa lèvre nerveusement pendant la présentation, mais elle l'avait fait nhiều fois auparavant, et elle savait qu'elle le ferait à nouveau dans l'avenir.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Männlich",
      "translation": "mâle",
      "definition": "Eine Person oder ein Tier des Geschlechts, das Samen produziert, insbesondere ein menschliches Wesen.",
      "definition_translation": "Une personne ou un animal du sexe qui produit du sperme, en particulier un être humain.",
      "example": "Der männliche Koch war sehr stolz auf sein neues Restaurant und war sich sicher, dass es in Zukunft erfolgreich sein würde, genau wie seine vorherigen.",
      "example_translation": "Le chef mâle était très fier de son nouveau restaurant, et il était confiant qu'il serait réussi à l'avenir, tout comme ses précédents.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mittelalterlich",
      "translation": "d'âge moyen",
      "definition": "In der mittleren Lebensperiode, typischerweise zwischen 40 und 60 Jahren.",
      "definition_translation": "Étant dans la période médiane de la vie, généralement entre 40 et 60 ans.",
      "example": "Sie war mittelalterlich, als sie beschloss, ihr eigenes Unternehmen zu starten. Sie war mittelalterlich, als sie ihren Traum realisierte. Sie wird mittelalterlich sein, wenn sie in Rente geht und plant bereits ihren Ruhestand.",
      "example_translation": "Elle était d'âge moyen lorsqu'elle a décidé de lancer son propre business. Elle avait été d'âge moyen pendant quelques années lorsqu'elle a réalisé son rêve. Elle sera d'âge moyen bientôt et planifie déjà sa retraite.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnurrbart",
      "translation": "moustache",
      "definition": "Ein Haarwachstum auf der Oberlippe, insbesondere wenn es gepflegt und gestaltet wird.",
      "definition_translation": "Une poussée de cheveux sur la lèvre supérieure, notamment lorsqu'elle est cultivée et soignée.",
      "example": "Er hatte einen dicken Schnurrbart, der ihn wie einen Walross aussehen ließ. Er ließ sich einen Schnurrbart wachsen, als er auf dem College war. Er wird seinen Schnurrbart für ein Charity-Event rasieren.",
      "example_translation": "Il avait une moustache épaisse qui lui faisait ressembler à un morse. Il a fait pousser une moustache lorsqu'il était à l'université. Il rasera sa moustache pour un événement de charité.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zunehmen an Gewicht",
      "translation": "prendre du poids",
      "definition": "Das Gewicht durch Fett- oder Muskelaufbau zu erhöhen.",
      "definition_translation": "Augmenter de poids, généralement en raison de la prise de graisse ou de muscle.",
      "example": "Ich habe seitdem, als ich von zu Hause aus arbeite, zugenommen. Sie hatte nach der Schwangerschaft zugenommen. Sie werden zugenommen, wenn sie nicht bald mit dem Sport beginnen.",
      "example_translation": "J'ai pris du poids depuis que j'ai commencé à travailler depuis chez moi. Elle avait pris du poids après sa grossesse. Ils prendront du poids s'ils ne commencent pas à faire de l'exercice bientôt.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschlecht",
      "translation": "sexe",
      "definition": "Die biologischen Merkmale, die Männer und Frauen definieren.",
      "definition_translation": "Les caractéristiques biologiques qui définissent les mâles et les femelles.",
      "example": "Der Arzt besprach das Geschlecht des Patienten während der Untersuchung. Der Lehrer erklärte den Schulkindern den Begriff des Geschlechts. Sie werden nächste Woche einer Konferenz über Geschlecht und Beziehungen beiwohnen.",
      "example_translation": "Le médecin a discuté du sexe du patient pendant l'examen. L'enseignant a expliqué le concept de l'éducation sexuelle aux étudiants. Ils assisteront à une conférence sur le sexe et les relationsnext mois.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rasieren",
      "translation": "raser",
      "definition": "Haare oder anderen unerwünschten Bewuchs von einer Oberfläche zu entfernen, insbesondere mit einem Rasierer oder scharfem Instrument.",
      "definition_translation": "Retirer les poils ou autre croissance indésirable d'une surface, notamment en utilisant un rasoir ou un instrument tranchant.",
      "example": "Ich rasierte mich gestern, ich rasier jeden Morgen, und ich werde mich morgen wieder rasieren.",
      "example_translation": "J'ai rasé ma barbe hier, je me rase chaque matin et je me raserai à nouveau demain.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "intelligent",
      "definition": "Eine große Menge an Intelligenz oder gesunden Menschenverstand aufweisend.",
      "definition_translation": "Ayant ou montrant une grande quantité d'intelligence ou de sens commun.",
      "example": "Sie war eine intelligente Schülerin, sie ist eine intelligente Mitarbeiterin, und sie wird eine intelligente Führungskraft sein.",
      "example_translation": "Elle était une étudiante intelligente, elle est une travailleuse intelligente et elle sera une gestionnaire intelligente.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jugendlich",
      "translation": "adolescent",
      "definition": "Sich auf Menschen zwischen 13 und 19 Jahren beziehend oder für sie charakteristisch.",
      "definition_translation": "Relatif à ou caractéristique des personnes dans leur adolescence, entre 13 et 19 ans.",
      "example": "Ich war ein jugendlicher Rebell, ich bin ein jugendlicher Elternteil, und ich werde ein jugendliches Idol sein.",
      "example_translation": "J'étais un rebelle ado, je suis un parent ado, et je serai un idole ado.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Daumen",
      "translation": "pouce",
      "definition": "Der kurze, dicke Finger an einer menschlichen Hand, gegenüber den Fingern.",
      "definition_translation": "Le doigt court et épais sur une main humaine, en face des doigts.",
      "example": "Ich verletzte mich gestern am Daumen, ich texte mit meinem Daumen, und ich werde meine Tür mithilfe meines Daumens halten.",
      "example_translation": "J'ai blessé mon pouce hier, j'utilise mon pouce pour envoyer des SMS et j'utiliserai mon pouce pour tenir la porte.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwach",
      "translation": "faible",
      "definition": "Körperliche oder geistige Stärke fehlend; nicht stark oder gesund.",
      "definition_translation": "Manquant de force physique ou mentale ; ne pas être fort ou en bonne santé.",
      "example": "Er war schwach von der Krankheit, aber er erholt sich jetzt. Gestern war er zu schwach, um aus dem Bett zu kommen. Bis nächste Woche wird er nicht mehr schwach sein.",
      "example_translation": "Il était faible à cause de la maladie, mais il se rétablit maintenant. Hier, il était trop faible pour sortir du lit. D'ici une semaine, il ne sera plus faible.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wiegen",
      "translation": "peser",
      "definition": "Eine bestimmte Menge an Schwere oder Masse zu haben.",
      "definition_translation": "Avoir un certain poids ou une certaine lourdeur.",
      "example": "Der Beutel wiegt viel. Ich wog mich heute Morgen. Bis nächstes Jahr werde ich meine Optionen sorgfältig abgewogen haben.",
      "example_translation": "Le sac pèse beaucoup. Je me suis pesé ce matin. D'ici l'année prochaine, j'aurai pesé mes options soigneusement.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewicht",
      "translation": "poids",
      "definition": "Die Menge an Schwere oder Masse von etwas.",
      "definition_translation": "La quantité de lourdeur ou de masse de quelque chose.",
      "example": "Das Gewicht des Buches beträgt 2 Kilogramm. Ich muss für den Sommer abnehmen. Bis nächstem Monat werde ich mein ideales Gewicht erreicht haben.",
      "example_translation": "Le poids du livre est de 2 kilogrammes. Je dois perdre du poids pour l'été. D'ici le mois prochain, j'aurai atteint mon poids idéal.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gut gekleidet",
      "translation": "bien habillé",
      "definition": "Stilvoll und attraktiv gekleidet.",
      "definition_translation": "Habillé de manière élégante et attirante.",
      "example": "Er war gut gekleidet für die Party. Sie ist immer gut gekleidet für die Arbeit. Bis nächster Woche werden sie gut gekleidet für die Hochzeit sein.",
      "example_translation": "Il était bien habillé pour la fête. Elle est toujours bien habillée pour le travail. D'ici la semaine prochaine, ils seront bien habillés pour le mariage.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugend",
      "translation": "jeunesse",
      "definition": "Die Zeit zwischen Kindheit und Erwachsenenalter, gekennzeichnet durch die körperliche und emotionale Entwicklung einer Person.",
      "definition_translation": "La période entre l'enfance et l'âge adulte, caractérisée par le développement physique et émotionnel d'une personne.",
      "example": "In meiner Jugend war ich sehr energiegeladen und liebte es, Sport zu spielen. Jetzt bin ich vorsichtiger und genieße es, Bücher zu lesen. Wenn ich mein Alter erreiche, werde ich ein Buch geschrieben haben.",
      "example_translation": "Dans ma jeunesse, j'étais très énergique et aimais jouer aux sports. Maintenant, je suis plus prudent et aime lire des livres. Quand j'atteindrai mon âge avancé, j'aurai écrit un roman.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "nu",
      "definition": "Ohne Abdeckung oder Kleidung; nackig.",
      "definition_translation": "Sans couverture ou vêtement ; découvert.",
      "example": "Der Baum war im Winter kahl, aber voller Blätter im Sommer. Ich werde meine Seele in meiner Autobiographie enthüllen. Sie geht gerne barfuß am Strand.",
      "example_translation": "L'arbre était nu en hiver, mais il était plein de feuilles en été. Je vais dévoiler mon âme dans mon autobiographie. Elle aime marcher pieds nus sur la plage.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkleidung",
      "translation": "déguisement",
      "definition": "Ein Kostüm oder Outfit, der getragen wird, um die eigene Identität zu verbergen oder eine fiktive Figur zu schaffen.",
      "definition_translation": "Un costume ou un déguisement porté pour cacher son identité ou créer un personnage fictif.",
      "example": "Der Schauspieler trug eine clevere Verkleidung, um unbemerkt zu einer Party zu gelangen. Sie verkleidete sich als Mann, um in den Männerclub zu gelangen. Der Spion benutzte eine Verkleidung, um Informationen zu sammeln.",
      "example_translation": "L'acteur portait un déguisement astucieux pour s'introduire à la fête. Elle s'est déguisée en homme pour entrer dans le club réservé aux hommes. L'espion a utilisé un déguisement pour recueillir des informations.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verkleiden",
      "translation": "déguisement",
      "definition": "Etwas oder jemanden so zu verändern, dass es nicht mehr erkennbar ist, um zu täuschen oder zu täuschen.",
      "definition_translation": "Cacher ou changer l'apparence de quelque chose ou de quelqu'un afin de tromper ou de induire en erreur.",
      "example": "Das Unternehmen versuchte, ihre Finanzverluste durch Fälschung der Bücher zu verkleiden. Sie verkleidete ihre Traurigkeit mit einem falschen Lächeln. Der Künstler benutzte Make-up, um die Unvollkommenheiten des Modells zu verkleiden.",
      "example_translation": "L'entreprise a essayé de dissimuler leurs pertes financières en falsifiant les livres. Elle a dissimulé sa tristesse avec un sourire faux. L'artiste a utilisé du maquillage pour dissimuler les imperfections du modèle.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elegant",
      "translation": "élégant",
      "definition": "Etwas, das eine gefällige und raffinierte Qualität besitzt; stilvoll und sophisticated.",
      "definition_translation": "Ayant une qualité plaisante et raffinée ; stylé et sophistiqué.",
      "example": "Sie sah elegant in ihrem neuen Kleid aus. Sie wird heute Abend elegant auf der Party aussehen. Sie sah elegant auf den Fotos aus.",
      "example_translation": "Elle avait l'air élégante dans sa nouvelle robe. Elle aura l'air élégante au party ce soir. Elle avait eu l'air élégante sur les photos.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elegante",
      "translation": "élégamment",
      "definition": "Auf eine Weise, die gefällig und raffiniert ist; stilvoll und sophisticated.",
      "definition_translation": "De manière plaisante et raffinée ; avec style et sophistication.",
      "example": "Sie ging elegant die Treppe hinunter. Sie wird heute Abend elegant auf dem Ball tanzen. Sie sprach elegant auf der Konferenz.",
      "example_translation": "Elle a marché élégamment dans les escaliers. Elle dansera élégamment au bal ce soir. Elle avait parlé élégamment à la conférence.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Augenbrauen",
      "translation": "sourcils",
      "definition": "Die behaarten Ränder der Augenbrauenknochen über den Augen.",
      "definition_translation": "Les bords velus des arcades sourcilières au-dessus des yeux.",
      "example": "Sie zupfte ihre Augenbrauen, um sie zu formen. Sie wird nächste Woche ihre Augenbrauen fädeln. Sie hatte ihre Augenbrauen gestern gewachst.",
      "example_translation": "Elle a épié ses sourcils pour les façonner. Elle fils ses sourcils la semaine prochaine. Elle avait fait épiler ses sourcils hier.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wimpern",
      "translation": "cils",
      "definition": "Die dünnen Haare, die an den Augenlidern wachsen.",
      "definition_translation": "Les fins poils qui poussent sur les bords des paupières.",
      "example": "Sie krümmte ihre Wimpern, um sie länger wirken zu lassen. Sie wird heute Abend Mascara auf ihre Wimpern auftragen. Sie hatte ihre Wimpern letzten Monat gefärbt.",
      "example_translation": "Elle a recourbé ses cils pour les faire paraître plus longs. Elle appliquera du mascara sur ses cils ce soir. Elle avait teint ses cils le mois dernier.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Merkmal",
      "translation": "caractéristique",
      "definition": "Ein Merkmal ist ein wichtiges oder auffälliges Teil oder Merkmal von etwas.",
      "definition_translation": "Une caractéristique est une partie ou une caractéristique distinctive de quelque chose.",
      "example": "Das neue Smartphone hat viele aufregende Merkmale, wie eine hochwertige Kamera und eine lange Akkulaufzeit. Es zeigte ein schönes Design und wird in Zukunft fortschrittliche künstliche Intelligenz aufweisen. Wir haben dieses Produkt in unseren Werbeanzeigen seit Wochen hervorgehoben.",
      "example_translation": "Le nouveau smartphone a de nombreuses fonctionnalités passionnantes, telles qu'une caméra de haute qualité et une autonomie de batterie longue. Il avait une belle conception, et aura une intelligence artificielle avancée dans le futur. Nous avons présenté ce produit dans nos publicités depuis des semaines.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "féminin",
      "definition": "In Bezug auf oder charakteristisch für Frauen oder Mädchen.",
      "definition_translation": "Lié aux femmes ou aux filles ou caractéristique de celles-ci.",
      "example": "Die weiblichen Studenten in der Klasse waren sehr an dem Thema der Geschlechtergleichheit interessiert. Die weibliche Athletin hat in der Vergangenheit mehrere Meisterschaften gewonnen und wird in Zukunft eine starke Konkurrentin sein. Die neue Richtlinie zielt darauf ab, weibliche Unternehmer zu unterstützen.",
      "example_translation": "Les étudiantes féminines de la classe étaient très intéressées par le sujet de l'égalité des genres. L'athlète féminine a remporté plusieurs championnats dans le passé, et sera une concurrente solide dans le futur. La nouvelle politique vise à soutenir les entrepreneuses féminines.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommersprossen",
      "translation": "taches de rousseur",
      "definition": "Kleine braune oder dunkle Flecken auf der Haut, typischerweise im Gesicht oder an den Armen, verursacht durch die Sonne oder genetische Faktoren.",
      "definition_translation": "De petites taches brunes ou sombres sur la peau, généralement sur le visage ou les bras, causées par le soleil ou des facteurs génétiques.",
      "example": "Sie hatte Sommersprossen überall im Gesicht, was sie noch schöner machte. Das Kind hatte Sommersprossen auf seiner Nase, die sich im Sommer noch mehr hervortaten. Er hatte Sommersprossen auf seinen Armen, die er von zu viel Zeit in der Sonne bekam.",
      "example_translation": "Elle avait des taches de rousseur partout sur son visage, ce qui la faisait paraître encore plus belle. L'enfant avait des taches de rousseur sur son nez, qui devenaient plus visibles en été. Il avait obtenu des taches de rousseur sur ses bras en passant trop de temps au soleil.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rand",
      "translation": "frange",
      "definition": "Ein Rand oder Saum von etwas, insbesondere ein dekorativer.",
      "definition_translation": "Un bord ou un rebord de quelque chose, en particulier un décoratif.",
      "example": "Der Rand an ihrem Kleid war sehr aufwendig und teuer aussehend. Der Rand am Teppich begann zu fransen und musste ersetzt werden. Die neue Politik stand seit Monaten am Rande der politischen Agenda.",
      "example_translation": "La frange de sa robe était très élaborée et avait l'air très coûteuse. La frange du tapis commençait à s'user, et avait besoin d'être remplacée. La nouvelle politique a été à la périphérie de l'agenda politique pendant des mois.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschlecht",
      "translation": "genre",
      "definition": "Der Zustand, männlich oder weiblich zu sein, insbesondere in Bezug auf soziale und kulturelle Unterschiede anstatt biologische.",
      "definition_translation": "L'état d'être masculin ou féminin, en particulier lorsqu'il est considéré par rapport aux différences sociales et culturelles plutôt que biologiques.",
      "example": "Der Arzt fragte nach dem Geschlecht des Patienten. Gestern füllte sie ein Formular über ihr Geschlecht aus. Bis nächstes Jahr werden sie die Auswirkungen des Geschlechts auf die mentale Gesundheit studiert haben.",
      "example_translation": "Le médecin a demandé le genre du patient. Hier, elle a rempli un formulaire sur son genre. D'ici l'année prochaine, ils auront étudié les effets du genre sur la santé mentale.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erwachsener",
      "translation": "adulte",
      "definition": "Eine erwachsene Person, insbesondere eine, die physisch erwachsen ist und als verantwortungsbewusst und selbstständig gilt.",
      "definition_translation": "Une personne mature, en particulier celle qui a atteint l'âge adulte physique et est considérée comme responsable et indépendante.",
      "example": "Ich war ein Erwachsener, als ich aus dem Haus meiner Eltern zog. Sie benimmt sich wie ein Erwachsener, aber manchmal benimmt sie sich noch wie ein Kind. Bis ich 30 bin, werde ich ein Erwachsener mit Familie sein.",
      "example_translation": "J'étais un adulte lorsque j'ai quitté la maison de mes parents. Elle agit comme un adulte, mais parfois elle se comporte encore comme un enfant. D'ici que j'aie 30 ans, je serai un adulte avec une famille.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haar",
      "translation": "cheveux",
      "definition": "Ein Wachstum am menschlichen Kopf oder Tierkörper, bestehend aus einer langen, dünnen Strähne toter Zellen, die aus Follikeln in der Haut wachsen.",
      "definition_translation": "Une croissance sur la tête humaine ou le corps animal, consistant en une longue, fine fibre de cellules mortes qui poussent à partir de follicules dans la peau.",
      "example": "Ich bürste mein Haar jeden Morgen. Sie färbte ihr Haar gestern rot. Bis nächsten Monat werde ich einen Bart und einen Schnurrbart haben.",
      "example_translation": "Je brosse mes cheveux chaque matin. Elle a teint ses cheveux rouges hier. D'ici le mois prochain, j'aurai laissé pousser une barbe et une moustache.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bild",
      "translation": "image",
      "definition": "Eine visuelle Darstellung oder Ähnlichkeit von etwas, wie einer Person, einem Objekt oder einer Szene, in Form eines Fotos, Gemäldes oder eines anderen Kunstwerks.",
      "definition_translation": "Une représentation visuelle ou ressemblance de quelque chose, comme une personne, un objet ou une scène, sous la forme d'une photographie, d'un tableau ou d'une autre œuvre d'art.",
      "example": "Das Bild auf dem Bildschirm war unscharf. Sie nahm ein Bild des Eiffelturms auf. Bis nächstes Jahr werde ich hunderte von Bildern bearbeitet haben.",
      "example_translation": "L'image à l'écran était floue. Elle a pris une image de la Tour Eiffel. D'ici l'année prochaine, j'aurai édité des centaines d'images.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Männlich",
      "translation": "mâle",
      "definition": "Mit oder zeigen die Eigenschaften eines erwachsenen Mannes, insbesondere in der Stärke und Zuversicht.",
      "definition_translation": "Ayant ou montrant les caractéristiques d'un mâle adulte, notamment en étant fort et confiant.",
      "example": "Er war ein männliches Model in seinen jüngeren Tagen. Er wird ein männlicher Krankenpfleger sein, nachdem er graduiert hat. Er wurde von seinen Kollegen wie ein männlicher Chauvinist behandelt.",
      "example_translation": "Il était un mannequin masculin dans ses jeunes années. Il sera un infirmier masculin après l'obtention de son diplôme. Il a été traité comme un machiste par ses collègues.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagel",
      "translation": "clou",
      "definition": "Ein kleiner Metallstift mit einem flachen Kopf, verwendet, um Holzstücke oder andere Materialien zusammenzufügen.",
      "definition_translation": "Un petit point métallique avec une tête aplatie, utilisé pour fixer des pièces de bois ou d'autres matériaux ensemble.",
      "example": "Sie hämmerte den Nagel in die Wand. Der Nagel brach, während ich den Stuhl reparierte. Ich benötige einen Nagel, um das Bild aufzuhängen.",
      "example_translation": "Elle a enfoncé le clou dans le mur. Le clou s'est cassé pendant que je réparais la chaise. J'aurai besoin d'un clou pour accrocher le tableau.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nackt",
      "translation": "nu",
      "definition": "Ohne Kleidung; nicht bedeckt oder verhüllt.",
      "definition_translation": "Sans vêtements; non couvert ou non caché.",
      "example": "Das Baby war nackt im Badezimmer. Sie fühlte sich nackt ohne ihr Make-up. Sie werden nackt in der Duschszene sein.",
      "example_translation": "Le bébé était nu dans le bain. Elle se sentait nue sans son maquillage. Ils seront nus dans la scène de douche.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blass",
      "translation": "pâle",
      "definition": "Eine leichte Farbe, insbesondere ein leichtes Grübchen.",
      "definition_translation": "Ayant une couleur claire, notamment une peau pâle.",
      "example": "Sie sah blass aus, nachdem sie krank war. Der blass leuchtende Mond schien am Himmel. Er hatte eine blasse Hautfarbe aufgrund von Anämie.",
      "example_translation": "Elle avait l'air pâle après la maladie. La lune pâle brillait dans le ciel. Il avait une peau pâle en raison de l'anémie.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zopf",
      "translation": "queue de cheval",
      "definition": "Ein Zopf ist eine Frisur, bei der das Haar zurückgezogen und mit einem Haargummi oder einer Klammer, oft am Hinterkopf, befestigt wird.",
      "definition_translation": "Une queue de cheval est une coiffure dans laquelle les cheveux sont tirés en arrière et fixés avec un élastique à cheveux ou une pince, souvent à l'arrière de la tête.",
      "example": "Ich trug einen Zopf zur Party letzte Nacht, ich werde einen Zopf zur Party morgen tragen und ich habe einen Zopf zur Party viele Male zuvor getragen.",
      "example_translation": "J'ai porté une queue de cheval au party hier soir, je porterai une queue de cheval au party demain, et j'ai porté une queue de cheval au party de nombreuses fois auparavant.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rassisch",
      "translation": "racial",
      "definition": "In Bezug auf oder charakteristisch für eine Rasse oder Rassen.",
      "definition_translation": "Relatif ou caractéristique d'une race ou de races.",
      "example": "Die rassischen Spannungen in der Stadt waren hoch, die rassische Vielfalt des Viertels nimmt zu und rassischer Vorbehalt ist ein ernstes Problem.",
      "example_translation": "Les tensions raciales dans la ville étaient élevées, la diversité raciale du quartier augmente, et le biais racial est un problème serieux.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sexuell",
      "translation": "sexuel",
      "definition": "In Bezug auf oder betreffend Sex oder Sexualität.",
      "definition_translation": "Relatif ou concernant le sexe ou la sexualité.",
      "example": "Die sexuelle Belästigungspolitik ist in Kraft, um Mitarbeiter zu schützen, die sexuelle Gesundheitsklinik bietet kostenlose Tests an und sexuelle Orientierung ist eine persönliche Wahl.",
      "example_translation": "La politique de harcèlement sexuel est en place pour protéger les employés, la clinique de santé sexuelle offre des tests gratuits, et l'orientation sexuelle est un choix personnel.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleck",
      "translation": "tache",
      "definition": "Ein kleiner, normalerweise runder, Fleck oder Makel auf einer Oberfläche.",
      "definition_translation": "Une petite marque ou tache, généralement ronde, sur une surface.",
      "example": "Ich sah einen Fleck auf dem Teppich, ich werde den Fleck mit einem Fleckenentferner entfernen und ich hatte letzten Woche einen Fleck auf meinem Hemd.",
      "example_translation": "J'ai vu une tache sur le tapis, je vais enlever la tache avec un détachant, et j'avais une tache sur ma chemise la semaine dernière.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stärke",
      "translation": "force",
      "definition": "Die Eigenschaft oder der Zustand der Stärke; Fähigkeit zur Anstrengung oder Ausdauer.",
      "definition_translation": "La qualité ou l'état d'être fort ; capacité pour l'exertion ou l'endurance.",
      "example": "Sie zeigte große Stärke bei der Vollendung des Marathons. Sie wird ihre Muskeln durch Übung stärken. Sie hatte ihren Entschluss, mit dem Rauchen aufzuhören, gestärkt.",
      "example_translation": "Elle a montré une grande force en complétant le marathon. Elle renforcera ses muscles grâce à l'exercice. Elle avait renforcé sa résolution d'arrêter de fumer.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stärken",
      "translation": "renforcer",
      "definition": "Stärker zu machen oder zu werden; zu verstärken oder zu intensivieren.",
      "definition_translation": "Rendre ou devenir plus fort ; renforcer ou intensifier.",
      "example": "Wir müssen unsere Verteidigung gegen Cyber-Angriffe stärken. Das Unternehmen wird seine Position auf dem Markt durch den Erwerb neuer Vermögenswerte stärken. Sie stärkte ihren Griff am Seil, um nicht zu fallen.",
      "example_translation": "Nous devons renforcer nos défenses contre les attaques informatiques. L'entreprise renforcera sa position sur le marché en acquérant de nouveaux actifs. Elle a renforcé sa prise sur la corde pour éviter de tomber.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenbräune",
      "translation": "bronzage",
      "definition": "Eine braune Farbe oder Pigment, insbesondere durch Sonnenexposition erzeugt.",
      "definition_translation": "Une couleur brune ou un pigment, notamment un produit par exposition au soleil.",
      "example": "Sie bekam eine Sonnenbräune nach einem Wochenende am Strand. Die Sonnenbräune des Ledersofas sieht großartig im Wohnzimmer aus. Er verwendet eine Sonnenbräune-Creme, um ein sonnengebräuntes Aussehen zu erreichen.",
      "example_translation": "Elle a obtenu un bronzage après avoir passé une semaine à la plage. La couleur brune du canapé en cuir se remarque bien dans le salon. Il utilise une crème de bronzage pour obtenir un look éclaté.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberschenkel",
      "translation": "cuisse",
      "definition": "Der Teil des menschlichen Beines zwischen Hüfte und Knie.",
      "definition_translation": "La partie de la jambe humaine entre la hanche et le genou.",
      "example": "Sie verletzte ihren Oberschenkel während des Spiels. Der Oberschenkelmuskel ist für das Gehen unerlässlich. Er massierte seinen Oberschenkel, um den Schmerz zu lindern.",
      "example_translation": "Elle s'est blessée à la cuisse pendant le jeu. Le muscle de la cuisse est essentiel pour la marche. Il a massé sa cuisse pour soulager la douleur.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wellig",
      "translation": "ondulé",
      "definition": "Eine wellenförmige Form oder Bewegung aufweisend; nicht gerade oder flach.",
      "definition_translation": "Ayant une forme ou un mouvement ondulé ; pas droit ou plat.",
      "example": "Das wellige Haar des Surfers erregte meine Aufmerksamkeit. Ich hatte ein welliges Erlebnis mit der Welle gestern. Ich werde nächste Woche einen welligen Haarschnitt bekommen.",
      "example_translation": "Les cheveux ondulés du surfeur m'ont attiré l'attention. J'ai eu une rencontre ondulée avec la vague hier. Je vais me faire une coupe de cheveux ondulée la semaine prochaine.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "körperlich stämmig",
      "translation": "bien bâti",
      "definition": "Ein starker und gesunder Körper habend; robust in der Konstruktion.",
      "definition_translation": "Ayant un corps fort et sain ; solide dans la construction.",
      "example": "Der körperlich stämmige Athlet gewann die Goldmedaille. Das körperlich stämmige Haus überstand den Sturm. Die körperlich stämmige Brücke wird Jahrzehnte lang halten.",
      "example_translation": "L'athlète bien bâti a remporté la médaille d'or. La maison bien bâtie a résisté à la tempête. Le pont bien bâti durera des décennies.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Falten",
      "translation": "rides",
      "definition": "Kleine Falten oder Runzeln in der Haut, insbesondere im Gesicht.",
      "definition_translation": "Petites plis ou crevasses dans la peau, notamment sur le visage.",
      "example": "Der alte Mann hatte tiefgründige Falten in seinem Gesicht. Die Falten auf ihrer Stirn nahmen mit dem Alter zu. Sie bekam Falten, weil sie zu viel grimassierte.",
      "example_translation": "L'homme âgé avait des rides profondes sur son visage. Les rides sur son front ont augmenté avec l'âge. Elle a eu des rides en fronçant troprequently.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handgelenk",
      "translation": "poignet",
      "definition": "Das Gelenk, das die Hand mit dem Unterarm verbindet.",
      "definition_translation": "L'articulation reliant la main au avant-bras.",
      "example": "Sie brach ihr Handgelenk bei dem Unfall. Ich verstauchte mein Handgelenk beim Tennisspielen. Der Arzt untersuchte mein Handgelenk sorgfältig.",
      "example_translation": "Elle s'est cassé le poignet dans l'accident. J'ai foulé mon poignet en jouant au tennis. Le docteur a examiné mon poignet soigneusement.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugend",
      "translation": "jeunesse",
      "definition": "Der Zeitraum zwischen Kindheit und Erwachsenenalter, gekennzeichnet durch die körperliche und emotionale Entwicklung einer Person.",
      "definition_translation": "La période entre l'enfance et l'âge adulte, caractérisée par le développement physique et émotionnel d'une personne.",
      "example": "In meiner Jugend war ich sehr energiegeladen und liebte es, Sport zu treiben. Jetzt erkenne ich, wie wichtig es ist, sich um seinen Körper zu kümmern. In der Zukunft hoffe ich, junge Menschen inspirieren zu können, ein gesundes Leben zu führen.",
      "example_translation": "Dans ma jeunesse, j'étais très énergique et j'adorais jouer aux sports. Maintenant, je réalise combien il est important de prendre soin de mon corps. À l'avenir, j'espère être en mesure d'inspirer les jeunes à mener des vies saines.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalb",
      "translation": "veau",
      "definition": "Ein junges Rind oder Bulle, typischerweise in seinem ersten Lebensjahr.",
      "definition_translation": "Un jeune bovin ou taureau, généralement dans sa première année de vie.",
      "example": "Das Kalb kämpfte darum, sich nach der Geburt aufzurichten. Als es wuchs, wurde es stärker und agiler. In Zukunft wird es ein schönes und starkes adultes Rind sein.",
      "example_translation": "Le veau luttait pour se lever après sa naissance. Alors qu'il grandissait, il devenait plus fort et plus agile. À l'avenir, il sera une belle et forte vache adulte.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eleganz",
      "translation": "élégance",
      "definition": "Eine Eigenschaft von Feinheit, Einfachheit und Raffinesse der Bewegung oder Ausdrucksweise.",
      "definition_translation": "Une qualité de finesse, de simplicité et de raffinement du mouvement ou de l'expression.",
      "example": "Ihre Eleganz auf dem Tanzparkett war fesselnd. Sie hatte Jahre lang Stunden genommen und es war in jeder ihrer Bewegungen offensichtlich. In Zukunft hofft sie, ihr eigenes Tanzstudio eröffnen zu können.",
      "example_translation": "Son élégance sur la piste de danse était captivante. Elle avait pris des cours pendant des années, et cela était évident dans chacun de ses mouvements. À l'avenir, elle espère ouvrir son propre studio de danse.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kleiner Finger",
      "translation": "pouce",
      "definition": "Der kleinste Finger einer menschlichen Hand, auch bekannt als Ringfinger.",
      "definition_translation": "Le petit doigt sur une main humaine, également connu sous le nom de doigt mignot.",
      "example": "Ich verletzte meinen kleinen Finger beim Sportspielen. Jetzt ist er noch schmerzhaft, aber ich werde vorsichtig sein, um ihn nicht noch schlimmer zu machen. In Zukunft werde ich sicherstellen, dass ich Schutzkleidung träge.",
      "example_translation": "J'ai blessé mon pouce en jouant aux sports. Maintenant, il est encore douloureux, mais je vais faire attention à ne pas l'aggraver. À l'avenir, je vais m'assurer de porter des équipements de protection.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mittelfinger",
      "translation": "doigt du milieu",
      "definition": "Der Mittelfinger ist der dritte Finger einer menschlichen Hand, zwischen dem Zeigefinger und dem Ringfinger gelegen.",
      "definition_translation": "Le doigt du milieu est le troisième doigt d'une main humaine, situé entre l'index et l'annulaire.",
      "example": "Sie zeigte dem ärgerlichen Fahrer den Mittelfinger. Gestern hatte sie es ihm gezeigt. Morgen wird sie es ihm wieder zeigen.",
      "example_translation": "Elle a montré son doigt du milieu au conducteur ennuyeux. Hier, elle le lui avait montré. Demain, elle le lui montrera à nouveau.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fettleibig",
      "translation": "obèse",
      "definition": "Fettleibig beschreibt eine Person, deren Körperfettanteil über einem bestimmten Level liegt, was oft zu Gesundheitsproblemen führt.",
      "definition_translation": "Obèse se réfère à une personne dont le gras corporel est au-dessus d'un certain niveau, entraînant souvent des problèmes de santé.",
      "example": "Der Arzt warnte ihn, dass er fettleibig werden würde, wenn er seine Ernährung nicht änderte. Er war fettleibig, als er jünger war. Jetzt versucht er, abzunehmen.",
      "example_translation": "Le docteur l'a averti qu'il deviendrait obèse s'il ne changeait pas son régime. Il était obèse lorsqu'il était plus jeune. Maintenant, il essaie de perdre du poids.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ähneln",
      "translation": "ressemble à",
      "definition": "Ähneln bedeutet, jemandem oder etwas ähnlich zu sehen oder eine ähnliche Erscheinung zu haben.",
      "definition_translation": "Ressembler à quelque chose ou quelqu'un signifie avoir une apparence similaire à celle-ci ou à celle-là.",
      "example": "Sie ähnelte ihrer Mutter. Sie ähnelte ihr, als sie jung war. Sie wird ihr ähneln, wenn sie älter wird.",
      "example_translation": "Elle ressemble à sa mère. Elle lui ressemblait lorsqu'elle était jeune. Elle lui ressemblera lorsqu'elle grandira.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adoleszent",
      "translation": "adolescent",
      "definition": "Ein Adoleszent ist eine Person, die im Prozess der Entwicklung vom Kind zum Erwachsenen ist.",
      "definition_translation": "Un adolescent est une personne qui est en train de se développer d'un enfant à un adulte.",
      "example": "Das Adoleszenten-Entwicklungsprogramm half ihm während seiner Teenager-Jahre. Er war ein Adoleszent, als er die High School begann. Bald wird er ein Erwachsener sein.",
      "example_translation": "Le programme de développement de l'adolescent l'a aidé tout au long de ses années d'adolescence. Il était adolescent lorsqu'il a commencé le lycée. Il sera bientôt adulte.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wangenknochen",
      "translation": "pommettes",
      "definition": "Die Knochen des Gesichts, insbesondere diejenigen, die den Höcker des Gesichts unter den Augen bilden.",
      "definition_translation": "Les os du visage, en particulier ceux qui forment la proéminence du visage sous les yeux.",
      "example": "Sie hatte hohe Wangenknochen, die ihr ein auffälliges Gesichtsprofil verliehen.",
      "example_translation": "Elle avait des pommettes hautes qui lui donnaient une structure faciale frappante.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teint",
      "translation": "teint",
      "definition": "Die natürliche Färbung oder Textur der Haut eines Menschen, insbesondere des Gesichts.",
      "definition_translation": "Le coloris naturel ou la texture de la peau d'une personne, en particulier du visage.",
      "example": "Sie hatte einen hellen Teint und sah im Sonnenlicht wunderschön aus.",
      "example_translation": "Elle avait un teint clair et était ravissante dans la lumière du soleil.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhaut",
      "translation": "ongle",
      "definition": "Eine dünne Schicht toter Hautzellen am Nagelbett.",
      "definition_translation": "Une fine couche de cellules de peau mortes à la base d'un ongle.",
      "example": "Sie schob sorgfältig ihre Nagelhaut zurück, um ihre Nägel ordentlich aussehen zu lassen.",
      "example_translation": "Elle poussait soigneusement ses ongles pour faire apparaitre ses ongles nets.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handfläche",
      "translation": "paume",
      "definition": "Die Innenseite der Hand von der Handwurzel bis zur Basis der Finger.",
      "definition_translation": "La surface interne de la main depuis le poignet jusqu'à la base des doigts.",
      "example": "Er hatte eine große Handfläche, die ihn zu einem großartigen Basketballspieler machte.",
      "example_translation": "Il avait une grande paume qui en faisait un excellent joueur de basket-ball.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringfinger",
      "translation": "annulaire",
      "definition": "Der vierte Finger einer menschlichen Hand, zwischen Mittelfinger und Kleinfinger gelegen.",
      "definition_translation": "Le quatrième doigt de la main humaine, situé entre le doigt du milieu et le petit doigt.",
      "example": "Ich verletzte meinen Ringfinger beim Basketballspiel gestern, aber jetzt geht es wieder. Ich werde einen Ring an meinem Ringfinger tragen, wenn ich nächstes Jahr heirate. Sie trug einen schönen Diamantring an ihrem Ringfinger, seit ihrer Verlobung.",
      "example_translation": "J'ai blessé mon annulaire en jouant au basket-ball hier, mais maintenant c'est okay. Je porterai une bague à mon annulaire lors de mon mariage l'année prochaine. Elle portait une belle bague de diamant à son annulaire depuis son engagement.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schienbein",
      "translation": "tibia",
      "definition": "Der vordere Teil des Unterschenkels zwischen Knie und Knöchel.",
      "definition_translation": "La partie avant de la jambe inférieure, entre le genou et la cheville.",
      "example": "Ich schürfte mein Schienbein am Felsen beim Wandern letzte Woche. Sie hatte einen Bluterguss am Schienbein nach dem Fußballspiel. Er wird einen Schienbeinschutz bei dem Fußballspiel tragen.",
      "example_translation": "J'ai égratigné mon tibia sur le rocher lors de la randonnée la semaine dernière. Elle avait un hématome sur son tibia après le match de soccer. Il aura un protège-tibia pendant le match de football.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bartträger",
      "translation": "favoris",
      "definition": "Haare, die an den Seiten des Gesichts eines Mannes, vor den Ohren, wachsen.",
      "definition_translation": "Les cheveux qui poussent sur les côtés du visage d'un homme, devant les oreilles.",
      "example": "Elvis Presley war berühmt für seinen Bartträger und Rockmusik. Er begann, Bartträger zu lassen, um männlicher auszusehen. Sie mochte seinen neuen Bartträger nicht und bat ihn, sie abzurasieren.",
      "example_translation": "Elvis Presley était célèbre pour ses favoris et sa musique rock. Il a commencé à faire pousser des favoris pour avoir l'air plus masculin. Elle n'aimait pas ses nouveaux favoris et lui a dit de les raser.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stachelig",
      "translation": "pointu",
      "definition": "Haben oder ähneln spitzen, punktförmigen Vorsprüngen oder Spitzen.",
      "definition_translation": "Ayant ou ressemblant à des protubérances ou des pics pointus.",
      "example": "Der Punk-Rock-Musiker hatte stacheliges Haar und eine Lederjacke. Die Pflanze hatte stachelige Blätter, die mir die Hand weh taten. Sie stylte ihr Haar stachelig für die Party letzte Nacht.",
      "example_translation": "Le musicien de rock punk avait des cheveux pointus et un blouson de cuir. La plante avait des feuilles pointues qui m'ont fait mal à la main. Elle avait stylé ses cheveux pointus pour la fête hier soir.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoppel",
      "translation": "barbe",
      "definition": "Die stümperigen Überreste von etwas, insbesondere einer Pflanze, die abgeschnitten wurde.",
      "definition_translation": "les restes noueux de quelque chose, notamment une plante, qui ont été coupés",
      "example": "Der Bauer war müde, mit der Stoppel nach der Ernte des Weizens umzugehen. Er hatte Stoppel auf seinem Gesicht, als er jünger war. Er wird wieder mit der Stoppel umgehen müssen, nächste Saison.",
      "example_translation": "Le fermier était fatigué de faire face au chaume après avoir récolté le blé. Il avait du chaume sur le visage lorsqu'il était plus jeune. Il devra faire face au chaume à nouveau la saison prochaine.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleinkind",
      "translation": "tout-petit",
      "definition": "Ein kleines Kind, das gerade lernt, zu laufen",
      "definition_translation": "un jeune enfant qui apprend juste à marcher",
      "example": "Das Kleinkind machte gestern seine ersten Schritte. Sie war ein Kleinkind, als sie zu sprechen begann. Sie wird wieder ein Kleinkind sein, wenn sie lernt, mit dem Fahrrad zu fahren.",
      "example_translation": "Le tout-petit a fait ses premiers pas hier. Elle était un tout-petit lorsqu'elle a commencé à parler. Elle sera un tout-petit à nouveau lorsqu'elle apprendra à faire du vélo.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauch",
      "translation": "abdomen",
      "definition": "Die Region des Körpers zwischen Brust und Becken",
      "definition_translation": "la région du corps située entre la poitrine et le bassin",
      "example": "Der Arzt untersuchte den Bauch des Patienten, um die Ursache des Schmerzes zu finden. Sie hatte eine Narbe auf ihrem Bauch von der Operation. Er muss üben, um seine Bauchmuskeln zu stärken.",
      "example_translation": "Le médecin a examiné l'abdomen du patient pour trouver la cause de la douleur. Elle avait une cicatrice sur son abdomen suite à la chirurgie. Il devra faire de l'exercice pour renforcer ses muscles abdominaux.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brötchen",
      "translation": "pain",
      "definition": "Ein kleines, meist süßes, Brot",
      "definition_translation": "un petit pain, généralement sucré, en forme de boule",
      "example": "Ich aß ein Brötchen mit meinem Kaffee heute Morgen. Sie wird ein Brötchen für ihr Frühstück morgen kaufen. Sie hatten Brötchen mit ihrem Nachmittagstee.",
      "example_translation": "J'ai mangé un pain avec mon café ce matin. Elle achètera un pain pour son petit déjeuner demain. Ils avaient des pains avec leur thé de l'après-midi.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeigefinger",
      "translation": "index",
      "definition": "Der Zeigefinger ist der Finger neben dem Daumen in der menschlichen Hand, verwendet zum Zeigen und Greifen von kleinen Objekten.",
      "definition_translation": "Le doigt indice est le doigt situé à côté du pouce dans la main humaine, utilisé pour pointer et saisir de petits objets.",
      "example": "Sie benutzte ihren Zeigefinger, um die Tür zu öffnen. Gestern hatte sie ihn benutzt, um eine E-Mail zu tippen. Morgen wird sie ihn benutzen, um ihr Handy zu entsperren.",
      "example_translation": "Elle a utilisé son index pour sonner à la porte. Hier, elle l'avait utilisé pour taper un e-mail. Demain, elle l'utilisera pour déverrouiller son téléphone.",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinnbart",
      "translation": "barbiche",
      "definition": "Ein Kinnbart ist eine Art von Bart, der auf dem Kinn wächst, oft geformt, um eine kleine Quaste oder Spitze zu bilden.",
      "definition_translation": "Une barbiche est un type de poil facial qui pousse sur le menton, souvent façonné pour former un petit toupet ou point.",
      "example": "Er hatte einen Kinnbart, als er auf dem College war, aber er rasierte ihn nach dem Abschluss ab. Jetzt überlegt er, einen wieder wachsen zu lassen. Seine Freunde werden überrascht sein, wenn sie seinen neuen Kinnbart sehen.",
      "example_translation": "Il avait une barbiche lorsqu'il était à l'université, mais il l'a rasée après l'obtention de son diplôme. Maintenant, il envisage d'en faire pousser une nouvelle. Ses amis seront surpris lorsqu'ils verront sa nouvelle barbiche.",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dauerwelle",
      "translation": "perms",
      "definition": "Eine Dauerwelle ist eine chemische Behandlung, um gerades Haar zu kräuseln oder zu wellen, oft verwendet, um Volumen und Texture zu einem Haarschnitt hinzuzufügen.",
      "definition_translation": "Un perms est un traitement chimique pour boucler ou onduler les cheveux droits, souvent utilisé pour ajouter du volume et de la texture à une coiffure.",
      "example": "Sie hat eine Dauerwelle in den 80ern gemacht, aber sie hielt nicht lange an. Ihr Haar fühlte sich nach der Behandlung beschädigt an. Jetzt überlegt sie, eine digitale Dauerwelle für einen natürlicheren Look auszuprobieren.",
      "example_translation": "Elle s'est fait faire des perms dans les années 80, mais cela n'a pas duré longtemps. Ses cheveux se sont sentis endommagés après le traitement. Maintenant, elle envisage d'essayer un perms numérique pour un look plus naturel.",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]