[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tanzen",
      "translation": "danser",
      "definition": "Den Körper in einem rhythmischen Muster zu bewegen, gewöhnlich zur Musik",
      "definition_translation": "Déplacer son corps d'une manière rythmique, habituellement en musique",
      "example": "Ich tanzte auf der Party letzte Nacht, ich tanze jeden Samstag und ich werde auf meiner Hochzeit tanzen.",
      "example_translation": "J'ai dansé à la fête hier soir, je danse chaque samedi et je danserai à mon mariage.",
      "imageLink": "image_files\\English\\dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufen",
      "translation": "achats",
      "definition": "Der Akt des Kaufens von Dingen, insbesondere in Geschäften",
      "definition_translation": "L'acte d'acheter des choses, especialmente dans les magasins",
      "example": "Ich ging mit meinen Freunden Einkaufen gestern, ich kaufe gerade online ein und ich werde mit meiner Familie morgen einkaufen.",
      "example_translation": "Je suis allé faire des achats avec mes amis hier, je fais des achats en ligne maintenant et je vais faire des achats avec ma famille demain.",
      "imageLink": "image_files\\English\\shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rauchen",
      "translation": "fumée",
      "definition": "Der Akt des Einatmens und Ausatmens von Tabak- oder Drogenrauch",
      "definition_translation": "L'acte de respirer et d'exhaler la fumée du tabac ou d'autres drogues",
      "example": "Ich begann mit 18 Jahren zu rauchen, ich rauche gerade eine Zigarette und ich werde bald aufhören, zu rauchen.",
      "example_translation": "J'ai commencé à fumer lorsque j'avais 18 ans, je fume une cigarette maintenant et je vais arrêter de fumer bientôt.",
      "imageLink": "image_files\\English\\smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arbeiten",
      "translation": "travail",
      "definition": "Aktivität, bei der geistige oder körperliche Anstrengung erbracht wird, um ein Ziel zu erreichen oder seinen Lebensunterhalt zu verdienen",
      "definition_translation": "Activité impliquant un effort mental ou physique fait pour atteindre un but ou gagner sa vie",
      "example": "Ich arbeitete hart gestern, ich arbeite gerade an einem Projekt und ich werde als Freiberufler in Zukunft arbeiten.",
      "example_translation": "J'ai travaillé dur hier, je travaille sur un projet maintenant et je vais travailler comme freelancer dans le futur.",
      "imageLink": "image_files\\English\\work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktivität",
      "translation": "activité",
      "definition": "Der Zustand, in dem Dinge geschehen oder erledigt werden.",
      "definition_translation": "L'état dans lequel les choses se produisent ou sont faites.",
      "example": "Ich liebe Außenaktivitäten. Gestern ging ich wandern. Heute gehe ich laufen. Morgen werde ich Fußball spielen.",
      "example_translation": "J'adore l'activité en plein air. Hier, j'allais faire de la randonnée. Aujourd'hui, je vais faire une course à pied. Demain, je vais jouer au soccer.",
      "imageLink": "image_files\\English\\activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klicken",
      "translation": "cliquer",
      "definition": "Ein kurzer, scharfer Laut, der durch das Drücken einer Taste oder eines Schlüssels entsteht.",
      "definition_translation": "Un son court et aigu fait en appuyant sur un bouton ou une touche.",
      "example": "Ich klickte auf den Link. Ich werde morgen wieder darauf klicken. Sie hatte versehentlich auf den Button geklickt.",
      "example_translation": "J'ai cliqué sur le lien. Je vais cliquer à nouveau demain. Elle avait cliqué sur le bouton par erreur.",
      "imageLink": "image_files\\English\\click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klettern",
      "translation": "l'escalade",
      "definition": "Der Akt des Benutzens von Händen, Füßen oder anderen Körperteilen, um hochzukommen.",
      "definition_translation": "L'acte d'utiliser ses mains, ses pieds ou d'autres parties du corps pour monter.",
      "example": "Ich klettere den Berg hinauf. Sie kletterte gestern den Baum hinauf. Sie werden heute Abend den Felsen hinaufklettern.",
      "example_translation": "Je monte la montagne. Elle a grimpé l'arbre hier. Ils vont grimper le rocher ce soir.",
      "imageLink": "image_files\\English\\climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "cuisine",
      "definition": "Der Akt des Zubereitens und Erhitzens von Nahrungsmitteln.",
      "definition_translation": "L'acte de préparer et de chauffer la nourriture.",
      "example": "Ich liebe es, Abendessen zuzubereiten. Sie kochte gestern Mittagessen. Sie werden morgen Frühstück zubereiten.",
      "example_translation": "J'adore cuisiner le dîner. Elle préparait le déjeuner hier. Ils vont préparer le petit déjeuner demain.",
      "imageLink": "image_files\\English\\cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrrad fahren",
      "translation": "le cyclisme",
      "definition": "Der Akt des Fahrens mit einem Fahrrad, Motorrad oder anderen Fahrzeug, insbesondere als Sport oder Form der körperlichen Ertüchtigung.",
      "definition_translation": "L'action de monter un vélo, une moto ou autre cycle,especially comme un sport ou forme d'exercice.",
      "example": "Ich fahre jeden Morgen mit dem Rad zur Arbeit. Gestern fuhr ich durch den Park. Ich werde morgen zum Strand fahren.",
      "example_translation": "Je fais du cyclisme chaque matin pour aller au travail. Hier, j'ai fait du cyclisme au parc. Demain, je ferai du cyclisme à la plage.",
      "imageLink": "image_files\\English\\cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zeichnen",
      "translation": "le dessin",
      "definition": "Der Akt des Erstellens eines Bildes oder Diagramms unter Verwendung verschiedenen Techniken und Werkzeuge.",
      "definition_translation": "L'action de créer un tableau ou un diagramme en utilisant diverses techniques et outils.",
      "example": "Ich bin gut im Zeichnen von Tieren. Sie zeichnete ein schönes Porträt. Er wird uns morgen eine Karte zeichnen.",
      "example_translation": "Je suis bon pour dessiner des animaux. Elle a dessiné un beau portrait. Il va nous dessiner une carte.",
      "imageLink": "image_files\\English\\drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übung",
      "translation": "l'exercice",
      "definition": "Körperliche oder geistige Aktivität, die durchgeführt wird, um die Gesundheit und Fitness zu verbessern oder aufrechtzuerhalten.",
      "definition_translation": "Activité physique ou mentale entreprise pour améliorer ou maintenir la santé et la forme physique.",
      "example": "Ich übe jeden Tag, um fit zu bleiben. Sie übt regelmäßig, um abzunehmen. Sie werden ihre Muskeln bald üben.",
      "example_translation": "Je fais de l'exercice chaque jour pour rester en forme. Elle fait de l'exercice régulièrement pour perdre du poids. Ils vont faire travailler leurs muscles bientôt.",
      "imageLink": "image_files\\English\\exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hilfe",
      "translation": "l'aide",
      "definition": "Unterstützung oder Hilfe, die jemandem in Not angeboten wird.",
      "definition_translation": "L'assistance ou le soutien fourni à quelqu'un dans le besoin.",
      "example": "Kannst du mir mit meiner Hausaufgabe helfen? Sie half ihrem Freund bei dem Projekt. Sie werden uns nächste Woche bei unserem Umzug helfen.",
      "example_translation": "Pouvez-vous m'aider avec mes devoirs ? Elle a aidé son amie avec le projet. Ils vont nous aider à déménager la semaine prochaine.",
      "imageLink": "image_files\\English\\help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tritt",
      "translation": "frapper",
      "definition": "etwas oder jemanden mit Kraft zu treffen, typischerweise mit dem Fuß",
      "definition_translation": "frapper quelque chose ou quelqu'un avec force, généralement avec le pied",
      "example": "Ich trat den Ball im Park gestern, ich trete ihn jeden Morgen, und ich werde ihn morgen wieder treten.",
      "example_translation": "J'ai frappé le ballon au parc hier, je le frappe chaque matin, et je le frapperai à nouveau demain.",
      "imageLink": "image_files\\English\\kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuss",
      "translation": "baiser",
      "definition": "jemanden auf die Lippen oder die Wange zu küssen, um Liebe, Zuneigung oder Gruß zu zeigen",
      "definition_translation": "toucher les lèvres ou la joue de quelqu'un avec les siennes comme signe d'amour, d'affection ou de salutation",
      "example": "Sie küsste mich auf die Wange, als ich ging, ich küsse sie jeden Morgen, und sie wird mich heute Abend goodbye küssen.",
      "example_translation": "Elle m'a baisé sur la joue lorsque je suis parti, je l'embrasse chaque matin, et elle m'embrassera au revoir ce soir.",
      "imageLink": "image_files\\English\\kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übung",
      "translation": "pratique",
      "definition": "die Wiederholung oder Ausführung einer Tätigkeit, um sie zu verbessern oder zu meistern",
      "definition_translation": "l'acte de répéter ou de réaliser une activité pour l'améliorer ou la maîtriser",
      "example": "Ich übte meine Klavierspiel-Fähigkeiten gestern, ich übe jeden Tag, und ich werde nächste Woche für das Konzert üben.",
      "example_translation": "J'ai pratiqué mes compétences en piano hier, je pratique chaque jour, et je vais pratiquer pour le concert la semaine prochaine.",
      "imageLink": "image_files\\English\\practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Singen",
      "translation": "chantant",
      "definition": "das Erzeugen von musikalischen Klängen mit der Stimme",
      "definition_translation": "l'acte de produire des sons musicaux avec la voix",
      "example": "Ich sang gestern morgen im Duschbad, ich singe jeden Sonntag im Chor, und ich werde heute Abend auf der Party singen.",
      "example_translation": "Je chantais sous la douche ce matin, je chante dans le chœur tous les dimanches, et je chanterai à la fête ce soir.",
      "imageLink": "image_files\\English\\singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skateboarden",
      "translation": "skateboard",
      "definition": "das Fahren und Manövrieren eines Skateboards, typischerweise auf Rampen oder anderen Oberflächen",
      "definition_translation": "l'action de monter et de manœuvrer un skateboard, généralement sur des rampes ou d'autres surfaces",
      "example": "Ich fuhr_LAST Wochenende mit meinen Freunden Skateboard. Ich fahre jeden Tag Skateboard. Ich werde nächstes Jahr bei den Olympischen Spielen Skateboard fahren.",
      "example_translation": "J'étais en train de skateboarder avec mes amis le week-end dernier. Je fais du skateboard chaque jour. Je ferai du skateboard aux Jeux olympiques l'année prochaine.",
      "imageLink": "image_files\\English\\skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eislaufen",
      "translation": "patinage",
      "definition": "das Gleiten auf Eis oder einer glatten Oberfläche, typischerweise auf Schlittschuhen",
      "definition_translation": "l'action de glisser sur la glace ou une surface lisse, généralement sur des patins",
      "example": "Ich ging gestern auf die Eisbahn. Ich laufe jetzt gerade auf dem See. Ich werde nächstes Jahr bei den Olympischen Winterspielen Eislaufen.",
      "example_translation": "Je suis allé patiner au rink hier. Je patine sur le lac en ce moment. Je patinerai aux Jeux olympiques d'hiver.",
      "imageLink": "image_files\\English\\skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneeboarden",
      "translation": "snowboard",
      "definition": "das Fahren und Manövrieren eines Schneeboards, typischerweise auf schneebedeckten Hängen",
      "definition_translation": "l'action de monter et de manœuvrer un snowboard, généralement sur les pentes enneigées",
      "example": "Ich liebe es, in den Bergen Schneeboarden zu fahren. Ich fahre jetzt gerade mit meiner Familie Schneeboard. Ich werde nächstes Jahr bei den X Games Schneeboard fahren.",
      "example_translation": "J'adore faire du snowboard dans les montagnes. Je fais du snowboard avec ma famille aujourd'hui. Je ferai du snowboard aux X Games l'année prochaine.",
      "imageLink": "image_files\\English\\snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Surfen",
      "translation": "surf",
      "definition": "das Fahren und Manövrieren eines Surfbretts, typischerweise auf Ozeanwellen",
      "definition_translation": "l'action de monter et de manœuvrer un surf, généralement sur les vagues de l'océan",
      "example": "Ich surfe seit meiner Teenagerzeit. Ich surfe jetzt gerade in Hawaii. Ich werde nächste Woche bei dem Wettbewerb surfen.",
      "example_translation": "Je fais du surf depuis que j'étais adolescent. Je fais du surf à Hawaï en ce moment. Je ferai du surf dans la compétition la semaine prochaine.",
      "imageLink": "image_files\\English\\surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmen",
      "translation": "natation",
      "definition": "Die Handlung, durch Wasser zu bewegen, indem man Arme und Beine verwendet, oder ein Sport oder eine Aktivität, die dies beinhaltet.",
      "definition_translation": "L'action de se déplacer dans l'eau en utilisant vos bras et vos jambes, ou un sport ou une activité qui implique cela.",
      "example": "Ich schwamm im See gestern, ich schwimme jeden Morgen und ich werde im Ozean schwimmen morgen.",
      "example_translation": "Je nageais dans le lac hier, je nage tous les matins, et je nagerai dans l'océan demain.",
      "imageLink": "image_files\\English\\swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "benutzen",
      "translation": "utiliser",
      "definition": "Etwas für einen bestimmten Zweck zu verwenden, oder davon zu profitieren.",
      "definition_translation": " Employer quelque chose pour un but particulier, ou bénéficier ou profiter de quelque chose.",
      "example": "Ich benutzte einen Computer, um meine Hausaufgabe zu schreiben, ich benutze ein Wörterbuch, um neue Wörter zu lernen, und ich werde eine Karte verwenden, um die Stadt zu navigieren.",
      "example_translation": "J'ai utilisé un ordinateur pour écrire mon essai, j'utilise un dictionnaire pour apprendre de nouveaux mots, et j'utiliserai une carte pour naviguer dans la ville.",
      "imageLink": "image_files\\English\\use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "marcher",
      "definition": "Mit regelmäßigem Schritt zu gehen, indem man jeden Fuß hebt und wieder setzt, oder ein Weg oder eine Route, die fürs Gehen verwendet wird.",
      "definition_translation": "Se déplacer à un rythme régulier en levant et en reposant chaque pied, ou un chemin ou route utilisé pour marcher.",
      "example": "Ich ging zur Schule, als ich ein Kind war, ich gehe jeden Tag zum Laden, und ich werde im Park gehen morgen.",
      "example_translation": "J'ai marché à l'école lorsque j'étais enfant, je marche au magasin tous les jours, et je marcherai dans le parc demain.",
      "imageLink": "image_files\\English\\walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gehen",
      "translation": "marche",
      "definition": "Die Handlung, zu Fuß zu gehen, oder ein Sport oder eine Aktivität, die dies beinhaltet.",
      "definition_translation": "L'action de se déplacer à pied à un rythme régulier, ou un sport ou une activité qui implique la marche.",
      "example": "Gehen ist eine gute Übung, ich genieße es, in den Bergen zu gehen, und ich bin heute schon Stunden lang gegangen.",
      "example_translation": "La marche est un bon exercice, j'aime marcher dans les montagnes, et j'ai marché pendant des heures.",
      "imageLink": "image_files\\English\\walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waschen",
      "translation": "lavage",
      "definition": "Die Handlung, etwas, insbesondere Kleidung, mit Wasser und Seife zu reinigen.",
      "definition_translation": "L'acte de nettoyer quelque chose, en particulier des vêtements, en utilisant de l'eau et du savon.",
      "example": "Ich wusch mein Auto gestern, aber jetzt muss ich meine Hände waschen. Morgen werde ich das Geschirr waschen.",
      "example_translation": "Je lavais ma voiture hier, mais maintenant j'ai besoin de laver mes mains. Demain, je vais laver la vaisselle.",
      "imageLink": "image_files\\English\\wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abwasch",
      "translation": "vaisselle",
      "definition": "Die Handlung, Geschirr, Besteck und andere Küchengegenstände nach einem Essen zu waschen.",
      "definition_translation": "L'acte de laver les plats, les ustensiles et les autres objets de cuisine après un repas.",
      "example": "Sie war gerade dabei, den Abwasch nach dem Essen zu erledigen, aber er bot ihr an, zu helfen. Sie hatten den Abwasch gestern gemeinsam erledigt.",
      "example_translation": "Elle faisait la vaisselle après dîner, mais il lui a proposé de l'aider. Ils avaient fait la vaisselle ensemble hier.",
      "imageLink": "image_files\\English\\washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erfolg",
      "translation": "réalisation",
      "definition": "Der Prozess oder der Zustand, etwas zu erreichen, insbesondere ein Ziel oder eine Aufgabe.",
      "definition_translation": "Le processus ou l'état de réaliser quelque chose, en particulier un objectif ou un but.",
      "example": "Ein Abschluss war ein großer Erfolg für sie. Er hatte sein Ziel, einen Marathon zu laufen, letztes Jahr erreicht.",
      "example_translation": "Obtenir un diplôme était une grande réalisation pour elle. Il avait réalisé son objectif de courir un marathon l'année dernière.",
      "imageLink": "image_files\\English\\achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anordnung",
      "translation": "arrangement",
      "definition": "Eine Vorbereitung oder Planung von Dingen in einer bestimmten Weise, insbesondere, um ein bestimmtes Ziel zu erreichen.",
      "definition_translation": "Une préparation ou planification des choses d'une manière spécifique, en particulier afin d'atteindre un objectif particulier.",
      "example": "Die Anordnung der Blumen auf dem Tisch war schön. Sie machten eine Anordnung, um sich um 17 Uhr im Park zu treffen.",
      "example_translation": "L'arrangement des fleurs sur la table était beau. Ils avaient fait une arrangement pour se rencontrer au parc à 17 heures.",
      "imageLink": "image_files\\English\\arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ankunft",
      "translation": "arrivée",
      "definition": "Die Handlung, an einem Ort anzukommen oder zu kommen.",
      "definition_translation": "L'acte d'arriver ou de venir à un endroit.",
      "example": "Ich erinnere mich noch an meine Ankunft in Paris letztes Sommer. Ich kam am Flughafen morgens an und ich werde in einer Stunde im Hotel ankommen.",
      "example_translation": "Je me souviens encore de mon arrivée à Paris l'été dernier. Je suis arrivé à l'aéroport le matin, et je vais arriver à l'hôtel dans une heure.",
      "imageLink": "image_files\\English\\arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angriff",
      "translation": "attaque",
      "definition": "Ein plötzlicher und gewaltsamer Angriff oder Überfall auf eine Person, einen Ort oder ein Ding.",
      "definition_translation": "Une attaque soudaine et violente contre une personne, un endroit ou une chose.",
      "example": "Das Militär startete einen Überraschungsangriff auf den Feind letzte Nacht. Sie griffen uns ohne Warnung an, und wir werden ihnen zurückangreifen morgen.",
      "example_translation": "L'armée a lancé une attaque surprise contre l'ennemi la nuit dernière. Ils nous ont attaqués sans avertissement, et nous allons les attaquer à notre tour demain.",
      "imageLink": "image_files\\English\\attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "prüfen",
      "translation": "vérifier",
      "definition": "Etwas zu untersuchen oder zu überprüfen, um seine Qualität, Genauigkeit oder Gültigkeit festzustellen.",
      "definition_translation": " Examiner ou enquêter sur quelque chose pour déterminer sa qualité, son exactitude ou sa validité.",
      "example": "Kannst du das Matheproblem überprüfen, um sicherzustellen, dass es korrekt ist? Ich habe die Wettervorhersage überprüft, und es wird die Luftqualität morgen überprüfen.",
      "example_translation": "Pouvez-vous vérifier le problème de math pour vous assurer qu'il est correct ? J'ai vérifié la prévision météorologique, et elle vérifiera la qualité de l'air demain matin.",
      "imageLink": "image_files\\English\\check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahl",
      "translation": "choix",
      "definition": "Der Akt, zwischen zwei oder mehr Möglichkeiten oder Optionen zu wählen.",
      "definition_translation": "L'acte de sélectionner ou de décider entre deux ou plusieurs possibilités ou options.",
      "example": "Wir haben eine schwere Wahl zwischen den beiden Jobangeboten zu treffen. Sie hat eine gute Wahl getroffen, als sie diese Universität wählte, und er wird nächste Woche zwischen den zwei Autos wählen.",
      "example_translation": "Nous avons un choix difficile à faire entre les deux offres d'emploi. Elle a fait un bon choix en choisissant cette université, et il fera un choix entre les deux voitures la semaine prochaine.",
      "imageLink": "image_files\\English\\choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Entscheidung",
      "translation": "décision",
      "definition": "Der Akt, sein eigenes Urteil zu fällen oder zu einem Schluss zu kommen, insbesondere nach sorgfältiger Überlegung.",
      "definition_translation": "L'acte de faire son choix ou de parvenir à une conclusion, notamment après une réflexion soignée.",
      "example": "Ich habe letztes Jahr die Entscheidung getroffen, meinen Job zu kündigen. Ich treffe gerade eine Entscheidung über meinen Karriereweg. Ich werde bis Ende des Jahres eine Entscheidung über meine Ausbildung treffen.",
      "example_translation": "J'ai pris la décision de quitter mon emploi l'année dernière. Je fais une décision concernant mon parcours professionnel maintenant. Je prendrai une décision concernant mon éducation d'ici la fin de l'année.",
      "imageLink": "image_files\\English\\decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lieferung",
      "translation": "livraison",
      "definition": "Der Akt, Waren oder Produkte von einem Ort zu einem anderen zu transportieren.",
      "definition_translation": "L'action de transporter des biens ou des produits d'un endroit à un autre.",
      "example": "Die Lieferung des Pakets war um eine Woche verzögert. Das Unternehmen bietet schnelle Lieferdienste an. Die Lieferung des Produkts wird bis Ende des Monats erfolgen.",
      "example_translation": "La livraison du paquet a été retardée d'une semaine. L'entreprise offre des services de livraison rapides. La livraison du produit sera faite d'ici la fin du mois.",
      "imageLink": "image_files\\English\\delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Entwicklung",
      "translation": "développement",
      "definition": "Der Prozess, größer, fortschrittlicher oder besser organisiert zu werden.",
      "definition_translation": "Le processus de croissance ou de devenir plus grand, plus avancé ou plus organisé.",
      "example": "Die Entwicklung der Stadt hat zu einer Zunahme der Bevölkerung geführt. Das Unternehmen befindet sich in der Entwicklung eines neuen Produkts. Die Entwicklung der Technologie wird die Industrie revolutionieren.",
      "example_translation": "Le développement de la ville a conduit à une augmentation de la population. L'entreprise est en train de développer un nouveau produit. Le développement de la technologie révolutionnera l'industrie.",
      "imageLink": "image_files\\English\\development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tauchen",
      "translation": "plongée",
      "definition": "Der Akt, kopfüber ins Wasser springen oder den Sport des Unterwasser-Schwimmens auszuüben.",
      "definition_translation": "L'acte de sauter dans l'eau, généralement la tête la première, ou le sport de nager sous l'eau.",
      "example": "Ich ging letzten Sommer im See tauchen. Sie ist eine Expertin im Tauchen und hat bereits mehrere Wettbewerbe gewonnen. Sie werden nächste Woche im Ozean tauchen.",
      "example_translation": "Je suis allé faire de la plongée dans le lac l'été dernier. Elle est une experte en plongée et a remporté plusieurs compétitions. Ils iront faire de la plongée dans l'océan la semaine prochaine.",
      "imageLink": "image_files\\English\\diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "conduire",
      "definition": "Ein Fahrzeug, insbesondere ein Auto, zu bedienen, um von einem Ort zu einem anderen zu fahren.",
      "definition_translation": "Faire fonctionner un véhicule, notamment une voiture, pour se déplacer d'un endroit à un autre.",
      "example": "Ich fuhr gestern zur Arbeit, ich fahre heute zur Arbeit und ich werde morgen zur Arbeit fahren.",
      "example_translation": "J'ai conduit au travail hier, je conduis au travail aujourd'hui, et je conduirai au travail demain.",
      "imageLink": "image_files\\English\\drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anstrengung",
      "translation": "effort",
      "definition": "Ein energischer oder bestimmter Versuch, etwas zu tun.",
      "definition_translation": "Un essai vigoureux ou déterminé pour faire quelque chose.",
      "example": "Sie hat sich bemüht, das Projekt rechtzeitig zu beenden, sie bemüht sich, ihre Sprachfähigkeiten zu verbessern, und sie wird sich bemühen, ihren CO2-Fußabdruck zu reduzieren.",
      "example_translation": "Elle a fait un effort pour finir le projet à temps, elle fait un effort pour améliorer ses compétences en langue, et elle fera un effort pour réduire son empreinte carbone.",
      "imageLink": "image_files\\English\\effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tausch",
      "translation": "échanger",
      "definition": "Etwas gegen etwas anderes auszutauschen.",
      "definition_translation": "Donner quelque chose à quelqu'un et recevoir quelque chose en retour.",
      "example": "Ich tauschte mein altes Handy gegen ein neues aus, ich tausche jeden Tag E-Mails mit meinen Kollegen aus, und ich werde morgen mein Geld gegen Euros tauschen.",
      "example_translation": "J'ai échangé mon ancien téléphone contre un nouveau hier, j'échange des courriels avec mes collègues chaque jour, et j'échangerai mon argent contre des euros demain.",
      "imageLink": "image_files\\English\\exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experiment",
      "translation": "expérimenter",
      "definition": "Ein wissenschaftlicher Test oder eine Untersuchung, um Informationen zu sammeln oder eine Theorie zu beweisen.",
      "definition_translation": "Un test ou une enquête scientifique pour recueillir des informations ou prouver une théorie.",
      "example": "Der Wissenschaftler führte ein Experiment durch, um das neue Medikament zu testen, sie führt gerade ein Experiment durch, um das Verhalten von Insekten zu verstehen, und sie wird morgen ein Experiment durchführen, um die Auswirkungen des Klimawandels zu messen.",
      "example_translation": "Le scientifique a mené une expérience pour tester le nouveau médicament hier, elle mène une expérience pour comprendre le comportement des insectes aujourd'hui, et elle mènera une expérience pour mesurer les effets du changement climatique demain.",
      "imageLink": "image_files\\English\\experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "se battre",
      "definition": "mit jemandem in physischem oder verbalem Konflikt zu stehen",
      "definition_translation": "s'engager dans un conflit physique ou verbal avec quelqu'un",
      "example": "Ich kämpfte mit meinem Bruder gestern, ich kämpfe mit ihm jetzt und ich werde mit ihm morgen kämpfen.",
      "example_translation": "J'ai combattu avec mon frère hier, je combat avec lui maintenant, et je combattrai avec lui demain.",
      "imageLink": "image_files\\English\\fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "aller",
      "definition": "von einem Ort zu einem anderen zu bewegen",
      "definition_translation": "se déplacer d'un endroit à un autre",
      "example": "Ich ging zum Laden gestern, ich gehe dorthin jetzt und ich werde dorthin gehen morgen.",
      "example_translation": "Je suis allé au magasin hier, j'y vais maintenant, et j'irai là-bas demain.",
      "imageLink": "image_files\\English\\go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewohnheit",
      "translation": "habitude",
      "definition": "eine festgelegte oder regelmäßige Tendenz oder Praxis, insbesondere eine, die schwer zu ändern ist",
      "definition_translation": "une tendance ou une pratique établie ou régulière, notamment une qui est difficile à abandonner",
      "example": "Ich habe die Gewohnheit, jede Stunde mein Handy zu überprüfen, ich hatte die Gewohnheit, als ich jung war, zu rauchen, und ich werde die Gewohnheit haben, regelmäßig Sport zu treiben.",
      "example_translation": "J'ai l'habitude de vérifier mon téléphone toutes les heures, j'avais l'habitude de fumer quand j'étais jeune, et j'aurai l'habitude de faire de l'exercice régulièrement.",
      "imageLink": "image_files\\English\\habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausarbeit",
      "translation": "travaux ménagers",
      "definition": "Aufgaben wie Reinigen, Kochen und Waschen, die erforderlich sind, um ein Zuhause zu erhalten",
      "definition_translation": "tâches telles que le nettoyage, la cuisine et le lavage qui sont nécessaires pour maintenir un foyer",
      "example": "Ich erledigte die Hausarbeit gestern, ich erledige sie jetzt und ich werde sie morgen erledigen, um mein Zuhause sauber zu halten.",
      "example_translation": "J'ai fait les travaux ménagers hier, je les fais maintenant, et je les ferai demain pour garder mon domicile propre.",
      "imageLink": "image_files\\English\\housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "étreindre",
      "definition": "jemanden fest in den Armen zu halten, um Zuneigung oder Trost zu zeigen",
      "definition_translation": "tenir quelqu'un serré dans ses bras, généralement pour montrer de l'affection ou du réconfort",
      "example": "Ich umarmte meine Mutter gestern, ich werde meine Freundin morgen umarmen und ich umarmte meine Schwester letzte Woche.",
      "example_translation": "J'ai étreint ma mère hier, je vais étreindre mon ami demain, et j'ai étreint ma sœur la semaine dernière.",
      "imageLink": "image_files\\English\\hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bügeln",
      "translation": "repassage",
      "definition": "den Einsatz von Hitze und Druck, um Falten und Knitter von Stoffen zu entfernen",
      "definition_translation": "l'acte d'utiliser la chaleur et la pression pour enlever les plis et les gerçures des tissus",
      "example": "Ich bügelte mein Hemd gestern, meine Schwester bügelt ihr Kleid jetzt und mein Bruder wird seine Hose morgen bügeln.",
      "example_translation": "J'ai repassé ma chemise hier, ma sœur repasse sa robe maintenant, et mon frère repassera son pantalon demain.",
      "imageLink": "image_files\\English\\ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "springen",
      "translation": "sauter",
      "definition": "sich plötzlich nach oben oder vorwärts zu bewegen, indem man die Muskeln kontrahiert und entspannt",
      "definition_translation": "de se propulser vers le haut ou en avant par une contraction et une libération soudaines des muscles",
      "example": "Ich sprang über den Zaun gestern, meine Freunde springen jetzt Seil und meine Schwester wird morgen in den Pool springen.",
      "example_translation": "J'ai sauté par-dessus la clôture hier, mes amis sautent à la corde maintenant, et ma sœur sautera dans la piscine demain.",
      "imageLink": "image_files\\English\\jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blicken",
      "translation": "regarder",
      "definition": "seinen Blick in eine bestimmte Richtung oder auf ein bestimmtes Objekt zu lenken",
      "definition_translation": "de diriger son regard dans une direction spécifiée ou vers une chose spécifique",
      "example": "Ich blickte gestern aus dem Fenster, mein Bruder blickt jetzt auf die Karte und meine Schwester wird morgen nach der Antwort suchen.",
      "example_translation": "J'ai regardé par la fenêtre hier, mon frère regarde la carte maintenant, et ma sœur regardera la réponse demain.",
      "imageLink": "image_files\\English\\look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorbereitung",
      "translation": "préparation",
      "definition": "Der Akt oder Prozess, etwas oder jemanden für einen bestimmten Zweck oder Einsatz vorzubereiten",
      "definition_translation": "L'acte ou le processus de préparer quelque chose ou quelqu'un pour un but ou une utilisation particulière.",
      "example": "Die Vorbereitung des Essens dauerte Stunden, aber es war es wert. Wir hatten uns auf die Prüfung vorbereitet, daher fühlten wir uns sicher. Sie werden das Stadion für das Konzert nächste Woche vorbereiten.",
      "example_translation": "La préparation du repas a pris des heures, mais cela en valait la peine. Nous avions préparé pour l'examen, donc nous nous sentions confiants. Ils vont préparer le stade pour le concert la semaine prochaine.",
      "imageLink": "image_files\\English\\preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Recycling",
      "translation": "recyclage",
      "definition": "Der Prozess, gebrauchte Materialien zu sammeln und zu verarbeiten, um neue Produkte herzustellen",
      "definition_translation": "Le processus de collecte et de traitement des matières premières utilisées pour créer de nouveaux produits.",
      "example": "Das Recycling-Programm in unserer Stadt war sehr erfolgreich. Wir recyclten alle Papiere und Kunststoffe von der Party. Sie werden nächsten Monat mit dem Recycling von Lebensmittelabfällen beginnen.",
      "example_translation": "Le programme de recyclage dans notre ville a été très réussi. Nous avons recyclé tout le papier et le plastique de la fête. Ils vont commencer à recycler les déchets alimentaires le mois prochain.",
      "imageLink": "image_files\\English\\recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettung",
      "translation": "sauvetage",
      "definition": "Die Handlung, jemanden oderSomething von Gefahr oder Schaden zu retten.",
      "definition_translation": "L'acte de sauver quelqu'un ou quelque chose du danger ou du préjudice.",
      "example": "Das Rettungsteam rettete die Wanderer vom Berg. Wir retten Hunde aus Tierheimen und finden ihnen neue Heime. Sie werden die Geiseln aus dem Gebäude retten.",
      "example_translation": "L'équipe de sauvetage a sauvé les randonneurs de la montagne. Nous sauvons des chiens des refuges et leur trouvons de nouvelles maisons. Ils vont sauver les otages du bâtiment.",
      "imageLink": "image_files\\English\\rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zurückkehren",
      "translation": "retour",
      "definition": "zu einem Ort oder Menschen zurückzukehren.",
      "definition_translation": "De venir ou d'aller zurück à un endroit ou une personne.",
      "example": "Ich werde das Buch morgen zurück ins Bibliothek bringen. Sie kehrte nach 10 Jahren in ihre Heimatstadt zurück. Sie werden nächste Woche von ihrem Urlaub zurückkehren.",
      "example_translation": "Je vais retourner le livre à la bibliothèque demain. Elle est revenue dans sa ville natale après 10 ans. Ils vont retourner de leurs vacances la semaine prochaine.",
      "imageLink": "image_files\\English\\return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rennen",
      "translation": "courir",
      "definition": "schnell zu Fuß zu gehen, typischerweise in einem gleichmäßigen und schnellen Tempo; vor Gefahr zu fliehen oder zu entkommen.",
      "definition_translation": "Se déplacer rapidement à pied, généralement à un rythme régulier et rapide; fuir ou s'échapper du danger.",
      "example": "Ich rannte gestern zum Laden, ich laufe heute einen Marathon, und ich werde morgen einen Sprint laufen.",
      "example_translation": "J'ai couru au magasin hier, je cours un marathon aujourd'hui, et je courrai un sprint demain.",
      "imageLink": "image_files\\English\\run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "rechercher",
      "definition": "etwas sorgfältig und systematisch zu suchen, insbesondere in einer gründlichen und gewissenhaften Weise.",
      "definition_translation": "Chercher soigneusement et systématiquement quelque chose, notamment de manière approfondie et méticuleuse.",
      "example": "Ich suchte meine Schlüssel den ganzen Morgen, ich suche jetzt einen neuen Job, und ich werde morgen ein Hotel suchen.",
      "example_translation": "J'ai recherché mes clés tout le matin, je recherche un nouvel emploi maintenant, et je rechercherai un hôtel demain.",
      "imageLink": "image_files\\English\\search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschlecht",
      "translation": "sexe",
      "definition": "Die Merkmale, die Männer und Frauen definieren, typischerweise in Bezug auf biologische und physiologische Aspekte.",
      "definition_translation": "Les caractéristiques qui définissent les mâles et les femelles, généralement en ce qui concerne les aspects biologiques et physiologiques.",
      "example": "Das Geschlecht ist ein wichtiger Aspekt menschlicher Beziehungen, die Geschlechtsidentität ist eng mit dem Geschlecht verbunden, und die sexuelle Orientierung ist eine persönliche Wahl.",
      "example_translation": "Le sexe est un aspect important des relations humaines, l'identité de genre est étroitement liée au sexe, et l'orientation sexuelle est un choix personnel.",
      "imageLink": "image_files\\English\\sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schritt",
      "translation": "étape",
      "definition": "Eine Bewegung des Fußes beim Gehen oder eine Phase in einem Prozess oder einer Entwicklung.",
      "definition_translation": "Un mouvement du pied lors de la marche, ou une étape dans un processus ou un développement.",
      "example": "Ich machte einen Schritt nach vorn, ich mache Schritte, um meine Gesundheit zu verbessern, und ich werde einen Schritt zurücktreten, um über mein Leben nachzudenken.",
      "example_translation": "J'ai fait un pas en avant, je prends des mesures pour améliorer ma santé, et je ferai un pas en arrière pour réfléchir à ma vie.",
      "imageLink": "image_files\\English\\step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "soutien",
      "definition": "jemandem oder etwas Hilfe oder Rückhalt zu geben",
      "definition_translation": "donner de l'assistance ou du soutien à quelqu'un ou quelque chose",
      "example": "Ich werde dich in deiner Entscheidung unterstützen, ich unterstützte dich gestern, und ich werde dich bis nächste Woche unterstützt haben.",
      "example_translation": "Je vous soutiendrai dans votre décision, je vous ai soutenu hier et je vous aurai soutenu d'ici la semaine prochaine.",
      "imageLink": "image_files\\English\\support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besuchen",
      "translation": "visiter",
      "definition": "jemanden oder etwas zu besuchen, insbesondere für eine kurze Zeit",
      "definition_translation": "aller voir quelqu'un ou quelque chose, en particulier pour une courte période",
      "example": "Ich besuchte meine Großeltern letzte Woche, ich besuche meine Freunde heute, und ich werde Paris nächstes Jahr besuchen.",
      "example_translation": "J'ai visité mes grands-parents la semaine dernière, je visite mes amis aujourd'hui et je visiterai Paris l'année prochaine.",
      "imageLink": "image_files\\English\\visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verschwendung",
      "translation": "déchet",
      "definition": "unwanted oder unnötige Material oder Substanz",
      "definition_translation": "matériel ou substance inutile ou non souhaitée",
      "example": "Wir verschwendeten viel Essen auf der Party, wir verschwenden unsere Zeit vor dem Fernsehen, und sie werden ihr Geld für den teuren Wagen verschwenden.",
      "example_translation": "Nous avons gaspillé beaucoup de nourriture à la fête, nous gaspillons notre temps en regardant la télévision et ils vont gaspiller leur argent sur cette voiture de luxe.",
      "imageLink": "image_files\\English\\waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Workout",
      "translation": "entrainement",
      "definition": "eine Sitzung körperlicher Übung oder Training, insbesondere in einem Fitnessstudio",
      "definition_translation": "une séance d'exercice physique ou d'entraînement, notamment dans une salle de gym",
      "example": "Ich werde morgen früh einen Workout haben, ich hatte einen großartigen Workout gestern, und sie trainiert regelmäßig.",
      "example_translation": "J'aurai un entraînement demain matin, j'ai eu un excellent entraînement hier et elle s'entraîne régulièrement.",
      "imageLink": "image_files\\English\\workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]