[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freitag",
      "translation": "Vendredi",
      "definition": "Der Tag der Woche zwischen Donnerstag und Samstag,typischerweise der fünfte Tag der Woche.",
      "definition_translation": "Le jour de la semaine entre jeudi et samedi, généralement considéré comme le cinquième jour de la semaine.",
      "example": "Ich freue mich auf Freitag, wenn ich endlich eine Pause von der Arbeit machen kann. Gestern war Donnerstag, heute ist Freitag, und morgen wird Samstag sein. Bis nächsten Freitag werde ich mein Projekt abgeschlossen haben.",
      "example_translation": "Je me réjouis de vendredi, lorsque je pourrai enfin prendre une pause dans le travail. Hier était jeudi, aujourd'hui est vendredi, et demain sera samedi. D'ici vendredi prochain, j'aurai terminé mon projet.",
      "imageLink": "image_files\\English\\friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Montag",
      "translation": "Lundi",
      "definition": "Der Tag der Woche zwischen Sonntag und Dienstag, typischerweise der erste Tag der Woche.",
      "definition_translation": "Le jour de la semaine entre dimanche et mardi, généralement considéré comme le premier jour de la semaine.",
      "example": "Ich hasse Montage, sie fühlen sich immer nach einem entspannten Wochenende wie eine Strapaze an. Letzten Montag ging ich ins Fitnessstudio, aber diesen Montag nehme ich einen Tag frei. Bis nächsten Montag werde ich meinen neuen Job begonnen haben.",
      "example_translation": "Je déteste les lundis, ils ont toujours l'air de traîner après un week-end relaxant. Lundi dernier, je suis allé au gym, mais ce lundi, je prendrai un jour de congé. D'ici lundi prochain, j'aurai commencé mon nouveau travail.",
      "imageLink": "image_files\\English\\monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samstag",
      "translation": "Samedi",
      "definition": "Der Tag der Woche zwischen Freitag und Sonntag, typischerweise der sechste Tag der Woche.",
      "definition_translation": "Le jour de la semaine entre vendredi et dimanche, généralement considéré comme le sixième jour de la semaine.",
      "example": "Ich liebe Samstage, sie sind immer so entspannt. Letzten Samstag ging ich an den Strand, aber diesen Samstag gehe ich in den Park. Bis nächsten Samstag werde ich mein Projekt abgeschlossen haben.",
      "example_translation": "J'adore les samedis, ils sont toujours si relaxants. Samedi dernier, je suis allé à la plage, mais ce samedi, je vais au parc. D'ici samedi prochain, j'aurai terminé mon projet.",
      "imageLink": "image_files\\English\\saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonntag",
      "translation": "Dimanche",
      "definition": "Der Tag der Woche zwischen Samstag und Montag, typischerweise der siebte Tag der Woche.",
      "definition_translation": "Le jour de la semaine entre samedi et lundi, généralement considéré comme le septième jour de la semaine.",
      "example": "Sonntage sind immer so faul, ich liebe es, lang zu schlafen. Letzten Sonntag sah ich einen Film, aber diesen Sonntag gehe ich in die Kirche. Bis nächsten Sonntag werde ich meine Hausaufgaben erledigt haben.",
      "example_translation": "Les dimanches sont toujours si paresseux, j'adore dormir tard. Dimanche dernier, j'ai regardé un film, mais ce dimanche, je vais à l'église. D'ici dimanche prochain, j'aurai fini mes devoirs.",
      "imageLink": "image_files\\English\\sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donnerstag",
      "translation": "Jeudi",
      "definition": "Der fünfte Tag der Woche im westlichen Kalender, nachdem Mittwoch und vor Freitag.",
      "definition_translation": "Le cinquième jour de la semaine, dans le calendrier occidental, suivant le mercredi et précédant le vendredi.",
      "example": "Ich treffe dich am Donnerstag, um das Projekt zu besprechen. Letzten Donnerstag ging ich ins Kino. Bis nächsten Donnerstag werde ich den Bericht abgeschlossen haben.",
      "example_translation": "Je vous rencontrerai jeudi pour discuter du projet. Le jeudi dernier, je suis allé au cinéma. D'ici jeudi prochain, j'aurai terminé le rapport.",
      "imageLink": "image_files\\English\\thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dienstag",
      "translation": "Mardi",
      "definition": "Der zweite Tag der Woche im westlichen Kalender, nachdem Montag und vor Mittwoch.",
      "definition_translation": "Le deuxième jour de la semaine, dans le calendrier occidental, suivant le lundi et précédant le mercredi.",
      "example": "Ich habe eine Sitzung am Dienstagmorgen. Letzten Dienstag ging ich ins Fitnessstudio. Bis nächsten Dienstag werde ich das Projekt abgeschlossen haben.",
      "example_translation": "J'ai une réunion le mardi matin. Le mardi dernier, je suis allé au gymnase. D'ici le mardi prochain, j'aurai terminé le projet.",
      "imageLink": "image_files\\English\\tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mittwoch",
      "translation": "Mercredi",
      "definition": "Der dritte Tag der Woche im westlichen Kalender, nachdem Dienstag und vor Donnerstag.",
      "definition_translation": "Le troisième jour de la semaine, dans le calendrier occidental, suivant le mardi et précédant le jeudi.",
      "example": "Ich sehe dich am MittwochNachmittag. Letzten Mittwoch ging ich in die Bibliothek. Bis nächsten Mittwoch werde ich den Essay abgeschlossen haben.",
      "example_translation": "Je vous verrai le mercredi après-midi. Le mercredi dernier, je suis allé à la bibliothèque. D'ici le mercredi prochain, j'aurai terminé le devoir.",
      "imageLink": "image_files\\English\\wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]