[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlange",
      "translation": "serpent",
      "definition": "Ein langes, dünnes, beinloses Tier, das keine Füße hat und sich auf dem Boden durch Schlängeln und Krümmen fortbewegt",
      "definition_translation": "un animal long, mince, sans jambes qui n'a pas de pieds et se déplace sur le sol en tordant et en courbant son corps",
      "example": "Die Schlange schlängelte sich durch das Gras, sie schlängelt sich durch das Wasser, sie wird sich einen Baum hochschlängeln.",
      "example_translation": "Le serpent glissait dans l'herbe, il glisse dans l'eau, il glissera dans l'arbre.",
      "imageLink": "image_files\\English\\snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frosch",
      "translation": "grenouille",
      "definition": "Ein kleines Tier, das im Wasser lebt und eine glatte, feuchte Haut und lange Beine zum Springen hat",
      "definition_translation": "un petit animal qui vit dans l'eau et a une peau lisse et humide et des jambes longues pour sauter",
      "example": "Der Frosch sprang über den Teich, er springt über den Stein, er wird ins Wasser springen.",
      "example_translation": "La grenouille sautait à travers l'étang, il saute par-dessus le rocher, il sautera dans l'eau.",
      "imageLink": "image_files\\English\\frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkröte",
      "translation": "tortue",
      "definition": "Ein langsam bewegendes Reptil mit einem Panzer, der seinen Körper schützt",
      "definition_translation": "un reptile à mouvement lent avec une carapace qui protège son corps",
      "example": "Die Schildkröte ging langsam über die Wüste, sie geht langsam durch den Wald, sie wird schnell um den See gehen.",
      "example_translation": "La tortue marchait lentement à travers le désert, il marche lentement à travers la forêt, il marchera rapidement autour du lac.",
      "imageLink": "image_files\\English\\tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkrötchen",
      "translation": "tortue marine",
      "definition": "Ein langsam bewegendes Reptil, das im Meer lebt und einen Panzer hat, der seinen Körper schützt",
      "definition_translation": "un reptile à mouvement lent qui vit dans la mer et a une carapace qui protège son corps",
      "example": "Die Schildkrötchen schwammen schnell durch den Ozean, sie schwammen langsam durch das Korallenriff, sie werden schnell um das Schiff schwimmen.",
      "example_translation": "La tortue marine nageait rapidement à travers l'océan, elle nagait lentement à travers le récif de corail, elle naguera rapidement autour du navire.",
      "imageLink": "image_files\\English\\turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "alligator",
      "definition": "Ein großer Reptil mit einer langen, gerundeten Schnauze und kräftigen Kiefern, heimisch im südöstlichen Vereinigten Staaten und China.",
      "definition_translation": "Un grand reptile avec un museau allongé et des mâchoires puissantes, originaire du sud-est des États-Unis et de Chine.",
      "example": "Gestern sah ich einen Alligator im Sumpf, er war riesig. Der Alligator sonnt sich jetzt in der Sonne. Bis nächstes Jahr wird der Alligator noch größer sein.",
      "example_translation": "J'ai vu un alligator dans le marais hier, il était énorme. L'alligator est en train de se dorer au soleil maintenant. D'ici l'année prochaine, l'alligator aura encore grandi.",
      "imageLink": "image_files\\English\\alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "anaconda",
      "definition": "Eine sehr große Schlange der Boa-Constrictor-Familie, gefunden in den Feuchtgebieten Südamerikas.",
      "definition_translation": "Un très grand serpent de la famille des Boa constrictor, trouvé dans les zones humides de l'Amérique du Sud.",
      "example": "Die Anakonda schlängelte sich Quietly durch das Wasser, sie jagt ihre Beute. Anakondas sind bekannt für ihre kräftigen Würgefähigkeiten. In Zukunft werden Anakondas in ihrem Habitat weiter gedeihen.",
      "example_translation": "L'anaconda a glissé silencieusement dans l'eau, il chasse sa proie. Les anacondas sont connus pour leurs puissantes capacités de constriction. À l'avenir, les anacondas continueront de prospérer dans leur habitat.",
      "imageLink": "image_files\\English\\anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boa",
      "translation": "boa",
      "definition": "Eine Art von Schlange mit einem stämmigen Körper und einem charakteristischen Muster, gefunden in Zentral- und Südamerika.",
      "definition_translation": "Un type de serpent avec un corps robuste et un motif de marques distinctif, trouvé en Amérique centrale et du Sud.",
      "example": "Die Boa constrictor wickelte sich um den Arm ihres Besitzers, es ist ein zahmes Haustier. Boas sind beliebte Haustiere aufgrund ihrer ruhigen Natur. Bis nächsten Monat wird die Boa ihre Haut wieder abgeworfen haben.",
      "example_translation": "Le boa constrictor s'est enroulé autour du bras de son propriétaire, c'est un animal de compagnie doux. Les boas sont des animaux de compagnie populaires en raison de leur nature calme. D'ici le mois prochain, le boa aura à nouveau mue sa peau.",
      "imageLink": "image_files\\English\\boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokodil",
      "translation": "crocodile",
      "definition": "Ein großes Reptil mit einer langen, schmalen Schnauze und kräftigen Kiefern, gefunden in Flüssen und Sümpfen in tropischen und subtropischen Regionen.",
      "definition_translation": "Un grand reptile avec un museau long et étroit et des mâchoires puissantes, trouvé dans les rivières et les marais des régions tropicales et subtropicales.",
      "example": "Das Krokodil schwamm schnell durch das Wasser, es ist ein Jäger. Krokodile gibt es bereits Millionen von Jahren. In Zukunft werden conservation efforts helfen, Krokodil-Habitate zu schützen.",
      "example_translation": "Le crocodile a nagé rapidement à travers l'eau, c'est un prédateur. Les crocodiles ont été sur la planète depuis des millions d'années. À l'avenir, les efforts de conservation aideront à protéger les habitats de crocodiles.",
      "imageLink": "image_files\\English\\crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Echse",
      "translation": "lezard",
      "definition": "Ein Reptil, das einen langen Körper und Schwanz hat, und normalerweise vier Beine hat. Es wird oft in warmen Ländern gefunden und kann seinen Schwanz wieder nachwachsen, wenn er abgebrochen wird.",
      "definition_translation": "Un reptile qui a un corps long et une queue, et généralement quatre pattes. Il est souvent trouvé dans les pays chauds et peut regrower sa queue si elle est cassée.",
      "example": "Gestern sah ich eine Echse in der Sonne, aber jetzt versteckt sie sich in ihrem Nest. In Zukunft werde ich versuchen, sie zu fangen.",
      "example_translation": "Hier, j'ai vu un lezard se dorer au soleil, mais maintenant il se cache dans son nid. À l'avenir, j'essaierai de l'attraper.",
      "imageLink": "image_files\\English\\lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "coquille",
      "definition": "Die harte Außenhülle eines Weichtieres, wie einer Schnecke oder einer Muschel, oder die harte Außenhülle eines Eies.",
      "definition_translation": "La couverture externe dure d'un mollusque, comme un escargot ou une huître, ou la couverture externe dure d'un œuf.",
      "example": "Ich sammelte Schalen am Strand gestern, aber jetzt sind sie in einem schönen Muster auf meinem Regal angeordnet. In Zukunft werde ich sie meiner Schwester geben.",
      "example_translation": "J'ai collecté des coquilles sur la plage hier, mais maintenant elles sont disposées en un beau modèle sur mon étagère. À l'avenir, je les donnerai à ma sœur.",
      "imageLink": "image_files\\English\\shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klapperschlange",
      "translation": "crotale",
      "definition": "Eine Art von giftiger Schlange, die einen Schwanzschnapper hat, in Amerika zu finden.",
      "definition_translation": "Un type de serpent venimeux qui a un grelot à sa queue, trouvé dans les Amériques.",
      "example": "Ich sah eine Klapperschlange in der Wüste gestern, aber heute ist sie verschwunden. In Zukunft werde ich vorsichtiger sein, wenn ich wandere.",
      "example_translation": "J'ai vu un crotale dans le désert hier, mais maintenant il est parti. À l'avenir, je serai plus prudent lorsque je vais faire de la randonnée.",
      "imageLink": "image_files\\English\\rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reptil",
      "translation": "reptile",
      "definition": "Ein kaltblütiges Tier mit Schuppen, Eier legend, wie Schlangen, Echsen und Schildkröten.",
      "definition_translation": "Un animal à sang froid avec des écailles, pondant des œufs, comme les serpents, les lézards et les tortues.",
      "example": "Ich sah ein Reptil im Zoo gestern, aber heute schläft es. In Zukunft werde ich mehr über Reptilien lernen.",
      "example_translation": "J'ai vu un reptile au zoo hier, mais maintenant il dort. À l'avenir, j'apprendrai plus sur les reptiles.",
      "imageLink": "image_files\\English\\reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salamander",
      "translation": "salamandre",
      "definition": "Ein Salamander ist eine Art von Amphibie, die einen schlanken Körper, langen Schwanz und normalerweise vier Beine hat. Er lebt im Wasser und auf dem Land.",
      "definition_translation": "Un salamandre est un type d'amphibien qui a un corps mince, une longue queue et généralement quatre pattes. Il vit dans l'eau et sur terre.",
      "example": "Der Salamander kroch langsam aus dem Teich hinaus. Er wird schneller kriechen, wenn er erwachsen ist. Bis nächstem Jahr wird er auf die andere Seite des Waldes gekrochen sein.",
      "example_translation": "Le salamandre a rampé lentement hors de l'étang. Il rampera plus vite lorsqu'il atteindra l'âge adulte. D'ici l'an prochain, il aura rampé de l'autre côté de la forêt.",
      "imageLink": "image_files\\English\\salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulquappe",
      "translation": "têtard",
      "definition": "Eine Kaulquappe ist das Larvenstadium eines Frosches oder Kröten, gekennzeichnet durch einen kleinen Körper und Schwanz, keine Gliedmaßen.",
      "definition_translation": "Un têtard est le stade larvaire d'un grenouille ou d'un crapaud, caractérisé par un petit corps et une queue, et sans membres.",
      "example": "Die Kaulquappe schwamm schnell im Aquarium. Sie wird bald ihre Gliedmaßen entwickeln. Bis nächsten Monat wird sie zu einem jungen Frosch geworden sein.",
      "example_translation": "Le têtard a nagé rapidement dans l'aquarium. Il développera bientôt ses membres. D'ici le mois prochain, il sera devenu un jeune grenouille.",
      "imageLink": "image_files\\English\\tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kröte",
      "translation": "crapaud",
      "definition": "Eine Kröte ist eine Art von Amphibie, die einen kurzen, stämmigen Körper, kurze Beine und trockene, warzige Haut hat.",
      "definition_translation": "Un crapaud est un type d'amphibien qui a un corps court et épais, de courtes pattes et une peau sèche et bosselée.",
      "example": "Die Kröte hoppelte langsam über den Garten. Sie wird schneller hoppeln, wenn sie Futter findet. Bis nächster Woche wird sie auf die andere Seite des Waldes gehopst sein.",
      "example_translation": "Le crapaud a sauté lentement à travers le jardin. Il sautera plus vite lorsqu'il trouvera de la nourriture. D'ici la semaine prochaine, il aura sauté de l'autre côté de la forêt.",
      "imageLink": "image_files\\English\\toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amphibien",
      "translation": "amphibiens",
      "definition": "Amphibien sind kaltblütige Tiere, die in beiden Wasser und auf dem Land leben und eine feuchte, durchlässige Haut haben.",
      "definition_translation": "Les amphibiens sont des animaux à sang froid qui vivent dans l'eau et sur terre, et ont une peau humide et perméable.",
      "example": "Die Amphibien lebten im Teich und Wald. Sie werden bald zum Ozean wandern. Bis nächstem Jahr werden sie sich an ihr neues Habitat angepasst haben.",
      "example_translation": "Les amphibiens vivaient dans l'étang et la forêt. Ils migreront bientôt vers l'océan. D'ici l'an prochain, ils auront adapté à leur nouvel habitat.",
      "imageLink": "image_files\\English\\amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blindwurm",
      "translation": "couleuvre épineuse",
      "definition": "Eine Schleiche ohne Beine, die einer Schlange ähnelt, oft in feuchten Umgebungen zu finden.",
      "definition_translation": "Un lézard sans pattes qui ressemble à un serpent, souvent trouvé dans des environnements humides.",
      "example": "Ich sah einen Blindwurm aus dem Teich kroch gestern, es war recht faszinierend. Heute werde ich sein Verhalten studieren, und morgen werde ich meine Ergebnisse präsentieren.",
      "example_translation": "J'ai vu une couleuvre épineuse sortir de l'étang hier, c'était très fascinant. Aujourd'hui, je vais étudier son comportement, et demain, je présenterai mes résultats.",
      "imageLink": "image_files\\English\\blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chamäleon",
      "translation": "caméléon",
      "definition": "Eine Art von Echse, die ihre Farbe ändern kann, um mit ihrer Umgebung zu verschmelzen, oft in tropischen Regionen zu finden.",
      "definition_translation": "Un type de lézard qui peut changer de couleur pour se fondre dans son environnement, souvent trouvé dans les régions tropicales.",
      "example": "Das Chamäleon hatte sich an seine neue Umgebung angepasst, seine Farbe von grün zu braun ändernd. Es wird wieder anpassen, wenn es in ein neues Habitat umzieht, und hat das schon seit Jahrhunderten getan.",
      "example_translation": "Le caméléon s'était adapté à son nouvel environnement, changeant de couleur du vert au brun. Il s'adaptera à nouveau lorsqu'il déménagera dans un nouvel habitat, et il fait ainsi depuis des siècles.",
      "imageLink": "image_files\\English\\chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kobra",
      "translation": "cobra",
      "definition": "Eine giftige Schlange, die in Afrika und Asien zu finden ist, bekannt für ihren hood-ähnlichen Kopf und aggressives Verhalten.",
      "definition_translation": "Un serpent venimeux trouvé en Afrique et en Asie, connu pour sa tête en forme de capuchon et son comportement agressif.",
      "example": "Die Kobra hob ihren Kopf, um zuzustoßen. Zum Glück kam der Schlangenfänger justzeitig, und sie wird morgen wieder in die Wildnis entlassen.",
      "example_translation": "Le cobra aleva la tête, se préparant à frapper. Heureusement, le catcheur de serpents est arrivé juste à temps, et il sera relâché dans la nature demain.",
      "imageLink": "image_files\\English\\cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grasschlange",
      "translation": "couleuvre verte et jaune",
      "definition": "Eine ungiftige Schlange, die in Grasländern und Feuchtgebieten zu finden ist, oft mit einer giftigen Schlange verwechselt aufgrund ihrer ähnlichen Erscheinung.",
      "definition_translation": "Un serpent non venomux trouvé dans les prairies et les zones humides, souvent confondu avec un serpent venomux en raison de son apparence similaire.",
      "example": "Ich sah eine Grasschlange durch das hohe Gras schlängeln gestern, aber sie schien meine Anwesenheit nicht zu stören. Heute werde ich versuchen, sie wieder zu beobachten, und vielleicht bekomme ich morgen die Chance, sie in Aktion zu sehen.",
      "example_translation": "J'ai vu une couleuvre verte et jaune se faufiler à travers l'herbe haute hier, mais elle ne semblait pas être dérangée par ma présence. Aujourd'hui, j'essaierai de l'observer à nouveau, et peut-être que j'aurai la chance de la voir en action demain.",
      "imageLink": "image_files\\English\\grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Molch",
      "translation": "triton",
      "definition": "Ein kleiner semi-aquatischer Salamander, typischerweise mit einem schlanken Körper und einem langen Schwanz.",
      "definition_translation": "Un petit salamandre semi-aquatique, ayant généralement un corps svelte et une longue queue.",
      "example": "Ich sah einen Molch gestern im Teich schwimmen, aber ich werde einen anderen sehen morgen, und ich habe viele Molche dort am Tag vorher gesehen.",
      "example_translation": "J'ai vu un triton nageant dans l'étang hier, mais je verrai un autre demain, et j'ai vu beaucoup de tritons là-bas le jour d'avant.",
      "imageLink": "image_files\\English\\newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Python",
      "translation": "python",
      "definition": "Eine große Schlange, insbesondere eine der Arten Python regius, die in Afrika und Asien beheimatet ist.",
      "definition_translation": "Un grand serpent, notamment l'une des espèces Python regius, originaire d'Afrique et d'Asie.",
      "example": "Ich werde nie eine Python als Haustier haben, weil ich eine Python einen Hasen auf TV letzte Woche essen sah, und ich habe viele Pythons im Zoo vorher gesehen.",
      "example_translation": "Je n'aurai jamais un python comme animal de compagnie, parce que j'ai vu un python manger un lapin à la télévision la semaine dernière, et j'ai vu beaucoup de pythons au zoo auparavant.",
      "imageLink": "image_files\\English\\python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flecken-Salamander",
      "translation": "salamandre tachetée",
      "definition": "Ein kleiner bis mittelgroßer Salamander, charakterisiert durch seine gelbe oder orangefarbene Farbe mit dunklen Flecken.",
      "definition_translation": "Un petit à moyen salamandre, caractérisé par sa couleur jaune ou orange avec des taches sombres.",
      "example": "Ich habe einen Flecken-Salamander über die Straße laufen sehen, und ich werde einen anderen unter einem Stein morgen sehen, aber ich sah viele Flecken-Salamander im Wald leben am Tag vorher.",
      "example_translation": "J'ai vu une salamandre tachetée traversant la route, et je verrai une autre se cachant sous un rocher demain, mais j'ai vu beaucoup de salamandres tachetées vivant dans la forêt le jour d'avant.",
      "imageLink": "image_files\\English\\salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baumfrosch",
      "translation": "grenouille arboricole",
      "definition": "Ein kleiner Frosch, der in Bäumen lebt, charakterisiert durch seine grüne oder braune Farbe und seine Schwimmpfüße.",
      "definition_translation": "Une petite grenouille qui vit dans les arbres, caractérisée par sa couleur verte ou brune et ses pattes palmées.",
      "example": "Ich habe einen Baumfrosch im Garten quaken hören, und ich werde einen anderen im Park morgen singen hören, aber ich hörte viele Baumfrösche im Wald vorher zirpen.",
      "example_translation": "J'ai entendu une grenouille arboricole coasser dans le jardin, et j'entendrai une autre chantant dans le parc demain, mais j'ai entendu beaucoup de grenouilles arboricoles gazouillant dans la forêt le jour d'avant.",
      "imageLink": "image_files\\English\\tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Viper",
      "translation": "vipère",
      "definition": "Eine giftige Schlange, die in warmen Regionen gefunden wird, insbesondere in Afrika und Asien, mit einem charakteristischen dreieckigen Kopf und einer gespaltenen Zunge.",
      "definition_translation": "un serpent vénimeux trouvé dans les régions chaudes, notamment en Afrique et en Asie, avec une tête triangulaire distinctive et une langue fourchue.",
      "example": "Ich sah eine Viper in der Wüste, es war sehr erschreckend. Die Wanderer hatten eine Viper letzten Woche gesehen, und sie werden eine sehen wieder nächstes Jahr.",
      "example_translation": "J'ai vu une vipère dans le désert, c'était très effrayant. Les randonneurs avaient vu une vipère la semaine dernière, et ils en verront une autre l'année prochaine.",
      "imageLink": "image_files\\English\\viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser-Schlange",
      "translation": "serpent d'eau",
      "definition": "Ein mythologisches Wesen, das als Schlange oder Drache im oder nahe dem Wasser dargestellt wird, oft mit alten Kulturen assoziiert.",
      "definition_translation": "une créature mythologique représentée comme un serpent ou un dragon vivant dans ou près de l'eau, souvent associée aux cultures anciennes.",
      "example": "Die alte Zivilisation glaubte an die Existenz von Wasser-Schlangen, sie dachten, es wäre eine Wasser-Schlange, die ihr Dorf zerstört hätte. Die Legende sagt, dass eine Wasser-Schlange im nächsten Jahrhundert erscheinen wird.",
      "example_translation": "La civilisation ancienne croyait à l'existence des serpents d'eau, ils pensaient que c'était un serpent d'eau qui avait détruit leur village. La légende dit qu'un serpent d'eau apparaîtra au siècle prochain.",
      "imageLink": "image_files\\English\\water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]