[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarre",
      "translation": "guitare",
      "definition": "Ein Saiteninstrument, das durch Zupfen oder Schlagen gespielt wird, mit Bünden am Hals, in einer Vielzahl von Musikgenres verwendet.",
      "definition_translation": "Un instrument musical à cordes joué en pincement ou en strumming, avec des frettes sur le manche, utilisé dans un large éventail de genres musicaux.",
      "example": "Ich habe seit fünf Jahren Gitarre gespielt, ich spiele sie jeden Tag und werde sie auf dem Konzert morgen spielen.",
      "example_translation": "J'ai joué de la guitare pendant cinq ans, je le joue tous les jours, et je le jouerai au concert demain.",
      "imageLink": "image_files\\English\\guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlagzeug",
      "translation": "tambour",
      "definition": "Ein Schlaginstrument, insbesondere eines mit einer Pergament- oder Synthetik-Beschichtung, das durch Schlagen mit Stöcken oder Bürsten gespielt wird.",
      "definition_translation": "Un instrument de percussion, en particulier avec une tête de parchemin ou synthétique, joué en le frappant avec des baguettes ou des brosses.",
      "example": "Ich habe drei Jahre lang in einer Band Schlagzeug gespielt, ich spiele Schlagzeug jede Woche und werde es auf dem Festival nächsten Monat spielen.",
      "example_translation": "J'ai joué du tambour dans un groupe pendant trois ans, je joue du tambour chaque semaine, et je jouerai du tambour au festival le mois prochain.",
      "imageLink": "image_files\\English\\drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlagzeuge",
      "translation": "tambours",
      "definition": "Ein Set von Schlaginstrumenten, die durch Schlagen mit Stöcken oder Bürsten gespielt werden, in einer Vielzahl von Musikgenres verwendet.",
      "definition_translation": "Un ensemble d'instruments de percussion joués en les frappant avec des baguettes ou des brosses, utilisé dans un large éventail de genres musicaux.",
      "example": "Ich habe seit zwei Jahren Schlagzeuge gespielt, ich spiele sie jeden Tag und werde sie auf dem Konzert morgen spielen.",
      "example_translation": "J'ai joué des tambours pendant deux ans, je les joue tous les jours, et je les jouerai au concert demain.",
      "imageLink": "image_files\\English\\drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instrument",
      "translation": "instrument",
      "definition": "Ein Objekt, das verwendet wird, um Töne oder Musik zu erzeugen, wie ein Piano, eine Gitarre oder eine Violine.",
      "definition_translation": "Un objet utilisé pour produire des sons ou de la musique, comme un piano, une guitare ou un violon.",
      "example": "Ich habe seit fünf Jahren ein Musikinstrument gespielt, ich spiele es jeden Woche und werde es auf dem Konzert nächsten Monat spielen.",
      "example_translation": "J'ai joué d'un instrument musical pendant cinq ans, je le joue chaque semaine, et je le jouerai au concert le mois prochain.",
      "imageLink": "image_files\\English\\instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tastatur",
      "translation": "clavier",
      "definition": "Ein elektronisches Gerät mit Tasten, die gedrückt werden, um Daten oder Befehle in einen Computer einzugeben.",
      "definition_translation": "Un appareil électronique avec des touches qui sont pressées pour saisir des données ou des commandes dans un ordinateur.",
      "example": "Ich habe früher auf meiner Tastatur Spiele gespielt, als ich ein Kind war. Jetzt benutze ich sie, um Berichte zu tippen. Bis nächstes Jahr werde ich das Touch-Typing auf meiner Tastatur beherrschen.",
      "example_translation": "J'ai joué aux jeux sur mon clavier lorsque j'étais enfant. Maintenant, j'utilise pour taper des rapports. D'ici l'année prochaine, j'aurai maîtrisé la dactylographie tactile sur mon clavier.",
      "imageLink": "image_files\\English\\keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klavier",
      "translation": "piano",
      "definition": "Ein Musikinstrument, das durch Drücken von Tasten erzeugt wird.",
      "definition_translation": "Un instrument de musique joué en pressant des touches qui produisent du son.",
      "example": "Ich habe Klavier gespielt, seit ich fünf Jahre alt war. Jetzt spiele ich Klavier für meine Familie jede Woche. Bis nächstem Monat werde ich ein Klavierkonzert vor einemLive-Publikum aufführen.",
      "example_translation": "J'ai appris à jouer du piano lorsque j'avais cinq ans. Maintenant, je joue du piano pour ma famille chaque semaine. D'ici le mois prochain, j'aurai interprété un concerto de piano devant un public en direct.",
      "imageLink": "image_files\\English\\piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geige",
      "translation": "violon",
      "definition": "Ein Saiteninstrument, das mit einem Bogen oder durch Zupfen der Saiten gespielt wird.",
      "definition_translation": "Un instrument de musique à cordes joué avec un archet ou en piquant les cordes.",
      "example": "Ich habe jeden Morgen Geige geübt. Jetzt spiele ich Geige in einem Orchester. Bis nächstes Jahr werde ich die Violinsonate beherrschen.",
      "example_translation": "J'ai l'habitude de pratiquer le violon chaque matin. Maintenant, je joue du violon dans un orchestre. D'ici l'année prochaine, j'aurai maîtrisé la sonate de violon.",
      "imageLink": "image_files\\English\\violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dudelsack",
      "translation": "cornemuse",
      "definition": "Ein traditionelles schottisches Musikinstrument mit einem Sack und Pfeifen, das einen charakteristischen Klang erzeugt.",
      "definition_translation": "Un instrument de musique traditionnel écossais avec un sac et des pipes qui produisent un son distinct.",
      "example": "Ich habe Dudelsack bei einem schottischen Festival gesehen. Jetzt lerne ich Dudelsack für ein kulturelles Ereignis. Bis nächsten Sommer werde ich die Kunst des Dudelsackspielens beherrschen.",
      "example_translation": "J'ai vu des cornemuses être jouées lors d'un festival écossais. Maintenant, j'apprends à jouer de la cornemuse pour un événement culturel. D'ici l'été prochain, j'aurai maîtrisé l'art de jouer de la cornemuse.",
      "imageLink": "image_files\\English\\bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flöte",
      "translation": "flûte",
      "definition": "Ein Musikinstrument der Holzblasinstrumentenfamilie, das durch Blasen von Luft durch ein Loch in der Seite erzeugt wird, gespielt wird, indem man es vertikal hält und Löcher mit den Fingern bedient, um verschiedene Töne zu erzeugen",
      "definition_translation": "un instrument de musique de la famille des bois, sonné en soufflant de l'air à travers un trou sur le côté, joué en le tenant verticalement et en doigtant des trous pour produire des notes différentes",
      "example": "Ich habe in der Schule Flores spielte, wenn ich ein Kind war, ich spiele jetzt Flöte im Orchester und werde Flöte auf dem Konzert morgen spielen.",
      "example_translation": "J'ai joué de la flûte dans l'orchestre scolaire quand j'étais gosse, je joue de la flûte dans l'orchestre maintenant, et je jouerai de la flûte au concert demain.",
      "imageLink": "image_files\\English\\flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saxophon",
      "translation": "saxophone",
      "definition": "Ein Musikinstrument der Holzblasinstrumentenfamilie, das durch Blasen von Luft durch eine einzelne Rohrblatt erzeugt wird, in Jazz und anderen Formen von Musik verwendet.",
      "definition_translation": "un instrument de musique de la famille des bois, joué en soufflant de l'air à travers une anche simple, utilisé dans le jazz et d'autres formes de musique",
      "example": "John Coltrane war ein berühmter Saxophonist, er spielte Saxophon in der Jazzband und wird immer für seine ikonischen Saxophon-Soli erinnert.",
      "example_translation": "John Coltrane était un saxophoniste célèbre, il a joué du saxophone dans le groupe de jazz, et il sera toujours rappelé pour ses solos de saxophone iconiques.",
      "imageLink": "image_files\\English\\saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trompete",
      "translation": "trompette",
      "definition": "Ein Musikinstrument aus Messing, das durch Blasen von Luft durch gepresste Lippen gespielt wird, verwendet in Orchestern, Bands und Jazz",
      "definition_translation": "un instrument de musique en métal, joué en soufflant de l'air à travers des lèvres pincées, utilisé dans les orchestres, les groupes et le jazz",
      "example": "Ich habe in der Highschool Trompete gespielt, mein Bruder spielt Trompete in der Marschband, und meine Schwester wird nächstes Jahr Trompete im Orchester spielen.",
      "example_translation": "J'ai appris à jouer de la trompette au lycée, mon frère joue de la trompette dans le groupe de défilé, et ma sœur jouera de la trompette dans l'orchestre l'année prochaine.",
      "imageLink": "image_files\\English\\trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akkordeon",
      "translation": "accordéon",
      "definition": "Ein Musikinstrument mit Tastatur und Balg, gespielt durch Zusammendrücken und Ausdehnen des Balges, um Töne zu erzeugen",
      "definition_translation": "un instrument de musique avec un clavier et des soufflets, joué en comprimant et en dépliant les soufflets pour produire du son",
      "example": "Die Akkordeonspielerin war der Star der Folkband, sie spielte Akkordeon auf dem Festival letztes Jahr, und sie wird Akkordeon auf der Hochzeitsfeier nächsten Monat spielen.",
      "example_translation": "Le joueur d'accordéon était la star du groupe folk, elle a joué de l'accordéon au festival l'année dernière, et elle jouera de l'accordéon à la réception de mariage le mois prochain.",
      "imageLink": "image_files\\English\\accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "E-Bass",
      "translation": "guitare basse",
      "definition": "Ein E-Bass ist ein Saiteninstrument, das primär mit den Fingern oder dem Daumen gespielt wird, indem man zupft, schlägt, pflückt, streicht, klopft, tippt oder pickt mit einem Plektrum, oft von Musikern in Rock, Pop, Jazz und anderen Stilrichtungen verwendet.",
      "definition_translation": "Une guitare basse est un instrument à cordes joué principalement avec les doigts ou le pouce, en pincement, en claquant, en faisant rebondir, en strumming, en tapotant, en frappant ou en piquant avec un plectre, souvent par des musiciens de rock, pop, jazz et d'autres styles de musique.",
      "example": "Ich spielte E-Bass in einer Band, als ich auf dem College war, dann wechselte ich zum Schlagzeug. Jetzt denke ich daran, wieder Gitarre zu spielen. In Zukunft hoffe ich, meine eigene Band zu gründen.",
      "example_translation": "J'ai joué de la guitare basse dans un groupe lorsqu'j'étais à l'université, puis j'ai changé pour jouer de la batterie. Maintenant, je pense reprendre la guitare. À l'avenir, j'espère créer mon propre groupe.",
      "imageLink": "image_files\\English\\bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cello",
      "translation": "violoncelle",
      "definition": "Ein Cello ist ein großes, seitenständiges Musikinstrument, das sitzend gespielt wird, mit einem reichen, vollen Klang, verwendet in Orchestern, Kammermusik und als Soloinstrument.",
      "definition_translation": "Un violoncelle est un grand instrument de musique à cordes joué assis, avec un son riche et mélodieux, utilisé dans les orchestres, la musique de chambre et comme instrument solo.",
      "example": "Ich begann mit 10 Jahren Cello-Unterricht zu nehmen und spielte weiter bis zum Ende der Highschool. Früher übte ich stundenlang jeden Tag, jetzt spiele ich nur noch zum Spaß. In Zukunft hoffe ich, in einem professionellen Orchester zu spielen.",
      "example_translation": "J'ai commencé à prendre des leçons de violoncelle lorsque j'avais 10 ans et j'ai continué à jouer tout au long du lycée. Dans le passé, j'habitais à pratiquer pendant des heures chaque jour, mais maintenant je ne joue que pour m'amuser. À l'avenir, j'espère jouer dans un orchestre professionnel.",
      "imageLink": "image_files\\English\\cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konzertflügel",
      "translation": "piano à queue",
      "definition": "Ein Konzertflügel ist ein großes, akustisches Klavier mit einem horizontalen, flügelförmigen Körper, produziert einen reichen, resonanten Klang, verwendet für klassische Musik, Jazz und andere Stilrichtungen.",
      "definition_translation": "Un piano à queue est un grand piano acoustique avec un corps horizontal en forme d'aile, produisant un son riche et résonant, utilisé pour la musique classique, le jazz et d'autres styles de musique.",
      "example": "Als ich ein Kind war, kaufte meine Eltern einen Konzertflügel für unser Wohnzimmer, und ich spielte stundenlang jeden Tag. Dann hörte ich auf, für einige Jahre zu spielen, aber jetzt nehme ich wieder Unterricht. In Zukunft hoffe ich, einen Konzertflügel in meinem eigenen Haus zu haben.",
      "example_translation": "Lorsque j'étais enfant, mes parents ont acheté un piano à queue pour notre salon, et je jouais pendant des heures chaque jour. Ensuite, j'ai arrêté de jouer pendant quelques années, mais maintenant je suis à nouveau en train de prendre des leçons. À l'avenir, j'espère posséder un piano à queue dans ma propre maison.",
      "imageLink": "image_files\\English\\grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mundharmonika",
      "translation": "harmonica",
      "definition": "Eine Mundharmonika ist ein kleines, portables, frei blasendes Aerophon-Musikinstrument, gespielt durch Blasen und Ziehen von Luft durch es, verwendet in verschiedenen Musikgenres, einschließlich Blues, Folk und Rock.",
      "definition_translation": "Un harmonica est un petit instrument de musique aérophone à anche libre, portable, joué en soufflant et en aspirant de l'air à travers lui, utilisé dans divers genres de musique, notamment le blues, le folk et le rock.",
      "example": "Ich lernte Mundharmonika spielen, als ich auf einer Roadtrip quer durch das Land war. Dann begann ich, mit einer Bluesband zu spielen, und jetzt bin ich als Mundharmonikaspieler in der Band bekannt. In Zukunft hoffe ich, mein eigenes Mundharmonika-Album zu veröffentlichen.",
      "example_translation": "J'ai appris à jouer de l'harmonica lorsque j'étais en voyage routier à travers le pays. Ensuite, j'ai commencé à jouer avec un groupe de blues, et maintenant je suis connu comme le joueur d'harmonica du groupe. À l'avenir, j'espère sortir mon propre album d'harmonica.",
      "imageLink": "image_files\\English\\harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tamburin",
      "translation": "tambourin",
      "definition": "Ein Tamburin ist ein Musikinstrument mit einem runden Rahmen, der mit einer Membran bespannt ist, typischerweise durch Schütteln oder Schlagen mit den Händen gespielt.",
      "definition_translation": "Un tambourin est un instrument de musique avec un cadre rond recouvert d'une membrane, généralement joué en le secouant ou en le frappant avec les mains.",
      "example": "Gestern spielte ich Tamburin in der Schulband. Heute übe ich mit meinen Freunden. Morgen werden wir auf dem Konzert auftreten.",
      "example_translation": "Hier, j'ai joué du tambourin dans l'orchestre de l'école. Aujourd'hui, je pratique avec mes amis. Demain, nous allons jouer au concert.",
      "imageLink": "image_files\\English\\tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Horn",
      "translation": "cor",
      "definition": "Ein Horn ist ein Blechblasinstrument, das durch Blasen von Luft durch gepresste Lippen gespielt wird, oft in Orchestern und Jazz-Musik verwendet.",
      "definition_translation": "Un cor est un instrument de cuivre joué en soufflant de l'air à travers les lèvres pincées, souvent utilisé dans les orchestres et la musique de jazz.",
      "example": "Mein Bruder spielte früher Horn in der Highschool. Jetzt ist er ein professioneller Musiker. In Zukunft möchte er eine Musikschule gründen.",
      "example_translation": "Mon frère jouait du cor au lycée. Maintenant, il est musicien professionnel. À l'avenir, il veut créer une école de musique.",
      "imageLink": "image_files\\English\\horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orgel",
      "translation": "orgue",
      "definition": "Eine Orgel ist ein Musikinstrument mit Pfeifen, gespielt mit Tasten und Pedalen, oft in Kirchen und klassischer Musik verwendet.",
      "definition_translation": "Un orgue est un instrument de musique avec des tuyaux, joué en utilisant des clés et des pédales, souvent utilisé dans les églises et la musique classique.",
      "example": "Die Orgel in unserer Kirche ist sehr alt. Letzten Sonntag spielte der Organist wunderbar. Nächste Woche werden wir ein Konzert geben, um Geld für ihre Restaurierung zu sammeln.",
      "example_translation": "L'orgue de notre église est très vieux. Dimanche dernier, l'organiste a joué magnifiquement. La semaine prochaine, nous aurons un concert pour collecter des fonds pour sa restauration.",
      "imageLink": "image_files\\English\\organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Triangel",
      "translation": "triangle",
      "definition": "Ein Triangel ist ein Musikinstrument mit einem metallenen Stab, der zu einer dreieckigen Form gebogen ist, gespielt durch Schlagen mit einem Stock, oft in Orchestern und Percussion-Ensembles verwendet.",
      "definition_translation": "Un triangle est un instrument de musique avec une tige métallique courbée en forme de triangle, joué en frappant avec une baguette, souvent utilisé dans les orchestres et les ensembles de percussion.",
      "example": "Ich wollte immer Triangel in einem professionellen Orchester spielen. Im College hatte ich die Gelegenheit, Unterricht zu nehmen. Jetzt bin ich Teil eines Community-Ensembles.",
      "example_translation": "J'ai toujours voulu jouer du triangle dans un orchestre professionnel. Au collège, j'ai eu l'opportunité de prendre des leçons. Maintenant, je fais partie d'un ensemble communautaire.",
      "imageLink": "image_files\\English\\triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balkanläute",
      "translation": "balalaïka",
      "definition": "Ein Saiteninstrument russischen Ursprungs mit einem dreieckigen Korpus und einem langen Hals",
      "definition_translation": "un instrument de musique à cordes originaire de Russie, ayant un corps triangulaire et un long manche",
      "example": "Gestern sah ich einen Balkanläutespieler auf der Straße spielen. Heute werde ich eine Balkanläute kaufen, um zu lernen, wie man sie spielt. Nächste Woche werde ich schon einen Monat lang Balkanläute spielen.",
      "example_translation": "Hier, j'ai vu un joueur de balalaïka se produire dans la rue. Aujourd'hui, je vais acheter une balalaïka pour apprendre à jouer. La semaine prochaine, j'aurai joué de la balalaïka pendant un mois.",
      "imageLink": "image_files\\English\\balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Banjo",
      "translation": "banjo",
      "definition": "Ein Saiteninstrument mit einem runden Körper und einem langen Hals, gespielt durch Zupfen oder Schlagen",
      "definition_translation": "un instrument de musique à cordes avec un corps rond et un long manche, joué en pincant ou en strumant",
      "example": "Ich spielte Banjo auf der Party letzte Nacht. Jetzt repariere ich mein Banjo, um mich auf die nächste Show vorzubereiten. Bis nächstes Jahr werde ich Banjo spielen beherrschen.",
      "example_translation": "J'ai joué du banjo à la fête hier soir. Maintenant, je répare mon banjo pour me préparer pour le prochain spectacle. D'ici l'année prochaine, j'aurai maitrisé jouer du banjo.",
      "imageLink": "image_files\\English\\banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fagott",
      "translation": "basson",
      "definition": "Ein großes, doppelröhriges Holzblasinstrument mit einem langen, schmalen Rohr und einem konischen Innendurchmesser",
      "definition_translation": "un instrument à vent en bois à double anche avec un tube long et étroit et une also conique",
      "example": "Der Fagottspieler saß hinten im Orchester. Heute habe ich versucht, Fagott zu spielen, aber es war schwieriger, als ich dachte. Bis nächstem Monat werde ich jeden Tag Fagott geübt haben.",
      "example_translation": "Le joueur de basson était assis à l'arrière de l'orchestre. Aujourd'hui, j'ai essayé de jouer du basson, mais c'était plus dur que je ne pensais. D'ici le mois prochain, j'aurai pratiqué jouer du basson tous les jours.",
      "imageLink": "image_files\\English\\bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kastagnetten",
      "translation": "castagnettes",
      "definition": "Ein Paar kleiner, flacher Schalen, die zum Erzeugen von Rhythmusgeräuschen zusammengeschlagen werden, insbesondere in der Flamenco-Musik",
      "definition_translation": "une paire de coquilles petites et peu profondes cliquées ensemble pour produire un son rythmique, notamment dans la musique flamenco",
      "example": "Ich verwendete Kastagnetten in meiner Tanzvorführung letzte Woche. Jetzt lerne ich, Kastagnetten mit meinen Füßen zu verwenden. Nächstes Jahr werde ich Kastagnetten mit meinen Händen und Füßen beherrschen.",
      "example_translation": "J'ai utilisé des castagnettes dans ma performance de danse la semaine dernière. Maintenant, j'apprends à utiliser des castagnettes avec mes pieds. L'année prochaine, j'aurai maitrisé utiliser des castagnettes avec mes mains et mes pieds.",
      "imageLink": "image_files\\English\\castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cimbalom",
      "translation": "cymbaline",
      "definition": "Ein Cimbalom ist ein Typ von Hammerdulcimer, der in Ungarn entstand und durch Schlagen von Tasten mit einem Paar Schlegeln gespielt wird.",
      "definition_translation": "Un cimbalom est un type de dulcineau à marteau qui a pris naissance en Hongrie et est joué en frappant des touches avec une paire de batteurs.",
      "example": "Sie lernte Cimbalom spielen, als sie jung war, und jetzt ist sie eine geschickte Musikerin. Sie spielte Cimbalom auf der Hochzeit letzte Woche. Sie wird ihrer Tochter nächsten Jahr Cimbalom spielen lehren.",
      "example_translation": "Elle a appris à jouer du cimbalom à un âge précoce, et maintenant elle est une musicienne expérimentée. Elle a joué du cimbalom au mariage la semaine dernière. Elle enseignera à sa fille à jouer du cimbalom l'an prochain.",
      "imageLink": "image_files\\English\\cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klapper",
      "translation": "claquoir",
      "definition": "Ein Gerät, das zum Erzeugen eines lauten, plötzlichen Geräuschs verwendet wird, typischerweise in der Filmproduktion verwendet, um den Beginn einer Szene zu markieren.",
      "definition_translation": "Un claquoir est un dispositif utilisé pour produire un bruit sec et soudain, généralement utilisé dans la production de films pour marquer le début d'une scène.",
      "example": "Der Regisseur schrie 'Aktion' und die Klapper wurde verwendet, um den Beginn der Szene zu markieren. Sie mag eine Klapper verwenden, um Aufmerksamkeit in einem lauten Raum zu erregen. Er wird ein digitales Klapper für zukünftige Filmproduktionen erfinden.",
      "example_translation": "Le réalisateur a crié 'action' et le claquoir a été utilisé pour marquer le début de la scène. Elle aime utiliser un claquoir pour attirer l'attention dans une salle bruyante. Il inventera un claquoir numérique pour les productions de films futures.",
      "imageLink": "image_files\\English\\clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klarinette",
      "translation": "clarinette",
      "definition": "Eine Klarinette ist ein Holzblasinstrument mit einem einzelnen Rohr, verwendet in vielen Musikstilen, einschließlich Klassik, Jazz und Folk.",
      "definition_translation": "La clarinette est un instrument à vent à anche simple, utilisé dans de nombreux types de musique, notamment classique, jazz et folk.",
      "example": "Sie spielt Klarinette seit der High School, und jetzt ist sie in einem professionellen Orchester. Er lernte Klarinette spielen, um sein Date zu beeindrucken. Sie werden nächstes Monat ein Klarinettenquartett gründen.",
      "example_translation": "Elle a commencé à jouer de la clarinette au lycée, et maintenant elle est dans un orchestre professionnel. Il a appris à jouer de la clarinette pour impressionner sa partenaire. Ils vont commencer un quatuor de clarinette le mois prochain.",
      "imageLink": "image_files\\English\\clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Becken",
      "translation": "cymbale",
      "definition": "Ein metallenes Plättchen, das von einem Schlagzeuger geschlagen wird, um einen klingenden Ton zu erzeugen, oft in Rock-, Pop- und Jazz-Musik verwendet.",
      "definition_translation": "Une cymbale est une plaque de métal frappée par un batteur pour produire un son sonore, souvent utilisée dans la musique rock, pop et jazz.",
      "example": "Der Schlagzeuger krachte das Becken, um das Lied zu beenden. Sie liebt den Klang des Beckens in Heavy-Metal-Musik. Er wird das Becken vor dem Konzert morgen stimmen.",
      "example_translation": "Le batteur a écrasé la cymbale pourterminer la chanson. Elle adore le son de la cymbale dans la musique heavy metal. Il accordera la cymbale avant le concert de demain.",
      "imageLink": "image_files\\English\\cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kontrabass",
      "translation": "contrebasse",
      "definition": "Ein großes Saiteninstrument, das durch Zupfen oder Streichen der Saiten gespielt wird, verwendet in Orchestern und Jazzbands.",
      "definition_translation": "Un instrument à cordes volumineux joué en tirant un archet ou en pincant les cordes, utilisé dans les orchestres et les groupes de jazz.",
      "example": "Ich spielte Kontrabass im Schulorchester, als ich ein Teenager war. Jetzt spiele ich es in einer Jazzband. Nächstes Jahr werde ich es in einem Symphonieorchester spielen.",
      "example_translation": "J'ai joué de la contrebasse dans l'orchestre de l'école lorsque j'étais adolescent. Maintenant, je joue dans un groupe de jazz. L'année prochaine, je jouerai dans un orchestre symphonique.",
      "imageLink": "image_files\\English\\double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gong",
      "translation": "gong",
      "definition": "Eine metallene Platte, die mit einem Hammer oder Schlegel geschlagen wird, um einen lauten, hallenden Ton zu erzeugen, typischerweise in Orchestern oder als Signal verwendet.",
      "definition_translation": "Une plaque de métal frappée avec un marteau ou un maillet pour produire un son fort et résonnant, généralement utilisée dans les orchestres ou comme signal.",
      "example": "Der Schlagzeuger schlug den Gong, um das Konzert zu eröffnen. Ich hatte noch nie einen Gong gesehen, aber ich werde ihn in meiner nächsten Musikkomposition verwenden. Vielleicht werde ich den Gong morgen wieder schlagen.",
      "example_translation": "Le percussionniste a frappé le gong pour signaler le début du concert. Je n'avais jamais vu de gong auparavant, mais j'utiliserai dans ma prochaine composition musicale. Peut-être que je frapperai le gong à nouveau demain.",
      "imageLink": "image_files\\English\\gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harmonium",
      "translation": "harmonium",
      "definition": "Ein kleines, portables Tasteninstrument ähnlich einer Orgel, das in Kirchen und zu Hause verwendet wird.",
      "definition_translation": "Un instrument de clavier petit et portable similaire à un orgue, utilisé dans les églises et les maisons.",
      "example": "Meine Großmutter spielte früher das Harmonium in der Kirche, als ich ein Kind war. Jetzt spiele ich es in meinem Wohnzimmer. Ich werde nächste Woche ein neues Harmonium kaufen.",
      "example_translation": "Ma grand-mère jouait de l'harmonium à l'église lorsque j'étais gosse. Maintenant, je joue dans mon salon. Je vais acheter un nouvel harmonium la semaine prochaine.",
      "imageLink": "image_files\\English\\harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harfe",
      "translation": "harpe",
      "definition": "Ein Saiteninstrument, das durch Zupfen der Saiten mit den Fingern gespielt wird, das in Orchestern und als Solo-Instrument verwendet wird.",
      "definition_translation": "Un instrument à cordes joué en pincant les cordes avec les doigts, utilisé dans les orchestres et comme instrument solo.",
      "example": "Die Harfenistin spielte eine beautiful Melodie auf ihrer Harfe. Ich lernte, die Harfe zu spielen, als ich 10 Jahre alt war. Sie wird die Harfe auf der Hochzeit nächstes Monat spielen.",
      "example_translation": "La harpiste a joué une mélodie belle sur sa harpe. J'ai appris à jouer de la harpe lorsque j'avais 10 ans. Elle jouera de la harpe lors de la cérémonie de mariage le mois prochain.",
      "imageLink": "image_files\\English\\harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cembalo",
      "translation": "clavecin",
      "definition": "Ein Saiteninstrument, das durch Zupfen der Saiten mit Zungen oder Plektren Töne erzeugt, das durch Drücken von Tasten auf einer Tastatur gespielt wird.",
      "definition_translation": "Un instrument de musique à cordes qui produit du son lorsque ses cordes sont pincées par des plumes ou des plectres, généralement joué en appuyant sur des touches d'un clavier.",
      "example": "Das Cembalo war ein beliebtes Instrument im Barockzeitalter. Letztes Jahr sah ich ein Cembalo bei einem Konzert. Wenn ich reich wäre, würde ich ein Cembalo kaufen und lernen, es zu spielen.",
      "example_translation": "Le clavecin était un instrument populaire pendant la période baroque. L'année dernière, j'ai vu un clavecin être joué lors d'un concert. Si j'étais riche, j'achèterais un clavecin et apprendrais à le jouer.",
      "imageLink": "image_files\\English\\harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pauken",
      "translation": "timbales",
      "definition": "Ein Paar Trommeln unterschiedlicher Größe, die durch Schlagen mit einem Stock gespielt werden, das in Orchestern und anderen musikalischen Ensembles verwendet wird.",
      "definition_translation": "Une paire de tambours de taille variable, généralement joués en les frappant avec une baguette, utilisés dans les ensembles orchestraux et autres ensembles musicaux.",
      "example": "Die Pauken fügten der Musik viel Energie hinzu. Der Schlagzeuger spielte die Pauken während der Aufführung sehr gut. Bis nächsten Jahr werde ich gelernt haben, die Pauken professionell zu spielen.",
      "example_translation": "Les timbales ont ajouté beaucoup d'énergie à la musique. Le batteur a joué habilement les timbales pendant la représentation. D'ici l'année prochaine, j'aurai appris à jouer professionnellement des timbales.",
      "imageLink": "image_files\\English\\kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laute",
      "translation": "luth",
      "definition": "Ein Saiteninstrument mit einem birnenförmigen Korpus, das durch Zupfen der Saiten mit den Fingern oder einem Plektrum gespielt wird.",
      "definition_translation": "Un instrument de musique à cordes avec un corps en forme de poire, généralement joué en pincant les cordes avec les doigts ou un plectre.",
      "example": "Die Finger der Lautenspielerin bewegten sich schnell über die Saiten. Ich sah eine schöne Laute bei einem Mittelaltermarkt. Bis ich in Rente gehe, hoffe ich, die Laute perfekt zu spielen gelernt zu haben.",
      "example_translation": "Les doigts du joueur de luth se sont déplacés rapidement sur les cordes. J'ai vu un luth magnifique être joué lors d'un festival médiéval. D'ici à ma retraite, j'espère avoir maîtrisé le jeu du luth.",
      "imageLink": "image_files\\English\\lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandoline",
      "translation": "mandoline",
      "definition": "Ein Saiteninstrument mit einem kleinen, runden Rücken und einem bundierten Hals, das durch Zupfen der Saiten mit einem Plektrum gespielt wird.",
      "definition_translation": "Un instrument de musique à cordes avec un petit dos rond et un manche fretté, généralement joué en pincant les cordes avec un plectre.",
      "example": "Der Mandolinen-Spieler bewegte sein Plektrum schnell über die Saiten. Ich sah eine Mandoline bei einem Bluegrass-Konzert. Wenn ich mehr Zeit hätte, würde ich lernen, die Mandoline zu spielen.",
      "example_translation": "Le plectre du joueur de mandoline s'est déplacé rapidement sur les cordes. J'ai vu une mandoline être jouée lors d'un concert de bluegrass. Si j'avais plus de temps, j'apprendrais à jouer de la mandoline.",
      "imageLink": "image_files\\English\\mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maracas",
      "translation": "maracas",
      "definition": "Maracas sind eine Art von Musikinstrumenten, die typischerweise aus Holz oder Plastik hergestellt werden und verwendet werden, um rhythmische Klänge zu erzeugen.",
      "definition_translation": "Les maracas sont un type d'instrument de musique, généralement en bois ou en plastique, utilisé pour créer des sons rythmiques.",
      "example": "Sie spielte die Maracas im Schulband letztes Jahr, dann übte sie jeden Tag und jetzt wird sie heute Abend bei dem Konzert auftreten.",
      "example_translation": "Elle a joué des maracas dans l'orchestre de l'école l'année dernière, puis elle a pratiqué tous les jours, et maintenant elle se produira au concert ce soir.",
      "imageLink": "image_files\\English\\maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oboe",
      "translation": "hautbois",
      "definition": "Eine Oboe ist ein doppelröhriges Holzblasinstrument, bekannt für ihren charakteristischen, weichen Klang.",
      "definition_translation": "Le hautbois est un instrument de musique à anche double en bois, connu pour son son distinct et mélodieux.",
      "example": "Er lernte, die Oboe im College zu spielen, dann trat er einem professionellen Orchester bei und jetzt unterrichtet er Musik für Kinder.",
      "example_translation": "Il a appris à jouer du hautbois au collège, puis il a rejoint un orchestre professionnel, et maintenant il enseigne la musique aux enfants.",
      "imageLink": "image_files\\English\\oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Okarina",
      "translation": "ocarina",
      "definition": "Eine Okarina ist ein kleines, flötenähnliches Musikinstrument, oft in Volksmusik verwendet.",
      "definition_translation": "L'ocarina est un instrument de musique petit et flûtée, souvent utilisé dans la musique folk.",
      "example": "Sie spielte die Okarina seit ihrer Kindheit, dann entdeckte sie ihre Schönheit in einem Videospiel und jetzt komponiert sie Musik für Filme.",
      "example_translation": "Elle avait joué de l'ocarina depuis l'enfance, puis elle a découvert sa beauté dans un jeu vidéo, et maintenant elle compose de la musique pour les films.",
      "imageLink": "image_files\\English\\ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blockflöte",
      "translation": "flûte à bec",
      "definition": "Eine Blockflöte ist ein einfaches, hölzernes Blasinstrument, oft in Musikunterricht an Grundschulen gelehrt.",
      "definition_translation": "La flûte à bec est un instrument de musique en bois simple, souvent enseigné dans les classes de musique de l'école primaire.",
      "example": "Sie lernte, die Blockflöte in der dritten Klasse zu spielen, dann übte sie jeden Tag und jetzt ist sie Teil eines professionellen Ensembles.",
      "example_translation": "Elle a appris à jouer de la flûte à bec en troisième année, puis elle a pratiqué tous les jours, et maintenant elle fait partie d'un ensemble professionnel.",
      "imageLink": "image_files\\English\\recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rohrschlagzeug",
      "translation": "caisse claire",
      "definition": "Ein Rohrschlagzeug ist eine Art Schlagzeug, das einen scharfen, klaren Klang produziert, oft in orchestraler und militärischer Musik verwendet.",
      "definition_translation": "Une caisse claire est un type de tambour qui produit un son aigu et cristallin, souvent utilisé dans la musique orchestrale et militaire.",
      "example": "Der Schlagzeuger spielte das Rohrschlagzeug-Solo mit Erfolg, das Publikum brach in Applaus aus. Gestern hatte sie das Stück stundenlang geübt. Morgen wird sie es auf dem Konzert aufführen.",
      "example_translation": "Le batteur a joué avec expertise le solo de caisse claire, la foule a éclaté en applaudissements. Hier, elle avait répété la pièce pendant des heures. Demain, elle interprétera à la concert.",
      "imageLink": "image_files\\English\\snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Posaune",
      "translation": "trombone",
      "definition": "Eine Posaune ist ein Blechblasinstrument, das in Jazz-, Orchester- und Pop-Musik verwendet wird, characterized durch seine gleitenden Tonhöhen.",
      "definition_translation": "Un trombone est un instrument de cuivre utilisé dans la musique jazz, orchestrale et pop, caractérisé par sa commande de hauteur de ton contrôlée par un curseur.",
      "example": "Der Posaunist fügte dem Jazz-Ensemble einen reichen, matten Klang hinzu. Letzte Woche hatte er eine neue Posaune gekauft. In fünf Jahren wird er ein berühmter Posaunensolist werden.",
      "example_translation": "Le tromboniste a ajouté un son riche et mélodieux à l'ensemble de jazz. La semaine dernière, il avait acheté un nouveau trombone. Dans cinq ans, il deviendra un soliste de trombone renommé.",
      "imageLink": "image_files\\English\\trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tuba",
      "translation": "tuba",
      "definition": "Eine Tuba ist ein großes, tief klingendes Blechblasinstrument, das in Orchester-, Konzertband- und Jazz-Musik verwendet wird, produziert einen tiefen, reichen Klang.",
      "definition_translation": "Une tuba est un grand instrument de cuivre de faible tessiture utilisé dans la musique orchestrale, de concert et jazz, produisant un son profond et riche.",
      "example": "Die Tubistin lieferte einen starken Fundament-Klang zum Orchesterstück. Nächsten Monat wird sie mit einem Tubenquartett auftreten. In zwei Jahren wird sie Professorin für Tuba an einem Musik-Konservatorium werden.",
      "example_translation": "Le tubiste a fourni une solide base à la pièce orchestrale. Le mois prochain, elle se produira avec un quartette de tubas. Dans deux ans, elle deviendra professeure de tuba à un conservatoire de musique.",
      "imageLink": "image_files\\English\\tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Röhrenglocken",
      "translation": "cloches tubulaires",
      "definition": "Röhrenglocken sind ein Musikinstrument, das aus einer Reihe von Metallröhren unterschiedlicher Länge besteht, die durch Anschlagen mit einem Hammer oder Schlegel gespielt werden.",
      "definition_translation": "Les cloches tubulaires sont un instrument de musique composé d'une série de tubes métalliques de longueurs variables, joués en les frappant avec un maillet ou un marteau.",
      "example": "Der Klang der Röhrenglocken erfüllte den Dom während des Weihnachtskonzerts. Letztes Jahr hatte ich eine Röhrenglocken-Solo-Aufführung gesehen. Nächste Woche werde ich ein Satz Röhrenglocken für meinen Musikunterricht kaufen.",
      "example_translation": "Le son des cloches tubulaires a rempli la cathédrale pendant le concert de Noël. L'année dernière, j'avais vu une performance solo de cloches tubulaires. La semaine prochaine, j'achèterai un ensemble de cloches tubulaires pour ma classe de musique.",
      "imageLink": "image_files\\English\\tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vibraphon",
      "translation": "vibraphone",
      "definition": "Ein Vibraphon ist ein Musikinstrument mit einer Reihe von Metallstäben, die durch Hämmer geschlagen werden, um einen klingenden Klang zu produzieren.",
      "definition_translation": "un instrument de musique avec une série de barres métalliques qui sont frappées par des marteaux pour produire un son de résonance",
      "example": "Der Musiker spielte das Vibraphon im Orchester mit Erfolg, hatte es bei dem Konzert gestern gespielt und wird es morgen auf dem Festival spielen.",
      "example_translation": "Le musicien a joué avec habileté du vibraphone dans l'orchestre, l'avait joué au concert hier, et le jouera au festival demain.",
      "imageLink": "image_files\\English\\vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Xylophon",
      "translation": "xylophone",
      "definition": "Ein Xylophon ist ein Musikinstrument mit einer Reihe von Holzstäben, die durch Hämmer geschlagen werden, um einen klingenden Klang zu produzieren.",
      "definition_translation": "un instrument de musique avec une série de barres en bois qui sont frappées par des marteaux pour produire un son de résonance",
      "example": "Das Kind liebte es, Xylophon in Musikunterricht zu spielen, hat es seit Jahren gespielt und wird es in Zukunft weiterhin spielen.",
      "example_translation": "L'enfant aimait jouer du xylophone en classe de musique, l'a joué pendant des années, et continuera à le jouer à l'avenir.",
      "imageLink": "image_files\\English\\xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]