[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abessinier",
      "translation": "Abyssinien",
      "definition": "Eine Rasse der Hauskatze, die durch ihr auffälliges gezontes Fell und ihre schlanken Gestalt bekannt ist.",
      "definition_translation": "Une race de chat domestique connue pour son pelage tiqué distinct et sa taille élancée.",
      "example": "Der Abessinier war eine beliebte Rasse im 19. Jahrhundert, und sie ist es immer noch heute. Ich hatte einen Abessinier als Kind, und ich werde wieder einen haben, wenn ich älter bin.",
      "example_translation": "L'Abyssinien était une race populaire au 19e siècle, et elle l'est encore aujourd'hui. J'avais un chat Abyssinien lorsque j'étais enfant, et j'en aurai un autre dans le futur.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amerikanische Kurzhaar",
      "translation": "Chat américain à poil court",
      "definition": "Eine Rasse der Hauskatze, die durch ihre stabile Gestalt und ihr kurzes, dichtes Fell bekannt ist.",
      "definition_translation": "Une race de chat domestique connue pour sa stature robuste et son poil court et dense.",
      "example": "Meine Freundin hat eine Amerikanische Kurzhaar, die sie sehr liebt. Sie hatte eine Amerikanische Kurzhaar als Kind, und sie wird wieder eine haben, sobald sie kann.",
      "example_translation": "Mon amie a un chat américain à poil court qu'elle aime tendrement. Elle avait un chat américain à poil court quando elle était enfant, et elle en aura un autre bientôt.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bengal-Katze",
      "translation": "Chat bengal",
      "definition": "Eine Hybrid-Rasse der Hauskatze, die durch ihr auffälliges geflecktes oder marmoriertes Fell bekannt ist.",
      "definition_translation": "Une race hybride de chat domestique connue pour son pelage tacheté ou marbré distinct.",
      "example": "Ich sah eine Bengal-Katze im Zoogeschäft gestern, und ich war beeindruckt von ihrem energiegeladenen Verhalten. Meine Schwester hatte eine Bengal-Katze, als sie noch ein Teenager war, und sie wird wieder eine haben, wenn sie älter ist.",
      "example_translation": "J'ai vu un chat bengal au magasin d'animaux hier, et j'ai été impressionné par son comportement énergique. Ma sœur avait un chat bengal quando elle était adolescente, et elle en aura un autre bientôt.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birmane",
      "translation": "Birman",
      "definition": "Eine Rasse der Hauskatze, die durch ihre spitzen Ohren und weißen Pfoten bekannt ist.",
      "definition_translation": "Une race de chat domestique connue pour ses oreilles pointues et ses pattes blanches.",
      "example": "Die Birmane ist eine beliebte Rasse in Europa und war es bereits vor Jahrhunderten. Ich hatte eine Birmane, als ich noch ein Student war, und ich werde wieder eine haben, wenn ich älter bin.",
      "example_translation": "Le Birman est une race populaire de chat en Europe, et elle l'a été pendant des siècles. J'avais un chat Birman lorsque j'étais étudiant, et j'en aurai un autre dans le futur.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Britische Kurzhaar",
      "translation": "british shorthair",
      "definition": "Die Britische Kurzhaar ist eine domestizierte Katzenrasse, die ursprünglich aus dem Vereinigten Königreich stammt. Sie sind bekannt für ihre stabile Gestalt, ihre kurzen Mäntel und ihr ruhiges Wesen.",
      "definition_translation": "Le British Shorthair est une race de chats domestiques originaire du Royaume-Uni. Ils sont connus pour leur construction solide, leur pelage court et leur tempérament calme.",
      "example": "Ich hatte eine Britische Kurzhaar als Haustier, als ich noch ein Kind war. Jetzt denke ich daran, wieder eine zu haben. Ich werde eine Britische Kurzhaar haben, wenn ich in einem Jahr wieder ein Haustier habe.",
      "example_translation": "J'avais un British Shorthair comme animal de compagnie lorsque j'étais enfant. Maintenant, je suis en train de considérer en prendre un autre. J'aurai un British Shorthair dans un an.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "birman",
      "definition": "Die Burmese ist eine Rasse der Hauskatze, die aus Thailand und Myanmar stammt. Sie sind bekannt für ihr auffälliges Aussehen und ihre spielenden Persönlichkeiten.",
      "definition_translation": "Le birman est une race de chats domestiques originaire de Thaïlande et de Birmanie. Ils sont reconnus pour leur apparence physique distinctive et leurs personnalités giocatives.",
      "example": "Meine Schwester hat eine Burmese, die sehr aktiv ist. Sie hatte eine Burmese, als sie noch auf dem College war. Sie wird eine Burmese für ihre Tochter kaufen.",
      "example_translation": "Ma sœur a un chat birman qui est très actif. Elle avait un chat birman lorsqu'elle était à l'université. Elle aura un chat birman pour sa fille.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "chartreux",
      "definition": "Die Chartreux ist eine seltene Rasse der Hauskatze, die aus Frankreich stammt. Sie sind bekannt für ihr blaß-graues Fell und ihr ruhiges, reserviertes Wesen.",
      "definition_translation": "Le chartreux est une race rare de chats domestiques originaire de France. Ils sont connus pour leur pelage bleu-gris distinct et leur nature calme et réservée.",
      "example": "Ich sah eine Chartreux im Zoogeschäft gestern. Ich werde eine Chartreux auf der Katzenausstellung nächste Woche sehen. Ich sah eine Chartreux im Internet letztes Jahr.",
      "example_translation": "J'ai vu un chat chartreux au magasin d'animaux hier. Je verrai un chat chartreux au spectacle d'animaux domestiques la semaine prochaine. J'ai vu un chat chartreux sur internet l'année dernière.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbpunkt, Himalaja",
      "translation": "point de couleur, himalayen",
      "definition": "Der Farbpunkt, auch bekannt als Himalaja, ist eine Rasse der Hauskatze, die durch die Kreuzung einer Siamesen mit einer Perserkatze entstand. Sie sind bekannt für ihr punktiertes Fellmuster und ihr ruhiges Wesen.",
      "definition_translation": "Le point de couleur, également connu sous le nom d'Himalayen, est une race de chats domestiques qui a résulté du croisement entre un Siamois et un chat persan. Ils sont connus pour leur modèle de pelage pointu et leur tempérament calme.",
      "example": "Ich habe eine Farbpunkt-Katze, die sehr spielend ist. Ich hatte eine Farbpunkt-Katze, als ich noch ein Teenager war. Ich werde eine Farbpunkt-Katze für meinen Sohn kaufen.",
      "example_translation": "J'ai un chat point de couleur qui est très joueur. J'avais un chat point de couleur lorsque j'étais adolescent. J'aurai un chat point de couleur pour mon fils.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Rex du Devon",
      "definition": "Der Devon Rex ist eine Rasse der Katze mit lockigem Fell, die durch ihr einzigartiges, weiches und lockiges Fell bekannt ist. Es ist eine mittelgroße Katze mit einer schlanken Gestalt und einem keilförmigen Kopf.",
      "definition_translation": "Le Devon Rex est une race de chat aux poils crépus, connue pour son manteau unique, doux et crépu. C'est un chat de taille moyenne avec un corps svelte et une tête en forme de coin.",
      "example": "Ich hatte einen Devon Rex als Haustier, als ich noch ein Kind war. Jetzt habe ich wieder einen, und mein Nachbar wird auch bald einen haben.",
      "example_translation": "J'avais un Devon Rex comme animal de compagnie lorsque j'étais enfant. Maintenant, j'en ai un, et mon voisin en aura un bientôt.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauskatze",
      "translation": "chat domestique",
      "definition": "Eine Hauskatze, auch bekannt als Haustier, ist ein kleines, normalerweise pelziges, fleischfressendes Säugetier, das in enger Verbindung mit Menschen lebt.",
      "definition_translation": "Un chat domestique, également connu sous le nom de chat de maison, est un petit mammifère carnivore velu qui vit en étroite association avec les humains.",
      "example": "Ich liebe es, mit meiner Hauskatze zu spielen. Gestern spielte ich mit ihr, und morgen werde ich wieder mit ihr spielen.",
      "example_translation": "J'adore jouer avec mon chat domestique. Hier, j'ai joué avec lui, et demain je jouerai avec lui à nouveau.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exotische Shorthair",
      "translation": "exotique à poil court",
      "definition": "Die Exotische Shorthair ist eine Katzenrasse, die entwickelt wurde, um eine kurzhaarige Version der Exotischen Longhair zu sein. Sie hat ein breites Gesicht, eine kurze Nase und einen stämmigen Körper.",
      "definition_translation": "L'exotique à poil court est une race de chat développée pour être une version à poil court de l'exotique à poil long. Elle a un visage large, un nez court et un corps robuste.",
      "example": "Ich kaufte eine Exotische Shorthair im letzten Jahr. Jetzt ist sie ein Jahr alt, und nächstes Jahr wird sie zwei Jahre alt sein.",
      "example_translation": "J'ai acheté un exotique à poil court l'année dernière. Maintenant, il a un an, et l'année prochaine, il aura deux ans.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Japanische Bobtail",
      "translation": "bobtail japonais",
      "definition": "Die Japanische Bobtail ist eine Katzenrasse, die ihren Ursprung in Japan hat, charakterisiert durch ihren kurzen Schwanz, flaumigen Fell und spielerische Persönlichkeit.",
      "definition_translation": "Le bobtail japonais est une race de chat originaire du Japon, caractérisée par sa queue courte, son manteau doux et son comportement joueurs.",
      "example": "Meine Schwester hat eine Japanische Bobtail. Sie hatte sie letztes Jahr, und sie wird sie in vielen Jahren haben.",
      "example_translation": "Ma sœur a un bobtail japonais. Elle l'avait l'année dernière, et elle l'aura pendant de nombreuses années à venir.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Maine-Coon",
      "definition": "Der Maine Coon ist eine domestizierte Katze, die in Nordamerika, speziell im Bundesstaat Maine, beheimatet ist. Sie ist eine der ältesten natürlichen Katzenrassen in Nordamerika.",
      "definition_translation": "Le Maine Coon est un chat domestiqué originaire d'Amérique du Nord, spécifiquement de l'État du Maine. C'est l'une des plus anciennes races de chats naturelles d'Amérique du Nord.",
      "example": "Ich hatte einen Maine Coon-Katzen als Kind, es war sehr spielerisch. Ich werde nächsten Jahr einen Maine Coon-Katzen kaufen, weil ich diese Rasse liebe. Sie hatte einen Maine Coon-Katzen, der sehr liebevoll war.",
      "example_translation": "J'avais un chat Maine Coon lorsque j'étais enfant, il était très ludique. J'achèterai un chat Maine Coon l'année prochaine, parce que j'adore cette race. Elle avait un chat Maine Coon, qui était très affectueux.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Norwegische Waldkatze",
      "translation": "Chat de Forêt Norvégien",
      "definition": "Die Norwegische Waldkatze ist eine domestizierte Katzenrasse, die in Norwegen beheimatet ist. Sie ist bekannt für ihr auffälliges Aussehen und ihre spielende, liebevolle Persönlichkeit.",
      "definition_translation": "Le Chat de Forêt Norvégien est une race de chat domestiqué originaire de Norvège. Il est connu pour son apparence physique distinctive et sa personnalité ludique et affectueuse.",
      "example": "Sie besitzt eine Norwegische Waldkatze, die sehr groß ist. Ich werde nächsten Monat eine Norwegische Waldkatze adoptieren, weil ich ihr Fell liebe. Sie hatten eine Norwegische Waldkatze, die sehr neugierig war.",
      "example_translation": "Elle possède un Chat de Forêt Norvégien, qui est très grand. J'adopterai un Chat de Forêt Norvégien le mois prochain, parce que j'adore son pelage. Ils avaient un Chat de Forêt Norvégien, qui était très curieux.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocicat",
      "translation": "Ocicat",
      "definition": "Die Ocicat ist eine domestizierte Katzenrasse, die entwickelt wurde, um einem Wildkatzen ähnlich zu sehen, aber mit dem Temperament einer domestizierten Katze. Sie ist bekannt für ihr auffälliges Fellmuster und ihre spielende Persönlichkeit.",
      "definition_translation": "L'Ocicat est une race de chat domestiqué développée pour ressembler à un chat sauvage, mais avec un tempérament de chat domestiqué. Il est connu pour ses motifs de pelage distinctifs et sa personnalité ludique.",
      "example": "Ich hatte eine Ocicat-Katze als Jugendlicher, es war sehr energiegeladen. Sie besitzt eine Ocicat-Katze, die sehr schön ist. Sie werden nächstes Jahr eine Ocicat-Katze kaufen, weil sie ihr Aussehen lieben.",
      "example_translation": "J'avais un chat Ocicat lorsque j'étais adolescent, il était très énergique. Elle possède un chat Ocicat, qui est très beau. Ils achèteront un chat Ocicat l'année prochaine, parce qu'ils aiment son apparence.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perser",
      "translation": "Persan",
      "definition": "Der Perser ist eine domestizierte Katzenrasse, die ihren Ursprung in Persien, jetzt bekannt als Iran, hat. Sie ist bekannt für ihr langes, flaumiges Fell und ihre ruhige, sanfte Persönlichkeit.",
      "definition_translation": "Le Persan est une race de chat domestiqué originaire de Perse, maintenant connue sous le nom d'Iran. Il est connu pour son manteau long et soyeux et sa personnalité calme et douce.",
      "example": "Sie hatte einen Perser-Katzen als Kind, es war sehr ruhig. Ich werde nächsten Monat einen Perser-Katzen adoptieren, weil ich sein Fell liebe. Sie besitzen einen Perser-Katzen, der sehr elegant ist.",
      "example_translation": "Elle avait un chat Persan lorsqu'elle était enfant, il était très calme. J'adopterai un chat Persan le mois prochain, parce que j'adore son pelage. Ils possèdent un chat Persan, qui est très élégant.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Poupée de chiffon",
      "definition": "Eine Ragdoll ist eine Katzenrasse, die bekannt ist für ihr weiches, seidiges Fell und die Tendenz, schlaff zu werden, wenn sie aufgehoben wird.",
      "definition_translation": "Une Poupée de chiffon est une race de chat connue pour son manteau doux et soyeux et sa tendance à devenir molle lorsqu'elle est prise dans les bras.",
      "example": "Ich hatte eine Ragdoll-Katze als Kind, ich habe eine Ragdoll-Katze jetzt, und ich werde eine Ragdoll-Katze haben, wenn ich in Rente gehe.",
      "example_translation": "J'avais un chat Poupée de chiffon lorsque j'étais enfant, j'ai un chat Poupée de chiffon maintenant, et j'aurai un chat Poupée de chiffon lorsque je prendre ma retraite.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Russisch Blau",
      "translation": "Bleu Russe",
      "definition": "Das Russisch Blau ist eine Katzenrasse, die bekannt für ihr dickes, samtweiches Fell und ihre grünen Augen ist.",
      "definition_translation": "Le Bleu Russe est une race de chat connue pour son manteau épais et soyeux et ses yeux verts.",
      "example": "Meine Russisch Blau-Katze ist sehr spielerisch, meine Russisch Blau-Katze war sehr spielerisch, und meine Russisch Blau-Katze wird sehr spielerisch sein.",
      "example_translation": "Mon chat Bleu Russe est très joueur, mon chat Bleu Russe était très joueur, et mon chat Bleu Russe sera très joueur.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Savanne",
      "translation": "Savane",
      "definition": "Die Savanne ist eine Katzenrasse, die bekannt für ihr hohes, schlankes Körperbau und ihre auffälligen Fellmuster ist.",
      "definition_translation": "La Savane est une race de chat connue pour sa taille élancée et ses motifs de manteau distinctifs.",
      "example": "Ich sah eine Savanne-Katze im Zoo, ich werde nächstes Jahr eine Savanne-Katze im Zoo sehen, und ich sah eine Savanne-Katze im Zoo letztes Jahr.",
      "example_translation": "J'ai vu un chat Savane au zoo, je verrai un chat Savane au zoo l'année prochaine, et j'ai vu un chat Savane au zoo l'an dernier.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottische Falte",
      "translation": "Plie Écossais",
      "definition": "Die Schottische Falte ist eine Katzenrasse, die bekannt für ihre gefalteten Ohren und ihre spielende Persönlichkeit ist.",
      "definition_translation": "Le Plie Écossais est une race de chat connue pour ses oreilles pliées et sa personnalité joueuse.",
      "example": "Meine Schottische Falte-Katze ist sehr liebevoll, meine Schottische Falte-Katze war sehr liebevoll, und meine Schottische Falte-Katze wird sehr liebevoll sein.",
      "example_translation": "Mon chat Plie Écossais est très affectueux, mon chat Plie Écossais était très affectueux, et mon chat Plie Écossais sera très affectueux.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siamese",
      "translation": "Siamoise",
      "definition": "A Siamese is a breed of domestic cat originating from Thailand, known for its blue eyes and pointy ears.",
      "definition_translation": "Une Siamoise est une race de chat domestique originaire de Thaïlande, connue pour ses yeux bleus et ses oreilles pointues.",
      "example": "I had a Siamese cat when I was a child. Now, I have a British Shorthair. In 10 years, I will have a Maine Coon.",
      "example_translation": "J'avais un chat Siamoise lorsque j'étais enfant. Maintenant, j'ai un British Shorthair. Dans 10 ans, j'aurai un Maine Coon.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siberian",
      "translation": "Sibérien",
      "definition": "A Siberian is a breed of domestic cat originating from Siberia, known for its thick coat and cold tolerance.",
      "definition_translation": "Un Sibérien est une race de chat domestique originaire de Sibérie, connue pour son épais manteau et sa tolérance au froid.",
      "example": "My friend has a Siberian cat that loves to play in the snow. Yesterday, it was playing outside. Tomorrow, it will play again.",
      "example_translation": "Mon ami a un chat Sibérien qui adore jouer dans la neige. Hier, il jouait dehors. Demain, il jouera à nouveau.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Somali",
      "translation": "Somalien",
      "definition": "A Somali is a breed of domestic cat originating from Somalia, known for its striking coat patterns and playful nature.",
      "definition_translation": "Un Somalien est une race de chat domestique originaire de Somalie, connue pour ses motifs de robe frappants et son tempérament joueur.",
      "example": "I will get a Somali cat next year. Now, I have a Siamese cat. Last year, I had a Persian cat.",
      "example_translation": "J'aurai un chat Somalien l'année prochaine. Maintenant, j'ai un chat Siamoise. L'année dernière, j'avais un chat Persan.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "Sphinx",
      "definition": "A Sphynx is a breed of domestic cat known for its lack of fur and curious nature.",
      "definition_translation": "Un Sphinx est une race de chat domestique connue pour son absence de fourrure et son tempérament curieux.",
      "example": "My sister has a Sphynx cat that loves to cuddle. She cuddled with it yesterday. She will cuddle with it again tomorrow.",
      "example_translation": "Ma sœur a un chat Sphinx qui adore se pelotonner. Elle s'est pelotonnée avec lui hier. Elle se pelotonnera avec lui à nouveau demain.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turkish Angora",
      "translation": "Angora Turc",
      "definition": "The Turkish Angora is a breed of domestic cat originating in Turkey, known for its long, soft, silky coat and its playful, curious nature.",
      "definition_translation": "L'Angora Turc est une race de chat domestique originaire de Turquie, connue pour son manteau long, doux et soyeux et sa nature joueur et curieuse.",
      "example": "I had a Turkish Angora as a pet when I was a child, it was very playful. Now I have a new Turkish Angora and it is just as playful as the previous one. I will get another Turkish Angora in the future.",
      "example_translation": "J'avais un Angora Turc comme animal de compagnie lorsque j'étais enfant, il était très joueur. Maintenant j'ai un nouvel Angora Turc et il est tout aussi joueur que le précédent. Je vais avoir un autre Angora Turc dans le futur.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turkish Van",
      "translation": "Van Turc",
      "definition": "The Turkish Van is a breed of domestic cat originating in Turkey, known for its white coat with colored points and its playful, energetic nature.",
      "definition_translation": "Le Van Turc est une race de chat domestique originaire de Turquie, connue pour son manteau blanc avec des points de couleur et sa nature joueur et énergique.",
      "example": "My sister had a Turkish Van, it was very energetic. Now she has a new Turkish Van and it is just as energetic as the previous one. She will get another Turkish Van in the future.",
      "example_translation": "Ma sœur avait un Van Turc, il était très énergique. Maintenant elle a un nouvel Van Turc et il est tout aussi énergique que le précédent. Elle va avoir un autre Van Turc dans le futur.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]