[
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blume",
      "translation": "fleur",
      "definition": "Eine Blume ist die reproduktive Struktur, die in Pflanzen gefunden wird, die Samen produzieren, typischerweise besteht sie aus Blütenblättern, Sepalen und Staubfäden.",
      "definition_translation": "Une fleur est la structure de reproduction trouvée chez les plantes qui produisent des graines, typiquement composée de pétales, sépales et stamina.",
      "example": "Ich pflückte eine Blume aus dem Garten gestern. Die Blume blüht heute wunderschön. Ich werde ihr morgen eine Blume als Geschenk geben.",
      "example_translation": "J'ai cueilli une fleur du jardin hier. La fleur fleurit magnifiquement aujourd'hui. Demain, je lui donnerai une fleur en cadeau.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rose",
      "translation": "rose",
      "definition": "Eine Rose ist eine Art von blühenden Pflanzen, die oft als Symbol der Liebe und Anerkennung verwendet wird.",
      "definition_translation": "Une rose est un type de plante à fleurs qui est souvent utilisée comme symbole d'amour et d'appréciation.",
      "example": "Sie erhielt ein Rosenbouquet zu ihrem Geburtstag gestern. Der Rosenstrauch in unserem Garten blüht heute. Wir werden nächste Woche einen neuen Rosenbaum pflanzen.",
      "example_translation": "Elle a reçu un bouquet de roses pour son anniversaire hier. Le rosier dans notre jardin est en fleur aujourd'hui. Nous planterons un nouvel arbre de rose la semaine prochaine.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänseblümchen",
      "translation": "marguerite",
      "definition": "Ein Gänseblümchen ist eine Art von blühenden Pflanzen mit einem gelben Zentrum und weißen Blütenblättern, oft mit Unschuld und Reinheit assoziiert.",
      "definition_translation": "Une marguerite est un type de plante à fleurs avec un centre jaune et des pétales blanches, souvent associée à l'innocence et la pureté.",
      "example": "Gänseblümchen ist ihr Lieblingsblume. Ich pflückte ein Gänseblümchen aus dem Feld gestern. Sie wird zu der Party morgen einen Gänseblümchenkranz tragen.",
      "example_translation": "La marguerite est sa fleur préférée. J'ai cueilli une marguerite du champ hier. Elle portera une couronne de marguerite au party demain.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenblume",
      "translation": "tournesol",
      "definition": "Eine Sonnenblume ist eine Art von hohen, einjährigen oder mehrjährigen Pflanzen mit großen, hellgelben Blüten, die der Sonnenbewegung folgen.",
      "definition_translation": "Un tournesol est un type de plante annuelle ou vivace haute avec de grandes fleurs jaunes vives qui suivent le mouvement du soleil.",
      "example": "Ich pflanzte einen Sonnenblumensamen in meinem Garten letzte Woche. Die Sonnenblume wächst heute hoch. Wir werden nächsten Monat die Sonnenblumensamen ernten.",
      "example_translation": "J'ai planté une graine de tournesol dans mon jardin la semaine dernière. Le tournesol pousse haut aujourd'hui. Nous récolterons les graines de tournesol le mois prochain.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tulpe",
      "translation": "tulipe",
      "definition": "Eine Tulpe ist eine Art von Frühlingsblühenden, die aus Zwiebeln wächst, gekennzeichnet durch ihre kelchförmigen Blüten mit drei Blütenblättern und drei Sepalen.",
      "definition_translation": "Une tulipe est un type de plante à fleurs printanières qui pousse à partir de bulbs, caractérisée par des fleurs en forme de coupe avec trois pétales et trois sépales.",
      "example": "Ich pflanzte Tulpen in meinem Garten letzten Frühjahr. Sie blühen heute wunderschön. Nächstes Jahr werde ich mehr Tulpen pflanzen.",
      "example_translation": "J'ai planté des tulipes dans mon jardin le printemps dernier. Elles fleurissent magnifiquement maintenant. L'année prochaine, je planterai plus de tulipes.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aster",
      "translation": "astérie",
      "definition": "Ein Aster ist eine Art von blühenden Pflanzen, die oft in Gärten und Wiesen gefunden wird, gekennzeichnet durch ihre sternförmigen Blüten.",
      "definition_translation": "Une astérie est un type de plante à fleurs souvent trouvé dans les jardins et les prairies, caractérisée par ses fleurs en forme d'étoile.",
      "example": "Die Asterblumen in meinem Garten locken viele Bienen an. Ich pflanzte sie letzten Sommer. Nächstes Herbst werde ich mehr Astern pflanzen.",
      "example_translation": "Les fleurs d'astérie dans mon jardin attirent beaucoup d'abeilles. Je les ai plantées l'été dernier. L'automne prochain, je planterai plus d'astéries.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Azalee",
      "translation": "azalée",
      "definition": "Eine Azalee ist eine Art von blühenden Sträuchern, die oft in der Landschaftsgestaltung verwendet wird, gekennzeichnet durch ihre farbenfrohen, trichterförmigen Blüten.",
      "definition_translation": "Une azalée est un type d'arbuste à fleurs souvent utilisé dans l'aménagement paysager, caractérisée par ses fleurs en forme de entonnoir spectaculaires.",
      "example": "Die Azalee-Büsche in meinem Hinterhof blühen heute wunderschön. Ich schnitt sie letzten Winter zurück. Ich werde sie nächstes Frühjahr düngen.",
      "example_translation": "Les buissons d'azalée dans mon arrière-cour fleurissent magnifiquement maintenant. Je les ai taillés l'hiver dernier. Je les fertiliserai au printemps prochain.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaktus",
      "translation": "cactus",
      "definition": "Ein Kaktus ist eine Art von stachelbedeckten Sukkulenten, die ursprünglich in Amerika heimisch sind, oft als Zierpflanze in Innenräumen gezogen.",
      "definition_translation": "Un cactus est un type de plante succulente à épines qui est originaire des Amériques, souvent cultivée à l'intérieur comme plante d'ornement.",
      "example": "Ich habe einen Kaktus auf meinem Fensterbrett, der minimalen Pflege bedarf. Ich goss ihn letzte Woche. Er wird nächsten Monat blühen.",
      "example_translation": "J'ai un cactus sur ma fenêtre qui nécessite des soins minimalistes. Je l'ai arrosé la semaine dernière. Il fleurira le mois prochain.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nelke",
      "translation": "œillet",
      "definition": "Eine Nelke ist eine Art von blühenden Pflanzen, die oft in Bouquets und Arrangements verwendet wird. Sie ist bekannt für ihre süße Duft und ihre delikaten Blütenblätter.",
      "definition_translation": "Un œillet est un type de plante fleurie qui est souvent utilisé dans les bouquets et les arrangements. Il est connu pour son parfum suave et ses pétales délicates.",
      "example": "Ich kaufte ein Nelkenbouquet für den Geburtstag meiner Mutter gestern. Heute werde ich sie in eine Vase stellen, damit sie länger halten. Bis nächster Woche werden sie welk sein.",
      "example_translation": "J'ai acheté un bouquet d'œillets pour l'anniversaire de ma mère hier. Aujourd'hui, je vais les mettre dans un vase pour les faire durer plus longtemps. D'ici une semaine, ils auront fané.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chrysanthemum",
      "translation": "chrysanthème",
      "definition": "Ein Chrysanthemum ist eine Art von blühenden Pflanzen, die oft mit asiatischen Kulturen assoziiert wird. Es ist bekannt für seine hellgelben und orangefarbenen Blüten.",
      "definition_translation": "Un chrysanthème est un type de plante fleurie qui est souvent associé aux cultures asiatiques. Il est connu pour ses fleurs jaunes et oranges vives.",
      "example": "Ich pflanzte ein Chrysanthemum in meinem Garten letzten Frühjahr. Bis Sommer blühte es wunderschön. Nächstes Herbst werde ich es zurückschneiden, um es für den Winter vorzubereiten.",
      "example_translation": "J'ai planté un chrysanthème dans mon jardin le printemps dernier. L'été, il fleurissait magnifiquement. L'automne prochain, je devrai le tailler pour le préparer à l'hiver.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kornblume",
      "translation": "bleuet",
      "definition": "Eine Kornblume ist eine Art von Blumenpflanze, die oft auf Feldern und Wiesen gefunden wird. Sie ist bekannt für ihre blauen Blüten.",
      "definition_translation": "Un bleuet est un type de plante fleurie qui est souvent trouvé dans les champs et les prairies. Il est connu pour ses fleurs bleues vives.",
      "example": "Als Kind pflückte ich Kornblumen auf dem Feld hinter meinem Haus. Heute werde ich einige in meinem Garten pflanzen. Bis zum nächsten Sommer werden sie wieder blühen.",
      "example_translation": "Quand j'étais enfant, je cueillais des bleuets dans le champ derrière ma maison. Aujourd'hui, je vais en-planter quelques-uns dans mon jardin. L'été prochain, ils fleuriront à nouveau.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokus",
      "translation": "crocus",
      "definition": "Ein Krokus ist eine Art von Blumenpflanze, die oft mit dem Frühling assoziiert wird. Er ist bekannt für seine zarten, kelchförmigen Blüten.",
      "definition_translation": "Un crocus est un type de plante fleurie qui est souvent associé au printemps. Il est connu pour ses fleurs délicates en forme de coupe.",
      "example": "Ich pflanzte Krokusse in meinem Garten letzten Herbst. Bis zu diesem Frühling blühten sie. Nächstes Jahr werde ich sie teilen müssen, um sie gesund zu halten.",
      "example_translation": "J'ai planté des crocus dans mon jardin l'automne dernier. Ce printemps, ils fleurissaient. L'année prochaine, je devrai les diviser pour les garder en bonne santé.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "jonquille",
      "definition": "Eine Narzisse ist eine Art von Blumenpflanze, die oft in Gärten und Parks gefunden wird. Sie hat helle gelbe oder weiße Blüten und wird oft mit dem Frühling assoziiert.",
      "definition_translation": "Une jonquille est un type de plante fleurie que l'on trouve couramment dans les jardins et les parcs. Elle a des fleurs jaunes ou blanches vives et est souvent associée au printemps.",
      "example": "Ich pflanzte Narzissen in meinem Garten letztes Jahr und sie blühten wunderschön diesem Frühling. Ich werde nächstes Jahr mehr Narzissen pflanzen. Ich pflanzte Narzissen in meinem Garten vor fünf Jahren und sie blühen noch jeden Frühling.",
      "example_translation": "J'ai planté des jonquilles dans mon jardin l'année dernière et elles ont fleuri magnifiquement ce printemps. Je planterai plus de jonquilles l'année prochaine. J'ai planté des jonquilles dans mon jardin il y a cinq ans et elles fleurissent encore tous les printemps.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dahlie",
      "translation": "dahlia",
      "definition": "Eine Dahlie ist eine Art von Blumenpflanze, die oft in Gärten für ihre dekorativen Blüten angebaut wird. Sie kommt in verschiedenen Farben und Größen vor.",
      "definition_translation": "Un dahlia est un type de plante fleurie que l'on cultive couramment dans les jardins pour ses fleurs décoratives. Il existe dans une variété de couleurs et de tailles.",
      "example": "Ich züchtete Dahlien in meinem Garten letzten Sommer und sie waren ein Renner auf der Landesausstellung. Ich werde nächstes Jahr mehr Dahlien anbauen. Ich habe Dahlien in meinem Garten jahrelang gezüchtet und sie ziehen immer viele Aufmerksamkeit auf sich.",
      "example_translation": "J'ai cultivé des dahlias dans mon jardin l'été dernier et ils ont été un succès au concours de comté. Je cultiverai plus de dahlias l'été prochain. J'ai cultivé des dahlias dans mon jardin pendant des années et ils attirent toujours beaucoup d'attention.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Edelweiß",
      "translation": "edelweiss",
      "definition": "Ein Edelweiß ist eine Art von Blumenpflanze, die in den europäischen Alpen heimisch ist. Es hat weiße Blütenblätter und eine gelbe Mitte.",
      "definition_translation": "Un edelweiss est un type de plante fleurie qui est originaire des Alpes européennes. Il a des pétales blancs et un centre jaune.",
      "example": "Ich sah Edelweiß auf meinem letzten Bergwanderweg wachsen. Ich werde versuchen, Edelweiß in meinem Garten nächstes Jahr anzupflanzen. Ich habe Edelweiß in den Bergen jahrelang gesehen und es erinnert mich immer an Die Sound of Music.",
      "example_translation": "J'ai vu des edelweiss pousser dans les montagnes lors de ma dernière randonnée. J'essaierai de cultiver des edelweiss dans mon jardin l'année prochaine. J'ai vu des edelweiss pousser dans les montagnes pendant des années et cela me rappelle toujours Le son de la musique.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vergissmeinnicht",
      "translation": "nez-de-vie",
      "definition": "Ein Vergissmeinnicht ist eine Art von kleinen Blumenpflanzen, die oft mit Nostalgie und Erinnerung assoziiert wird. Es hat blaue oder pinkfarbene Blüten.",
      "definition_translation": "Un nez-de-vie est un type de petite plante fleurie qui est souvent associé à la nostalgie et à la mémoire. Il a des fleurs bleues ou roses.",
      "example": "Meine Großmutter trug Vergissmeinnichte in ihrem Haar, als ich ein Kind war. Ich werde Vergissmeinnichte in meinem Garten nächstes Frühling pflanzen. Ich pflanzte Vergissmeinnichte in meinem Garten letzten Jahr und sie blühten wunderschön diesen Sommer.",
      "example_translation": "Ma grand-mère portait des nez-de-vie dans ses cheveux lorsque j'étais enfant. Je planterai des nez-de-vie dans mon jardin au printemps prochain. J'ai planté des nez-de-vie dans mon jardin l'année dernière et ils ont fleuri magnifiquement cet été.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fresie",
      "translation": "frésie",
      "definition": "Eine Fresie ist eine Art von Blumenpflanze, die ursprünglich aus Afrika stammt und bekannt für ihren süßen, zitronigen Duft und ihre zarten weißen, gelben oder pinkfarbenen Blüten ist.",
      "definition_translation": "Une frésie est un type de plante à fleurs originaire d'Afrique et connue pour son parfum sucré, citronné et ses fleurs délicates blanches, jaunes ou roses.",
      "example": "Der Gärtner pflanzte die Fresien-Zwiebeln sorgfältig in den Garten, wissend, dass sie im Frühling wunderschön blühen würden. Sie hatte kürzlich den Duft von Fresien bei einer Floristin gerochen und war begeistert. Nächstes Jahr plant sie, noch mehr Fresien anzupflanzen.",
      "example_translation": "Le jardinier a planté soigneusement les bulbes de frésie dans le jardin, sachant qu'ils fleuriraient magnifiquement au printemps. Elle avait récemment senti le parfum des frésies chez un fleuriste et était accro. L'année prochaine, elle compte planter encore plus de frésies.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchsie",
      "translation": "fuchsia",
      "definition": "Eine Fuchsie ist eine Art von Blütenstrauch, die ursprünglich aus Südamerika stammt und bekannt für ihre zarten, herabhängenden Blüten ist, die in verschiedenen Farben, einschließlich pink, purpurn und weiß, vorkommen.",
      "definition_translation": "Un fuchsia est un type d'arbuste à fleurs originaire d'Amérique du Sud et connu pour ses fleurs délicates et pendantes qui viennent dans une gamme de couleurs, notamment le rose, le pourpre et le blanc.",
      "example": "Der Hortikulturist schnitt die Fuchsie-Pflanze sorgfältig zurück, um neues Wachstum zu fördern. Sie hatte immer geliebt, die leuchtenden Farben von Fuchsien und hatte mehrere Sorten in ihrem Garten. Letzten Sommer hatte sie neue Fuchsie-Pflanzen aus Stecklingen gezüchtet.",
      "example_translation": "L'horticulteur a soigneusement taillé la plante de fuchsia pour encourager la croissance nouvelle. Elle avait toujours aimé les couleurs vives des fuchsias et en avait plusieurs variétés dans son jardin. L'été dernier, elle avait propagé de nouvelles plantes de fuchsia à partir de boutures.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerbera",
      "translation": "œillet du Cap",
      "definition": "Eine Gerbera ist eine Art von Blumenpflanze, die ursprünglich aus Südafrika stammt und bekannt für ihre hellen, fröhlichen Blüten ist, die in verschiedenen Farben, einschließlich rosa, gelb und orange, vorkommen.",
      "definition_translation": "Un œillet du Cap est un type de plante à fleurs originaire d'Afrique du Sud et connu pour ses fleurs brillantes et gaies qui viennent dans une gamme de couleurs, notamment le rose, le jaune et l'orange.",
      "example": "Die Floristin arrangierte einen Strauß aus Gerbera-Daisies in einer Vase und fügte einige Grünzeug hinzu, um einen farbigen Akzent zu setzen. Sie hatte immer geliebt, das fröhliche Aussehen von Gerbera-Daisies und verwendete sie in vielen ihrer Arrangements. Nächstes Woche plant sie, mehr Gerbera-Daisies für eine kommende Hochzeit zu bestellen.",
      "example_translation": "La fleuriste a arrangé un bouquet d'œillets du Cap dans un vase, ajoutant du feuillage pour un effet de couleur. Elle avait toujours aimé l'apparence gaie des œillets du Cap et les utilisait dans beaucoup de ses arrangements. La semaine prochaine, elle compte commander plus d'œillets du Cap pour un mariage à venir.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockrose",
      "translation": "rose trémière",
      "definition": "Eine Stockrose ist eine Art von Blumenpflanze, die ursprünglich aus Asien stammt und bekannt für ihre hohen, stattlichen Blütenstände ist, die bis zu 8 Fuß hoch wachsen können.",
      "definition_translation": "Une rose trémière est un type de plante à fleurs originaire d'Asie et connue pour ses hauts, statuesques épis de fleurs colorées qui peuvent atteindre jusqu'à 2,5 mètres de hauteur.",
      "example": "Der Gärtner pflanzte eine Reihe von Stockrosen entlang der Hecke, wo sie im Sommer majestätisch blühen würden. Sie hatte immer geliebt, das stattliche Aussehen von Stockrosen und hatte sie in ihrem Garten jahrelang gezüchtet. Letztes Jahr hatte sie versucht, eine neue Sorte von Stockrosen mit gestreiften Blütenblättern anzubauen.",
      "example_translation": "Le jardinier a planté un rang d'roses trémières le long de la clôture, où elles fleuriraient majestueusement en été. Elle avait toujours aimé l'apparence majestueuse des roses trémières et les avait cultivées dans son jardin pendant des années. L'année dernière, elle avait essayé de cultiver une nouvelle variété de rose trémière à pétales rayées.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hyazinthe",
      "translation": "jacinthe",
      "definition": "Eine Hyazinthe ist eine Art Blumenpflanze, die ursprünglich aus der mittelmeerischen Region stammt. Sie ist bekannt für ihre hellen, röhrenförmigen Blüten, die in Schatten von Blau, Pink, Weiß und Gelb blühen.",
      "definition_translation": "Une jacinthe est un type de plante à fleurs originaire de la région méditerranéenne. Elle est connue pour ses fleurs tubulaires brillantes qui fleurissent en nuances de bleu, rose, blanc et jaune.",
      "example": "Ich pflanzte eine Hyazinthe in meinem Garten letzten Frühling und sie blühte wunderschön. Sie wird nächstes Frühjahr wieder blühen. Dann werde ich noch mehr Hyazinthen um sie herum gepflanzt haben.",
      "example_translation": "J'ai planté une jacinthe dans mon jardin l'année dernière et elle a fleuri magnifiquement. Elle fleurira à nouveau l'année prochaine. D'ici là, j'aurai planté plus de jacinthes autour d'elle.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Iris",
      "translation": "iris",
      "definition": "Eine Iris ist eine Art Blumenpflanze, die bekannt für ihre prächtigen, farbigen Blüten ist. Sie wird oft als Zierpflanze in Gärten und Arrangements verwendet.",
      "definition_translation": "Un iris est un type de plante à fleurs connue pour ses fleurs colorées et spectaculaires. Elle est souvent utilisée comme plante ornementale dans les jardins et les arrangements.",
      "example": "Die Iris in meinem Garten blüht gerade. Sie blühte letztes Jahr auch. Ich hoffe, sie wird nächstes Jahr wieder blühen.",
      "example_translation": "L'iris de mon jardin est en fleur maintenant. Elle a fleuri l'année dernière aussi. J'espère qu'elle fleurira à nouveau l'année prochaine.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flieder",
      "translation": "lilas",
      "definition": "Ein Flieder ist eine Art blühender Strauch, der bekannt für seine duftenden, violettblauen Blüten ist. Er wird oft als Zierpflanze in Gärten und Parks verwendet.",
      "definition_translation": "Un lilas est un type d'arbuste à fleurs connu pour ses fleurs parfumées et violettes. Il est souvent utilisé comme plante ornementale dans les jardins et les parcs.",
      "example": "Ich liebe den Geruch von Fliedern im Frühling. Ich werde nächstes Frühjahr einen Fliederbaum in meinem Garten pflanzen. Er blühte, als ich meine Oma letztes Frühjahr besucht habe.",
      "example_translation": "J'adore l'odeur des lilas au printemps. Je planterai un arbre de lilas dans mon jardin l'année prochaine. Il était en fleur lorsque j'ai visité la maison de ma grand-mère l'année dernière.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lilie",
      "translation": "lis",
      "definition": "Eine Lilie ist eine Art Blumenpflanze, die bekannt für ihre großen, prächtigen Blüten ist. Sie wird oft als Symbol der Reinheit und Unschuld verwendet.",
      "definition_translation": "Un lis est un type de plante à fleurs connue pour ses fleurs grandes et spectaculaires. Elle est souvent utilisée comme symbole de pureté et d'innocence.",
      "example": "Ich gab meiner Mutter eine Lilie zu ihrem Geburtstag. Sie wird mir nächstes Jahr eine Lilie zu meinem Geburtstag schenken. Es war eine Lilie, die sie mir letzten Geburtstag geschenkt hat.",
      "example_translation": "J'ai donné un lis à ma mère pour son anniversaire. Elle me donnera un lis pour mon anniversaire l'année prochaine. C'était un lis qu'elle m'a donné pour mon anniversaire l'année dernière.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maiglöckchen",
      "translation": "muguet",
      "definition": "Eine süß duftende Blumenpflanze, die ursprünglich aus Europa und Asien stammt, oft in Brautsträußen verwendet",
      "definition_translation": "une plante à fleurs parfumée native d'Europe et d'Asie, souvent utilisée dans les bouquets de mariage",
      "example": "Ich hatte immer davon geträumt, einen Strauß von Maiglöckchen an meinem Hochzeitstag zu tragen. Gestern habe ich es endlich getan. Ich werde die Erinnerung an diesen besonderen Tag immer schätzen.",
      "example_translation": "J'avais toujours rêvé de porter un bouquet de muguet le jour de mon mariage. Hier, j'ai finalement fait. Je conserverai toujours le souvenir de ce jour spécial.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "narcisse",
      "definition": "Eine zyklamenartige Pflanze mit prächtigen, kelchförmigen Blüten, oft mit Selbstverliebtheit in der griechischen Mythologie assoziiert",
      "definition_translation": "une plante vivace bulbeuse avec des fleurs en forme de coupe, souvent associée à la vanité dans la mythologie grecque",
      "example": "In ancient Griechenland war die Mythos von Narcissus eine warnende Geschichte über die Gefahren der Selbstvernichtung. Heute ist die Blume immer noch eine beliebte Wahl für Gärten und Blumenarrangements. Ich werde nächstes Frühjahr einige Zwiebeln in meinem Garten pflanzen.",
      "example_translation": "Dans l'ancienne Grèce, le mythe de Narcisse était une histoire d'avertissement sur les dangers de l'égocentrisme. Aujourd'hui, la fleur est toujours un choix populaire pour les jardins et les arrangements floraux. Je vais planter quelques bulbes dans mon jardin ce printemps.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orchidee",
      "translation": "orchidée",
      "definition": "Eine Blumenpflanze mit zarten, exotischen und oft duftenden Blüten, die wegen ihrer Schönheit und Seltenheit geschätzt wird",
      "definition_translation": "une plante fleurie avec des fleurs délicates, exotiques et souvent parfumées, appréciée pour sa beauté et sa rareté",
      "example": "Ich hatte noch nie eine Orchidee in Person gesehen, bis ich letzten Wochenende die Botanischen Gärten besucht habe. Am nächsten Tag kaufte ich eine bei der Gärtnerei und ich werde sie sorgfältig gießen, um ihr Überleben zu sichern.",
      "example_translation": "Je n'avais jamais vu d'orchidée en personne jusqu'à ce que je visite le jardin botanique le week-end dernier. Le lendemain, j'en ai acheté une à la pépinière et je vais l'arroser soigneusement pour assurer sa survie.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmütterchen",
      "translation": "pensée",
      "definition": "Eine niedrig wachsende, empfindliche Blume mit hellen, farbigen Blüten, oft mit Liebe und Erinnerung assoziiert",
      "definition_translation": "une fleur basse et délicate avec des pétales colorés, souvent associée à l'amour et au souvenir",
      "example": " Als Kind spielte ich gerne mit Stiefmütterchen in meinem Omas Garten. Jetzt wachse ich sie in meinem eigenen Garten und ich werde einem Freund einen Strauß als Geschenk machen.",
      "example_translation": "Quand j'étais enfant, j'adorais jouer avec les pensées dans le jardin de ma grand-mère. Maintenant, je les cultive dans mon propre jardin et je vais donner un bouquet à mon amie en cadeau.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfingstrosen",
      "translation": "pivoine",
      "definition": "Eine Pfingstrose ist eine Blumenpflanze, die große, prächtige Blüten in verschiedenen Farben produziert.",
      "definition_translation": "Une pivoine est une plante à fleurs qui produit de grandes fleurs voyantes dans une variété de couleurs.",
      "example": "Ich pflanzte eine Pfingstrose in meinem Garten letztes Jahr, und sie blühte wunderschön diesem Frühling. Ich werde nächstes Jahr noch eine pflanzen, und sie wird wieder blühen. Ich hatte eine Pfingstrose in meinem Garten vor fünf Jahren gepflanzt, und sie blühte jedes Jahr seitdem.",
      "example_translation": "J'ai planté une pivoine dans mon jardin l'an dernier, et elle a fleuri magnifiquement ce printemps. Je planterai une autre l'année prochaine, et elle fleurira à nouveau. J'avais planté une pivoine dans mon jardin il y a cinq ans, et elle avait fleuri chaque année depuis lors.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mohn",
      "translation": "coquelicot",
      "definition": "Ein Mohn ist eine Blumenpflanze, die zarte, kelchförmige Blüten in verschiedenen Farben produziert.",
      "definition_translation": "Un coquelicot est une plante à fleurs qui produit des fleurs délicates en forme de coupe dans une variété de couleurs.",
      "example": "Ich sah ein Feld von Mohnblumen blühen auf dem Land letztes Sommer, und es war atemberaubend. Ich werde nächstes Sommer ein anderes Feld von Mohnblumen sehen, und es wird genauso schön sein. Ich sah ein Feld von Mohnblumen auf dem Land vor fünf Jahren, und es war genauso beeindruckend.",
      "example_translation": "J'ai vu un champ de coquelicots en fleurs dans la campagne l'été dernier, et c'était à couper le souffle. Je verrai un autre champ de coquelicots l'été prochain, et il sera tout aussi beau. J'avais vu un champ de coquelicots dans la campagne il y a cinq ans, et il avait été tout aussi sensationnel.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlüsselblume",
      "translation": "primevère",
      "definition": "Eine Schlüsselblume ist eine blühende Pflanze, die zarte, duftende Blüten in Gelb-, Rosa- und Lila-Tönen hervorbringt.",
      "definition_translation": "Une primevère est une plante à fleurs qui produit des fleurs délicates et fragrances dans des tons de jaune, rose et pourpre.",
      "example": "Ich pflückte eine Schlüsselblume im Wald letzten Frühling, und sie füllte mein Zimmer mit ihrem süßen Duft. Ich werde nächstes Frühjahr wieder eine Schlüsselblume pflücken, und sie wird mein Zimmer wieder mit ihrem süßen Duft füllen. Ich hatte vor fünf Jahren eine Schlüsselblume im Wald gepflückt, und sie hatte mein Zimmer damals mit ihrem süßen Duft gefüllt.",
      "example_translation": "J'ai cueilli une primevère dans les bois le printemps dernier, et elle a rempli ma chambre de son parfum suave. Je cueillerai une autre primevère le printemps prochain, et elle remplira ma chambre de son parfum suave à nouveau. J'avais cueilli une primevère dans les bois il y a cinq ans, et elle avait rempli ma chambre de son parfum suave à l'époque.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenmaul",
      "translation": "antirrhin",
      "definition": "Ein Löwenmaul ist eine blühende Pflanze, die hochgewachsene, farbenfrohe Blüten mit einer markanten Form produziert, die einem Drachenmaul ähnelt.",
      "definition_translation": "Un antirrhin est une plante à fleurs qui produit des fleurs colorées et élancées avec une forme distinctive rappelant la gueule d'un dragon.",
      "example": "Ich zog ein Löwenmaul in meinem Garten letzten Sommer an, und es lockte viele Schmetterlinge an. Ich werde nächstes Sommer wieder ein Löwenmaul anziehen, und es wird wieder viele Schmetterlinge anlocken. Ich hatte vor fünf Jahren ein Löwenmaul in meinem Garten angezogen, und es hatte damals viele Schmetterlinge angelockt.",
      "example_translation": "J'ai fait pousser un antirrhin dans mon jardin l'été dernier, et il a attiré de nombreux papillons. Je ferai pousser un autre antirrhin l'été prochain, et il attirera de nombreux papillons à nouveau. J'avais fait pousser un antirrhin dans mon jardin il y a cinq ans, et il avait attiré de nombreux papillons à l'époque.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneeglanz",
      "translation": "perce-neige",
      "definition": "Ein Schneeglanz ist eine kleine, weiße Blume, die im Winter wächst und oft mit Hoffnung und Erneuerung assoziiert wird.",
      "definition_translation": "Une perce-neige est une petite fleur blanche qui pousse en hiver et est souvent associée à l'espoir et au renouveau.",
      "example": "Gestern sah ich die ersten Schneeglänze der Saison im Garten blühen. Heute pflanze ich weitere Schneeglänze im Hof an. Nächstes Jahr werde ich ein ganzes Feld von Schneeglänzen haben.",
      "example_translation": "Hier, j'ai vu les premières perce-neige de la saison fleurir dans le jardin. Aujourd'hui, je plante plus de perce-neige dans la cour. L'année prochaine, j'aurai un champ entier de perce-neige.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tagetes",
      "translation": "tagète",
      "definition": "Tagetes ist eine Art von blühenden Pflanzen, die oft als Begleitpflanze verwendet wird, um Schädlinge abzuschrecken und nützliche Insekten anzulocken.",
      "definition_translation": "La tagète est un type de plante fleurie qui est communément utilisée comme plante compagnon pour repousser les parasites et attirer les insectes bénéfiques.",
      "example": "Ich pflanzte Tagetes um meine Gemüse an, um die Blattläuse fernzuhalten. Tagetes sind auch großartig, um Bienen in den Garten anzulocken. Bis nächstes Sommer werde ich ein ganzes Beet von Tagetes haben.",
      "example_translation": "J'ai planté des tagètes autour de mes légumes pour éloigner les pucerons. Les tagètes sont également excellentes pour attirer les abeilles dans le jardin. D'ici l'été prochain, j'aurai un lit entier de tagètes.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veilchen",
      "translation": "violet",
      "definition": "Ein Veilchen ist eine zarte, violette Blume, die oft mit Bescheidenheit und Demut assoziiert wird.",
      "definition_translation": "Une violette est une fleur délicate, violette, souvent associée à la modestie et à l'humilité.",
      "example": "Die Veilchenblumen in meinem Omas Garten waren ihr ganzer Stolz. Ich pflückte einige Veilchen für den Geburtstag meiner Mutter. Nächstes Frühjahr werde ich weitere Veilchen in meinem Garten pflanzen.",
      "example_translation": "Les fleurs de violettes dans le jardin de ma grand-mère étaient sa fierté et sa joie. J'ai cueilli des violettes pour l'anniversaire de ma mère. Le printemps prochain, je planterai plus de violettes dans mon jardin.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seerose",
      "translation": "nénuphar",
      "definition": "Eine Seerose ist eine Art von Wasser-Pflanze, die in Teichen und Seen wächst und oft schöne Blüten produziert.",
      "definition_translation": "Un nénuphar est un type de plante aquatique qui pousse dans les étangs et les lacs, produisant souvent de belles fleurs.",
      "example": "Die Seerosen im Teich beginnen zu blühen. Letztes Jahr sah ich eine schöne Seeroseblüte im See. Nächstes Sommer werde ich einen ganzen Teich voller Seerosen haben.",
      "example_translation": "Les nénuphars dans l'étang commencent à fleurir. L'année dernière, j'ai vu une belle fleur de nénuphar dans le lac. L'été prochain, j'aurai un étang entier de nénuphars.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Windblume",
      "translation": "anémone",
      "definition": "Eine Windblume ist eine Art von zarten, oft duftenden Blumen, die typischerweise in Feldern und Wiesen gefunden werden. Sie ist bekannt für ihre schlanken Stängel und zierlichen Blüten, die oft in rosa, weiß oder purpurnem Ton gehalten sind.",
      "definition_translation": "Une anémone est un type de fleur délicate, souvent parfumée, que l'on trouve généralement dans les champs et les prés. Elle est connue pour ses tiges fines et ses pétales délicats, qui sont souvent d'un ton rose, blanc ou pourpre.",
      "example": "Ich sah eine schöne Windblume gestern im Feld blühen. Sie wird nächstes Frühjahr wieder blühen. Als ich zurückkehrte, hatte die Windblume bereits geblüht.",
      "example_translation": "J'ai vu une belle anémone en fleur dans le champ hier. Elle reflora à nouveau printemps prochain. Quand je suis revenu, l'anémone avait déjà fleuri.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]