[
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "April",
      "translation": "Avril",
      "definition": "Der vierte Monat des Jahres, im nördlichen Halbkugel usually assoziiert mit Frühling.",
      "definition_translation": "Le quatrième mois de l'année, dans l'hémisphère nord, généralement associé au printemps.",
      "example": "Ich plane, nach Paris im April zu reisen. Letzten April besuchte ich Rom. Nächsten April werde ich nach London gehen.",
      "example_translation": "Je prévois voyager à Paris en avril. L'année dernière en avril, j'ai visité Rome. L'année prochaine en avril, je vais aller à Londres.",
      "imageLink": "image_files\\English\\"imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "August",
      "translation": "Août",
      "definition": "Der achte Monat des Jahres, im nördlichen Halbkugel usually assoziiert mit Sommer.",
      "definition_translation": "Le huitième mois de l'année, dans l'hémisphère nord, généralement associé à l'été.",
      "example": "Ich gehe im August zum Strand. Letzten August ging ich in die Berge. Nächsten August werde ich meine Familie besuchen.",
      "example_translation": "Je vais à la plage en août. L'année dernière en août, je suis allé à la montagne. L'année prochaine en août, je vais visiter ma famille.",
      "imageLink": "image_files\\English\\"imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezember",
      "translation": "Décembre",
      "definition": "Der zwölfte und letzte Monat des Jahres, im nördlichen Halbkugel usually assoziiert mit Winter.",
      "definition_translation": "Le douzième et dernier mois de l'année, dans l'hémisphère nord, généralement associé à l'hiver.",
      "example": "Ich liebe Weihnachten im Dezember. Letzten Dezember ging ich zum Skiresort. Nächsten Dezember werde ich Silvester feiern.",
      "example_translation": "J'aime Noël en décembre. L'année dernière en décembre, je suis allé au resort de ski. L'année prochaine en décembre, je vais célébrer le réveillon de Noël.",
      "imageLink": "image_files\\English\\"imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Februar",
      "translation": "Février",
      "definition": "Der zweite Monat des Jahres, im nördlichen Halbkugel usually assoziiert mit Winter.",
      "definition_translation": "Le deuxième mois de l'année, dans l'hémisphère nord, généralement associé à l'hiver.",
      "example": "Ich habe Geburtstag im Februar. Letzten Februar ging ich zum Konzert. Nächsten Februar werde ich ins Fitnessstudio gehen.",
      "example_translation": "J'ai un anniversaire en février. L'année dernière en février, je suis allé au concert. L'année prochaine en février, je vais aller au gymnase.",
      "imageLink": "image_files\\English\\"imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Januar",
      "translation": "janvier",
      "definition": "Der erste Monat des Jahres, nach Dezember und vor Februar.",
      "definition_translation": "Le premier mois de l'année, suivant décembre et précédant février.",
      "example": "Ich mache jedes Jahr im Januar eine Vorsatz, abzunehmen. Ich nahm 10 Pfund im Januar letzten Jahres ab. Ich werde im Januar nächsten Jahres eine neue Diät starten.",
      "example_translation": "Je fais toujours une résolution en janvier pour perdre du poids. J'ai perdu 10 livres en janvier l'année dernière. Je vais démarrer un nouveau régime en janvier l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juli",
      "translation": "juillet",
      "definition": "Der siebte Monat des Jahres, nach Juni und vor August.",
      "definition_translation": "Le septième mois de l'année, suivant juin et précédant août.",
      "example": "Ich nehme jedes Jahr im Juli Urlaub, um mich zu entspannen. Ich ging letzten Juli zum Strand. Ich werde nächstes Jahr im Juli ein Musikfestival besuchen.",
      "example_translation": "Je prends toujours des vacances en juillet pour me détendre. Je suis allé à la plage en juillet l'année dernière. Je vais assister à un festival de musique en juillet l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juni",
      "translation": "juin",
      "definition": "Der sechste Monat des Jahres, nach Mai und vor Juli.",
      "definition_translation": "Le sixième mois de l'année, suivant mai et précédant juillet.",
      "example": "Ich besuche jedes Jahr im Juni die Geburtstagsparty meines Freundes. Ich machte letzten Juni mein College-Abschluss. Ich werde nächstes Jahr im Juni heiraten.",
      "example_translation": "Je vais toujours à la fête d'anniversaire de mon ami en juin. J'ai obtenu mon diplôme d'études supérieures en juin l'année dernière. Je vais me marier en juin l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "März",
      "translation": "mars",
      "definition": "Der dritte Monat des Jahres, nach Februar und vor April.",
      "definition_translation": "Le troisième mois de l'année, suivant février et précédant avril.",
      "example": "Ich nehme jedes Jahr im März an einem Marathon teil, um fit zu bleiben. Ich ging letzten März zu einem Konzert. Ich werde nächstes Jahr im März ein neues Projekt starten.",
      "example_translation": "Je participe toujours à un marathon en mars pour rester en forme. Je suis allé à un concert en mars l'année dernière. Je vais démarrer un nouveau projet en mars l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mai",
      "translation": "Mai",
      "definition": "Der fünfte Monat des Jahres, nach April und vor Juni.",
      "definition_translation": "Le cinquième mois de l'année, situé entre avril et juin.",
      "example": "Ich werde im Mai in den Urlaub fahren. Ich fuhr letzten Mai in den Urlaub. Ich fahre dieses Jahr im Mai in den Urlaub.",
      "example_translation": "Je vais partir en vacances en mai. J'étais parti en vacances en mai l'année dernière. Je pars en vacances en mai cette année.",
      "imageLink": "image_files\\English\\"imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "November",
      "translation": "Novembre",
      "definition": "Der elfte Monat des Jahres, nach Oktober und vor Dezember.",
      "definition_translation": "Le onzième mois de l'année, situé entre octobre et décembre.",
      "example": "Ich werde im November nach Paris reisen. Ich reiste letzten November nach Paris. Ich reise dieses Jahr im November nach Paris.",
      "example_translation": "Je vais voyager à Paris en novembre. J'étais allé à Paris en novembre l'année dernière. Je voyage à Paris en novembre cette année.",
      "imageLink": "image_files\\English\\"imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oktober",
      "translation": "Octobre",
      "definition": "Der zehnte Monat des Jahres, zwischen September und November.",
      "definition_translation": "Le dixième mois de l'année, situé entre septembre et novembre.",
      "example": "Ich werde meine Familie im Oktober besuchen. Ich habe meine Familie im Oktober letzten Jahres besucht. Ich besuche meine Familie im Oktober dieses Jahres.",
      "example_translation": "Je vais visiter ma famille en octobre. J'avais visité ma famille en octobre l'année dernière. Je visite ma famille en octobre cette année.",
      "imageLink": "image_files\\English\\"imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "September",
      "translation": "Septembre",
      "definition": "Der neunte Monat des Jahres, zwischen August und Oktober.",
      "definition_translation": "Le neuvième mois de l'année, situé entre août et octobre.",
      "example": "Ich werde im September zur Schule gehen. Ich ging im September letzten Jahres zur Schule. Ich gehe im September dieses Jahres zur Schule.",
      "example_translation": "Je vais commencer l'école en septembre. J'avais commencé l'école en septembre l'année dernière. Je commence l'école en septembre cette année.",
      "imageLink": "image_files\\English\\"imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]