{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bier",
      "translation": "bière",
      "definition": "Ein fermentiertes Getränk, hergestellt aus Gerste, Hopfen und Wasser, gebraut und konditioniert, um einen einzigartigen Geschmack und Aroma zu erzeugen",
      "definition_translation": "boisson fermentée faite à partir d'orge, de houblon et d'eau, brassée et conditionnée pour créer un goût et un arôme uniques",
      "example": "Ich trank ein kaltes Bier, nachdem ich mein Projekt gestern abgeschlossen hatte. Ich trinke Bier jeden Freitagabend. Ich werde ein Bier auf der Party heute Abend trinken.",
      "example_translation": "J'ai bu une bière froide après avoir fini mon projet hier. Je bois de la bière tous les vendredis soir. Je boirai une bière à la soirée ce soir.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffee",
      "translation": "café",
      "definition": "Ein Getränk, hergestellt aus den gerösteten Samen der Kaffeepflanze, oft heiß und süß serviert",
      "definition_translation": "boisson faite à partir des graines torréfiées de la plante de café, souvent servie chaude et sucrée avec du sucre ou de la crème",
      "example": "Ich trank einen Kaffee heute Morgen. Sie trinkt Kaffee jeden Morgen. Sie werden Kaffee auf der Besprechung morgen trinken.",
      "example_translation": "J'ai bu une tasse de café ce matin. Elle boit du café tous les matins. Ils boiront du café à la réunion demain.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "Coca",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk, hergestellt aus Koka-Blättern und anderen Zutaten, oft als erfrischendes Getränk konsumiert",
      "definition_translation": "boisson sucrée et gazeuse faite à partir de feuilles de coca et d'autres ingrédients, souvent consommée comme boisson rafraîchissante",
      "example": "Ich trank eine Cola auf der Party letzte Nacht. Sie trinkt Cola mit ihren Mahlzeiten. Sie werden Cola auf dem Konzert morgen trinken.",
      "example_translation": "J'ai bu un Coca à la soirée hier soir. Elle boit du Coca avec ses repas. Ils boiront du Coca au concert demain.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "boire",
      "definition": "Ein flüssiges Subjekt zu konsumieren, oft zur Erfrischung, zum Nährwert oder zum Vergnügen",
      "definition_translation": "ingérer une substance liquide, souvent pour se rafraîchir, se nourrir ou prendre du plaisir",
      "example": "Ich trank Wasser nach dem Training. Sie wird Saft zum Frühstück trinken. Sie tranken Tee auf der Besprechung.",
      "example_translation": "J'ai bu de l'eau après avoir fait de l'exercice. Elle boira du jus au petit déjeuner. Ils ont bu du thé à la réunion.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saft",
      "translation": "jus",
      "definition": "Eine flüssige Substanz, die aus Pflanzen, Früchten oder Fleisch extrahiert wird, oft als Getränk oder als Grundlage für andere Getränke verwendet",
      "definition_translation": "Une substance liquide extraite de plantes, de fruits ou de viande, utilisée comme boisson ou comme base pour d'autres boissons.",
      "example": "Ich trank ein Glas Saft gestern, ich trinke Saft jetzt und ich werde Saft morgen trinken.",
      "example_translation": "J'ai bu un verre de jus hier, je bois du jus maintenant, et je boirai du jus demain.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milch",
      "translation": "lait",
      "definition": "Eine_flüssige Substanz, produziert von den Milchdrüsen weiblicher Säugetiere, als Nahrungsquelle für junge Säugetiere und als Lebensmittel für Menschen verwendet",
      "definition_translation": "Un liquide produit par les glandes mammaires des femelles mammifères, utilisé comme nutriment pour les jeunes mammifères et comme produit alimentaire pour les humains.",
      "example": "Meine Mutter kaufte Milch gestern, sie kauft Milch jetzt und sie wird Milch morgen kaufen.",
      "example_translation": "Ma mère a acheté du lait hier, elle achète du lait maintenant, et elle achètera du lait demain.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orangensaft",
      "translation": "jus d'orange",
      "definition": "Eine flüssige Substanz, extrahiert aus Orangen, als Getränk verwendet",
      "definition_translation": "Un liquide extrait des oranges, utilisé comme boisson.",
      "example": "Ich trank ein Glas Orangensaft gestern, ich trinke Orangensaft jetzt und ich werde Orangensaft morgen trinken.",
      "example_translation": "J'ai bu un verre de jus d'orange hier, je bois du jus d'orange maintenant, et je boirai du jus d'orange demain.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tee",
      "translation": "thé",
      "definition": "Ein Getränk, hergestellt aus den Blättern, Knospen oder Stielen der Teepflanze, heiß oder kalt konsumiert",
      "definition_translation": "Une boisson faite à partir des feuilles, des bourgeons ou des tiges de la plante de thé, consommée chaude ou froide.",
      "example": "Meine Großmutter trank Tee gestern, sie trinkt Tee jetzt und sie wird Tee morgen trinken.",
      "example_translation": "Ma grand-mère a bu du thé hier, elle boit du thé maintenant, et elle boira du thé demain.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomatensaft",
      "translation": "jus de tomate",
      "definition": "Eine flüssige Substanz, extrahiert aus Tomaten, oft als Getränk konsumiert",
      "definition_translation": "Un extrait liquide de tomates, souvent consommé comme boisson.",
      "example": "Ich trank Tomatensaft zum Frühstück, ich trinke ihn zum Mittagessen und ich werde ihn zum Abendessen trinken.",
      "example_translation": "J'ai bu du jus de tomate pour le petit déjeuner, je le bois pour le déjeuner, et je le boirai pour le dîner.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser",
      "translation": "eau",
      "definition": "Eine klare, farblose und geruchlose Flüssigkeit, die die Meere, Seen, Flüsse und Regen bildet und die Basisflüssigkeit lebender Organismen ist",
      "definition_translation": "Une substance liquide claire, incolore et inodore qui forme les mers, les lacs, les rivières et la pluie et est la base des fluides des organismes vivants.",
      "example": "Ich werde die Pflanzen morgen gießen, ich goss sie gestern und ich gieße sie jeden Tag.",
      "example_translation": "Je vais arroser les plantes demain, j'ai arrosé hier, et j'arrose tous les jours.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wein",
      "translation": "vin",
      "definition": "Ein aus Trauben hergestelltes, meist zwischen 10 und 20 Prozent Alkohol enthaltendes Getränk.",
      "definition_translation": "Une boisson fermentée fabriquée à partir de raisins, contenant généralement de 10 à 20 pour cent d'alcool.",
      "example": "Ich werde Wein auf der Party trinken, ich trank Wein letzte Nacht und ich trinke Wein jeden Wochenende.",
      "example_translation": "Je vais boire du vin à la fête, j'ai bu du vin hier soir, et je bois du vin tous les week-ends.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "alcool",
      "definition": "Eine farblose, flüchtige und entzündliche organische Verbindung, die das suchtbildende Agens in fermentierten und destillierten Spirituosen ist.",
      "definition_translation": "Un composé organique liquide incolore, volatil et inflammable qui est l'agent intoxicant dans les spiritueux fermentés et distillés.",
      "example": "Ich werde Alkohol im Laden kaufen, ich kaufte Alkohol gestern und ich kaufe Alkohol jeden Monat.",
      "example_translation": "Je vais acheter de l'alcool au magasin, j'ai acheté de l'alcool hier, et j'achète de l'alcool tous les mois.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "jus de pomme",
      "definition": "Ein süßer, trüber Drink, der aus Äpfeln hergestellt wird, oft kalt serviert.",
      "definition_translation": "Boisson douce et trouble faite à partir de pommes, souvent servie fraîche.",
      "example": "Ich trank Apfelsaft gestern, ich trinke ihn jetzt und ich werde ihn morgen trinken.",
      "example_translation": "J'ai bu du jus de pomme hier, je le bois maintenant, et je le boirai demain.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Champagner",
      "translation": "champagne",
      "definition": "Eine Art von prickelndem Wein, der aus Trauben produziert wird, die in der Champagne-Region Frankreichs angebaut werden.",
      "definition_translation": "Type de vin effervescent produit à partir de raisins cultivés dans la région de Champagne en France.",
      "example": "Wir öffneten eine Flasche Champagner auf der Hochzeit, wir öffnen eine jetzt und wir werden eine auf dem Jahrestag öffnen.",
      "example_translation": "Nous avons ouvert une bouteille de champagne au mariage, nous en ouvrons une maintenant, et nous en ouvrirons une à l'anniversaire.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "cola",
      "definition": "Ein süßer, kohlensäurehaltiger Drink, der mit Vanille und Zimt aromatisiert wurde, ursprünglich aus der Kolanuss hergestellt.",
      "definition_translation": "Boisson sucrée et gazeuse parfumée au vanille et cannelle, originellement faite à partir du noix de kola.",
      "example": "Ich trank Cola gestern, ich trinke eine jetzt und ich werde eine morgen trinken.",
      "example_translation": "J'ai bu une cola hier, j'en bois une maintenant, et j'en boirai une demain.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "boire",
      "definition": "Ein flüssiges Getränk, wie Wasser oder Saft, durch den Mund aufzunehmen.",
      "definition_translation": "D'avaler un liquide, tel que de l'eau ou du jus, par la bouche.",
      "example": "Ich trank Wasser gestern, ich trinke Saft jetzt und ich werde Tee morgen trinken.",
      "example_translation": "J'ai bu de l'eau hier, je bois du jus maintenant, et je boirai du thé demain.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heiße Schokolade",
      "translation": "chocolat chaud",
      "definition": "Ein süßer Drink, der aus geschmolzener Schokolade und Milch hergestellt wird, oft heiß serviert.",
      "definition_translation": "boisson sucrée faite à partir de chocolat fondu et de lait, souvent servie chaude",
      "example": "Gestern trank ich heiße Schokolade zu Hause. Heute trinke ich heiße Schokolade in einem Café. Morgen werde ich heiße Schokolade mit meinen Freunden trinken.",
      "example_translation": "Hier, j'ai bu du chocolat chaud à la maison. Aujourd'hui, je bois du chocolat chaud dans un café. Demain, je boirai du chocolat chaud avec mes amis.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenlimonade",
      "translation": "limonade",
      "definition": "Ein süßer Drink, der mit Zitronensaft, Wasser und Zucker hergestellt wird.",
      "definition_translation": "boisson sucrée faite avec du jus de citron, de l'eau et du sucre",
      "example": "Ich verkaufte Zitronenlimonade auf dem Schul-Jahrmarkt letztes Jahr. Jetzt mach ich Zitronenlimonade für meine Familie. Im nächsten Sommer werde ich Zitronenlimonade am Strand verkaufen.",
      "example_translation": "J'ai vendu de la limonade à la foire de l'école l'année dernière. Maintenant, je fais de la limonade pour ma famille. L'été prochain, je vendrai de la limonade à la plage.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milkshake",
      "translation": "milk-shake",
      "definition": "Ein süßer, cremiger Drink, der aus Milch, Eiscreme und Aromen hergestellt wird.",
      "definition_translation": "boisson sucrée et crémeuse faite avec du lait, de la glace et des arômes",
      "example": "Ich bestellte einen Milkshake im Diner gestern. Heute genieße ich einen Milkshake im Kino. Morgen werde ich einen Milkshake zu Hause machen.",
      "example_translation": "J'ai commandé un milk-shake au diner hier. Aujourd'hui, je profite d'un milk-shake au cinéma. Demain, je ferai un milk-shake à la maison.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mineralwasser",
      "translation": "eau minérale",
      "definition": "Wasser, das aus einer natürlichen unterirdischen Quelle stammt und Mineralien enthält.",
      "definition_translation": "eau qui provient d'une source souterraine naturelle et contient des minéraux",
      "example": "Ich trank Mineralwasser nach meinem Workout gestern. Jetzt trinke ich Mineralwasser im Büro. Morgen werde ich Mineralwasser ins Fitnessstudio mitbringen.",
      "example_translation": "J'ai bu de l'eau minérale après mon entraînement hier. Maintenant, je bois de l'eau minérale au bureau. Demain, je vais apporter de l'eau minérale au gym.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiches Getränk",
      "translation": "boisson gazeuse",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk, das normalerweise mit natürlichen oder künstlichen Aromen aromatisiert wird, meist gekühlt serviert wird.",
      "definition_translation": "Boisson douce, carbonatée, généralement aromatisée avec des saveurs naturelles ou artificielles, serviée généralement fraîche.",
      "example": "Ich trank ein weiches Getränk auf der Party. Ich werde ein weiches Getränk am Strand trinken. Ich habe viele weiche Getränke in meinem Leben getrunken.",
      "example_translation": "J'ai bu une boisson gazeuse à la fête. Je boirai une boisson gazeuse à la plage. J'ai bu beaucoup de boissons gazeuses dans ma vie.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocktail",
      "translation": "cocktail",
      "definition": "Ein gemixtes Getränk, das Spirituosen enthält, normalerweise aus einer Kombination von Spirituosen, Fruchtsaft und anderen Zutaten hergestellt wird, oft in einem bestimmten Glas serviert.",
      "definition_translation": "Boisson mélangée contenant de l'alcool, généralement préparée avec une combinaison d'esprits, de jus de fruit et d'autres ingrédients, souvent servie dans un verre spécifique.",
      "example": "Ich bestellte einen Cocktail an der Bar. Sie wird einen Cocktail im Restaurant bestellen. Sie haben viele Cocktails auf der Party bestellt.",
      "example_translation": "J'ai commandé un cocktail au bar. Elle commandera un cocktail au restaurant. Ils ont commandé beaucoup de cocktails à la fête.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakao",
      "translation": "cacao",
      "definition": "Ein Pulver, das aus gerösteten Kakaobonen hergestellt wird, um Schokolade herzustellen oder als Geschmackzusatz in verschiedenen Rezepten verwendet zu werden.",
      "definition_translation": "Poudre faite à partir de fèves de cacao grillées, utilisée pour faire du chocolat ou comme ingrédient aromatique dans diverses recettes.",
      "example": "Ich trank eine Tasse heißen Kakao. Sie wird ein Stück Kakaokuchen essen. Sie haben viele Kakaobäume gepflanzt.",
      "example_translation": "J'ai bu une tasse de cacao chaud. Elle mangera un morceau de gâteau au cacao. Ils ont planté beaucoup d'arbres de cacao.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sprudelndes Getränk",
      "translation": "boisson pétillante",
      "definition": "Ein kohlensäurehaltiges Getränk, das normalerweise süß und aromatisiert ist, oft gekühlt serviert wird und durch seine sprudelnde oder blubbernde Qualität gekennzeichnet ist.",
      "definition_translation": "Boisson carbonatée qui est généralement sucrée et aromatisée, souvent servie fraîche et caractérisée par une qualité pétillante ou mousseuse.",
      "example": "Ich öffnete ein sprudelndes Getränk auf der Party. Sie wird ein sprudelndes Getränk am Strand öffnen. Sie haben viele sprudelnde Getränke in ihrem Leben geöffnet.",
      "example_translation": "J'ai ouvert une boisson pétillante à la fête. Elle ouvrira une boisson pétillante à la plage. Ils ont ouvert beaucoup de boissons pétillantes dans leur vie.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instantkaffee",
      "translation": "café instantané",
      "definition": "Eine Art von Kaffee, die schnell zubereitet werden kann, indem man heißes Wasser zu einem pulverisierten oder granular aufbereiteten Stoff hinzufügt.",
      "definition_translation": "Un type de café qui peut être préparé rapidement en ajoutant de l'eau chaude à une substance en poudre ou en granulés.",
      "example": "Ich trank einen Instantkaffee, um mich aufzuwecken, Ich trinke jeden Morgen einen Instantkaffee, Ich werde nach meinem Mittagessen einen Instantkaffee trinken.",
      "example_translation": "J'ai bu un café instantané pour me réveiller, je bois un café instantané chaque matin, je boirai un café instantané après mon déjeuner.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wodka",
      "translation": "vodka",
      "definition": "Ein klarer, farbloser und hochprozentiger Alkohol, der aus Getreide oder Kartoffeln hergestellt wird.",
      "definition_translation": "Une boisson claire, incolore et très alcoolisée fabriquée à partir de grain ou de pommes de terre.",
      "example": "Ich trinke Wodka mit meinen Freunden, Ich trank Wodka auf der Party letzte Nacht, Ich werde Wodka auf meiner Geburtstagsparty trinken.",
      "example_translation": "Je bois de la vodka avec mes amis, j'ai bu de la vodka au party hier soir, je boirai de la vodka à ma fête d'anniversaire.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Whisky",
      "translation": "whisky",
      "definition": "Eine Art von spirituösem Getränk, das aus fermentiertem Getreidebrei hergestellt wird und in Holzfässern gereift wird.",
      "definition_translation": "Un type de liqueur spiritueuse fabriquée à partir d'un mélange de grain fermenté, vieilli dans des barriques de bois.",
      "example": "Ich mag Whisky mit meinem Vater trinken, Ich trank Whisky in einer Bar letztes Wochenende, Ich werde Whisky auf meiner Hochzeit trinken.",
      "example_translation": "J'aime boire du whisky avec mon père, j'ai bu du whisky au bar le week-end dernier, je boirai du whisky à mon mariage.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompott",
      "translation": "compotée",
      "definition": "Eine Art von süßem oder herzhaftem Gericht, das aus Früchten oder Gemüse hergestellt wird, die langsam in einer Flüssigkeit gekocht werden.",
      "definition_translation": "Un type de plat sucré ou salé fait de fruits ou de légumes cuits lentement dans un liquide.",
      "example": "Ich machte ein Kompott mit Äpfeln und Beeren, Ich aß ein Kompott im Restaurant letzten Monat, Ich werde ein Kompott mit Pfirsichen für meine Familie machen.",
      "example_translation": "J'ai fait une compotée avec des pommes et des baies, j'ai mangé une compotée au restaurant le mois dernier, je ferai une compotée avec des pêches pour ma famille.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entkoffeiniertes Kaffee",
      "translation": "café décaféiné",
      "definition": "Kaffee, dem die meisten seiner Koffeinhaltstoffe entfernt wurden, was es für diejenigen geeignet macht, die die anregenden Effekte des Koffeins vermeiden möchten.",
      "definition_translation": "Café qui a eu la plupart de son caféine retirée, ce qui la rend convenable pour ceux qui veulent éviter les effets stimulants de la caféine.",
      "example": "Ich bevorzuge es, entkoffeiniertes Kaffee am Abend zu trinken, um Schlaflosigkeit zu vermeiden. Gestern trank ich zwei Tassen entkoffeiniertes Kaffee. Wenn ich kein entkoffeiniertes Kaffee trinke, kann ich heute Nacht nicht einschlafen.",
      "example_translation": "Je préfère boire du café décaféiné le soir pour éviter l'insomnie. Hier, j'ai bu deux tasses de café décaféiné. Si je ne bois pas de café décaféiné, je ne pourrai pas dormir ce soir.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schandei",
      "translation": "panaché",
      "definition": "Ein Getränk, das aus Bier und einem nicht alkoholhaltigen Getränk hergestellt wird, normalerweise Limonade oder Fruchtsaft.",
      "definition_translation": "Boisson faite avec de la bière et d'une boisson non alcoolisée, généralement du citronade ou du jus de fruit.",
      "example": "Ich mag Schandei an heißen Sommertagen trinken. Gestern bestellte ich ein Schandei an der Bar. Wenn ich kein Schandei trinke, werde ich schnell betrunken sein.",
      "example_translation": "J'aime boire du panaché lors d'une journée d'été chaude. Hier, j'ai commandé un panaché au bar. Si je ne bois pas de panaché, je vais vite être ivre.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]
}