{
  "data": [
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insekt",
      "translation": "insecte",
      "definition": "Ein kleines Tier mit sechs Beinen, normalerweise mit einem harten äußeren Körper, und oft flugfähig.",
      "definition_translation": "un petit animal avec six pattes, généralement ayant un corps externe dur et souvent capable de voler.",
      "example": "Ich sah ein Insekt auf der Wand krabbeln gestern. Es krabbelt auf der Wand jetzt. Es wird auf der Wand morgen krabbeln.",
      "example_translation": "J'ai vu un insecte rampante sur le mur hier. Il rampe sur le mur maintenant. Il rampera sur le mur demain.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ameise",
      "translation": "fourmi",
      "definition": "Ein kleines Insekt, das in Kolonien lebt, oft in Nestern oder Ameisenhügeln.",
      "definition_translation": "un petit insecte qui vit en colonies, souvent dans des nids ou des fourmilières.",
      "example": "Ich sah eine Ameise einen Krümel tragen gestern. Sie trägt einen Krümel jetzt. Sie wird einen Krümel morgen tragen.",
      "example_translation": "J'ai vu une fourmi portant un miette hier. Elle porte un miette maintenant. Elle portera un miette demain.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biene",
      "translation": "abeille",
      "definition": "Ein fliegendes Insekt, das Nektar von Blumen sammelt und Honig produziert.",
      "definition_translation": "un insecte volant qui recueille le nectar des fleurs et produit du miel.",
      "example": "Ich sah eine Biene um die Blume fliegen gestern. Sie fliegt um die Blume jetzt. Sie wird um die Blume morgen fliegen.",
      "example_translation": "J'ai vu une abeille volant autour de la fleur hier. Elle vole autour de la fleur maintenant. Elle volera autour de la fleur demain.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wanze",
      "translation": "bestiole",
      "definition": "Ein kleines Insekt oder ein ähnliches Lebewesen.",
      "definition_translation": "un petit insecte ou créature similaire.",
      "example": "Ich sah eine Wanze auf dem Boden krabbeln gestern. Sie krabbelt auf dem Boden jetzt. Sie wird auf dem Boden morgen krabbeln.",
      "example_translation": "J'ai vu une bestiole rampant sur le sol hier. Elle rampe sur le sol maintenant. Elle rampa sur le sol demain.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schmetterling",
      "translation": "papillon",
      "definition": "Ein Schmetterling ist eine Art von Insekt mit großen, oft bunten Flügeln, die fein geformt und intrikat gemustert sind.",
      "definition_translation": "Un papillon est un type d'insecte avec des ailes grandes, souvent colorées, qui sont délicatement façonnées et intricalement Pattersonnées.",
      "example": "Ich sah einen schönen Schmetterling um den Garten fliegen gestern. Er wird wegfliegen, wenn es heiß wird. Bis zum nächsten Sommer wird er sich in eine Puppe verwandelt haben.",
      "example_translation": "J'ai vu un beau papillon voltiger autour du jardin hier. Il s'envolera quand il fera chaud. D'ici l'été prochain, il se sera transformé en cocon.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakerlake",
      "translation": "cafard",
      "definition": "Eine Kakerlake ist eine Art von Insekt, das bekannt für seinen flachen, ovalen Körper und seine Fähigkeit, in verschiedenen Umgebungen zu überleben.",
      "definition_translation": "Un cafard est un type d'insecte qui est connu pour son corps plat, en forme d'œuf, et sa capacité à survivre dans une variété d'environnements.",
      "example": "Ich versuchte, die Kakerlake zu zerquetschen, aber sie rannte schnell weg. Kakerlaken haben Millionen von Jahren auf der Erde gelebt. Bis ich nach Hause komme, wird die Kakerlake einen neuen Versteck gefunden haben.",
      "example_translation": "J'ai essayé d'écraser le cafard, mais il s'est enfui rapidement. Les cafards ont vécu sur terre depuis des millions d'années. D'ici que je retourne à la maison, le cafard aura trouvé un nouvel endroit pour se cacher.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebewesen",
      "translation": "créature",
      "definition": "Ein Lebewesen ist ein lebendes Wesen, wie ein Tier oder ein Mensch, das einen physischen Körper hat und sich in seiner Umgebung bewegen und reagieren kann.",
      "definition_translation": "Une créature est un être vivant, comme un animal ou une personne, qui a un corps physique et est capable de se mouvoir et de réagir à son environnement.",
      "example": "Das Lebewesen war anders als alles, was ich je gesehen hatte. Es wird sich in eine neue Art verwandeln, bis zum nächsten Jahrhundert. Das Lebewesen hatte im Wald Jahrhunderte gelebt.",
      "example_translation": "La créature était comme aucune que j'avais jamais vue auparavant. Elle évoluera en une nouvelle espèce d'ici le prochain siècle. La créature avait vécu dans la forêt depuis des siècles.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fliege",
      "translation": "mouche",
      "definition": "Eine Fliege ist eine Art von Insekt, das ein Paar Flügel hat und bekannt für sein schnelles und irrationales Fliegen ist.",
      "definition_translation": "Une mouche est un type d'insecte qui a une paire d'ailes et est connue pour sa Capacité de voler rapidement et erratiquement.",
      "example": "Die Fliege summte um meinen Kopf, ärgerte mich. Fliegen werden um den Müllcontainer schwärmen, wenn es heiß ist draußen. Bis nächste Woche wird die Fliege hunderte Eier gelegt haben.",
      "example_translation": "La mouche bourdonnait autour de ma tête, me gênant. Les mouches vont essaimer autour de la poubelle quand il fait chaud dehors. D'ici la semaine prochaine, la mouche aura pondue des centaines d'œufs.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mücke",
      "translation": "moustique",
      "definition": "Ein kleines fliegendes Insekt, das sich von dem Blut von Menschen und Tieren ernährt und normalerweise ein hohes, summendes Geräusch produziert.",
      "definition_translation": "Un petit insecte volant qui se nourrit du sang des humains et des animaux, produisant généralement un bruit bourdonnement aigu.",
      "example": "Die Mücke summte um mein Ohr, ich schlug nach ihr gestern, und ich werde sie morgen meiden.",
      "example_translation": "Le moustique bourdonnait autour de mon oreille, j'y ai donné un coup hier, et je l'éviterai demain.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinne",
      "translation": "araignée",
      "definition": "Ein kleines achtbeiniges fleischfressendes Tier, das ein Netz spinnt, um seine Beute zu fangen.",
      "definition_translation": "Un petit animal carnivore à huit pattes qui tisse une toile pour attraper ses proies.",
      "example": "Die Spinne kroch über meine Hand, ich sah sie ihr Netz spinnen gestern, und ich werde versuchen, sie morgen zu meiden.",
      "example_translation": "L'araignée a rampé sur ma main, j'ai regardé tisser sa toile hier, et j'essaierai de l'éviter demain.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Netz",
      "translation": "toile",
      "definition": "Ein Netz aus feinen Fäden, das von einer Spinne gewebt wird, um seine Beute zu fangen.",
      "definition_translation": "Un réseau de fils intriqués tissés par une araignée pour attraper ses proies.",
      "example": "Die Spinne webte ihr Netz sorgfältig, ich bewunderte ihr Netz gestern, und ich werde versuchen, ihr Netz morgen zu vermeiden.",
      "example_translation": "L'araignée a tissé sa toile soigneusement, j'ai admiré sa toile hier, et j'essaierai de éviter sa toile demain.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "scarabée",
      "definition": "Eine Art von Insekt mit einer harten Außenschale, die typischerweise eine bestimmte Form und Farbe hat.",
      "definition_translation": "Un type d'insecte avec une coquille externe dure, ayant généralement une forme et une couleur distinctes.",
      "example": "Der Käfer kroch über meinen Schreibtisch, ich beobachtete, wie er gestern flog, und ich werde versuchen, ihn morgen zu fangen.",
      "example_translation": "Le scarabée a rampé sur mon bureau, j'ai regardé voler hier, et j'essaierai de l'attraper demain.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Floh",
      "translation": "puce",
      "definition": "Ein kleines, springendes Insekt, das sich von dem Blut von Säugetieren und Vögeln ernährt.",
      "definition_translation": "Un petit insecte sauteur qui se nourrit du sang des mammifères et des oiseaux.",
      "example": "Ich sah einen Floh auf dem Rücken meines Hundes springen. Es gibt seit Wochen Flöhe im Haus. Wir werden unserem Hund morgen die Flöhe entfernen.",
      "example_translation": "J'ai vu une puce sauter sur le dos de mon chien. Il y avait des puces dans la maison depuis des semaines. Nous allons dépuцер notre chien demain.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stechen",
      "translation": "piquer",
      "definition": "Einen schmerzhaften Eindruck hervorzurufen, indem man die Haut mit einem Stachel oder Dorn durchbohrt.",
      "definition_translation": "Causer une sensation aiguë et douloureuse, généralement en piquant la peau avec un dard ou une épine.",
      "example": "Die Biene stach mich auf dem Arm. Ich stach mich auf dem Felsen am Fuß. Sie wird das Insekt mit ihrem Stachel stechen.",
      "example_translation": "L'abeille m'a piqué sur le bras. J'ai piqué mon pied sur le rocher. Elle piquera l'insecte avec son dard.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wespe",
      "translation": "guepe",
      "definition": "Ein fliegendes Insekt mit einer schmalen Taille, das typischerweise gelb und schwarz gefärbt ist und Nester im Boden oder in Gebäuden baut.",
      "definition_translation": "Un insecte volant à taille fine, généralement de couleur jaune et noire, qui construit des nids dans le sol ou dans les bâtiments.",
      "example": "Eine Wespe stach mich auf dem Gesicht. Ich sah ein Wespennest an der Wand. Wir werden einen Schädlingsbekämpfer anrufen, um das Wespennest zu entfernen.",
      "example_translation": "Une guepe m'a piqué sur le visage. J'ai vu un nid de guepe sur le mur. Nous allons appeler un service de lutte contre les parasites pour enlever le nid de guepe.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gottesanbeterin",
      "translation": "mante",
      "definition": "Ein fleischfressendes Insekt mit einem langen, schlanken Körper und stacheligen Vorderbeinen, bekannt für seine räuberischen Gewohnheiten.",
      "definition_translation": "Un insecte carnivore avec un corps long et svelte et des pattes avant épineuses, connu pour ses habitudes prédatrices.",
      "example": "Ich sah eine Gottesanbeterin ein Fliegen essen. Die Gottesanbeterin wartete auf ihre Beute. Sie wird die Gottesanbeterin mit einem Grashüpfer füttern.",
      "example_translation": "J'ai vu une mante manger un moucheron. La mante attendait sa proie. Elle nourrira la mante avec un grillon.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Motte",
      "translation": "mitou",
      "definition": "Eine Motte ist eine Art von Insekt, das einen pelzigen Körper und große, oft bunt gefärbte Flügel hat.",
      "definition_translation": "Un papillon de nuit est un type d'insecte qui a un corps velouté et des ailes larges souvent très colorées.",
      "example": "Ich sah eine Motte um die Lampe flattern letzte Nacht. Es flatterte schnell weg, als ich mich näherte. Ich werde versuchen, eine Motte mit einem Netz zu fangen morgen.",
      "example_translation": "J'ai vu un papillon de nuit voleter autour de la lampe hier soir. Il a rapidement volé lorsque je m'y suis approché. Je vais essayer d'attraper un papillon de nuit avec un filet demain.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffelkäfer",
      "translation": "doryphore",
      "definition": "Der Kartoffelkäfer ist eine Art von Insekt, das sich von Kartoffeln ernährt und erheblichen Schaden an Ernten anrichten kann.",
      "definition_translation": "Le doryphore est un type d'insecte qui se nourrit de pommes de terre et peut causer des dégâts importants aux cultures.",
      "example": "Der Bauer bemerkte, dass ein Kartoffelkäfer seine Ernte befallen hatte. Er musste Pestizide verwenden, um die Kartoffelkäfer zu töten. Bis zur nächsten Saison werden die Kartoffelkäfer verschwunden sein.",
      "example_translation": "L'agriculteur a remarqué que des doryphores avaient infesté ses cultures. Il a dû utiliser des pesticides pour tuer les doryphores. D'ici à la saison prochaine, les doryphores auront disparu.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seidenspinner",
      "translation": "ver à soie",
      "definition": "Ein Seidenspinner ist die Larve eines Falters, der Seide produziert, die zum Herstellen von Stoffen verwendet wird.",
      "definition_translation": "Le ver à soie est la larve d'un papillon qui produit de la soie, qui est utilisée pour fabriquer des tissus.",
      "example": "Der Seidenspinner spinnte einen Kokon um sich herum. Er wird bald als Falter aus dem Kokon hervorkommen. Ich werde die Seide von den Seidenspinnern verwenden, um ein Kleid zu machen.",
      "example_translation": "Le ver à soie a filé un cocon autour de lui-même. Il émergera du cocon en tant que papillon bientôt. Je vais utiliser la soie des vers à soie pour faire une robe.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Termite",
      "translation": "termites",
      "definition": "Eine Termite ist eine Art von Insekt, das sich von Holz ernährt und erheblichen Schaden an Gebäuden anrichten kann.",
      "definition_translation": "Le termite est un type d'insecte qui se nourrit de bois et peut causer des dégâts importants aux bâtiments.",
      "example": "Das Haus war von Termiten befallen. Wir mussten einen Kammerjäger anrufen, um die Termiten zu entfernen. Die Termiten werden das Holz bis zum nächsten Jahr aufgefressen haben, wenn wir nicht Something unternehmen.",
      "example_translation": "La maison était infestée de termites. Nous avons dû appeler un exterminateur pour retirer les termites. Les termites auront mangé à travers le bois d'ici à l'an prochain si nous ne prenons pas de mesures.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bettwanze",
      "translation": "punaise de lit",
      "definition": "Ein kleiner, flacher, parasitärer Insekt, der sich von dem Blut von Menschen und anderen warmblütigen Tieren ernährt, typischerweise in Betten und Möbeln gefunden.",
      "definition_translation": "Un petit insecte plat et parasite qui se nourrit du sang des humains et des autres animaux à sang chaud, généralement trouvé dans les literies et les meubles.",
      "example": "Ich wachte auf mit Bissen von einer Bettwanze, ich wurde von einer Bettwanze gebissen, während ich schlief, ich werde einen Matratzenschutz verwenden, um Bettwanzen daran zu hindern, mein Bett zu befallen.",
      "example_translation": "Je me suis réveillé avec des piqûres de punaise de lit, j'ai été piqué par une punaise de lit pendant que je dormais, je vais utiliser un houssé de matelas pour empêcher les punaises de lit de infester mon lit.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hummel",
      "translation": "bourdon",
      "definition": "Ein großer, haariger, fliegender Insekt, das einem Bien ähnelt, aber einen runderen Hinterleib hat und typischerweise nicht sticht.",
      "definition_translation": "Un grand insecte volant velu qui ressemble à une abeille, mais a un abdomen plus arrondi et est généralement non-piquant.",
      "example": "Die Hummel summte um die Blume, die Hummel sammelte Nektar von der Blume, die Hummel wird bald zum Bienenstock zurückkehren.",
      "example_translation": "Le bourdon bourdonnait autour de la fleur, le bourdon a collecté du nectar de la fleur, le bourdon retournera à la ruche bientôt.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Raupe",
      "translation": "chenille",
      "definition": "Das Larvenstadium eines Schmetterlings oder Nachtfalters, gekennzeichnet durch einen großen, wurmähnlichen Körper und multiple Beine.",
      "definition_translation": "Le stade larvaire d'un papillon ou d'un papillon de nuit, caractérisé par un corps géant et vermiforme et de multiples pattes.",
      "example": "Die Raupe kroch über das Blatt, die Raupe aß das Blatt, die Raupe wird bald zu einem Schmetterling werden.",
      "example_translation": "La chenille a rampé sur la feuille, la chenille a mangé la feuille, la chenille se transformera en papillon bientôt.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zikade",
      "translation": "cigale",
      "definition": "Ein größeres, lautes Insekt mit einem harten Panzer und großen Flügeln, bekannt für seine charakteristischen Paarungsrufe.",
      "definition_translation": "Un grand insecte bruyant avec une carapace dure et de grandes ailes, connu pour ses appels nuptiaux distinctifs.",
      "example": "Die Zikade sang ihr Lied laut, die Zikade war jahrelang still, die Zikade wird bald aus dem Boden kommen.",
      "example_translation": "La cigale a chanté son chant bruyamment, la cigale avait été silencieuse pendant des années, la cigale émergera du sol bientôt.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Libelle",
      "translation": "libellule",
      "definition": "Eine Libelle ist eine Art von Insekt, die zur Ordnung Odonata gehört. Sie hat einen langen, schlanken Körper, meistens hellgrün oder blau gefärbt, mit großen Augen und transparenten Flügeln.",
      "definition_translation": "Une libellule est un type d'insecte qui appartient à l'ordre des Odonata. Elle a un corps long et mince, généralement de couleur verte brillante ou bleue, avec de grands yeux et des ailes transparentes.",
      "example": "Gestern sah ich eine Libelle über dem Teich schweben. Heute sitzt sie auf einer nahen Blume. Morgen wird sie fliegen, um ein neues Zuhause zu finden.",
      "example_translation": "Hier, j'ai vu une libellule planer au-dessus de l'étang. Aujourd'hui, elle est perchée sur une fleur à proximité. Demain, elle s'envolera pour trouver un nouveau foyer.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Drohne",
      "translation": "drone",
      "definition": "Eine Drohne ist ein unbemanntes Luftfahrzeug (UAV), das entweder ferngesteuert oder autonom mit vorprogrammierten Flugplänen fliegt.",
      "definition_translation": "Un drone est un véhicule aérien sans pilote (VASP) qui est contrôlé à distance ou vole de manière autonome en utilisant des plans de vol pré-programmés.",
      "example": "Das Unternehmen verwendet Drohnen, um das Land vor der Konstruktion zu vermessen. Sie werden Drohnen einsetzen, um den Standort morgen zu inspizieren. Drohnen sind ein wesentliches Werkzeug in ihrem Geschäft.",
      "example_translation": "L'entreprise utilise des drones pour inspecter le terrain avant la construction. Ils déployeront des drones pour inspecter le site demain. Les drones sont devenus un outil essentiel dans leur entreprise.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brezel",
      "translation": "taon",
      "definition": "Ein Brezel ist eine Art von Fliege, die bekannt für ihr ärgerliches Verhalten ist, Menschen und Tiere ständig zu umschwirren und oft zu beißen oder zu stechen.",
      "definition_translation": "Un taon est un type de mouche qui est connu pour son comportement ennuyeux de bourdonner constamment autour des personnes et des animaux, souvent en les piquant ou les piquant.",
      "example": "Die Brezel ließ mich nicht in Ruhe, während ich wanderte. Sie summte um meinen Kopf, biss mich jede paar Minuten. Ich werde froh sein, wenn die Brezel-Saison vorbei ist.",
      "example_translation": "Le taon ne me laissait pas tranquille tandis que je faisais du hiking. Il bourdonnait autour de ma tête, me piquant toutes les quelques minutes. Je serai heureux lorsque la saison des taons sera terminée.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grashüpfer",
      "translation": "sauterelle",
      "definition": "Ein Grashüpfer ist eine Art von Insekt, die zur Ordnung Orthoptera gehört, gekennzeichnet durch ihre langen Hinterbeine und die Fähigkeit, weite Sprünge zu machen.",
      "definition_translation": "Une sauterelle est un type d'insecte qui appartient à l'ordre des Orthoptères, caractérisé par ses longues pattes postérieures et sa capacité à sauter de longues distances.",
      "example": "Der Grashüpfer sprang über das Feld, seine hellgrünen Flügel flatterten, während er ging. Als Kind habe ich immer Grashüpfer im Hinterhof gefangen. Grashüpfer sind ein häufiger Anblick auf dem Land.",
      "example_translation": "La sauterelle a sauté à travers le champ, ses ailes vertes brillantes s'agitant tandis qu'elle allait. Quand j'étais enfant, je suis arrivé à attraper des sauterelles dans le jardin. Les sauterelles sont un spectacle commun à la campagne.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hornisse",
      "translation": "frelon",
      "definition": "Eine Hornisse ist eine Art von Wespe, die typischerweise gelb und schwarz gefärbt ist und bekannt für ihren schmerzhaften Stich ist.",
      "definition_translation": "Un frelon est un type de guêpe qui est généralement jaune et noir et est connu pour son sting douloureux.",
      "example": "Die Hornisse stach mich, als ich versehentlich ihr Nest störte. Ich wurde letztes Sommer von einer Hornisse gestochen. Ich werde Hornissen meiden, wenn ich morgen wandern gehe.",
      "example_translation": "Le frelon m'a piqué lorsque j'ai accidentellement dérangé son nid. J'ai été piqué par un frelon l'été dernier. Je vais éviter les frelons lorsque je vais faire de la randonnée demain.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marienkäfer",
      "translation": "coccinelle",
      "definition": "Ein Marienkäfer ist ein kleiner, ovalförmiger Käfer mit einem charakteristischen roten und schwarzen Panzer, oft in Gärten gefunden und von Blattläusen lebend.",
      "definition_translation": "Une coccinelle est un petit coléoptère ovale avec une coquille rouge et noire distinctive, souvent trouvé dans les jardins et se nourrissant d'aphides.",
      "example": "Ich sah einen Marienkäfer auf einem Blatt im Garten kriechen. Marienkäfer helfen dabei, die Blattlauspopulation zu kontrollieren. Bis nächsten Sommer werden Marienkäfer sich über den ganzen Garten verbreitet haben.",
      "example_translation": "J'ai vu une coccinelle rampant sur une feuille dans le jardin. Les coccinelles ont aidé à contrôler la population d'aphides. D'ici l'été prochain, les coccinelles auront envahi tout le jardin.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heuschrecke",
      "translation": "sauterelle",
      "definition": "Eine Heuschrecke ist eine Art großer, größenhüpferartiger Insekten, die bekannt für ihre Fähigkeit ist, massive Schwärme zu bilden, die Ernten und Vegetation devastieren können.",
      "definition_translation": "Une sauterelle est un type d'insecte grand et ressemblant à une sauterelle, connu pour sa capacité à former d'immenses essaims qui peuvent ravager les récoltes et la végétation.",
      "example": "Ein massiver Schwarm von Heuschrecken fiel letztes Jahr über den Hof her. Heuschrecken waren ein großer Schädling in der afrikanischen Landwirtschaft seit Jahrhunderten. Bis 2050 werden Heuschrecken in dieser Region ausgerottet sein.",
      "example_translation": "Un immense essaim de sauterelles est descendu sur la ferme l'année dernière. Les sauterelles ont été un fléau majeur dans l'agriculture africaine pendant des siècles. D'ici 2050, les sauterelles auront été éradiquées de la région.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laus",
      "translation": "pou",
      "definition": "Eine Laus ist ein kleines, flügelloses Insekt, das auf dem menschlichen Körper, insbesondere auf dem Kopf oder im Schambereich, lebt und menschliches Blut oder Hautschuppen zu sich nimmt.",
      "definition_translation": "Un pou est un petit insecte sans ailes qui vit sur le corps humain, notamment sur la tête ou la zone pubienne, et se nourrit de sang humain ou de débris cutanés.",
      "example": "Als Kind hatte ich einen Lausbefall in meinem Haar. Läuse sind häufige Parasiten, die Menschen befallen. Bis ins 21. Jahrhundert werden Läuse in den meisten Teilen der Welt ausgerottet sein.",
      "example_translation": "J'ai eu une infestation de poux dans mes cheveux lorsque j'étais enfant. Les poux sont des parasites communs qui infectent les humains. D'ici le 21e siècle, les poux auront été éradiqués de la plupart des parties du monde.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]
}