{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "froid",
      "definition": "Eine niedrige Temperatur habend; kühl oder eisig; unangenehm zu berühren oder darin zu sein",
      "definition_translation": "Ayant une température basse; frais ou glacé; inconfortable au toucher ou à être dedans",
      "example": "Ich fühlte mich kalt im Winter, ich war kalt gestern, ich werde kalt sein morgen.",
      "example_translation": "J'ai senti froid en hiver, j'étais froid hier, je serai froid demain.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "froid",
      "definition": "Eine niedrige Temperatur habend; kühl oder eisig; unangenehm zu berühren oder darin zu sein",
      "definition_translation": "Ayant une température basse; frais ou glacé; inconfortable au toucher ou à être dedans",
      "example": "Das kalte Wasser war erfrischend, ich war den ganzen Tag kalt, ich werde kalt, wenn ich draußen bleibe.",
      "example_translation": "L'eau froide était rafraîchissante, j'ai été froid toute la journée, je vais avoir froid si je reste dehors.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiß",
      "translation": "chaud",
      "definition": "Eine hohe Temperatur habend; warm oder heiß; unangenehm zu berühren oder darin zu sein",
      "definition_translation": "Ayant une température élevée; chaud ou chauffé; inconfortable au toucher ou à être dedans",
      "example": "Ich fühlte mich heiß im Sommer, ich war heiß gestern, ich werde heiß sein morgen.",
      "example_translation": "J'ai senti chaud en été, j'étais chaud hier, je serai chaud demain.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regen",
      "translation": "pluie",
      "definition": "Feuchtigkeit, die vom Himmel in Form von Wassertröpfchen fällt; Niederschlag in Form von Wassertröpfchen",
      "definition_translation": "Humidité qui tombe du ciel en gouttes d'eau; précipitation sous forme de gouttes d'eau",
      "example": "Es regnete stark gestern, es regnet oft im Frühling, es wird morgen regnen.",
      "example_translation": "Il a plu fortement hier, il pleut souvent au printemps, il pleuvra demain.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnee",
      "translation": "neige",
      "definition": "Schnee ist ein natürliches Wetterphänomen, gekennzeichnet durch das Fallen von weißen Eiskristallen vom Himmel.",
      "definition_translation": "La neige est un phénomène météorologique naturel caractérisé par la chute de cristaux de glace blancs du ciel.",
      "example": "Ich ging im Schnee gestern, ich gehe im Schnee heute, und ich werde im Schnee morgen gehen.",
      "example_translation": "J'ai marché dans la neige hier, je marche dans la neige aujourd'hui, et je marcherai dans la neige demain.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommer",
      "translation": "été",
      "definition": "Der Sommer ist die wärmste Jahreszeit, gekennzeichnet durch lange Tage und hohe Temperaturen.",
      "definition_translation": "L'été est la saison la plus chaude de l'année, caractérisée par des jours longs et des températures élevées.",
      "example": "Ich schwamm im Meer letzten Sommer, ich schwimme im Meer diesem Sommer, und ich werde im Meer nächsten Sommer schwimmen.",
      "example_translation": "J'ai nagé dans l'océan l'été dernier, je nage dans l'océan cet été, et je nagerai dans l'océan l'été prochain.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonne",
      "translation": "soleil",
      "definition": "Die Sonne ist der Stern im Zentrum des Sonnensystems, der der Erde Licht und WärmeProvides.",
      "definition_translation": "Le soleil est l'étoile au centre du système solaire, fournissant de la lumière et de la chaleur à la Terre.",
      "example": "Ich sah die Sonne heute Morgen aufgehen, ich sehe die Sonne jetzt scheinen, und ich werde die Sonne heute Abend untergehen sehen.",
      "example_translation": "J'ai vu le soleil se lever ce matin, je vois le soleil briller maintenant, et je verrai le soleil se coucher ce soir.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "chaud",
      "definition": "Warm bezeichnet eine angenehme oder angenehme Temperatur, weder heiß noch kalt.",
      "definition_translation": "Chaud signifie une température confortable ou agréable, ni chaude ni froide.",
      "example": "Ich fühlte mich warm im Sommer, ich fühle mich jetzt warm, und ich werde mich morgen warm fühlen.",
      "example_translation": "J'ai_senti chaud l'été, je sens chaud maintenant, et je sentirai chaud demain.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wetter",
      "translation": "météo",
      "definition": "Der Zustand der Atmosphäre an einem bestimmten Ort und zu einer bestimmten Zeit, einschließlich der Temperatur, Feuchtigkeit, Bewölkung, Wind und Niederschlag.",
      "definition_translation": "L'état de l'atmosphère à un endroit et à un moment donné, y compris la température, l'humidité, la nuageuse, le vent et les précipitations.",
      "example": "Das Wetter war schön gestern, aber es wird morgen regnen. Das Wetter war kalt letzten Winter. Ich hoffe, das Wetter wird nächsten Sommer sonnig sein.",
      "example_translation": "Le temps était agréable hier, mais il pleuvra demain. Le temps était froid l'hiver dernier. J'espère que le temps sera ensoleillé l'été prochain.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wind",
      "translation": "vent",
      "definition": "Eine natürliche Bewegung der Luft in der Atmosphäre, insbesondere eine starke oder gewalttätige.",
      "definition_translation": "Un mouvement naturel d'air dans l'atmosphère, en particulier un mouvement fort ou violent.",
      "example": "Der Wind blies stark gestern. Der Wind bläst sanft im Sommer. Ich liebe es, bei einem starken Wind zu segeln.",
      "example_translation": "Le vent soufflait fortement hier. Le vent souffle doucement en été. J'aime naviguer dans un vent fort.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winter",
      "translation": "hiver",
      "definition": "Die Jahreszeit zwischen Herbst und Frühling, die durch kaltet Wetter und (in der Nordhalbkugel) die kürzesten Tage des Jahres gekennzeichnet ist.",
      "definition_translation": "La saison de l'année entre l'automne et le printemps, caractérisée par le froid et (dans l'hémisphère nord) les jours les plus courts de l'année.",
      "example": "Ich liebe Skifahren im Winter. Der Winter kommt bald. Ich hasse die kalten Wintermorgen.",
      "example_translation": "J'aime skier en hiver. L'hiver arrive bientôt. Je déteste les matins d'hiver froids.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolke",
      "translation": "nuage",
      "definition": "Eine sichtbare Masse von Wassertröpfchen oder EisKristallen in der Luft, usually weiß oder grau.",
      "definition_translation": "Une masse visible de gouttes d'eau ou de cristaux de glace dans le ciel, généralement blanche ou grise.",
      "example": "Es gibt viele Wolken am Himmel heute. Die Wolke hat die Sonne gestern blockiert. Ich sah eine schöne Wolkenformation letzte Woche.",
      "example_translation": "Il y a de nombreux nuages dans le ciel aujourd'hui. Le nuage a bloqué le soleil hier. J'ai vu une belle formation de nuages la semaine dernière.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wolkig",
      "translation": "nuageux",
      "definition": "einen Himmel mit einer großen Menge an Wolken, statt klar und sonnig",
      "definition_translation": "ayant un ciel avec une grande proportion de nuage, plutôt que d'être clair et ensoleillé",
      "example": "Gestern war wolkig, so dass wir nicht zum Strand gingen. Heute ist wolkig, so bleiben wir zu Hause. Morgen wird wolkig sein, so schauen wir uns einen Film an.",
      "example_translation": "Hier, il était nuageux, donc nous n'avons pas été à la plage. Aujourd'hui, il est nuageux, donc nous restons à la maison. Demain sera nuageux, donc nous allons regarder un film.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nebel",
      "translation": "brouillard",
      "definition": "Eine wolkenartige Masse kleiner Wassertröpfchen in der Luft nahe dem Boden, die Sicht behindert",
      "definition_translation": "une masse nuageuse de petites gouttes d'eau suspendues dans l'air près du sol, réduisant la visibilité",
      "example": "Der Nebel war so dicht, dass wir langsam fahren mussten. Der Nebel hob sich, und wir konnten die Stadt sehen. Der Nebel wird heute Nacht wieder einrollen.",
      "example_translation": "Le brouillard était tellement épais que nous devions ralentir en conduisant. Le brouillard s'est dissipé, et nous avons pu voir la ville. Le brouillard reviendra ce soir.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neblig",
      "translation": "brumeux",
      "definition": "mit Nebel versehen oder charakterisiert",
      "definition_translation": "ayant ou caractérisé par le brouillard",
      "example": "Der neblige Morgen machte es schwierig, die Straße zu sehen. Das neblige Wetter war perfekt für einen Spaziergang. Die neblige Nacht wird es schwierig machen, zu navigieren.",
      "example_translation": "Le matin brumeux rendait difficile de voir la route. Le temps brumeux était parfait pour une promenade. La nuit brumeuse rendra difficile de naviguer.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eis",
      "translation": "glace",
      "definition": "Eine feste, transparente und spröde Substanz, die aus Wasser gebildet wird, verwendet zum Kühlen von Getränken oder Nahrung",
      "definition_translation": "une substance solide, transparente et fragile formée à partir de l'eau, utilisée pour refroidir les boissons ou les aliments",
      "example": "Wir legen Eis in unsere Getränke, um sie kalt zu halten. Das Eis schmolz schnell in der Sonne. Wir werden mehr Eis für die Party heute Abend benötigen.",
      "example_translation": "Nous avons mis de la glace dans nos boissons pour les garder froides. La glace a fondu rapidement au soleil. Nous aurons besoin de plus de glace pour la soirée ce soir.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühling",
      "translation": "printemps",
      "definition": "Die Jahreszeit zwischen Winter und Sommer, während der das Wetter wärmer wird und Pflanzen beginnen zu wachsen.",
      "definition_translation": "La saison de l'année entre l'hiver et l'été, pendant laquelle le temps devient plus chaud et les plantes commencent à pousser.",
      "example": "Ich liebte es, im Frühling draußen zu spielen, als ich ein Kind war. Ich spiele Fußball in der Frühlingsliga jetzt. Ich werde im Frühling nächstes Jahr einen Garten anlegen.",
      "example_translation": "J'aimais jouer dehors au printemps lorsque j'étais gosse. Je joue au football dans la ligue de printemps maintenant. Je planterai un jardin au printemps l'an prochain.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sturm",
      "translation": "orage",
      "definition": "Ein starkes Wetterphänomen, das durch starke Winde, heftigen Regen und oft Donner und Blitz gekennzeichnet ist.",
      "definition_translation": "Une condition météorologique sévère caractérisée par des vents forts, des précipitations abondantes et souvent du tonnerre et des éclairs.",
      "example": "Der Sturm hat unser Dach letzte Nacht beschädigt. Ich bereite mich auf den Sturm vor, der heute Nacht kommt. Der Sturm wird bald vorbei sein und die Sonne wird herauskommen.",
      "example_translation": "L'orage a endommagé notre toit hier soir. Je me prépare pour l'orage qui arrive ce soir. L'orage passera bientôt et le soleil sortira.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnig",
      "translation": "ensoleillé",
      "definition": "Viel Sonnenschein habend; warm und hell.",
      "definition_translation": "Ayant beaucoup de soleil ; chaud et lumineux.",
      "example": "Ich liebe es, an sonnigen Tagen zu spazieren. Das sonnige Wetter macht mich glücklich. Wir werden im Juli einen sonnigen Urlaub haben.",
      "example_translation": "J'aime marcher les jours ensoleillés. Le temps ensoleillé me rend heureux. Nous aurons des vacances ensoleillées en juillet.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewitter",
      "translation": "orage de tonnerre",
      "definition": "Ein Sturm mit heftigem Regen, Donner und Blitz.",
      "definition_translation": "Un orage avec de la pluie abondante, du tonnerre et des éclairs.",
      "example": "Ich habe Angst vor Gewittern. Wir hatten ein schweres Gewitter letzte Woche. Das Gewitter wird bald vorbei sein und der Himmel wird klar sein.",
      "example_translation": "J'ai peur des orages de tonnerre. Nous avons eu un orage de tonnerre sévère la semaine dernière. L'orage de tonnerre passera bientôt et le ciel sera clair.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nass",
      "translation": "humide",
      "definition": "Mit Wasser oder einer anderen Flüssigkeit bedeckt oder gesättigt.",
      "definition_translation": "Couvert ou saturé d'eau ou d'un autre liquide.",
      "example": "Der Hund war nass von dem Regen. Gestern war er nass vom Schwimmen im See. Morgen wird er nass sein von der Morgenwitterung.",
      "example_translation": "Le chien était humide après avoir joué sous la pluie. Hier, il était humide après avoir nagé dans le lac. Demain, il sera humide à cause de la rosée du matin.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "windig",
      "translation": "venté",
      "definition": "Mit einem starken Wind; charakterisiert durch oder verursacht durch einen starken Luftstrom.",
      "definition_translation": "Ayant un vent fort ; caractérisé par ou provoquant un courant d'air fort.",
      "example": "Der Tag war windig, daher mussten wir unsere Hüte festhalten. Die Stadt war windig, als wir letztes Jahr besuchten. Nächste Woche wird es windig sein, wenn der Sturm kommt.",
      "example_translation": "Le jour était venté, donc nous avons dû nous accrocher à nos chapeaux. La ville était ventée lorsque nous avons visité l'année dernière. La semaine prochaine, ce sera venté lorsque la tempête arrivera.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "souffler",
      "definition": "Ein Luftstrom produzieren; Luft aus- oder einatmen.",
      "definition_translation": "Produire un courant d'air ; exhale ou inhale de l'air.",
      "example": "Der Wind begann, stark zu blasen. Gestern blies der Ventilator heiße Luft. Morgen wird der Haartrockner kalte Luft blasen.",
      "example_translation": "Le vent a commencé à souffler fort. Hier, le ventilateur soufflait de l'air chaud. Demain, le séchoir à cheveux soufflera de l'air frais.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brise",
      "translation": "brise",
      "definition": "Ein leichter, angenehmer Wind.",
      "definition_translation": "Un vent léger, especially un agréable.",
      "example": "Die warme Brise am Strand fühlte sich großartig an. Gestern rauschte eine leichte Brise durch die Blätter. Morgen wird eine kühle Brise mit der Morgenwitterung kommen.",
      "example_translation": "La brise chaude sur la plage était incroyable. Hier, une brise légère a fait remuer les feuilles. Demain, une brise fraîche viendra avec le soleil du matin.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitze",
      "translation": "chaleur",
      "definition": "Eine Form der Energie, die durch einen Temperaturunterschied übertragen wird.",
      "definition_translation": "une forme d'énergie qui est transférée par une différence de température",
      "example": "Die Hitze von der Sonne erwärmte die Erde, sie erwärmt sie jetzt und wird sie in Zukunft erwärmen.",
      "example_translation": "La chaleur du soleil a réchauffé la Terre, elle la réchauffe maintenant, et elle la réchauffera à l'avenir.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blitz",
      "translation": "éclair",
      "definition": "Ein brillanter Blitz elektrischer Energie in der Atmosphäre, begleitet von Donner.",
      "definition_translation": "un éclair brillant d'électricité dans l'atmosphère, généralement accompagné de tonnerre",
      "example": "Der Blitz erleuchtete den dunklen Himmel, er erleuchtet ihn jetzt und wird ihn in Zukunft erleuchten.",
      "example_translation": "L'éclair a éclairé le ciel sombre, il l'éclaire maintenant, et il l'éclairera à l'avenir.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jahreszeit",
      "translation": "saison",
      "definition": "Jeder der vier Perioden des Jahres, charakterisiert durch unterschiedliche Wettermuster.",
      "definition_translation": "chacune des quatre périodes de l'année, caractérisées par des modèles de temps différents",
      "example": "Die Jahreszeit des Winters war kalt, sie ist es jetzt und wird es in Zukunft sein.",
      "example_translation": "La saison d'hiver était froide, elle est froide maintenant, et elle sera froide à l'avenir.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenaufgang",
      "translation": "lever du soleil",
      "definition": "Die Zeit am Morgen, wenn die Sonne über dem Horizont erscheint.",
      "definition_translation": "le moment du matin où le soleil apparaît au-dessus de l'horizon",
      "example": "Der Sonnenaufgang war gestern schön, er ist heute schön und wird morgen schön sein.",
      "example_translation": "Le lever du soleil était beau hier, il est beau aujourd'hui, et il sera beau demain.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenuntergang",
      "translation": "coucher de soleil",
      "definition": "Die Zeit am Abend, wenn die Sonne unter dem Horizont verschwindet, oft begleitet von einer schönen Schau farbiger Wolken.",
      "definition_translation": "Le moment du soir où le soleil disparaît en-dessous de l'horizon, souvent entraînant un spectacle de ciel coloré.",
      "example": "Ich habe mir den Sonnenuntergang am Strand mit meinen Freunden angesehen. Wir hatten uns den Sonnenuntergang am vorherigen Tag angesehen. Wir werden den Sonnenuntergang wieder morgen ansehen.",
      "example_translation": "J'ai regardé le coucher de soleil sur la plage avec mes amis. Nous avions regardé le coucher de soleil la veille. Nous regarderons le coucher de soleil à nouveau demain.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenschein",
      "translation": "ensoleillement",
      "definition": "Das warme, helle Licht der Sonne, insbesondere wenn es durch Wolken scheint.",
      "definition_translation": "La lumière chaude et brillante du soleil, notamment lorsqu'il brille à travers les nuages.",
      "example": "Der Sonnenschein, der durch das Fenster fiel, hellte das Zimmer auf. Wir hatten uns den Sonnenschein während unseres Picknicks genossen. Wir werden uns auf unserer nächsten Urlaubsreise im Sonnenschein aalen.",
      "example_translation": "L'ensoleillement qui entrait par la fenêtre a éclairé la pièce. Nous avions apprécié l'ensoleillement pendant notre pique-nique. Nous nous délasserons à l'ensoleillement lors de notre prochaine vacance.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donner",
      "translation": "tonnerre",
      "definition": "Ein lauter, donnernder Laut, der bei Blitzschlag auftritt, typischerweise während eines Sturmes.",
      "definition_translation": "Un bruit fort et grondant qui accompagne la foudre, généralement pendant une tempête.",
      "example": "Ich hatte Angst vor dem Donner während des Sturms. Wir hatten gestern Nacht den Donner gehört. Wir werden den Donner wieder hören, wenn der nächste Sturm kommt.",
      "example_translation": "J'étais effrayé par le tonnerre pendant la tempête. Nous avions entendu le tonnerre la nuit dernière. Nous entendrons le tonnerre à nouveau pendant la prochaine tempête.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tageslicht",
      "translation": "jour",
      "definition": "Das Licht des Tages, im Gegensatz zu Dunkelheit oder künstlichem Licht.",
      "definition_translation": "La lumière du jour, par opposition à l'obscurité ou à la lumière artificielle.",
      "example": "Ich bevorzuge einen Spaziergang bei Tageslicht. Wir hatten gestern draußen bei Tageslicht gespielt. Wir werden das Tageslicht während unseres Morgen-Spaziergangs genießen.",
      "example_translation": "Je préfère prendre une promenade en jour. Nous avions joué dehors en jour hier. Nous allons apprécier le jour pendant notre randonnée matinale.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hurrikan",
      "translation": "ouragan",
      "definition": "Ein Hurrikan ist eine Art tropischen Zyklons, die sich über den warmen Gewässern des Atlantischen Ozeans, der Karibik und des Golfs von Mexiko bildet.",
      "definition_translation": "Un ouragan est un type de cyclone tropical qui se forme sur les eaux chaudes de l'océan Atlantique, de la mer des Caraïbes et du golfe du Mexique.",
      "example": "Der Hurrikan traf die Küste letzte Nacht, verursachte großflächige Zerstörungen. Er wird morgen landfall machen und wird starke Regenfälle bringen. Bis nächste Woche wird er sich aufgelöst haben.",
      "example_translation": "L'ouragan a frappé la côte hier soir, causant des dégâts généralisés. Il touchera à nouveau terre demain, et il est attendu qu'il apporte des précipitations abondantes. D'ici une semaine, il aura disparu.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mondlicht",
      "translation": "clair de lune",
      "definition": "Mondlicht ist das weiche, silberne Licht, das von der Mondoberfläche auf die Erdoberfläche reflektiert wird.",
      "definition_translation": "Le clair de lune est la lumière douce et argentée qui est réfléchie sur la surface de la Terre par la Lune.",
      "example": "Das Paar machte einen romantischen Spaziergang am Strand bei Mondschein. Sie tanzten bei Mondschein auf ihrer Hochzeitsfeier letztes Jahr. Bis nächstes Jahr werden sie ein Haus mit einer schönen Aussicht auf das Mondschein gebaut haben.",
      "example_translation": "Le couple a fait une promenade romantique sur la plage sous le clair de lune. Ils ont dansé sous le clair de lune à leur réception de mariage l'année dernière. D'ici l'année prochaine, ils auront construit une maison avec une belle vue sur le clair de lune.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenbogen",
      "translation": "arc-en-ciel",
      "definition": "Ein Regenbogen ist ein schönes natürliches Phänomen, das auftritt, wenn Sonnenlicht durch Wassertröpfchen in der Luft passiert.",
      "definition_translation": "Un arc-en-ciel est un phénomène naturel beau qui se produit lorsque la lumière du soleil traverse des gouttes d'eau dans l'air.",
      "example": "Der Regenbogen erschien am Himmel nach dem Regensturm. Ich sah einen Doppelregenbogen am Wasserfall letzte Woche. Bis nächstem Sommer werde ich einen Regenbogen in jedem Land, das ich besuche, gesehen haben.",
      "example_translation": "L'arc-en-ciel est apparu dans le ciel après la tempête de pluie. J'ai vu un arc-en-ciel double à la cascade la semaine dernière. D'ici l'été prochain, j'aurai vu un arc-en-ciel dans chaque pays que je visite.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Niederschlag",
      "translation": "précipitations",
      "definition": "Niederschlag ist die Menge an Regen, die auf eine Fläche während einer bestimmten Zeitspanne fällt.",
      "definition_translation": "Les précipitations sont la quantité de pluie qui tombe sur une zone pendant une certaine période de temps.",
      "example": "Der Niederschlag in dieser Region ist während der Monsun-Saison sehr hoch. Das Land erlebte letzten Jahr starke Regenfälle, die zu Überflutungen führten. Bis nächstes Jahr wird der Niederschlag aufgrund des Klimawandels abnehmen.",
      "example_translation": "Les précipitations dans cette région sont très élevées pendant la saison des moussons. Le pays a connu des précipitations abondantes l'année dernière, causant des inondations. D'ici l'année prochaine, les précipitations devraient diminuer en raison du changement climatique.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stürmisch",
      "translation": "orageux",
      "definition": "Durch oder verursacht durch eine atmosphärische Störung, insbesondere mit starken Winden und heftigem Regen.",
      "definition_translation": "Caractérisé ou causant une perturbation de l'atmosphère, notamment avec des vents forts et des pluies abondantes.",
      "example": "Das stürmische Wetter verhinderte, dass wir zum Strand gingen, aber wir werden morgen gehen, wenn es aufklart, und wir gingen letzten Woche, als es sonnig war.",
      "example_translation": "Le temps orageux nous a empêchés d'aller à la plage, mais nous irons demain si le temps se dégage, et nous sommes allés la semaine dernière lorsque le soleil brillait.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenlicht",
      "translation": "lumière du soleil",
      "definition": "Das Licht der Sonne, insbesondere wenn es durch die Atmosphäre scheint.",
      "definition_translation": "La lumière du soleil, en particulier lorsque elle brille à travers l'atmosphère.",
      "example": "Wir saßen im Garten und genossen das warme Sonnenlicht, und wir werden es wieder morgen früh tun, aber gestern war es bewölkt.",
      "example_translation": "Nous nous sommes assis dans le jardin, nous délectant de la chaude lumière du soleil, et nous le ferons à nouveau demain matin, mais hier il y avait des nuages.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dämmerung",
      "translation": "crépuscule",
      "definition": "Die Zeit des Tages, die unmittelbar nach Sonnenuntergang eintritt, charakterisiert durch ein diffuses, gedämpftes Licht.",
      "definition_translation": "L'heure du jour immédiatement suivant le coucher du soleil, caractérisée par une lumière diffusée et assourdie.",
      "example": "Wir machten einen Spaziergang während der Dämmerung, und wir werden es wieder morgen Abend tun, aber gestern war es dunkel, als wir nach Hause kamen.",
      "example_translation": "Nous avons fait une promenade pendant le crépuscule, et nous le ferons à nouveau demain soir, mais hier il faisait nuit sombre lorsque nous sommes rentrés à la maison.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneesturm",
      "translation": "blizzard",
      "definition": "Ein starker Schneesturm, insbesondere mit starken Winden und schwerem Schneefall.",
      "definition_translation": "Un violent blizzard, notamment avec des vents forts et des chutes de neige abondantes.",
      "example": "Wir blieben in einem Schneesturm auf dem Weg nach Hause stecken, und wir werden morgen vorsichtiger sein, aber letzte Woche war das Wetter mild.",
      "example_translation": "Nous nous sommes retrouvés bloqués dans un blizzard sur notre route du retour, et nous serons plus prudents demain, mais la semaine dernière le temps était doux.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitzewelle",
      "translation": "canicule",
      "definition": "Ein langer Zeitraum von ungewöhnlich heißem Wetter, vor allem während des Sommers.",
      "definition_translation": "Une période prolongée de temps anormalement chaud, notamment pendant l'été.",
      "example": "Die Hitzewelle letzten Jahres war unerträglich, und viele Menschen litten an Hitzschlag. Diesen Sommer erwarten wir eine Hitzewelle, die alle Rekorde brechen wird. Bis nächste Woche wird die Hitzewelle vorbei sein, und das Wetter wird wieder normal werden.",
      "example_translation": "La canicule de l'année dernière était insupportable, et beaucoup de personnes ont souffert de coup de chaleur. Cette été, nous attendons une canicule qui brisera tous les records. D'ici la semaine prochaine, la canicule aura passé, et le temps reviendra à la normale.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dürre",
      "translation": "sécheresse",
      "definition": "Ein langer Zeitraum von ungewöhnlich geringem Niederschlag, was zu Wasserknappheit führt.",
      "definition_translation": "Une période prolongée de pluies anormalement faibles, entraînant une pénurie d'eau.",
      "example": "Die Dürre letzten Jahres beeinträchtigte die Ernte erheblich, und viele Bauern verloren ihren Lebensunterhalt. Dieses Jahr erleben wir eine schwere Dürre, die die Regierung zwang, Wasserbeschränkungen zu erlassen. Bis nächstes Jahr wird die Dürre vorbei sein, und die Ernte wird wieder wachsen.",
      "example_translation": "La sécheresse de l'année dernière a affecté les cultures de manière sévère, et beaucoup de fermiers ont perdu leur moyen de subsistance. Cette année, nous faisons face à une sécheresse sévère qui a forcé le gouvernement à instaurer des restrictions d'eau. D'ici l'année prochaine, la sécheresse aura pris fin, et les cultures repousseront à nouveau.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "grêle",
      "definition": "Kleine Eiskugeln, die während eines Sturms vom Himmel fallen.",
      "definition_translation": "De petites boules de glace qui tombent du ciel pendant une tempête.",
      "example": "Der Hagelsturm letzte Woche beschädigte die Windschutzscheibe unseres Autos, und wir mussten sie ersetzen. Heute Nachmittag ist ein Hagelsturm vorhergesagt, und wir müssen uns in Sicherheit bringen. Bis morgen wird der Hagelsturm vorbei sein, und die Sonne wird wieder scheinen.",
      "example_translation": "La tempête de grêle de la semaine dernière a endommagé le pare-brise de la voiture, et nous avons dû le remplacer. Cet après-midi, une tempête de grêle est prévue, et nous devons nous abriter. Demain, la tempête de grêle aura passé, et le soleil brillera à nouveau.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "grêle",
      "definition": "Kleine Eiskugeln, die während eines Sturms vom Himmel fallen.",
      "definition_translation": "De petites boules de glace qui tombent du ciel pendant une tempête.",
      "example": "Der Hagelsturm letzte Woche beschädigte die Windschutzscheibe unseres Autos, und wir mussten sie ersetzen. Heute Nachmittag ist ein Hagelsturm vorhergesagt, und wir müssen uns in Sicherheit bringen. Bis morgen wird der Hagelsturm vorbei sein, und die Sonne wird wieder scheinen.",
      "example_translation": "La tempête de grêle de la semaine dernière a endommagé le pare-brise de la voiture, et nous avons dû le remplacer. Cet après-midi, une tempête de grêle est prévue, et nous devons nous abriter. Demain, la tempête de grêle aura passé, et le soleil brillera à nouveau.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelkörner",
      "translation": "grêlon",
      "definition": "Kleine Eiskügelchen, die in Cumulonimbus-Wolken entstehen und während eines Gewitterschlags zu Boden fallen.",
      "definition_translation": "Un petit élément de glace qui se forme dans les nuages cumulonimbus et tombe au sol pendant un orage.",
      "example": "Die Hagelkörner beschädigten die Ernte während des Sturms. Gestern traf ein Hagelkörner mein Auto-Fenster. Morgen werde ich sicherstellen, dass ich mein Auto an einem sicheren Ort parken werde, um Hagelkörnern aus dem Weg zu gehen.",
      "example_translation": "Les grélons ont endommagé les cultures pendant la tempête. Hier, un grêlon a frappé la vitre de ma voiture. Demain, je vais prendre soin de garer ma voiture dans un endroit sûr pour éviter les grélons.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelsturm",
      "translation": "orage de grêle",
      "definition": "Ein Sturm, der Hagel produziert, charakterisiert durch starke Winde, schweren Niederschlag und lautes Donnergrollen.",
      "definition_translation": "Un orage qui produit de la grêle, caractérisé par des vents forts, des précipitations abondantes et un tonnerre assourdissant.",
      "example": "Der Hagelsturm verursachte in der Stadt weit verbreitete Zerstörungen. Letztes Jahr hatten wir einen schweren Hagelsturm, der unser Dach beschädigte. Nächsten Sommer werden wir auf die Hagelsturm-Saison vorbereitet sein.",
      "example_translation": "L'orage de grêle a causé des dégâts généralisés dans la ville. L'an dernier, nous avons eu un orage de grêle sévère qui a endommagé notre toit. L'été prochain, nous serons prêts pour la saison des orages de grêle.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wirbelsturm",
      "translation": "tourbillon",
      "definition": "Eine schnell rotierende Säule von Luft, die während eines Gewitterschlags entsteht, charakterisiert durch hohe Windgeschwindigkeiten und zerstörerische Macht.",
      "definition_translation": "Une colonne d'air qui tourne rapidement qui se forme pendant un orage, caractérisée par des vitesses de vent élevées et une puissance destructrice.",
      "example": "Der Wirbelsturm fegte durch die Stadt und verursachte Chaos. Gestern Zeuge ich einem Wirbelsturm, der mehrere Gebäude zerstörte. In Zukunft werden wir auf Wirbelstürme wie diesen vorbereitet sein müssen.",
      "example_translation": "Le tourbillon a balayé la ville, causant le chaos. Hier, j'ai été témoin d'un tourbillon qui a détruit plusieurs bâtiments. Dans l'avenir, nous devrons être prêts pour les tourbillons comme celui-là.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nieselregen",
      "translation": "bruine",
      "definition": "Ein langsamer und stetiger Regenfall, charakterisiert durch kleine Wassertröpfchen, die vom Himmel fallen.",
      "definition_translation": "Une chute lente et régulière de pluie, caractérisée par de petites gouttes d'eau qui tombent du ciel.",
      "example": "Der Nieselregen machte den Spaziergang sehr unangenehm. Letzte Woche regnete es den ganzen Tag. Morgen hoffe ich, dass es nicht nieseln wird während meines Picknicks.",
      "example_translation": "La bruine a rendu la promenade très désagréable. La semaine dernière, il bruinait toute la journée. Demain, j'espère que ça ne bruinera pas pendant mon pique-nique.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Staubsturm",
      "translation": "tempête de poussière",
      "definition": "Ein starker Wind, der große Mengen von Staub und Sand aufwirbelt, was die Sicht behindert und manchmal Atemprobleme verursacht.",
      "definition_translation": "Un vent fort qui soulève de grandes quantités de poussière et de sable, réduisant la visibilité et pouvant ocasiner des problèmes respiratoires.",
      "example": "Die Stadt wurde gestern von einem massiven Staubsturm getroffen. Die Bewohner erleben seit Wochen Staubstürme, und ein schwerer Staubsturm wird morgen die Stadt treffen.",
      "example_translation": "La ville a été frappée par une tempête de poussière massive hier, Les résidents connaissent des tempêtes de poussière depuis des semaines maintenant, et une tempête de poussière sévère est prévue pour frapper la ville demain.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}