[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldogge",
      "translation": "bouledogue terrier",
      "definition": "Eine Bulldogge ist eine Hunderasse bekannt für ihren muskulösen Körperbau und ihre kurze, feine Fell.",
      "definition_translation": "Un bouledogue terrier est une race de chien connue pour sa musculature et son pelage court et fin.",
      "example": "Ich hatte eine Bulldogge als Haustier, als ich ein Kind war, ich habe jetzt eine Bulldogge und ich werde mir in Zukunft wieder eine Bulldogge zulegen.",
      "example_translation": "J'avais un bouledogue terrier comme animal de compagnie lorsque j'étais enfant, j'ai un bouledogue terrier maintenant, et je vais avoir un autre bouledogue terrier à l'avenir.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldog",
      "translation": "bouledogue",
      "definition": "Ein Bulldog ist eine Hunderasse bekannt für seinen stämmigen Körperbau und ihr runzliges Gesicht.",
      "definition_translation": "Un bouledogue est une race de chien connue pour sa structure trapue et son visage ridé.",
      "example": "Ich sah einen Bulldog im Park, ich sehe Bulldogs jeden Tag, und ich werde morgen wieder einen Bulldog sehen.",
      "example_translation": "J'ai vu un bouledogue au parc, je vois des bouledogues tous les jours, et je verrai un bouledogue à nouveau demain.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dalmatiner",
      "translation": "dalmatien",
      "definition": "Ein Dalmatiner ist eine Hunderasse bekannt für ihrweißes Fell mit schwarzen Flecken.",
      "definition_translation": "Un dalmatien est une race de chien connue pour son pelage blanc distinct avec des taches noires.",
      "example": "Mein Freund hat einen Dalmatiner, er hatte Dalmatiner in der Vergangenheit, und er wird sich bald wieder einen Dalmatiner zulegen.",
      "example_translation": "Mon amie a un dalmatien, elle avait des dalmatiens dans le passé, et elle aura un autre dalmatien bientôt.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pudel",
      "translation": "caniche",
      "definition": "Ein Pudel ist eine Hunderasse bekannt für sein lockiges, hautschützendes Fell.",
      "definition_translation": "Un caniche est une race de chien connue pour son pelage bouclé et qui ne mue pas.",
      "example": "Ich ging heute Morgen einen Pudel spazieren, ich gehe jeden Nachmittag Pudel spazieren, und ich werde heute Abend wieder einen Pudel spazieren gehen.",
      "example_translation": "J'ai promené un caniche ce matin, je promène des caniches tous les après-midi, et je vais promener un caniche à nouveau ce soir.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Afghanischer Windhund",
      "translation": "Levrette d'Afghan",
      "definition": "Ein Afghanischer Windhund ist eine Hunderasse aus Afghanistan, bekannt für seinen schlanken Körperbau und seinen gekrümmten Schwanz.",
      "definition_translation": "Une race de chien native de l'Afghanistan,connue pour sa silhouette élancée et sa queue enroulée.",
      "example": "In der Vergangenheit wurden Afghanische Windhunde für die Jagd auf große Wildtiere eingesetzt, aber heute werden sie meist als Haustiere gehalten. Aktuell sind sie sehr beliebt und haben sich zu einem Statussymbol entwickelt. In Zukunft hoffen die Züchter, eine neue Rasse mit einem noch exotischeren Aussehen zu züchten.",
      "example_translation": "Dans le passé, les levrettes d'Afghan étaient utilisées pour chasser le grand gibier, mais aujourd'hui, elles sont principalement gardées comme animaux de compagnie. Actuellement, elles sont très populaires et sont devenues un symbole de statut. Dans le futur, les éleveurs espèrent développer une nouvelle race avec une apparence encore plus exotique.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "Akita",
      "definition": "Eine Akita ist eine große, muskulöse Hunderasse aus Japan, bekannt für ihre Treue und Schutzinstinkte.",
      "definition_translation": "Une race de chien de grande taille et musclée originaire du Japon, connue pour sa loyauté et ses instincts protecteurs.",
      "example": "Die Akita ist eine kräftige Rasse, die für die Jagd und den Schutz eingesetzt wurde. In der Vergangenheit wurden sie oft von königlichen Familien als Begleiter gehalten. Heute sind sie beliebt als Haustiere und Arbeitshunde. In Zukunft werden ihre Intelligenz und Trainierbarkeit sie noch mehr wertvoll machen.",
      "example_translation": "L'Akita est une race puissante qui a été utilisée pour la chasse et la garde. Dans le passé, elles étaient souvent gardées par les familles royales comme compagnons. Aujourd'hui, elles sont populaires à la fois comme animaux de compagnie et comme chiens de travail. Dans le futur, leur intelligence et leur capacité d'apprentissage les rendront encore plus précieuses.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alaskan Malamute",
      "translation": "Malamute de l'Alaska",
      "definition": "Ein Alaskan Malamute ist eine starke und athletische Hunderasse aus Alaska, bekannt für ihre Ausdauer und ihre Zughilfestigkeit.",
      "definition_translation": "Une race de chien robuste et athlétique originaire de l'Alaska, connue pour son endurance et sa puissance de traction.",
      "example": "In der Vergangenheit wurden Alaskan Malamutes für den Schlittenhundeschlitten in der Arktis eingesetzt. Heute sind sie beliebt als Schlittenhunde und Begleiter. In Zukunft werden ihre Stärke und Agilität sie in Hunde-Sportarten wie Agility und Gehorsam hervorragen lassen.",
      "example_translation": "Dans le passé, les malamutes de l'Alaska étaient utilisées pour tirer des traîneaux lourds dans l'Arctique. Aujourd'hui, elles sont populaires comme chiens de traîneau et comme animaux de compagnie. Dans le futur, leur force et leur agilité les feront exceller dans les sports canins comme l'agilité et l'obéissance.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basset-Hündin",
      "translation": "Basset Hound",
      "definition": "Eine Basset-Hündin ist eine kurzbeinige, hängeohrige Hunderasse bekannt für ihre langsame und vorsichtige Bewegung.",
      "definition_translation": "Une race de chien à pattes courtes et oreilles pendantes connue pour son mouvement lent et délibéré.",
      "example": "In der Vergangenheit wurden Basset-Hündinnen für die Jagd auf kleine Wildtiere eingesetzt. Heute werden sie meist als Haustiere gehalten und sind bekannt für ihre ruhige und sanfte Natur. In Zukunft hoffen die Züchter, eine neue Rasse mit einem noch liebevolleren Temperament zu züchten.",
      "example_translation": "Dans le passé, les basset hounds étaient utilisées pour chasser le petit gibier. Aujourd'hui, elles sont principalement gardées comme animaux de compagnie et sont connues pour leur nature calme et douce. Dans le futur, les éleveurs espèrent développer une nouvelle race avec un tempérament encore plus affectueux.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beagle",
      "translation": "basset",
      "definition": "Ein Beagle ist ein kleiner, freundlicher Hund mit einem glatten, kurzen Fell und einem scharfen Geruchssinn.",
      "definition_translation": "Un petit chien amical avec un pelage court et lisse et un sens de l'odorat développé.",
      "example": "Ich hatte ein Beagle, als ich ein Kind war, es war sehr energiegeladen. Ich werde nächstes Jahr ein Beagle kaufen, ich bin sicher, es wird sehr nett sein. Ich hatte ein Beagle letztes Jahr, es war so viel Spaß.",
      "example_translation": "J'avais un basset quando j'étais gosse, cela était très énergique. Je vais avoir un basset l'année prochaine, je suis sûr que cela sera charmant. J'avais un basset l'année dernière, cela était vraiment amusant.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "chien de berger de berne",
      "definition": "Ein Bernhardiner ist ein großer, kräftiger Hund mit einem dicken Fell und einem sanften Temperament, stammend aus den Schweizer Alpen.",
      "definition_translation": "Un grand chien puissant avec un pelage épais et un tempérament doux, originaire des Alpes suisses.",
      "example": "Ich sah einen Bernhardiner im Park gestern, es war sehr beeindruckend. Ich werde nächsten Monat einen Bernhardiner kaufen, ich bin sicher, es wird ein großartiger Begleiter sein. Ich hatte einen Bernhardiner vor fünf Jahren, es war sehr loyal.",
      "example_translation": "J'ai vu un chien de berger de berne au parc hier, cela était tellement impressionnant. Je vais acheter un chien de berger de berne le mois prochain, je suis sûr que cela sera un excellent compagnon. J'avais un chien de berger de berne il y a cinq ans, cela était si loyal.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluthund",
      "translation": "sanglier",
      "definition": "Ein Hund mit einer runzligen Gesicht und einem scharfen Geruchssinn, der für die Suche und Jagd verwendet wird.",
      "definition_translation": "Un chien avec un visage ridé et un sens de l'odorat développé, utilisé pour la traque et la chasse.",
      "example": "Der Detektiv verwendete einen Bluthund, um den Verdächtigen aufzuspüren. Ich werde nächstes Jahr einen Bluthund bekommne, ich bin sicher, dass er ein großartiger Tracker sein wird. Ich hatte vor zehn Jahren einen Bluthund, er war so geschickt.",
      "example_translation": "Le détective a utilisé un sanglier pour traquer le suspect. Je vais avoir un sanglier l'année prochaine, je suis sûr que cela sera un excellent pisteur. J'avais un sanglier il y a dix ans, cela était tellement habile.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Border Collie",
      "translation": "berger border collie",
      "definition": "Ein hochintelligenter und energischer Hund, oft für die Viehhaltung und andere landwirtschaftliche Arbeiten verwendet.",
      "definition_translation": "Un chien très intelligent et énergique, souvent utilisé pour le pâturage de moutons et d'autres animaux de ferme.",
      "example": "Ich habe einen Border Collie, er ist so intelligent. Ich werde nächste Woche einen Border Collie kaufen, ich bin sicher, dass er ein großartiger Helfer sein wird. Ich hatte vor drei Jahren einen Border Collie, er war so agil.",
      "example_translation": "J'ai un berger border collie, cela est tellement intelligent. Je vais acheter un berger border collie la semaine prochaine, je suis sûr que cela sera un excellent aide. J'avais un berger border collie il y a trois ans, cela était tellement agile.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boston-Terrier",
      "translation": "Terrier de Boston",
      "definition": "Ein kleiner, liebevoller und spielender Hund, ursprünglich aus den Vereinigten Staaten stammend.",
      "definition_translation": "Un terrier de Boston est une petite race de chien affectueuse et joueuse originaire des États-Unis.",
      "example": "Ich hatte einen Boston-Terrier, als ich ein Kind war, er war sehr freundlich. Jetzt habe ich einen, und er ist immer noch sehr spielend. In Zukunft werde ich noch einen haben, und er wird sehr loyal sein.",
      "example_translation": "J'avais un terrier de Boston quand j'étais gosse, il était très amical. Maintenant j'en ai un, et il est toujours très joueur. À l'avenir, j'en aurai un autre, et il sera très loyal.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxer",
      "translation": "boxer",
      "definition": "Ein mittelgroßer, muskulöser Hund, ursprünglich aus Deutschland stammend, bekannt für seine energische und spielerische Natur.",
      "definition_translation": "Un boxer est une race de chien de taille moyenne, musclée, originaire d'Allemagne, connue pour sa nature énergique et joueuse.",
      "example": "Ich werde nächstes Jahr einen Boxer bekommen, er wird sehr aktiv sein. Jetzt habe ich einen Freund, der einen hat, und er springt immer. Als ich ein Kind war, sah ich einen auf einer Hundeausstellung, und er war sehr beeindruckend.",
      "example_translation": "Je vais avoir un boxer l'année prochaine, il sera très actif. Maintenant j'ai un ami qui en a un, et il saute toujours. Quand j'étais gosse, j'en ai vu un à un spectacle de chiens, et il était très impressionnant.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bullenbeißer",
      "translation": "bullmastiff",
      "definition": "Ein großer, starker Hund, ursprünglich aus England stammend, bekannt für seine treue und schützende Natur.",
      "definition_translation": "Un bullmastiff est une grande race de chien puissante, originaire d'Angleterre, connue pour sa nature loyale et protectrice.",
      "example": "Ich habe einen Bullenbeißer zu Hause, er ist sehr sanft. In Zukunft werde ich noch einen haben, und er wird sehr stark sein. Als ich ein Kind war, sah ich einen auf einer Hundeausstellung, und er war sehr einschüchternd.",
      "example_translation": "J'ai un bullmastiff chez moi, il est très gentil. À l'avenir, j'en aurai un autre, et il sera très fort. Quand j'étais gosse, j'en ai vu un à un spectacle de chiens, et il était très intimidant.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cairn-Terrier",
      "translation": "Terrier cairn",
      "definition": "Ein kleiner, energischer Hund, ursprünglich aus Schottland stammend, bekannt für seine feurige und abenteuerliche Natur.",
      "definition_translation": "Un terrier cairn est une petite race de chien énergique, originaire d'Écosse, connue pour sa nature fougueuse et aventureuse.",
      "example": "Ich hatte einen Cairn-Terrier, als ich ein Kind war, er war sehr neugierig. Jetzt habe ich einen, und er erforscht immer. In Zukunft werde ich noch einen haben, und er wird sehr tapfer sein.",
      "example_translation": "J'avais un terrier cairn quand j'étais gosse, il était très curieux. Maintenant j'en ai un, et il explore toujours. À l'avenir, j'en aurai un autre, et il sera très courageux.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cane Corso, Spanischer Mastiff",
      "translation": "cane corso, mastiff espagnol",
      "definition": "Ein großer, starker Hund, ursprünglich aus Italien stammend, bekannt für seine muskulöse Statur und seine sanfte Natur.",
      "definition_translation": "Une grande race de chien puissante originaire d'Italie, connue pour sa musculature et son tempérament doux.",
      "example": "Ich hatte einen Cane Corso, als ich ein Kind war, er war ein sanfter Riese. Heute habe ich einen Spanischen Mastiff, er ist energiespeichernder als mein vorheriger Hund. In Zukunft plane ich, Cane Corsos und Spanische Mastiffs zu züchten.",
      "example_translation": "J'avais un cane corso quand j'étais gosse, c'était un géant doux. Aujourd'hui, j'ai un mastiff espagnol, il est plus énergique que mon chien précédent. À l'avenir, je prévois d'élever des cane corsos et des mastiffs espagnols.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chihuahua",
      "translation": "Chihuahua",
      "definition": "Eine kleine Hunderasse, ursprünglich aus Mexiko stammend, bekannt für ihre großen Augen und ihre kleinen Größe.",
      "definition_translation": "Une petite race de chien originaire du Mexique, connue pour ses yeux grands et sa petite taille.",
      "example": "Ich hatte früher einen Chihuahua, als ich auf dem College war, er war sehr beschützend. Jetzt habe ich zwei Chihuahuas, sie sind sehr liebevoll. In Zukunft plane ich, einen dritten Chihuahua zu bekommen.",
      "example_translation": "J'avais un Chihuahua lorsque j'étais à l'université, il était très protecteur envers moi. Maintenant, j'ai deux Chihuahuas, ils sont très affectueux. À l'avenir, je prévois d'obtenir un troisième Chihuahua.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schau-Lowe",
      "translation": "chow-chow",
      "definition": "Eine Hunderasse, ursprünglich aus China stammend, bekannt für ihr fluffiges Fell und ihre blaue-schwarze Zunge.",
      "definition_translation": "Une race de chien originaire de Chine, connue pour son manteau fleuri et sa langue bleu-noir distincte.",
      "example": "Ich habe einen Schau-Lowe zu Hause, er liebt es, im Garten zu spielen. Gestern nahm ich meinen Schau-Lowe zum Park, er war sehr aufgerüstet. Nächste Woche werde ich meinen Schau-Lowe zum Tierarzt bringen, um ihn zu untersuchen.",
      "example_translation": "J'ai un chow-chow à la maison, il adore jouer dans le jardin. Hier, j'ai emmené mon chow-chow au parc, il était très excité. La semaine prochaine, je vais emmener mon chow-chow chez le vétérinaire pour une visite de contrôle.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocker-Spaniel",
      "translation": "épagneul cocker",
      "definition": "Eine Hunderasse, ursprünglich aus Spanien stammend, bekannt für ihre sanfte und liebevolle Natur.",
      "definition_translation": "Une race de chien originaire d'Espagne, connue pour son tempérament doux et affectueux.",
      "example": "Ich hatte einen Cocker-Spaniel, als ich ein Kind war, er war sehr spielend. Heute habe ich einen Cocker-Spaniel, er ist ruhiger als mein vorheriger Hund. In Zukunft plane ich, meinen Cocker-Spaniel als Therapiehund auszubilden.",
      "example_translation": "J'avais un épagneul cocker lorsque j'étais gosse, il était très ludique. Aujourd'hui, j'ai un épagneul cocker, il est plus calme que mon chien précédent. À l'avenir, je prévois d'entraîner mon épagneul cocker pour en faire un chien thérapeute.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dackel, Würstchenhund",
      "translation": " tez, chien sausage",
      "definition": "Ein Dackel ist eine Hunderasse, die für ihre kurzen Beine und langen Körper bekannt ist. Sie wird oft als Würstchenhund bezeichnet aufgrund ihrer Ähnlichkeit mit einer Wurst.",
      "definition_translation": "Un dachshund est une race de chien connue pour ses pattes courtes et son corps long. Il est souvent appelé chien sausage en raison de sa ressemblance avec une saucisse.",
      "example": "Ich hatte früher einen Dackel, als ich ein Kind war, aber jetzt habe ich einen Fuchsterrier. Letzte Woche sah ich einen Dackel im Park. In Zukunft werde ich wieder einen Dackel kaufen.",
      "example_translation": "J'avais un dachshund lorsque j'étais gosse, mais maintenant j'ai un fox terrier. La semaine dernière, j'ai vu un dachshund au parc. À l'avenir, j'achèterai un autre dachshund.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchsterrier",
      "translation": "fox-terrier",
      "definition": "Ein Fuchsterrier ist eine kleine, energische Hunderasse, die für ihre lebhafte Persönlichkeit und ihr drahtiges Fell bekannt ist.",
      "definition_translation": "Un fox-terrier est une petite race de chien énergique qui est connue pour sa personnalité vivante et son manteau poilu.",
      "example": "Mein Freund hat einen Fuchsterrier, der liebt es, Apportieren zu spielen. Gestern spielte ich mit einem Fuchsterrier im Hundepark. Nächstes Jahr werde ich einen Fuchsterrier als Haustier kaufen.",
      "example_translation": "Mon ami a un fox-terrier qui adore jouer au retrieves. Hier, j'ai joué avec un fox-terrier au parc pour chiens. L'année prochaine, je vais avoir un fox-terrier comme animal de compagnie.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Französischer Bulldogge",
      "translation": "bouledogue français",
      "definition": "Ein Französischer Bulldogge ist eine Hunderasse, die für ihre spielerische, anhängliche Natur und ihr einzigartiges Aussehen mit einem kurzen, leicht zu pflegenden Fell bekannt ist.",
      "definition_translation": "Un bouledogue français est une race de chien connue pour sa nature joueuse et affectueuse et son apparence unique, avec un manteau court et facile à entretenir.",
      "example": "Ich liebe Französische Bulldoggen, weil sie so niedlich sind. Letzten Monat sah ich einen Französischen Bulldoggen im Tiergeschäft. In Zukunft werde ich einen Französischen Bulldoggen als Haustier haben.",
      "example_translation": "J'adore les bouledogues français parce qu'ils sont si mignons. Le mois dernier, j'ai vu un bouledogue français au magasin d'animaux. À l'avenir, j'aurai un bouledogue français comme animal de compagnie.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutscher Schäferhund",
      "translation": "berger allemand",
      "definition": "Ein Deutscher Schäferhund ist eine Hunderasse, die für ihre Intelligenz, Loyalität und schützende Natur bekannt ist, oft als Polizei- und Militärhunde eingesetzt.",
      "definition_translation": "Un berger allemand est une race de chien connue pour son intelligence, sa loyauté et sa nature protectrice, souvent utilisée comme chiens de police et militaires.",
      "example": "Ich hatte früher einen Deutschen Schäferhund, als ich ein Kind war, aber jetzt habe ich eine andere Rasse. Letztes Jahr sah ich einen Deutschen Schäferhund bei der Polizeistation. In Zukunft werde ich einen Deutschen Schäferhund als Wachhund haben.",
      "example_translation": "J'avais un berger allemand lorsque j'étais gosse, mais maintenant j'ai une autre race. L'année dernière, j'ai vu un berger allemand à la station de police. À l'avenir, j'aurai un berger allemand comme chien de garde.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Riesenschnauzer",
      "translation": "schnauzer géant",
      "definition": "Ein Riesenschnauzer ist eine große, kräftige Hunderasse, die im 17. und 18. Jahrhundert in Deutschland entwickelt wurde.",
      "definition_translation": "Un schnauzer géant est une race de chien puissante développée au 17e et 18e siècles en Allemagne.",
      "example": "Ich hatte einen Riesenschnauzer, als ich ein Kind war, er war sehr beschützend für unsere Familie. Jetzt habe ich einen kleineren Hund, aber ich liebe Riesenschnauzer immer noch. Ich werde in Zukunft wieder einen Riesenschnauzer haben.",
      "example_translation": "J'avais un schnauzer géant lorsque j'étais enfant, il était très protecteur de notre famille. Maintenant, j'ai un chien plus petit, mais j'aime toujours les schnauzers géants. J'en aurai un autre à l'avenir.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Golden Retriever",
      "translation": "retourneur doré",
      "definition": "Ein Golden Retriever ist eine beliebte Hunderasse, die für ihre freundliche, loyale und gentle Natur bekannt ist.",
      "definition_translation": "Un retriever doré est une race de chien populaire connue pour son caractère amical, loyal et doux.",
      "example": "Meine Familie hat seit Jahren einen Golden Retriever, er liebt es, Apportieren zu spielen und Spaziergänge zu machen. Wir nahmen unseren Golden Retriever gestern mit zum Park, und er rannte frei herum. Morgen werde ich unseren Golden Retriever zum Tierarzt bringen.",
      "example_translation": "Ma famille a eu un retriever doré pendant des années, il aime jouer à attraper et faire des promenades. Nous avons emmené notre retriever doré au parc hier, et il a couru librement. Je prendrai mon retriever doré chez le vétérinaire demain.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutsche Dogge",
      "translation": "Grand Danois",
      "definition": "Eine Deutsche Dogge ist eine große Hunderasse, die für ihre riesige Größe und gentle Natur bekannt ist.",
      "definition_translation": "Un Grand Danois est une race de chien connue pour sa taille géante et son caractère doux.",
      "example": "Ich sah letzte Woche einen Deutsche Dogge bei der Hundeschau, er war enorm. Mein Freund hat einen Deutschen Doggen, und er ist sehr freundlich. In ein paar Jahren werde ich einen Deutschen Doggen kaufen, wenn ich ein größeres Haus habe.",
      "example_translation": "J'ai vu un Grand Danois au spectacle de chiens la semaine dernière, il était énorme. Mon ami a un Grand Danois, et il est très amical. J'aurai un Grand Danois dans quelques années lorsque j'aurai une maison plus grande.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grauhund",
      "translation": "lévrier",
      "definition": "Ein Grauhund ist eine Hunderasse, die für ihre Geschwindigkeit gezüchtet wurde, bekannt für ihre schlanke Statur und ihr kurzes Fell.",
      "definition_translation": "Un lévrier est une race de chien élevée pour la vitesse, connue pour sa silhouette élancée et son pelage court.",
      "example": "Ich ging gestern zum Grauhund-Rennen, es war aufregend. Meine Schwester hat einen Grauhund, und er liebt es, zu laufen. Nächste Woche werde ich meinen Grauhund zum Tierarzt bringen.",
      "example_translation": "Je suis allé à la piste de course de lévriers hier, c'était excitant. Ma sœur a un lévrier, et il aime courir. Je prendrai mon lévrier chez le vétérinaire la semaine prochaine.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Irischer Terrier",
      "translation": "Terrier irlandais",
      "definition": "Ein Irischer Terrier ist ein kleiner bis mittelgroßer Hund mit einem kompakten, muskulösen Körper, bekannt für seine freundliche und ausgelassene Persönlichkeit.",
      "definition_translation": "Un petit à moyen chien avec un corps compact et musclé, connu pour sa personnalité amicale et extravertie.",
      "example": "Ich habe einen Irischen Terrier zu Hause, er ist sehr spielerisch und liebt es, Bälle zu jagen. Gestern bellte er den Briefträger an. Morgen werde ich ihn zum Park mitnehmen, um ihn auszuführen.",
      "example_translation": "J'ai un terrier irlandais à la maison, il est très ludique et adore poursuivre des balles. Hier, il aboyait contre le facteur. Demain, je l'emmènerai au parc pour une promenade.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jack Russell Terrier",
      "translation": "Terrier Jack Russell",
      "definition": "Ein Jack Russell Terrier ist ein kleiner, energischer Hund mit einem kurzen, dichten Fell, bekannt für seine Intelligenz und Agilität.",
      "definition_translation": "Un petit chien énergique avec un pelage court et dense, connu pour son intelligence et son agilité.",
      "example": "Mein Freund hat einen Jack Russell Terrier, der liebt es, zu laufen und Apportieren zu spielen. Gestern lief er im Hinterhof herum. Morgen wird sie ihn zum Hundepark mitnehmen, um ihn zu trainieren.",
      "example_translation": "Mon ami a un terrier Jack Russell qui adore courir et jouer au fetch. Hier, il courait autour de la cour arrière. Demain, elle l'emmènera au parc canin pour Some exercice.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labrador Retriever",
      "translation": "Retriever du Labrador",
      "definition": "Ein mittelgroßer Hund mit einer freundlichen, offenherzigen Persönlichkeit und einem kurzen, dichten Fell, bekannt für seine Loyalität und Intelligenz.",
      "definition_translation": "Un chien de taille moyenne avec une personnalité amicale et extravertie et un pelage court et dense, connu pour sa loyauté et son intelligence.",
      "example": "Ich habe einen Labrador Retriever seit Jahren, er ist extrem loyal und liebt es, Apportieren zu spielen. Gestern spielte er mit meinen Kindern im Hinterhof. Morgen werde ich ihn zum See bringen, um schwimmen zu gehen.",
      "example_translation": "J'ai eu un retriever du Labrador depuis des années, il est extrêmement loyal et adore jouer au fetch. Hier, il jouait avec mes enfants dans la cour arrière. Demain, je l'emmènerai au lac pour une baignade.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Malteser",
      "translation": "Maltais",
      "definition": "Ein kleiner, weißer Hund mit einem seidigen, hypoallergenen Fell, bekannt für seine sanfte und liebevolle Persönlichkeit.",
      "definition_translation": "Un petit chien blanc avec un pelage soyeux et hypoallergénique, connu pour sa personnalité douce et affectionnée.",
      "example": "Meine Großmutter hat einen Malteser zu Hause, er ist sehr sanft und liebt es, zu kuscheln. Gestern schlief er auf ihrem Schoß. Morgen wird sie ihn zum Tierarzt bringen, um ihn untersuchen zu lassen.",
      "example_translation": "Ma grand-mère a un Maltais à la maison, il est très doux et adore se blottir. Hier, il dormait sur ses genoux. Demain, elle l'emmènera chez le vétérinaire pour une visite de contrôle.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mastiff",
      "translation": "dogue",
      "definition": "Ein großer, starker Hund mit einem breiten Kopf und einem kurzen, rauem Fell, oft als Wachhund oder Polizeihund verwendet.",
      "definition_translation": "Un grand chien puissant avec une tête large et un manteau court et grossier, souvent maintenu comme chien de garde ou de police.",
      "example": "Ich hatte einen Mastiff, als ich ein Kind war, er war ein sanfter Riese. Jetzt habe ich einen kleineren Hund, aber ich vermisse meinen alten Mastiff immer noch. Ich werde eines Tages wieder einen Mastiff haben.",
      "example_translation": "J'avais un dogue lorsque j'étais enfant, c'était un géant gentil. Maintenant, j'ai un chien plus petit, mais je manque encore à mon vieux dogue. Je vais avoir un autre dogue un jour.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpinscher",
      "translation": "épinier nain",
      "definition": "Ein kleiner, muskulöser Hund mit einem kurzen, glatten Fell und einem charakteristischen Aussehen, oft als Haustier gehalten.",
      "definition_translation": "Un petit chien musclé avec un manteau court et lisse et une apparence distinctive, souvent maintenu comme animal de compagnie.",
      "example": "Mein Freund hat einen Zwergpinscher, er ist so süß und spielerisch. Sie hatte einen Zwergpinscher, als sie ein Kind war, und jetzt hat sie wieder einen. Sie wird wahrscheinlich ihr Leben lang einen Zwergpinscher haben.",
      "example_translation": "Mon amie a un épinier nain, c'est si mignon et ludique. Elle avait un épinier nain lorsqu'elle était enfant, et maintenant elle en a un autre. Elle aura probablement un épinier nain pour toujours.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpudel",
      "translation": "caniche nain",
      "definition": "Ein kleiner, intelligenter Hund mit einem dichten, lockigen Fell, oft als Haustier und fürs Gehorsamstraining oder als Darsteller ausgebildet.",
      "definition_translation": "Un petit chien intelligent avec un manteau épais et bouclé, souvent maintenu comme animal de compagnie et dressé pour l'obéissance ou comme artiste.",
      "example": "Ich habe immer einen Zwergpudel haben wollen, sie sind so elegant und intelligent. Meine Schwester hatte einen Zwergpudel, als sie ein Kind war, und er war so gut erzogen. Ich werde einen Zwergpudel haben, wenn ich sicher bin.",
      "example_translation": "J'ai toujours voulu un caniche nain, ils sont si élégants et intelligents. Ma sœur avait un caniche nain lorsqu'elle était enfant, et il était si bien élevé. Je vais avoir un caniche nain un jour, je suis sûr.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mischling",
      "translation": "bâtard",
      "definition": "Ein Hund, der aus verschiedenen Rassen gezüchtet wurde, oft als Mischling oder unbekannten Abstammung angesehen.",
      "definition_translation": "Un chien qui est un croisement entre différentes races, souvent considéré comme étant de sexe mixte ou d'origine inconnue.",
      "example": "Ich habe immer einen Mischling gehabt, sie sind so liebenswert und loyal. Mein erster Mischling war ein Streuner, aber jetzt habe ich einen neuen. Ich werde immer einen Mischling haben, ich liebe sie.",
      "example_translation": "J'ai toujours eu un bâtard, ils sont si aimables et loyaux. Mon premier bâtard était un errant, mais maintenant j'en ai un nouveau. Je vais toujours avoir un bâtard, je les aime.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neufundland",
      "translation": "Terre-Neuve",
      "definition": "Eine größere Insel vor der Ostküste Kanadas, getrennt vom Festland durch die Straße von Belle Isle.",
      "definition_translation": "Une grande île au large de la côte est du Canada, séparée du continent par le détroit de Belle-Isle.",
      "example": "Ich besuchte Neufundland letzten Sommer und sah einige wunderschöne Landschaften. Ich plane, Neufundland nächstes Jahr wieder zu besuchen. Ich habe Neufundland bereits mehrmals besucht.",
      "example_translation": "J'ai visité Terre-Neuve l'été dernier et j'ai vu des paysages magnifiques. Je planifie visiter Terre-Neuve à nouveau l'année prochaine. J'ai visité Terre-Neuve plusieurs fois auparavant.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfauenauge",
      "translation": "papillon",
      "definition": "Ein Schmetterlingstyp, typischerweise mit bunten Flügeln.",
      "definition_translation": "Un type de papillon, ayant généralement des ailes brillamment colorées.",
      "example": "Ich sah ein schönes Pfauenauge im Garten gestern. Das Pfauenauge flog schnell weg. Ich werde ein Pfauenauge morgen wieder sehen.",
      "example_translation": "J'ai vu un beau papillon dans le jardin hier. Le papillon s'est envolé rapidement. Je verrai un papillon à nouveau demain.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pekingese",
      "translation": "Pékinois",
      "definition": "Ein kleiner Hund mit einem langen, flaumigen Fell, ursprünglich aus China stammend.",
      "definition_translation": "Un petit chien avec un manteau long et soyeux, originaire de Chine.",
      "example": "Ich habe einen Pekingesen zu Hause. Der Pekingese bellte laut, als ich das Zimmer betrat. Meine Schwester hat einen sehr süßen Pekingesen.",
      "example_translation": "J'ai un chien Pékinois à la maison. Le Pékinois a aboyé fort lorsque je suis entré dans la pièce. Le Pékinois de ma sœur est très mignon.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pitbull-Terrier",
      "translation": "Pitbull terrier",
      "definition": "Eine Hunderasse bekannt für ihre Stärke und muskulösen Körperbau, oft für Kämpfe verwendet.",
      "definition_translation": "Une race de chien connue pour sa force et sa musculature, souvent utilisée pour les combats.",
      "example": "Der Pitbull-Terrier ist eine beliebte Hunderasse. Ich sah einen Pitbull-Terrier auf der Hundeausstellung. Mein Freund hat einen Pitbull-Terrier als Haustier.",
      "example_translation": "Le Pitbull terrier est une race de chien populaire. J'ai vu un Pitbull terrier au spectacle de chiens. Mon ami a un Pitbull terrier comme animal de compagnie.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeiger",
      "translation": "pointeur",
      "definition": "Ein Zeiger ist eine Hunderasse, die trainiert wird, umWild zu lokalisieren und anzudeuten, typischerweise Vögel.",
      "definition_translation": "Un pointeur est une race de chien formée pour localiser et pointer le gibier, généralement des oiseaux.",
      "example": "Gestern ging ich mit meinem Zeiger auf die Jagd, und es wies erfolgreich auf eine Wachtel hin. Heute nehme ich es mit zu einer Trainingsession, um seine Fähigkeiten zu verbessern. Bis nächstes Jahr erwarte ich, dass es ein Top-Zeiger sein wird.",
      "example_translation": "Hier, je suis allé à la chasse avec mon pointeur, et il a réussi à pointer un colin. Aujourd'hui, je l'emmène à la séance d'entraînement pour améliorer ses compétences. D'ici l'an prochain, je m'attends à ce qu'il soit un pointeur de première classe.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polnischer Niederungsherd",
      "translation": "chien de berger des plaines polonais",
      "definition": "Der Polnische Niederungsherd ist eine Hunderasse, die in Polen ihren Ursprung hat und durch ihre mittlere Größe, muskulöse Statur und ihr DISTINKTIVES Fell bekannt ist.",
      "definition_translation": "Le chien de berger des plaines polonais est une race de chien qui a pris naissance en Pologne et est connue pour sa taille moyenne, sa musculature et son pelage distinctif.",
      "example": "Ich habe immer den Polnischen Niederungsherd wegen seiner Intelligenz und Agilität bewundert. Letzten Sommer sah ich einen auf einer Farm, wie er Schafe hütete, und es war wirklich beeindruckend. In Zukunft würde ich gerne einen als Haustier haben.",
      "example_translation": "J'ai toujours admiré le chien de berger des plaines polonais pour son intelligence et son agilité. L'été dernier, j'en ai vu un faire paître des moutons sur une ferme, et c'était vraiment impressionnant. Dans le futur, j'aimerais en avoir un comme animal de compagnie.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pomeranze",
      "translation": "pomeranian",
      "definition": "Die Pomeranze ist eine kleine Hunderasse, die bekannt für ihr doppeltes, flauschiges Fell, ihr Fuchsgesicht und freundliche Wesen ist.",
      "definition_translation": "Le pomeranian est une petite race de chien connue pour son double pelage doux, son visage ressemblant à celui d'un renard et son tempérament amical.",
      "example": "Meine Großmutter besaß früher eine Pomeranze namens Lola, und sie war ein süßes und spielerisches Begleit-tier. Als ich sie letzten Woche besuchte, sah ich, wie gut sich Lola in ihrem neuen Zuhause eingelebt hatte. In ein paar Monaten werde ich Lola im Park spazieren führen.",
      "example_translation": "Ma grand-mère possédait autrefois un pomeranian nommé Lola, et c'était un compagnon doux et joueur. Lorsque je l'ai visitée la semaine dernière, j'ai vu comment Lola s'était bien adaptée à son nouveau foyer. Dans quelques mois, je sortirai Lola pour une promenade au parc.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mops",
      "translation": "carlin",
      "definition": "Ein Mops ist eine kleine Hunderasse, die bekannt für ihr gefurchtes Gesicht, seinen gekrümmten Schwanz und liebevolle Natur ist.",
      "definition_translation": "Le carlin est une petite race de chien connue pour son visage ridé, sa queue courbe et son tempérament affectueux.",
      "example": "Ich habe immer einen Mops als Haustier haben wollen, wegen seinem niedlichen Aussehen und freundlichen Wesen. Gestern sah ich einen Mops im Hundepark, und er spielte mit seinem Besitzer. Nächsten Monat werde ich einen Mops aus einem Tierheim adoptieren und ihm ein liebevolles Zuhause geben.",
      "example_translation": "J'ai toujours voulu un carlin comme animal de compagnie en raison de son apparence mignonne et de son naturel amical. Hier, j'ai vu un carlin au parc de chiens, et il jouait avec son propriétaire. Le mois prochain, j'adopterai un carlin d'un refuge et lui donnerai un foyer affectueux.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyrenäen-Schäferhund",
      "translation": "Berger de Pyrénées",
      "definition": "Eine mittelgroße Herdenhunderasse, die aus den Pyrenäen zwischen Frankreich und Spanien stammt, bekannt für ihr DISTINKTIVES Fell und hohe Energielevel.",
      "definition_translation": "Une race de chien de berger de taille moyenne originaire de la région des Pyrénées entre la France et l'Espagne, connue pour son manteau distinctif et son niveau d'énergie élevé.",
      "example": "Der Pyrenäen-Schäferhund hat Jahrhunderte lang Schafe in den Bergen geweidet und wird hoch geschätzt für seine Intelligenz und Agilität. Es trieb eine große Herde Schafe durch das Tal gestern, und es wird dies morgen wieder tun. Bis nächstes Jahr wird es Tausende von Schafen über die Landschaft getrieben haben.",
      "example_translation": "Le berger de Pyrénées a fait paître des moutons dans les montagnes pendant des siècles, et est très apprécié pour son intelligence et son agilité. Il a mené un grand troupeau de moutons à travers la vallée hier, et le fera encore demain. D'ici l'année prochaine, il aura mené des milliers de moutons à travers la campagne.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "Eine Hunderasse, die aus Rottweil in Deutschland stammt, bekannt für ihre Kraft, Muskelstärke und wird oft als Wachhund oder Polizeihund eingesetzt.",
      "definition_translation": "Une race de chien puissant et musclé originaire de Rottweil, en Allemagne, souvent utilisée comme chiens de garde ou chiens de police.",
      "example": "Der Rottweiler ist ein treuer Begleiter und furchtloser Schützer seiner Familie, und erfordert frühzeitige Sozialisierung, um Aggressivität zu vermeiden. Es hat das Haus letzte Nacht gut bewacht, und wird dies in Zukunft weiter tun. In Zukunft wird es ein großartiger Polizeihund sein.",
      "example_translation": "Le Rottweiler est un compagnon loyal et un protecteur féroce de sa famille, et nécessite une socialisation précoce pour prévenir l'agression. Il a bien gardé la maison hier soir, et continuera à protéger sa famille pendant des années à venir. À l'avenir, il fera un excellent chien de police.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "Saint-Bernard",
      "definition": "Eine große Hunderasse, die aus den Schweizer Alpen stammt, bekannt für ihr dickes Fell und ihre Fähigkeit, Reisende in Schnee zu finden und zu retten.",
      "definition_translation": "Une grande race de chien originaire des Alpes suisses, connue pour son manteau épais et sa capacité à localiser et à secourir les voyageurs égarés dans la neige.",
      "example": "Der Bernhardiner ist ein treuer und Gentle Giant, der oft in Rettungseinsätzen in den Bergen eingesetzt wird. Es fand einen verlorenen Wanderer im letzten Winter in den Bergen, und es wird dies nächstes Jahr wieder tun. Bis es in Rente geht, wird es Hunderte von Leben gerettet haben.",
      "example_translation": "Le Saint-Bernard est un géant loyal et gentil, souvent utilisé dans des missions de recherche et de sauvetage dans les montagnes. Il a trouvé un randonneur perdu dans les montagnes l'hiver dernier, et le fera encore l'année prochaine. Au moment de sa retraite, il aura sauvé des vies innombrables.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samojede",
      "translation": "Samoyède",
      "definition": "Eine Hunderasse, die aus Sibirien stammt, bekannt für ihr weißes, flauschiges Fell und freundliche Wesen.",
      "definition_translation": "Une race de chien de berger de taille petite à moyenne originaire de la Sibérie, connue pour son manteau blanc et doux et son caractère gentil.",
      "example": "Der Samojede ist ein freundliches und anpassungsfähiges Hund, der oft in Therapie- und Begleitrollen eingesetzt wird. Es besuchte ein Altenheim gestern, und wird dies nächstes Monat wieder tun. Bis Ende des Jahres wird es Hunderte von Menschen erfreut haben.",
      "example_translation": "Le Samoyède est un chien amical et adaptable, souvent utilisé dans des rôles de thérapie et de compagnie. Il a visité une maison de retraite hier, et le fera encore le mois prochain. D'ici la fin de l'année, il aura apporté la joie à des centaines de personnes.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnauzer",
      "translation": "schnauzer",
      "definition": "Ein Schnauzer ist eine Hunderasse, die in Deutschland im 15. Jahrhundert ihren Ursprung hat. Er ist bekannt für seinen Distinktiven Bart und sein intelligentes und treues Wesen.",
      "definition_translation": "Un schnauzer est une race de chien originaire d'Allemagne au 15e siècle. Il est connu pour sa barbe et sa moustache distinctes, ainsi que sa nature loyale et intelligente.",
      "example": "Ich hatte als Kind einen Schnauzer, er war sehr freundlich. Jetzt habe ich einen neuen Schnauzer, und er ist immer noch sehr spielger. In Zukunft werde ich wieder einen Schnauzer haben.",
      "example_translation": "J'avais un schnauzer quand j'étais gosse, c'était très amical. Maintenant, j'ai un nouveau schnauzer et il est encore très joueur. À l'avenir, je vais avoir un autre schnauzer.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottischer Terrier",
      "translation": "terrier écossais",
      "definition": "Ein Schottischer Terrier, auch bekannt als Aberdeen Terrier, ist eine Hunderasse, die in Schottland ihren Ursprung hat. Er ist bekannt für sein kurzes, drahtiges Fell und sein lebhaftes Wesen.",
      "definition_translation": "Un terrier écossais, également connu sous le nom de terrier d'Aberdeen, est une race de chien originaire d'Écosse. Il est connu pour son manteau court et filandreux et sa personnalité fougueuse.",
      "example": "Mein Nachbar hat einen Schottischen Terrier, er ist sehr energiegeladen. Gestern jagte sein Schottischer Terrier einem Eichhörnchen nach. Nächste Woche wird sie ihren Schottischen Terrier im Park ausführen.",
      "example_translation": "Mon voisin a un terrier écossais, il est très énergique. Hier, son terrier écossais a poursuivi un écureuil. La semaine prochaine, elle emmènera son terrier écossais au parc.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shetland-Schäferhund",
      "translation": "chien de berger des Shetland",
      "definition": "Ein Shetland-Schäferhund, auch bekannt als Sheltie, ist eine Hunderasse, die auf den Shetland-Inseln entstand. Er ist bekannt für seine kleine Größe, Agilität und Intelligenz.",
      "definition_translation": "Un chien de berger des Shetland, également connu sous le nom de Sheltie, est une race de chien originaire des îles Shetland. Il est connu pour sa petite taille, son agilité et son intelligence.",
      "example": "Ich sah einen Shetland-Schäferhund im Hundepark, er war sehr schnell. Letztes Jahr hatte mein Freund einen Shetland-Schäferhund, er war sehr freundlich. Im Sommer werde ich einen Shetland-Schäferhund kaufen.",
      "example_translation": "J'ai vu un chien de berger des Shetland au parc pour chiens, il était très rapide. L'année dernière, mon ami avait un chien de berger des Shetland, il était très amical. L'été, je vais avoir un chien de berger des Shetland.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Ein Shiba Inu ist eine Hunderasse, die in Japan entstand. Er ist bekannt für sein auffallendes Fuchsgesicht und sein starkes, selbstbewusstes Wesen.",
      "definition_translation": "Un Shiba Inu est une race de chien originaire du Japon. Il est connu pour son apparence distinctive à la renard et sa personnalité forte et confiante.",
      "example": "Meine Tante hat einen Shiba Inu, er ist sehr starrköpfig. Letztes Wochenende jagte ihr Shiba Inu eine Katze. Nächsten Monat wird sie ihren Shiba Inu zum Tierarzt bringen.",
      "example_translation": "Ma tante a un Shiba Inu, il est très obstiné. Le week-end dernier, son Shiba Inu a poursuivi un chat. Le mois prochain, elle emmènera son Shiba Inu chez le vétérinaire.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirischer Husky",
      "translation": "Husky de Sibérie",
      "definition": "Eine Hunderasse, die aus Sibirien stammt, bekannt für ihr dickes Fell, blaue Augen und wolfsähnlichen Züge.",
      "definition_translation": "Une race de chien originaire de Sibérie, connue pour son thick coat, yeux bleus et caractéristiques de type loup.",
      "example": "Ich habe immer einen Sibirischen Husky als Haustier haben wollen. Letztes Jahr habe ich endlich einen bekommen und ihn Max genannt. Jetzt wartet Max darauf, dass ich ihn zum Spaziergang mitnehme.",
      "example_translation": "J'ai toujours voulu posséder un Husky de Sibérie comme animal de compagnie. L'année dernière, j'en ai finalement obtenu un et l'ai nommé Max. Maintenant, Max attend que je le prende pour une promenade.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Eine Hunderasse, die durch ihre spitzen Ohren, ihre gerollte Schwanzspitze und ihr dickes Fell charakterisiert ist.",
      "definition_translation": "Une race de chien caractérisée par ses oreilles pointues, sa queue enroulée et son thick coat.",
      "example": "Die Spitz-Rasse ist bekannt für ihre Treue und ihre beschützende Natur. Mein Freund hat einen Spitz, der immer aufmerksam und wachsam ist. Letzte Woche hat sein Spitz Junge bekommen.",
      "example_translation": "La race Spitz est connue pour sa loyauté et sa nature protectrice. Mon amie a un Spitz qui est toujours alerte et vigilant. La semaine dernière, son Spitz a eu des chiots.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "Vizsla",
      "definition": "Eine Hunderasse, die aus Ungarn stammt, bekannt für ihr energetisches und jagdbcisches Wesen.",
      "definition_translation": "Une race de chien originaire de Hongrie, connue pour sa nature énergétique et chasseresse.",
      "example": "Ich habe daran gedacht, einen Vizsla als Haustier zu kaufen, aber ich bin nicht sicher, ob ich seine hohen Energieleveln bewältigen kann. Mein Cousin hat einen Vizsla, der gerne Apportiert. Nächsten Monat werde ich meinem Cousin seinen Vizsla zum Spaziergang mitnehmen.",
      "example_translation": "J'ai pensé obtenir un Vizsla comme animal de compagnie, mais je ne sais pas si je peux gérer ses niveaux d'énergie élevée. Mon cousin a un Vizsla qui adore jouer au rapport. Le mois prochain, je prendrai le Vizsla de mon cousin pour une promenade.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Eine Hunderasse, die bekannt für ihre athletische Statur, ihr kurzes Fell und ihre jagdbcische Fähigkeit ist.",
      "definition_translation": "Une race de chien connue pour sa stature athlétique, son pelage court et son aptitude à la chasse.",
      "example": "Ich bin immer von der Weimaraner-Rasse und ihren einzigartigen Merkmalen fasziniert gewesen. Mein Nachbar hat einen Weimaraner, der sehr schnell und agil ist. Letztes Jahr hat sein Weimaraner einen Hundewettbewerb gewonnen.",
      "example_translation": "J'ai toujours été fasciné par la race Weimaraner et ses caractéristiques uniques. Mon voisin a un Weimaraner qui est très rapide et agile. L'année dernière, le Weimaraner de mon voisin a remporté une compétition de course de chiens.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Corgi gallois (Pembrokeshire Welsh Corgi)",
      "definition": "Der Pembroke Welsh Corgi ist eine Hunderasse, die in Wales entstand. Er ist ein kleiner bis mittelgroßer Hund mit einem auffallenden Aussehen, bekannt für seine kurze Statur und seine intelligente Natur.",
      "definition_translation": "Le Pembroke Welsh Corgi est une race de chien de berger qui trouve son origine au Pays de Galles. C'est un chien de petite à moyenne taille avec une apparence distinctive, connu pour sa petite taille et son intelligence.",
      "example": "Ich hatte einen Welsh Corgi, als ich ein Kind war, ich habe einen Welsh Corgi jetzt und ich werde einen Welsh Corgi in der Zukunft haben. Der Welsh Corgi ist ein treuer Begleiter und ein guter Hütehund.",
      "example_translation": "J'avais un Corgi gallois lorsque j'étais enfant, j'ai un Corgi gallois maintenant, et j'aurai un Corgi gallois à l'avenir. Le Corgi gallois est un compagnon loyal et un excellent bergère.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Yorkshire-Terrier",
      "translation": "Yorkshire terrier",
      "definition": "Der Yorkshire-Terrier, auch bekannt als Yorkie, ist eine kleine Hunderasse vom Typ Spielzeugterrier. Er stammt aus Yorkshire, England aus dem 19. Jahrhundert und ist bekannt für sein seidiges, feines Fell.",
      "definition_translation": "Le Yorkshire Terrier, également connu sous le nom de Yorkie, est une race de petit chien de type terrier de jouet. Il a pris naissance dans le Yorkshire, en Angleterre au milieu du 19ème siècle et est connu pour son manteau soyeux et fin.",
      "example": "Ich ging gestern mit meinem Yorkshire-Terrier im Park spazieren, ich gehe heute mit meinem Yorkshire-Terrier im Park spazieren und ich werde morgen mit meinem Yorkshire-Terrier im Park spazieren. Der Yorkshire-Terrier ist ein lebhafter und anhänglicher Begleiter.",
      "example_translation": "J'ai promené mon Yorkshire terrier au parc hier, je promène mon Yorkshire terrier au parc aujourd'hui, et je promènerai mon Yorkshire terrier au parc demain. Le Yorkshire terrier est un compagnon vif et affectueux.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]