[
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vogel",
      "translation": "oiseau",
      "definition": "Ein warmblütiges, eierlegendes Tier, das durch das Vorhandensein von Federn, einem zahnlosen Schnabel und einem leichten Skelett gekennzeichnet ist.",
      "definition_translation": "Un animal à sang chaud ponant des œufs caractérisé par la présence de plumes, d'un bec sans dents et d'un squelette léger.",
      "example": "Ich sah einen Vogel fliegen in dem Himmel gestern, ich sehe einen Vogel fliegen in dem Himmel jetzt, und ich werde einen Vogel fliegen in dem Himmel morgen sehen.",
      "example_translation": "J'ai vu un oiseau voler dans le ciel hier, je verrai un oiseau voler dans le ciel demain, et je vois un oiseau voler dans le ciel maintenant.",
      "imageLink": "image_files\\English\\bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Huhn",
      "translation": "poulet",
      "definition": "Ein domestiziertes Geflügel, das für seine Eier oder sein Fleisch gehalten wird, insbesondere ein Jungtier.",
      "definition_translation": "Un volaille domestique élevé pour ses œufs ou sa viande, particulièrement un jeune.",
      "example": "Ich zog ein Huhn in meinem Hinterhof im letzten Jahr auf, ich ziehe ein Huhn in meinem Hinterhof jetzt auf, und ich werde ein Huhn in meinem Hinterhof nächstes Jahr aufziehen.",
      "example_translation": "J'ai élevé un poulet dans mon arrière-cour l'année dernière, je suis en train d'élever un poulet dans mon arrière-cour maintenant, et je vais élever un poulet dans mon arrière-cour l'année prochaine.",
      "imageLink": "image_files\\English\\chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ente",
      "translation": "canard",
      "definition": "Ein Wasservogel mit einem breiten, flachen Schnabel, Schwimmfüßen und einem watschelnden Gang.",
      "definition_translation": "Un oiseau d'eau à bec plat et large, pattes palmées, et démarche vacillante.",
      "example": "Ich sah eine Ente schwimmen in dem See gestern, ich sehe eine Ente schwimmen in dem See jetzt, und ich werde eine Ente schwimmen in dem See morgen sehen.",
      "example_translation": "J'ai vu un canard nageant dans le lac hier, je vois un canard nageant dans le lac maintenant, et je verrai un canard nageant dans le lac demain.",
      "imageLink": "image_files\\English\\duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänse",
      "translation": "oie",
      "definition": "Ein großer Wasservogel mit einem langen Hals, kurzen Beinen und einem schnarrenden Ruf.",
      "definition_translation": "Un grand oiseau d'eau à long cou, pattes courtes, et cri caractéristique.",
      "example": "Ich hörte eine Gänse laut schnarren in dem Park gestern, ich höre eine Gänse laut schnarren in dem Park jetzt, und ich werde eine Gänse laut schnarren in dem Park morgen hören.",
      "example_translation": "J'ai entendu une oie criant fort dans le parc hier, j'entends une oie criant fort dans le parc maintenant, et j'entendrai une oie criant fort dans le parc demain.",
      "imageLink": "image_files\\English\\goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papagei",
      "translation": "perroquet",
      "definition": "Ein Papagei ist ein farbenfroher Vogel, der bekannt für seine Fähigkeit ist, menschliche Sprache und andere Laute nachzuahmen.",
      "definition_translation": "Un perroquet est un oiseau色é connu pour sa capacité à imiter le langage humain et d'autres sons.",
      "example": "Ich hatte ein Papagei als Haustier als Kind, es wiederholte alles, was ich sagte. Jetzt habe ich einen Papagei, der gerne mit Spielzeug spielt. In der Zukunft werde ich einen Papagei haben, der wie ein Mensch sprechen kann.",
      "example_translation": "J'avais un perroquet domestique lorsque j'étais enfant, il répétait tout ce que je disais. Maintenant, j'ai un perroquet qui adore jouer avec des jouets. Dans le futur, j'aurai un perroquet qui pourra parler comme un humain.",
      "imageLink": "image_files\\English\\parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinguin",
      "translation": "manchot",
      "definition": "Ein Pinguin ist ein flugunfähiger Vogel, der in der südlichen Hemisphäre lebt und durch seine charakteristischen schwarzen und weißen Federn bekannt ist.",
      "definition_translation": "Un manchot est un oiseau incapable de voler qui vit dans l'hémisphère sud, connu pour ses plumes distinctives noires et blanches.",
      "example": "Ich sah einen Pinguin watscheln auf dem Eis in der Antarktis. Pinguine sind sehr soziale Tiere und leben in großen Kolonien. In der Zukunft werden Pinguine vor dem Klimawandel geschützt werden.",
      "example_translation": "J'ai vu un manchot marcher sur la glace en Antarctique. Les manchots sont des animaux très sociaux et vivent dans de grandes colonies. Dans le futur, les manchots seront protégés contre le changement climatique.",
      "imageLink": "image_files\\English\\penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Storch",
      "translation": "cigogne",
      "definition": "Ein Storch ist ein großer Watvogel mit langem Hals und Beinen, bekannt für seine Wanderungen und Nistgewohnheiten.",
      "definition_translation": "Une cigogne est un grand oiseau échassier avec un long cou et des jambes, connu pour ses modèles migratoires et ses habitudes de nidification.",
      "example": "Ich sah einen Storch fliegen über die Felder auf dem Land. Störche sind bekannt dafür, nach Afrika während des Winters auszuwandern. In der Zukunft werden Störche vor Habitatzerstörung geschützt werden.",
      "example_translation": "J'ai vu une cigogne volant au-dessus des champs à la campagne. Les cigognes sont connues pour migrer en Afrique pendant l'hiver. Dans le futur, les cigognes seront protégées contre la destruction de leur habitat.",
      "imageLink": "image_files\\English\\stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Truthahn",
      "translation": "dinde",
      "definition": "Ein Truthahn ist ein großer Vogel, der in Nordamerika heimisch ist und bekannt für sein auffälliges Gefieder und seine Domestizierung für die Fleischproduktion ist.",
      "definition_translation": "Une dinde est un grand oiseau originaire d'Amérique du Nord, connu pour son plumage distinct et sa domestication pour la production de viande.",
      "example": "Ich briet einen Truthahn für das Thanksgiving-Essen. Truthähne werden oft auf Farmen für ihr Fleisch gezüchtet. In der Zukunft werden Truthähne gezüchtet werden, um resistenter gegen Krankheiten zu sein.",
      "example_translation": "J'ai rôti une dinde pour le dîner de Thanksgiving. Les dindes sont souvent élevées sur des fermes pour leur viande. Dans le futur, les dindes seront élevées pour être plus résistantes aux maladies.",
      "imageLink": "image_files\\English\\turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flügel",
      "translation": "aile",
      "definition": "Der Flügel ist ein Vorderglied einer Vogel, das für das Fliegen verwendet wird, normalerweise bestehend aus einem langen, schmalen, gekrümmten Knochen.",
      "definition_translation": "L'aile est un membre antérieur d'un oiseau utilisé pour voler, généralement composé d'un os long, étroit et courbé.",
      "example": "Der Vogel flatterte mit seinem Flügel, um abzuheben, es wird seinen Weg zum Nest fliegen, und es flog mit seinem Flügel durch den Sturm.",
      "example_translation": "L'oiseau a battu des ailes pour décoller, il va ailer vers le nid, et il a volé à travers la tempête.",
      "imageLink": "image_files\\English\\wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krähe",
      "translation": "corbeau",
      "definition": "Eine Krähe ist ein großer, schwarzer Vogel mit einem charakteristischen Ruf, der in vielen Teilen der Welt vorkommt.",
      "definition_translation": "Un corbeau est un grand oiseau noir avec un appel distinct, trouvé dans de nombreuses parties du monde.",
      "example": "Die Krähe krähte laut, es wird über seinen Fund krähen, und es krähte triumphierend auf dem Ast.",
      "example_translation": "Le corbeau a crié bruyamment, il va se vanter de sa découverte, et il a crié triomphalement sur la branche.",
      "imageLink": "image_files\\English\\crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuckuck",
      "translation": "coucou",
      "definition": "Ein Kuckuck ist eine Art von Vogel, der seine Eier in den Nestern anderer Vögel legt, oft indem er ihre Rufe imitiert, um sie zu täuschen.",
      "definition_translation": "Un coucou est un type d'oiseau qui pond ses œufs dans les nids d'autres oiseaux, souvent en imitant leurs appels pour les tromper.",
      "example": "Der Kuckuck rief sein markantes Lied, es wird im Wald kuckucken und es kuckuckte laut in dem Baum.",
      "example_translation": "Le coucou a chanté sa chanson distinctive, il va coucouer dans la forêt, et il a coucoué bruyamment dans l'arbre.",
      "imageLink": "image_files\\English\\cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adler",
      "translation": "aigle",
      "definition": "Ein Adler ist ein großer, starker Vogel, der mit scharfen Krallen und starker Flügelspannweite ausgestattet ist, oft mit Stärke und Freiheit assoziiert.",
      "definition_translation": "Un aigle est un grand oiseau de proie puissant avec une griffe aiguisée et une envergure forte, souvent associé à la force et à la liberté.",
      "example": "Der Adler segelte durch die Lüfte, es wird seinen Weg nach oben adeln und es adelte seine Beute mit Präzision.",
      "example_translation": "L'aigle a plané à travers les cieux, il va aigler son chemin vers le haut, et il a aiglé sa proie avec précision.",
      "imageLink": "image_files\\English\\eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feder",
      "translation": "plume",
      "definition": "Eine Feder ist ein leichtes, flauschiges Wachstum auf der Haut eines Vogels, oft bunt gefärbt und zur Schau oder Isolierung verwendet.",
      "definition_translation": "Une plume est une croissance légère et soyeuse sur la peau d'un oiseau, souvent colorée et utilisée pour la parade ou l'isolation.",
      "example": "Die weichen Federn des Vogels wurden vom Wind zerzaust. Gestern hatte es Federn von hellem Blau. In Zukunft werden seine Federn noch viel farbiger sein.",
      "example_translation": "Les plumes douces de l'oiseau étaient ébouriffées par le vent. Hier, il avait des plumes de bleu vif. À l'avenir, ses plumes seront encore plus vibrantes.",
      "imageLink": "image_files\\English\\feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Henne",
      "translation": "poule",
      "definition": "Eine Hennen ist ein weibliches Huhn, oft auf einem Bauernhof für seine Eier gehalten.",
      "definition_translation": "Une poule est une poule femelle, souvent élevée sur une ferme pour ses œufs.",
      "example": "Die Hennen legte Eier am Morgen. Gestern war es ein junges Huhn. In Zukunft wird die Hennen alt sein.",
      "example_translation": "La poule a pondu des œufs le matin. Hier, c'était une poule jeune. À l'avenir, la poule sera vieille.",
      "imageLink": "image_files\\English\\hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eier legen",
      "translation": "pondre des œufs",
      "definition": "Eier legen bedeutet, als weiblicher Vogel oder Reptil Eier zu produzieren.",
      "definition_translation": "Pondre des œufs signifie produire des œufs comme un oiseau ou un reptile femelle.",
      "example": "Das Huhn wird morgen Eier legen. Gestern legte es Eier am Morgen. In Zukunft wird es jeden Tag Eier legen.",
      "example_translation": "Le poulet pondra des œufs demain. Hier, il a pondu des œufs le matin. À l'avenir, il pondra des œufs chaque jour.",
      "imageLink": "image_files\\English\\lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eule",
      "translation": "hibou",
      "definition": "Eine Eule ist ein nachtaktiver Vogel mit großen, runden Augen und geräuschlosem Flug.",
      "definition_translation": "Un hibou est un oiseau nocturne avec de grands yeux ronds et un vol silencieux.",
      "example": "Die Eule schrie laut in der letzten Nacht. Gestern sah es eine Maus. In Zukunft wird es geräuschlos fliegen.",
      "example_translation": "Le hibou a hululé bruyamment la nuit dernière. Hier, il a vu un souris. À l'avenir, il volera silencieusement.",
      "imageLink": "image_files\\English\\owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tauben",
      "translation": "pigeon",
      "definition": "Eine Taube ist eine Art von Vogel, die oft in Städten gefunden wird und bekannt für ihre grauen Federn und sanftes Gurren ist.",
      "definition_translation": "Un pigeon est un type d'oiseau qui est souvent trouvé dans les villes et est connu pour ses plumes grises et son doux roucoulement.",
      "example": "Ich sah eine Taube gestern fliegen, aber heute sah ich sie auf einer Statue sitzen, und morgen werde ich sie auf dem Bürgersteig spazierengehen sehen.",
      "example_translation": "J'ai vu un pigeon voler au-dessus de ma tête hier, mais aujourd'hui je l'ai vu perché sur une statue, et demain je le verrai se pavaner sur le trottoir.",
      "imageLink": "image_files\\English\\pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möwe",
      "translation": "mouette",
      "definition": "Eine Möwe ist eine Art von großem, weißen Vogel, der oft am Meer gefunden wird und bekannt für sein Schnüffeln ist.",
      "definition_translation": "Une mouette est un type de grand oiseau blanc qui est souvent trouvé près de l'océan et est connu pour son comportement de charognard.",
      "example": "Ich sah, wie eine Möwe daherkam, dann stürzte sie sich auf einen Fritten von einem Strandbesucher und später sah ich sie auf einem Felsen sitzen, ihre Königreich überblickend.",
      "example_translation": "J'ai regardé une mouette voler haut dans le ciel, puis plonger pour voler une frite à un baigneur, et plus tard je l'ai vue perchée sur un rocher, surveillant son royaume.",
      "imageLink": "image_files\\English\\seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sperling",
      "translation": "moineau",
      "definition": "Ein Sperling ist ein kleiner, brauner Vogel, der oft in Rückhöfen und Parks gefunden wird und bekannt für seine schnellen Bewegungen und sein Schnattern ist.",
      "definition_translation": "Un moineau est un petit oiseau brun qui est souvent trouvé dans les jardins et les parcs et est connu pour ses mouvements rapides et son chant criard.",
      "example": "Ich musste einen Sperling verscheuchen, der Krümel auf meinem Außen-Tisch pickte, aber später sah ich ihn von Zweig zu Zweig auf dem nahen Baum springen, sein süßes Lied singend.",
      "example_translation": "J'ai dû chasser un moineau qui picorait les miettes sur ma table de jardin, mais plus tard je l'ai vu voler de branche en branche dans l'arbre voisine, chantant sa douce chanson.",
      "imageLink": "image_files\\English\\sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwan",
      "translation": "cygne",
      "definition": "Ein Schwan ist ein großer, weißer Vogel mit langem Hals und ist oft auf Teichen und Seen zu finden und bekannt für seine eleganten Bewegungen und sein vornehmes Aussehen.",
      "definition_translation": "Un cygne est un grand oiseau blanc au long cou qui est souvent trouvé dans les étangs et les lacs et est connu pour ses mouvements gracieux et son apparence élégante.",
      "example": "Ich sah einen Schwan gestern über den See gleiten, aber heute sah ich ihn am Ufer entlang watscheln, und morgen werde ich ihn über mir fliegen sehen, seine Flügel stark schlagend.",
      "example_translation": "J'ai vu un cygne glisser sur le lac hier, mais aujourd'hui je l'ai vu marcher le long de la rive, et demain je le verrai voler haut dans le ciel, ses ailes battant fortement.",
      "imageLink": "image_files\\English\\swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnabel",
      "translation": "bec",
      "definition": "Der Schnabel ist das Mundteil eines Vogels, bestehend aus einem hornigen, keratinbedeckten Oberkiefer und einem Unterkiefer.",
      "definition_translation": "Le bec est la partie buccale d'un oiseau, consistant en une mandibule supérieure cornée et recouverte de kératine et une mandibule inférieure.",
      "example": "Der Papageienschnabel war stark genug, um eine Nuss zu knacken. Gestern sah ich einen Vogel mit einem gebrochenen Schnabel. Wenn der Schnabel zu schwach ist, wird der Vogel nicht überleben.",
      "example_translation": "Le bec du perroquet était suffisamment fort pour ouvrir une noix. Hier, j'ai vu un oiseau avec un bec cassé. Si le bec est trop faible, l'oiseau ne survivra pas.",
      "imageLink": "image_files\\English\\beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tauben",
      "translation": "colombe",
      "definition": "Eine Taube ist eine Vogelart, die oft als Symbol des Friedens und der Liebe angesehen wird.",
      "definition_translation": "Une colombe est un type d'oiseau qui est souvent vu comme un symbole de paix et d'amour.",
      "example": "Die Taube flog leise aus dem Käfig. Sie ließ eine Taube bei der Hochzeitszeremonie frei. Bis ich ankam, war die Taube bereits geflogen.",
      "example_translation": "La colombe a volé tranquillement hors de la cage. Elle a libéré une colombe lors de la cérémonie de mariage. Quand je suis arrivé là-bas, la colombe avait déjà volé.",
      "imageLink": "image_files\\English\\dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Räuber",
      "translation": "prédateur",
      "definition": "Ein Räuber ist ein Tier, das natürlicherweise andere Tiere jagt.",
      "definition_translation": "Un prédateur est un animal qui se nourrit naturellement d'autres animaux.",
      "example": "Der Löwe ist ein Räuber, der in der Savanne herumläuft. Räuber haben oft scharfe Zähne und Krallen. Bis zum Jahr 2050 werden viele Räuber ausgestorben sein.",
      "example_translation": "Le lion est un prédateur qui erre dans la savane. Les prédateurs ont souvent des dents et des griffes aiguisées. D'ici l'an 2050, beaucoup de prédateurs seront éteints.",
      "imageLink": "image_files\\English\\predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Habicht",
      "translation": "faucon",
      "definition": "Ein Habicht ist eine Vogelart, die bekannt für ihr scharfes Sehvermögen und ihre Agilität ist.",
      "definition_translation": "Un faucon est un type d'oiseau de proie qui est connu pour sa vue aiguë et son agilité.",
      "example": "Der Habicht segelte durch den klaren blauen Himmel. Habichte sind in vielen Ländern durch Gesetz geschützt. Wenn der Habicht keine Nahrung findet, wird er verhungern.",
      "example_translation": "Le faucon a plané à travers le ciel bleu clair. Les faucons sont protégés par la loi dans de nombreux pays. Si le faucon ne trouve pas de nourriture, il mourra de faim.",
      "imageLink": "image_files\\English\\hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Lerche",
      "translation": "alouette",
      "definition": "ein kleiner, singender Vogel der offenen Landschaft, mit grauem und braunem Gefieder",
      "definition_translation": "un petit oiseau chanteur de campagne ouverte, au plumage gris et brun",
      "example": "Ich sah eine Lerche gestern hoch in den Himmel fliegen, dann hörte ich ihren schönen Gesang heute Morgen, und ich werde ihr Nest nächste Woche beobachten.",
      "example_translation": "J'ai vu une alouette voler haut dans le ciel hier, puis j'ai entendu sa belle chanson ce matin, et je vais la voir construire son nid la semaine prochaine.",
      "imageLink": "image_files\\English\\lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elster",
      "translation": "pie",
      "definition": "ein großer, schwarzer und weißer Vogel mit langem Schwanz, bekannt für das Stehlen glänzender Gegenstände",
      "definition_translation": "un grand oiseau noir et blanc à queue longue, connu pour voler des objets brillants",
      "example": "Die Elster flog über uns hinweg, dann landete sie auf dem Zaun, und sie wird morgen zurückkehren, um einige Nahrung zu stehlen.",
      "example_translation": "La pie volait au-dessus de la tête, puis elle s'est posée sur la clôture, et elle sera de retour demain pour voler de la nourriture.",
      "imageLink": "image_files\\English\\magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "nid",
      "definition": "Eine Struktur, die von Vögeln oder Insekten gebaut wird, um ihre Eier zu legen oder ihre Jungen aufzuziehen",
      "definition_translation": "une structure construite par les oiseaux ou les insectes pour pondre leurs œufs ou élever leurs jeunes",
      "example": "Der Vogel baute sein Nest im Baum, dann legte er seine Eier, und er wird bald seine Küken aufziehen.",
      "example_translation": "L'oiseau a construit son nid dans l'arbre, puis il a pondu ses œufs, et il élèvera ses poussins bientôt.",
      "imageLink": "image_files\\English\\nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "nid",
      "definition": "Ein Ruheplatz oder Zufluchtsort, insbesondere ein gemütlicher oder abgeschiedener",
      "definition_translation": "un lieu de repos ou de refuge, notamment un lieu confortable ou isolé",
      "example": "Die Hütte war unser Nest für das Wochenende, wo wir uns ausruhten und eine gute Zeit hatten.",
      "example_translation": "Le chalet était notre nid pour le week-end, où nous nous sommes détendus et avons passé un bon moment.",
      "imageLink": "image_files\\English\\nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Gefieder",
      "translation": "plumage",
      "definition": "Die Federn, die den Körper eines Vogels bedecken, insbesondere diejenigen, die bunt oder ornamentiert sind.",
      "definition_translation": "Les plumes qui couvrent le corps d'un oiseau, en particulier celles qui sont brillamment colorées ou ornementales.",
      "example": "Das Gefieder des Pfaus war ein atemberaubender Anblick. Es hatte Stunden damit zugebracht, sein Gefieder zu präsentieren. Bis zum nächsten Jahr wird es ein neues Gefieder entwickelt haben.",
      "example_translation": "Le plumage du paon était un spectacle incroyable à voir. Il avait exposé son plumage pendant des heures. D'ici l'année prochaine, il aura grandi un nouveau plumage.",
      "imageLink": "image_files\\English\\plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rabe",
      "translation": "corbeau",
      "definition": "Ein großer, schwarzer Vogel mit lauter, rauer Stimme, verwandt mit der Krähe und als Symbol der Intelligenz und des Geheimnisses angesehen.",
      "definition_translation": "Un grand oiseau noir avec un appel fort et rauque, apparenté à la corneille et considéré comme un symbole d'intelligence et de mystère.",
      "example": "Der Rabe saß auf der Burgmauer, während der Königszug vorbeizog. Es war um den Rabe herum geflogen, bevor es starb. Bis ich meine Studien beendet habe, werde ich viele Raben gesehen haben.",
      "example_translation": "Le corbeau perché sur le mur du château, regardant le cortège du roi. On l'avait vu voler autour du corbeau avant qu'il ne meure. D'ici que je sorte diplômé, j'aurai vu de nombreux corbeaux.",
      "imageLink": "image_files\\English\\raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Albatros",
      "translation": "albatros",
      "definition": "Ein großer Seevogel mit einem hakigen Schnabel, der in den südlichen Ozeanen gefunden wird und oft als Symbol für gutes oder schlechtes Glück betrachtet wird, je nach Kontext.",
      "definition_translation": "Un grand oiseau de mer avec un bec crocheté, trouvé dans les océans du sud, souvent considéré comme un symbole de bonne chance ou de mauvaise chance, selon le contexte.",
      "example": "Der Albatros segelte über uns hinweg, seine Flügel schlugen langsam. Wir hatten einen Albatros gesehen, der über unserem Schiff flog. Bis wir den Hafen erreichen, werden wir mehrere Albatrosse gesichtet haben.",
      "example_translation": "L'albatros planait au-dessus de nous, ses ailes battant lentement. Nous avions vu un albatros voler au-dessus du navire. D'ici que nous arrivions au port, nous aurons repéré plusieurs albatros.",
      "imageLink": "image_files\\English\\albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bienenfresser",
      "translation": "guêpier",
      "definition": "Ein bunt gefärbter Vogel, der Bienen und andere Insekten fängt und frisst, in warmen Regionen der Welt gefunden.",
      "definition_translation": "Un oiseau aux couleurs vives qui attrape et mange des abeilles et d'autres insectes, trouvé dans les régions chaudes du monde.",
      "example": "Der Bienenfresser saß auf einem Ast, seine Federn glänzten. Wir haben einen Bienenfresser beobachtet, wie er eine Biene fing. Bis zum nächsten Sommer werde ich ein Nest von einem Bienenfresser gesehen haben.",
      "example_translation": "Le guêpier perché sur une branche d'arbre, ses plumes scintillant. Nous avions regardé un guêpier attrapant une abeille. D'ici l'été prochain, j'aurai vu un nid de guêpier.",
      "imageLink": "image_files\\English\\bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzgroß",
      "translation": "tétras lyre",
      "definition": "Ein großer, dunkel gefiederter Vogel der Fasanenfamilie, in Moorland und Heidegebieten gefunden.",
      "definition_translation": "Un grand oiseau sombre du famille des grouses, trouvé dans les landes et les bruyères.",
      "example": "Der Schwarzgroß wurde 2015 als Art von besonderem Schutzbedarf aufgeführt. Seit den 1970er Jahren ist seine Population zurückgegangen. Bis 2025 werden die Schutzmaßnahmen dazu beigetragen, seine Zahlen zu erhöhen.",
      "example_translation": "Le tétras lyre a été inscrit comme espèce de conservation spéciale en 2015. Il a été en déclin de population depuis les années 1970. D'ici 2025, les efforts de conservation auront aidé à augmenter ses effectifs.",
      "imageLink": "image_files\\English\\black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzstorch",
      "translation": "cigogne noire",
      "definition": "Ein großer Watvogel mit schwarzer Gefiederung, in Feuchtgebieten und Grasland gefunden.",
      "definition_translation": "Un grand oiseau échasseur au plumage noir, trouvé dans les zones humides et les prairies.",
      "example": "Der Schwarzstorch ist bekannt für seinen lauten, trompetenden Ruf. Wir haben einen Schwarzstorch in den nahe gelegenen Feuchtgebieten gesehen. Bis zum nächsten Sommer wird er nach Afrika migriert sein.",
      "example_translation": "La cigogne noire est connue pour son appel distinctif, un cri sonore de trompette. Nous avons vu une cigogne noire nicheuse dans les zones humides voisines l'an dernier. D'ici l'été prochain, elle aura migré en Afrique.",
      "imageLink": "image_files\\English\\black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzkopfmöwe",
      "translation": "goéland à tête noire",
      "definition": "Eine mittelgroße Möwe mit schwarzem Kopf und weißem Rumpf, in Küstengebieten und städtischen Umgebungen gefunden.",
      "definition_translation": "Un goéland de taille moyenne avec une tête noire et un corps blanc, trouvé dans les zones côtières et les environnements urbains.",
      "example": "Die Schwarzkopfmöwe ist ein opportunistischer Aasfresser, oft in der Nähe von Fischbooten gefunden. Wir haben eine Schwarzkopfmöwe beobachtet, wie sie einem Strandbesucher Essen wegnahm. Bis zum nächsten Winter wird sie in wärmere Klimazonen migriert sein.",
      "example_translation": "Le goéland à tête noire est un charognard opportuniste, souvent trouvé près des bateaux de pêche. Nous avons regardé un goéland à tête noire volant de la nourriture à un baigneur l'été dernier. D'ici l'hiver prochain, il aura migré vers des climats plus chauds.",
      "imageLink": "image_files\\English\\black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amsel",
      "translation": "merle",
      "definition": "Ein gemeiner Vogel mit schwarzer Gefiederung, in Gärten und Wäldern gefunden.",
      "definition_translation": "Un oiseau commun au plumage noir, trouvé dans les jardins et les bois.",
      "example": "Die Amsel ist bekannt für ihr melodisches Lied. Wir haben eine Amsel heute Morgen im Garten singen gehört. Bis zum nächsten Frühjahr wird sie ein neues Nest gebaut haben.",
      "example_translation": "Le merle est connu pour son chant mélodieux. Nous avons entendu un merle chanter dans le jardin ce matin. D'ici le printemps prochain, il aura construit un nouveau nid.",
      "imageLink": "image_files\\English\\blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blaumeise",
      "translation": "mésange bleue",
      "definition": "Ein kleiner, bunt gefärbter Vogel mit blauer und gelber Gefiederung, in Wäldern und Gärten gefunden.",
      "definition_translation": "un petit oiseau aux couleurs vives avec un plumage bleu et jaune distinct, trouvé dans les bois et les jardins",
      "example": "Die Blaumeise besuchte jeden Morgen den Vogelfutterplatz, und gestern hat sie ein Nest in unserem Garten gebaut, aber bis zum nächsten Jahr wird sie in wärmere Klimazonen migriert sein.",
      "example_translation": "Le mésange bleue visitait chaque matin le nourrisseur d'oiseaux, et hier il a construit un nid dans notre jardin, mais d'ici l'année prochaine il aura migré vers des climats plus chauds.",
      "imageLink": "image_files\\English\\blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wacholderdrossel",
      "translation": "silkée à bec jaune",
      "definition": "Ein großer, grau-bräunlicher Vogel mit einer Federkrone und einer gelben Spitze am Schwanz, in Wäldern und Gärten gefunden.",
      "definition_translation": "un grand oiseau gris-brun avec une huppe et une pointe jaune sur sa queue, trouvé dans les bois et les jardins",
      "example": "Die Wacholderdrossel ist ein seltener Wintergast in unserer Region, und letztes Jahr wurde sie in unserem lokalen Park gesehen, aber nächsten Monat wird sie zu ihren Brutgebieten im Norden zurückkehren.",
      "example_translation": "La silkée à bec jaune est un visiteur d'hiver rare dans notre région, et l'an dernier il a été vu dans notre parc local, mais le mois prochain il aura retrouvé ses terrains de reproduction dans le nord.",
      "imageLink": "image_files\\English\\bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uralulu",
      "translation": "hibou boréal",
      "definition": "Eine mittelgroße Eule mit runder Kopfform und gelben Augen, in Wäldern und Wäldchen gefunden.",
      "definition_translation": "un hibou de taille moyenne avec une tête ronde et des yeux jaunes, trouvé dans les forêts et les bois",
      "example": "Die Uralulu ist ein nächtlicher Jäger, und letzte Nacht wurde sie im Wald hörbar. Bis zum nächsten Frühjahr wird sie in die arktische Tundra migriert sein.",
      "example_translation": "Le hibou boréal est un chasseur nocturne, et la nuit dernière il a été entendu hululer dans la forêt, mais le printemps prochain il aura migré vers la toundra arctique.",
      "imageLink": "image_files\\English\\boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wellensittich",
      "translation": "perruche ondulée",
      "definition": "Ein kleiner, farbiger Papagei, ursprünglich aus Australien, oft als Haustier gehalten.",
      "definition_translation": "un petit perroquet coloré originaire d'Australie, souventgardé comme animal de compagnie",
      "example": "Der Wellensittich ist ein beliebtes Haustier, und gestern hat er mein Stimme nachgemacht, aber nächste Woche wird er in ein größeres Vogelhaus umziehen.",
      "example_translation": "La perruche ondulée est un oiseau familier populaire, et hier il a appris à imiter ma voix, mais la semaine prochaine il sera transféré dans un volière plus grande.",
      "imageLink": "image_files\\English\\budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dompfaff",
      "translation": " Bouvreuil",
      "definition": "Ein kleiner, stämmiger Vogel mit einer markanten schwarzen Kappe und roter Brust, der in Wäldern und Gärten gefunden wird.",
      "definition_translation": "un petit oiseau trapu avec un capuchon noir et une poitrine rouge, trouvé dans les bois et les jardins.",
      "example": "Im Frühling sah ich einen Dompfaff auf einem Ast sitzen und eine süße Melodie singen. Letztes Jahr hatte ein Dompfaff ein Nest in unserem Garten gebaut. Bis nächsten Winter werde ich viele Dompfaffs in den Wäldern gesehen haben.",
      "example_translation": "Au printemps, j'ai vu un bouvreuil perché sur une branche, chantant une douce mélodie. L'an dernier, un bouvreuil avait bâti un nid dans notre jardin. D'ici l'hiver prochain, j'aurai vu beaucoup de bouvreuils dans les bois.",
      "imageLink": "image_files\\English\\bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mauerläufer",
      "translation": "Buse",
      "definition": "Ein großer, breitflügeliger Vogel der Beutegreifer mit einem abgerundeten Schwanz, der in offener Landschaft und Bergen gefunden wird.",
      "definition_translation": "un grand oiseau de proie à ailes larges et queue arrondie, trouvé dans les campagnes ouvertes et les montagnes.",
      "example": "Der Mauerläufer segelte über unseren Köpfen, um nach seinem nächsten Mahl Ausschau zu halten. Letzte Woche sah ich einen Mauerläufer auf einem Baumstumpf sitzen. Bis nächsten Sommer werde ich viele Mauerläufer fliegen sehen.",
      "example_translation": "La buse planait au-dessus, scrutant les champs pour son prochain repas. La semaine dernière, j'ai aperçu une buse perché sur un sillon de bois. D'ici l'été prochain, j'aurai vu beaucoup de buses volant au-dessus.",
      "imageLink": "image_files\\English\\buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kanarie",
      "translation": "Canari",
      "definition": "Ein kleiner, gelber Singvogel, oft als Haustier gehalten oder als Symbol für Gesang und Schönheit verwendet.",
      "definition_translation": "un petit oiseau chanteur jaune, souvent gardé comme animal de compagnie ou utilisé comme symbole de chant et de beauté.",
      "example": "Meine Großmutter hielt früher eine Kanarie in einem Käfig, und ihr süßes Singen füllte den Raum. Letztes Jahr sah ich eine Kanarie in einem Baum singen. Bis nächsten Monat werde ich eine Kanarie als Haustier gekauft haben.",
      "example_translation": "Ma grand-mère gardait autrefois un canari dans une cage, et son chant suave emplissait la pièce. L'an dernier, j'ai vu un canari chantant dans un arbre. D'ici le mois prochain, j'aurai acheté un canari comme animal de compagnie.",
      "imageLink": "image_files\\English\\canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeisig",
      "translation": "Pinson",
      "definition": "Ein kleiner, braungrauer Vogel mit einem markanten weißen Flügelstreifen, der in Wäldern und Gärten gefunden wird.",
      "definition_translation": "un petit oiseau brun-gris avec une barre d'aile blanche distinctive, trouvé dans les bois et les jardins.",
      "example": "Im Winter sah ich einen Zeisig auf einem Ast sitzen und Samen essen. Letzten Monat hatte ein Zeisig ein Nest in unserem Garten gebaut. Bis nächsten Herbst werde ich viele Zeisige in den Wäldern gesehen haben.",
      "example_translation": "En hiver, j'ai vu un pinson perché sur une branche, mangeant des graines. Le mois dernier, un pinson avait bâti un nid dans notre jardin. D'ici l'automne prochain, j'aurai vu beaucoup de pinsons dans les bois.",
      "imageLink": "image_files\\English\\chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hahn",
      "translation": "coq",
      "definition": "Ein männlicher Huhn, typischerweise mit bunter Gefieder und einem lauten, krähenden Ruf.",
      "definition_translation": "Un coq, généralement avec un plumage vif et un appel criard et bruyant.",
      "example": "Der Bauer hielt einen stolzen Hahn auf dem Hof. Gestern nahm er den Hahn zur Messe mit. Nächste Woche wird er einen neuen Hahn kaufen.",
      "example_translation": "Le fermier gardait un coq fier dans la cour de la ferme. Hier, il a emmené le coq à la foire. La semaine prochaine, il achètera un nouveau coq.",
      "imageLink": "image_files\\English\\cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zilpzalp",
      "translation": "pouillot véloce",
      "definition": "Ein kleiner, ziehender Singvogel mit einem markanten, wiederholten Gesang.",
      "definition_translation": "Un petit oiseau chanteur migrateur avec un chant distinctif et répétitif.",
      "example": "Der Zilpzalp singt sein Lied im Frühling. Letztes Jahr sah ich einen Zilpzalp im Wald. Bis nächsten Frühling wird der Zilpzalp zurückgekehrt sein.",
      "example_translation": "Le pouillot véloce chante sa chanson au printemps. L'année dernière, j'ai vu un pouillot véloce dans la forêt. D'ici au printemps prochain, le pouillot véloce aura migré de retour.",
      "imageLink": "image_files\\English\\common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kranich",
      "translation": "grue cendrée",
      "definition": "Ein großer, ziehender Watvogel mit einem markanten, trompetenartigen Ruf.",
      "definition_translation": "Un grand oiseau d'eau migrateur avec un appel distinctif, semblable à une trompette.",
      "example": "Der Kranich zieht nach Afrika im Winter. Gestern sah ich einen Kranich in den Feuchtgebieten. In 10 Jahren wird der Kranich eine seltene Sichtung sein.",
      "example_translation": "La grue cendrée migre vers l'Afrique en hiver. Hier, j'ai vu une grue cendrée dans les zones humides. Dans 10 ans, la grue cendrée sera devenue un aperçu rare.",
      "imageLink": "image_files\\English\\common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teichhuhn",
      "translation": "gallinule poule d'eau",
      "definition": "Ein Vogel der Feuchtgebiete, mit einer markanten schwarzen Stirn und einem lauten, explosiven Ruf.",
      "definition_translation": "Un oiseau des zones humides, avec un front distinctif, noir et un appel bruyant et explosif.",
      "example": "Das Teichhuhn lebt in den Schilfröhren. Letzte Woche sah ich ein Teichhuhn schwimmen im See. Bis nächsten Sommer wird das Teichhuhn sein Nest gebaut haben.",
      "example_translation": "La gallinule poule d'eau vit dans les roseaux. La semaine dernière, j'ai vu une gallinule poule d'eau nager dans le lac. D'ici à l'été prochain, la gallinule poule d'eau aura construit son nid.",
      "imageLink": "image_files\\English\\common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtigall",
      "translation": "rossignol commun",
      "definition": "Ein kleiner, ziehender Singvogel mit braunem Rücken und Flügeln und graubraunem Bauch, der in Wäldern und Gärten in Europa und Asien gefunden wird.",
      "definition_translation": "Un petit oiseau chanteur migrateur avec un dos et des ailes brun, et un dessous gris-brun, trouvé dans les bois et les jardins en Europe et en Asie.",
      "example": "Die Nachtigall sang wunderschön im Garten letzte Nacht. Sie wird morgen Abend wieder singen. Sie hat süße Melodien für Jahre gesungen.",
      "example_translation": "Le rossignol commun chantait magnifiquement dans le jardin hier soir. Il chantera à nouveau demain soir. Il a chanté des mélodies suaves pendant des années.",
      "imageLink": "image_files\\English\\common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birkenzeisig",
      "translation": "sizerin flammé",
      "definition": "Ein kleiner Fink mit einem roten Gesicht, Brust und Steiß, der in borealen Wäldern und Tundren in der nördlichen Hemisphäre gefunden wird.",
      "definition_translation": "Un petit pinson avec un visage, une poitrine et un croupion roux-brun, trouvé dans les forêts boréales et la toundra dans l'hémisphère nord.",
      "example": "Der Birkenzeisig flog zum Futterplatz gestern. Er wird morgen zu den Bäumen zurückfliegen. Er fliegt seit Jahren im Winter nach Süden.",
      "example_translation": "Le sizerin flammé volait vers le nourrisseur hier. Il volera à nouveau vers les arbres demain. Il a volé vers le sud pour l'hiver pendant des années.",
      "imageLink": "image_files\\English\\common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weißkehlsänger",
      "translation": "gargouille à ventre blanc",
      "definition": "Ein ziehender Singvogel mit einem weißen Kehlband, der in offenen Ländern, Gärten und Wäldern Europas und Asiens vorkommt.",
      "definition_translation": "Un oiseau chanteur migrateur avec un patch de gorge blanc, trouvé dans les campagnes ouvertes, les jardins et les bois en Europe et en Asie.",
      "example": "Der Weißkehlsänger baute ein Nest in den Sträuchern letzten Frühling. Er wird wieder ein Nest bauen nächstes Jahr. Er hat Nester gebaut, seit Jahren.",
      "example_translation": "La gargouille à ventre blanc a construit un nid dans les buissons le printemps dernier. Il construira un autre l'année prochaine. Elle a construit des nids pendant des années.",
      "imageLink": "image_files\\English\\common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringeltaube",
      "translation": "pigeon ramier",
      "definition": "Eine große, grau-bräunliche Taube mit einem weißen Halsband, die in Wäldern und Gärten Europas und Asiens vorkommt.",
      "definition_translation": "Un grand pigeon gris-brun avec un bandeau blanc sur son cou, trouvé dans les bois et les jardins en Europe et en Asie.",
      "example": "Die Ringeltaube roostete letzte Nacht in den Bäumen. Sie wird wieder roosten morgen Abend. Sie hat in den Wäldern gerostet, seit Jahren.",
      "example_translation": "Le pigeon ramier s'est perché dans les arbres hier soir. Il se perça à nouveau demain soir. Il s'est perché dans les bois pendant des années.",
      "imageLink": "image_files\\English\\common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kondor",
      "translation": "condor",
      "definition": "Ein Kondor ist eine Art von Neuwelt-Geier, charakterisiert durch seine große Größe, schwarzes Gefieder und nackte Kopfhaut.",
      "definition_translation": "Un condor est un type de vautour du Nouveau Monde, caractérisé par sa grande taille, son plumage noir et sa tête chauve distinctive.",
      "example": "In den Anden sind Kondore bekannt für ihre hohen Flughöhen. Gestern sah ich einen Kondor fliegen. Bis nächstem Jahr werden Kondore diese Region seit Jahrhunderten bewohnt haben.",
      "example_translation": "Dans les Andes, les condors ont été connus pour atteindre de grandes hauteurs. Hier, j'ai vu un condor voler au-dessus de ma tête. D'ici l'année prochaine, les condors auront habité cette région depuis des siècles.",
      "imageLink": "image_files\\English\\condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kormoran",
      "translation": "cormoran",
      "definition": "Ein Kormoran ist ein großer Wasserbird mit einem stämmigen Körper, langem Hals und schwarzem Gefieder, der in aquatischen Umgebungen rund um die Welt vorkommt.",
      "definition_translation": "Un cormoran est un grand oiseau d'eau avec un corps robuste, un long cou et un plumage noir, trouvé dans les environnements aquatiques du monde entier.",
      "example": "Der Kormoran tauchte in den See, mit einem Fisch im Schnabel auftauchend. Kormorane sind bekannt für ihre Agilität im Wasser. Als ich ankam, war der Kormoran already weggeflogen.",
      "example_translation": "Le cormoran a plongé dans le lac, émergeant avec un poisson dans son bec. Les cormorans sont connus pour leur agilité dans l'eau. Au moment où j'ai atteint la rive, le cormoran avait fui.",
      "imageLink": "image_files\\English\\cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ralle",
      "translation": "râle",
      "definition": "Eine Ralle ist eine Vogelart aus der Familie Rallidae, charakterisiert durch ihren schlanken Körper, lange Beine und heimliches Verhalten.",
      "definition_translation": "Un râle est un type d'oiseau qui appartient à la famille des Rallidés, caractérisé par son corps svelte, ses longues pattes et son comportement secret.",
      "example": "Die Ralle kroch aus den Schilfrohren, ihre gestreifte Rückseite enthüllend. Rallen sind schüchterne Vögel, die selten aus ihren Verstecken hervorkommen. Bis nächsten Frühling wird die Rallenpopulation bedeutend angewachsen sein.",
      "example_translation": "Le râle a rampé hors des roseaux, révélant son dos rayé. Les râles sont des oiseaux timides qui sortent rarement de leurs cachettes. D'ici le printemps prochain, la population de râles aura augmenté de manière significative.",
      "imageLink": "image_files\\English\\crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kranich",
      "translation": "grue",
      "definition": "Ein Kranich ist ein großer, langhalsiger Watvogel mit einem schlanken Körper, der in Feuchtgebieten und Grasländern rund um die Welt vorkommt.",
      "definition_translation": "Une grue est un grand oiseau échassier à long cou avec un corps svelte, trouvé dans les zones humides et les prairies du monde entier.",
      "example": "Der Kranich watete durch das flache Wasser, seine langen Beine nach Beute ausspähend. Kraniche sind bekannt für ihre graziösen Balzrituale. Bis nächsten Herbst werden die Kraniche zu ihren Winterquartieren migriert sein.",
      "example_translation": "La grue a marché à travers l'eau peu profonde, ses longues pattes traquant leur proie. Les grues sont connues pour leurs danses nuptiales gracieuses. D'ici l'automne prochain, les grues auront migré vers leurs terres d'hivernage.",
      "imageLink": "image_files\\English\\crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubenlerche",
      "translation": "alouette hausse-col",
      "definition": "Ein kleiner bis mittelgroßer Vogel mit einem deutlichen Haubenfeder auf dem Kopf, der in offenen Ländern und trockenen Grasländern vorkommt.",
      "definition_translation": "Un oiseau de petite à moyenne taille avec une crête distinctive sur la tête, trouvé dans les campagnes ouvertes et les pelouses sèches.",
      "example": "Die Haubenlerche saß auf einem Zaunpfosten, ihr melodisches Lied singend. Sie hatte gestern auf dem Zaunpfosten gesessen und würde morgen wieder auf dem Zaunpfosten sitzen.",
      "example_translation": "L'alouette hausse-col s'est perchée sur un poteau de clôture, chantant sa chanson mélodieuse. Elle s'y était perchée hier, et se percherait là encore demain.",
      "imageLink": "image_files\\English\\crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubenzweig",
      "translation": "mésange huppée",
      "definition": "Ein kleiner, energischer Vogel mit einem deutlichen Haubenfeder auf dem Kopf, der in Nadelwäldern und Wäldern vorkommt.",
      "definition_translation": "Un petit oiseau énergique avec une crête distinctive sur la tête, trouvé dans les forêts de conifères et les bois.",
      "example": "Der Haubenzweig huschte zwischen den Ästen, nach Samen suchend. Er würde nächstes Winter wieder zwischen den Ästen huschen und hatte letzten Frühling zwischen den Ästen gehuscht.",
      "example_translation": "La mésange huppée a filé entre les branches, à la recherche de graines à manger. Elle filera à nouveau entre les branches l'hiver prochain, et avait filé entre elles le printemps dernier.",
      "imageLink": "image_files\\English\\crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergsichel",
      "translation": "courlis",
      "definition": "Ein mittelgroßer bis großer Watvogel mit einem charakteristischen gekrümmten Schnabel, der in Feuchtgebieten und Küstengebieten vorkommt.",
      "definition_translation": "Un oiseau de marais de taille moyenne à grande avec un bec incurvé distinct, trouvé dans les zones humides et les régions côtières.",
      "example": "Die Zwergsichel watete durch das flache Wasser, nach Fischen suchend. Sie hatte gestern durch das flache Wasser gewatet und würde morgen wieder durch das flache Wasser waten.",
      "example_translation": "Le courlis a marché dans l'eau peu profonde, à la recherche de poissons à manger. Il avait marché dans l'eau peu profonde hier, et marcherait à nouveau dans l'eau peu profonde demain.",
      "imageLink": "image_files\\English\\curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungschwan",
      "translation": "cygneau",
      "definition": "Ein junger Schwan, typischerweise grau oder weiß, der in Süßwasserhabitaten wie Seen und Flüssen vorkommt.",
      "definition_translation": "Un jeune cygne, généralement gris ou blanc, trouvé dans les habitats d'eau douce tels que les lacs et les rivières.",
      "example": "Das Jungschwan schwamm neben seiner Mutter, lernte, wie man taucht und Pflanzen sammelt. Es hatte gestern neben seiner Mutter geschwommen und würde morgen wieder neben ihr schwimmen.",
      "example_translation": "Le cygneau a nagé à côté de sa mère, apprenant à plonger et à se nourrir de plantes. Il avait nagé à côté de sa mère hier, et nagerait à côté d'elle à nouveau demain.",
      "imageLink": "image_files\\English\\cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eulenadler",
      "translation": "hibou grand-duc",
      "definition": "Eine große Eule mit Ohrbüscheln, die in Wäldern und Grasländern vorkommt und einen unverkennbaren Hühner-ruf hat.",
      "definition_translation": "Un grand hibou avec des touffes d'oreille, trouvé dans les bois et les prairies, avec un appel caractéristique en forme de huu.",
      "example": "In der toten Nacht schwirrte der Eulenadler herab, um seine Beute zu erbeuten. Gestern sah ich einen Eulenadler auf einem Baumast sitzen. Bis nächstes Jahr werden Eulenadler dieses Waldgebiet für Jahrhunderte bewohnt haben.",
      "example_translation": "Dans le silence de la nuit, le hibou grand-duc s'est abattu pour attraper sa proie. Hier, j'ai vu un hibou grand-duc perché sur une branche d'arbre. D'ici l'an prochain, les hiboux grands-ducs auront habité cette forêt depuis des siècles.",
      "imageLink": "image_files\\English\\eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Emu",
      "translation": "émeu",
      "definition": "Ein großer, flugunfähiger Vogel, der in Australien beheimatet ist, bekannt für seine weichen, flauschigen Federn und seine kräftigen Beine.",
      "definition_translation": "Un grand oiseau sans ailes natif d'Australie, connu pour son plumage doux et soyeux et ses pattes puissantes.",
      "example": "Das Emu rannte schnell über die Outback, von einem hungrigen Dingo verfolgt. Letzte Woche sah ich ein Emu im Zoo, das sah ziemlich zufrieden aus. Wenn ich je Australien besuche, hoffe ich, ein Emu in freier Wildbahn zu sehen.",
      "example_translation": "L'émeu a couru rapidement à travers l'outback, poursuivi par un dingo affamé. La semaine dernière, j'ai vu un émeu au zoo, qui avait l'air très satisfait. Si je visite un jour l'Australie, j'espère voir un émeu dans son habitat naturel.",
      "imageLink": "image_files\\English\\emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Falken",
      "translation": "faucon",
      "definition": "Ein schneller und agiler Raubvogel, bekannt für seine scharfen Klauen und seine kräftigen Flügel.",
      "definition_translation": "Un oiseau de proie rapide et agile, connu pour ses serres aiguisées et ses ailes puissantes.",
      "example": "Der Falke schoss durch den Himmel, seine Flügel schlugen schnell, während er seine Beute jagte. Der Falkner trainierte den Falken sorgfältig, um hinabzutauchen und zu kreisen. In alten Zeiten wurden Falken von Königen als Boten eingesetzt.",
      "example_translation": "Le faucon a survolé le ciel, ses ailes battant rapidement tandis qu'il chassait sa proie. Le fauconnier a soigneusement entraîné le faucon à plonger et à s'élever. Dans les temps anciens, les faucons étaient utilisés comme messagers par les rois.",
      "imageLink": "image_files\\English\\falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flamingo",
      "translation": "flamant",
      "definition": "Ein rosa oder rötlich-weißer Watvogel mit einer bestimmten Schnabelform, der in warmen und tropischen Regionen vorkommt.",
      "definition_translation": "Un oiseau échassier rose ou rougeâtre avec une forme de bec distinctive, trouvé dans les régions chaudes et tropicales.",
      "example": "Der Flamingo watete durch das flache Wasser, seinen langen Hals nach Fischen absuchend. Gestern sah ich einen Schwarm Flamingos am Strand, ihre rosa Federn glühend im Sonnenuntergang. In Zukunft werden Flamingos in geschützten Wildlife-Reservaten weiter gedeihen.",
      "example_translation": "Le flamant a marché dans les eaux peu profondes, son long cou balayant à la recherche de poissons. Hier, j'ai vu un troupeau de flamants sur la plage, leurs plumes roses éclatant au coucher du soleil. Dans l'avenir, les flamants continueront de prospérer dans les réserves naturelles protégées.",
      "imageLink": "image_files\\English\\flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänserich",
      "translation": " jars",
      "definition": "Ein männlicher Gänsevogel, insbesondere ein großer oder ausgewachsener.",
      "definition_translation": "Un jars mâle, en particulier un large ou mature.",
      "example": "Der Gänserich fauchte laut dem Bauern an, aber der Bauer ließ sich nicht einschüchtern. Der Gänserich hatte den Bauern gestern angebraust, und wird ihn morgen wieder anbrüllen.",
      "example_translation": "Le jars a hissé bruyamment au fermier, mais le fermier n'a pas été intimidé. Le jars avait hissé au fermier hier, et hissera à nouveau demain.",
      "imageLink": "image_files\\English\\gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gartengrasmücke",
      "translation": "fauve-verdier",
      "definition": "Ein kleiner, grau-bräunlicher Singvogel mit weißem Hals und Unterseite.",
      "definition_translation": "Un petit oiseau chanteur gris-brun avec une gorge et des parties inférieures blanches.",
      "example": "Die Gartengrasmücke sang ein schönes Lied im Garten gestern. Die Gartengrasmücke wird wieder ein Lied im Garten morgen singen, und die Gartengrasmücke sang ein Lied im Garten letztes Jahr.",
      "example_translation": "Le fauve-verdier a chanté une belle mélodie dans le jardin hier. Le fauve-verdier chantera à nouveau dans le jardin demain, et le fauve-verdier a chanté dans le jardin l'année dernière.",
      "imageLink": "image_files\\English\\garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleine Schilfente",
      "translation": "sarcelle d'été",
      "definition": "Eine kleine, schnell fliegende Ente, die typischerweise in Sümpfen und Feuchtgebieten vorkommt.",
      "definition_translation": "Un petit canard rapide, typiquement trouvé dans les marécages et les zones humides.",
      "example": "Die Kleine Schilfente flog rasch über das Marschland gestern. Die Kleine Schilfente wird wieder über das Marschland morgen fliegen, und die Kleine Schilfente flog über das Marschland letzten Sommer.",
      "example_translation": "La sarcelle d'été a volé rapidement au-dessus du marais hier. La sarcelle d'été volera à nouveau au-dessus du marais demain, et la sarcelle d'été a volé au-dessus du marais l'été dernier.",
      "imageLink": "image_files\\English\\garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldhähnchen",
      "translation": "roitelet",
      "definition": "Ein kleiner, farbenfroher Singvogel mit einer bestimmten Haube auf dem Kopf.",
      "definition_translation": "Un petit oiseau chanteur coloré avec une crête distinctive sur sa tête.",
      "example": "Das Goldhähnchen saß auf dem Ast des Baumes gestern. Das Goldhähnchen wird wieder auf dem Ast des Baumes morgen sitzen, und das Goldhähnchen saß auf dem Ast des Baumes letzten Winter.",
      "example_translation": "Le roitelet s'est perché sur la branche de l'arbre hier. Le roitelet se perdra à nouveau sur la branche de l'arbre demain, et le roitelet s'est perché sur la branche de l'arbre dernier hiver.",
      "imageLink": "image_files\\English\\goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldadler",
      "translation": "aigle royal",
      "definition": "Ein großer, dunkelbrauner Adler mit einer gold-braunen Nacken und Flügeln, der in bergigen Regionen der nördlichen Hemisphäre vorkommt.",
      "definition_translation": "Un grand aigle brun foncé avec une nuque et des ailes dorées-brunes, trouvé dans les régions montagneuses de l'hémisphère nord.",
      "example": "Der Goldadler kreiste hoch über dem Tal, sein durchdringender Schrei hallte durch das Tal. Gestern hatte er sich auf ein Kaninchen im Feld gestürzt. Morgen wird er die Thermik hoch über den Bergen reiten.",
      "example_translation": "L'aigle royal plana au-dessus, son cri perçant résonnant dans la vallée. Hier, il avait fondu sur un lapin dans le champ. Demain, il chevaucherait les courants thermiques très haut au-dessus des montagnes.",
      "imageLink": "image_files\\English\\golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldpirol",
      "translation": "loriot d'Europe",
      "definition": "Ein mittelgroßer, wandernder Vogel mit einer hellgelben Gefiederung und einem bestimmten, melodischen Gesang, der in Wäldern und Gärten Europas und Asiens vorkommt.",
      "definition_translation": "Un oiseau migratoire de taille moyenne avec un plumage jaune vif et un chant mélodieux distinct, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "example": "Der Goldpirol flatterte zwischen den Bäumen, sein Gesang füllte die Luft. Letzten Sommer hatte er sein Nest in unserem Garten gebaut. Nächstes Frühjahr wird er von seinen Winterquartieren in Afrika zurückkehren.",
      "example_translation": "Le loriot d'Europe voltigeait entre les arbres, son chant emplissant l'air. L'été dernier, il avait fait son nid dans notre jardin. Le printemps prochain, il reviendra de ses quartiers d'hiver en Afrique.",
      "imageLink": "image_files\\English\\golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieglitz",
      "translation": "chardonneret",
      "definition": "Ein kleiner, sozialer Vogel mit einem hellgelben Gesicht und Flügeln und einem markanten, zwitschernden Gesang, der in Gärten und Wäldern Europas und Asiens vorkommt.",
      "definition_translation": "Un petit oiseau social avec un visage et des ailes jaune vif, et un chant distinctive, gazouillant, trouvé dans les jardins et les bois d'Europe et d'Asie.",
      "example": "Der Stieglitz setzte sich auf die Distel, sein helles Gefieder leuchtete in der Sonne. Gestern hatte er unseren Vogelfutterplatz besucht. Morgen wird er Samen aus dem Garten sammeln.",
      "example_translation": "Le chardonneret perché sur le chardon, son plumage vif brillant au soleil. Hier, il avait visité notre mangeoire à oiseaux. Demain, il ramassera des graines du jardin.",
      "imageLink": "image_files\\English\\goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänschen",
      "translation": "oison",
      "definition": "Ein junger Ganz, typischerweise in seinem ersten Lebensjahr, gekennzeichnet durch sein weiches, federloses Gefieder und sein laut, hohes Trompeten.",
      "definition_translation": "Un jeune oie, généralement dans sa première année de vie, caractérisé par ses plumes douces et duveteuses et son cri aigu et strident.",
      "example": "Das Gänschen watschelte hinter seiner Mutter, seine kleinen Flügel flatterten wild. Letzte Woche war es aus seinem Ei geschlüpft. Nächsten Monat wird es fliegen lernen.",
      "example_translation": "L'oison marchait à la suite de sa mère, ses petits ailes battant follement. La semaine dernière, il avait éclos de son œuf. Le mois prochain, il apprendra à voler.",
      "imageLink": "image_files\\English\\gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubentaucher",
      "translation": "grèbe huppée",
      "definition": "Ein großer Wasserbewohner mit einer markanten schwarzen und weißen gestreiften Kopfbedeckung, der in Süßwasserhabitaten Europas und Asiens vorkommt.",
      "definition_translation": "Un grand oiseau d'eau avec une tête noire et blanche rayée distinctive, trouvé dans les habitats d'eau douce en Europe et en Asie.",
      "example": "Der Haubentaucher ist ein häufiger Anblick in britischen Seen, wo er im Sommer Brutzeit ist. Er wird wieder im nächsten Jahr brüten. Er hatte viele Jahre lang am selben Ort gebrütet.",
      "example_translation": "Le grèbe huppée est un spectacle commun dans les lacs britanniques, où il niche en été. Il nichera à nouveau l'année prochaine. Il avait niché au même endroit depuis de nombreuses années.",
      "imageLink": "image_files\\English\\great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Buntspecht",
      "translation": "mésange charbonnière",
      "definition": "Ein kleiner, lauter Vogel mit einer markanten schwarzen und gelben Färbung, der in Gärten und Wäldern Europas und Asiens vorkommt.",
      "definition_translation": "Un petit oiseau bruyant avec un plumage noir et jaune distinct, trouvé dans les jardins et les bois en Europe et en Asie.",
      "example": "Der Kleine Buntspecht ist ein häufiger Gast in Garten-Vogelfuttern, wo er Samen und Nüsse frisst. Gestern hatte er Sonnenblumenkerne gefressen. Morgen wird er Erdnüsse fressen.",
      "example_translation": "Le mésange charbonnière est un visiteur commun des mangeoires à oiseaux de jardin, où il mangera des graines et des noix. Il mangeait des graines de tournesol hier. Il mangera des arachides demain.",
      "imageLink": "image_files\\English\\great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großer Weiße Reiher",
      "translation": "grande aigrette blanche",
      "definition": "Ein großer, weißer Watvogel mit langem Hals und Beinen, der in Feuchtgebieten und Küstenbereichen in warmen Regionen vorkommt.",
      "definition_translation": "Un grand oiseau blanc de marche avec un long cou et des pattes, trouvé dans les zones humides et les régions côtières des régions chaudes.",
      "example": "Der Große Weiße Reiher ist ein häufiger Anblick in den Feuchtgebieten Floridas, wo er Fische und Frösche fängt. Gestern hatte er einen großen Fisch gefangen. Morgen wird er viele Frösche fangen.",
      "example_translation": "La grande aigrette blanche est un spectacle commun dans les zones humides de Floride, où elle capture des poissons et des grenouilles. Elle avait capturé un grand poisson hier. Elle capturera de nombreuses grenouilles demain.",
      "imageLink": "image_files\\English\\great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taucher",
      "translation": "grèbe",
      "definition": "Ein kleiner bis mittelgroßer Wasserbewohner mit runder Körpergestalt und kurzen Flügeln, der in Süßwasserhabitaten Europas, Asiens und Nordamerikas vorkommt.",
      "definition_translation": "Un petit à moyen oiseau d'eau avec un corps rond et des ailes courtes, trouvé dans les habitats d'eau douce en Europe, en Asie et en Amérique du Nord.",
      "example": "Der Taucher ist ein scheuer Vogel, der schnell abtaucht, wenn er bedroht wird. Gestern hatte er ins Wasser abgetaucht. Morgen wird er wieder abtauchen.",
      "example_translation": "Le grèbe est un oiseau timide qui plonge rapidement si menacé. Il a plongé dans l'eau hier. Il plongera à nouveau demain.",
      "imageLink": "image_files\\English\\grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grauer Reiher",
      "translation": "héron cendré",
      "definition": "Ein großer, grau-weißer Watvogel mit langem Hals und Beinen, der in Feuchtgebieten und Wassernähen vorkommt.",
      "definition_translation": "Un grand oiseau de la famille des hérons, de couleur gris-blanc, au long cou et aux pattes, trouvé dans les zones humides et aux abords des voies d'eau.",
      "example": "Der Graue Reiher wurde in den Feuchtgebieten am See gesichtet. Er wird wahrscheinlich morgen wieder gesichtet werden. Letzte Woche wurde er von den Fischern gesichtet.",
      "example_translation": "L'héron cendré a été aperçu dans les zones humides près du lac. Il sera probablement vu à nouveau demain. Il avait été vu la semaine dernière par les pêcheurs.",
      "imageLink": "image_files\\English\\heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Graugans",
      "translation": "oie cendrée",
      "definition": "Eine große, grau-braune Gans, die in Feuchtgebieten und Grasländern vorkommt, bekannt für ihren lauten Trompetenruf und ihre starken Flugfähigkeiten.",
      "definition_translation": "Une grande oie de couleur gris-brun, trouvée dans les zones humides et les prairies, connue pour son cri caractéristique et ses capacités de vol puissantes.",
      "example": "Die Graugans wird in diesem Winter in wärmere Gebiete wandern. Sie wanderte letzten Jahr in großen Schwärmen. Der Bauer hatte sie bei ihrer Wanderung im vorigen Jahr gesehen.",
      "example_translation": "L'oie cendrée migrera vers des climats plus chauds cet hiver. Elle avait migré l'année dernière en grandes troupeaux. Le fermier l'avait vue migrer l'année précédente.",
      "imageLink": "image_files\\English\\greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perlperlhuhn",
      "translation": "pintade",
      "definition": "Ein großes, grau-braunes Haustier, ursprünglich aus Afrika, bekannt für seinen markanten Helm auf dem Kopf und seine lauten Rufe.",
      "definition_translation": "Un grand oiseau domestique de couleur gris-brun, originaire d'Afrique, connu pour son casque caractéristique en forme de hélice et ses cris bruyants.",
      "example": "Das Perlperlhuhn läuft frei im Hinterhof. Es wird morgen laut und stolz sein. Gestern war es ein bisschen schüchtern.",
      "example_translation": "La pintade erre librement dans le jardin. Elle sera bruyante et fière demain. Elle était un peu timide hier.",
      "imageLink": "image_files\\English\\guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kernbeißer",
      "translation": "grosbec casse-noyaux",
      "definition": "Ein großer, kräftiger Fink mit einer markanten starken Schnabel, der in Wäldern und Gärten vorkommt, bekannt für seine Fähigkeit, Nüsse aufzuknüpfen.",
      "definition_translation": "Un grand et puissant finch au bec fort et caractéristique, trouvé dans les bois et les jardins, connu pour sa capacité à briser les noix.",
      "example": "Der Kernbeißer wird heute den Vogelfutterplatz besuchen. Gestern hatte er ihn besucht und wird morgen wieder kommen. Er hatte ihn letzte Woche mit seinen Freunden besucht.",
      "example_translation": "Le grosbec casse-noyaux visité le distributing de graines aujourd'hui. Il avait visité hier et viendra à nouveau demain. Il avait visité la semaine dernière avec ses amis.",
      "imageLink": "image_files\\English\\hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselhuhn",
      "translation": "gélinotte des bois",
      "definition": "Ein mittelgroßer Vogel mit einem rundlichen Körper und kurzen Schwanz, in Wäldern und Gebüschen in Europa und Asien vorkommend.",
      "definition_translation": "Un oiseau de taille moyenne avec un corps dodu et une queue courte, trouvé dans les bois et les scrublands en Europe et en Asie.",
      "example": "Ich sah ein Haselhuhn gestern durch den Wald fliegen. Es wird sein Nest in einem Gebüsch morgen bauen. Das Haselhuhn hatte alle Beeren im Busch letzte Woche gegessen.",
      "example_translation": "J'ai vu une gélinotte des bois volant à travers la forêt hier. Elle construira son nid dans un buisson demain. La gélinotte des bois avait mangé tous les baies dans le buisson la semaine dernière.",
      "imageLink": "image_files\\English\\hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiedehopf",
      "translation": "huppe",
      "definition": "Ein mittelgroßer Vogel mit einer auffälligen Federhaube und schwarz-weißen Federn, in Europa, Asien und Afrika vorkommend.",
      "definition_translation": "Un oiseau de taille moyenne avec une crête distinctive et des plumes noires et blanches, trouvé en Europe, en Asie et en Afrique.",
      "example": "Der Wiedehopf saß auf einem Ast, Insekten beobachtend. Es wird Afrika im nächsten Winter anfliegen. Der Wiedehopf hatte sein Nest im alten Eichenbaum letztes Jahr gebaut.",
      "example_translation": "La huppe était perchée sur la branche de l'arbre, regardant les insectes. Elle migrera en Afrique l'hiver prochain. La huppe avait construit son nid dans le vieux chêne l'année dernière.",
      "imageLink": "image_files\\English\\hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kolibri",
      "translation": "oiseau-mouche",
      "definition": "Ein kleiner, bunt gefiederter Vogel mit einem langen Schnabel, in Amerika bekannt für seine schnelle Flügelbewegung und die Fähigkeit, in der Luft stillzustehen.",
      "definition_translation": "Un petit oiseau couleur vive avec un long bec, trouvé dans les Amériques, connu pour son mouvement d'aile rapide et sa capacité à planer en milieu d'air.",
      "example": "Der Kolibri nippte Nektar von der Blume. Es wird nach Südamerika im nächsten Monat fliegen. Der Kolibri hatte seine Flügel mit atemberaubenden 80 Mal pro Sekunde geschlagen.",
      "example_translation": "L'oiseau-mouche buvait du nectar du fleur. Il volera en Amérique du Sud le mois prochain. L'oiseau-mouche avait ses ailes battant à une vitesse incroyable de 80 fois par seconde.",
      "imageLink": "image_files\\English\\hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ibis",
      "translation": "ibis",
      "definition": "Ein langhalsiger, langbeiniger Watvogel mit einem gekrümmten Schnabel, in warmen und tropischen Regionen vorkommend.",
      "definition_translation": "Un oiseau échassier à long cou et à longues pattes avec un bec courbé, trouvé dans les régions chaudes et tropicales.",
      "example": "Der Ibis watete durch das seichte Wasser, nach Fischen suchend. Es wird nach Afrika im nächsten Frühjahr auswandern. Der Ibis hatte seine Federn vom starken Wind zerzaust.",
      "example_translation": "L'ibis marchait à travers l'eau peu profonde, à la recherche de poissons. Elle migrera en Afrique au printemps prochain. L'ibis avait ses plumes ébouriffées par le vent fort.",
      "imageLink": "image_files\\English\\ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichelhäher",
      "translation": "choucas",
      "definition": "Ein Eichelhäher ist eine Art von Vogel, die zur Familie der Rabenvögel gehört. Er ist bekannt für seinen silbrigen Glanz auf seinem Rücken und seinen lauten, schrillen Ruf.",
      "definition_translation": "Un choucas est un type d'oiseau appartenant à la famille des corvidés. Il est connu pour son éclat argenté sur son dos et son cri perçant et strident.",
      "example": "Der Eichelhäher saß auf der Fensterbank, uns mit seinen durchdringenden Augen beobachtend. Es hatte gestern dort gesessen und wird morgen wieder dort sitzen.",
      "example_translation": "Le choucas perché sur l'appui de fenêtre, nous regardait de ses yeux perçants. Il avait perché là hier, et il percherait là encore demain.",
      "imageLink": "image_files\\English\\jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichelhahn",
      "translation": "geai",
      "definition": "Ein Eichelhahn ist ein bunt gefiederter Vogel, bekannt für sein kühnes und neugieriges Wesen. Er hat eine auffällige Federhaube auf seinem Kopf und einen lauten, rauen Ruf.",
      "definition_translation": "Un geai est un oiseau aux couleurs vives connu pour sa nature courageuse et curieuse. Il a une crête distinctive sur sa tête et un cri rauque et strident.",
      "example": "Der Eichelhahn flitzte durch den Wald, seine blauen und weißen Federn in der Sonne blinkend. Es hatte gestern durch den Wald flitzt und wird morgen wieder durch den Wald flitzen.",
      "example_translation": "Le geai voltigeait à travers la forêt, ses plumes bleu vif et blanc éclatant dans la lumière du soleil. Il avait voltigé à travers la forêt hier, et il voltigera à travers encore demain.",
      "imageLink": "image_files\\English\\jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turmfalke",
      "translation": "faucon crécerelle",
      "definition": "Ein Turmfalke ist eine Art von kleinen Falken, bekannt für seine Agilität und Geschwindigkeit. Er hat einen schlanken Körper und einen langen Schwanz, oft in der Luft schwebend zu sehen.",
      "definition_translation": "Un faucon crécerelle est un type de faucon petit connu pour son agilité et sa rapidité. Il a un corps svelte et une longue queue, et est souvent vu planant en l'air.",
      "example": "Der Turmfalke segelte über uns hinweg, seine Flügel schnell schlagend, während er den Boden unten absuchte. Es hatte gestern über uns hinweg gesegelt und wird morgen wieder über uns hinweg segeln.",
      "example_translation": "Le faucon crécerelle planait au-dessus, ses ailes battant rapidement tandis qu'il scannait le sol en-dessous à la recherche de proie. Il avait plané au-dessus hier, et il planera au-dessus encore demain.",
      "imageLink": "image_files\\English\\kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisvogel",
      "translation": "martin-pêcheur",
      "definition": "Ein Eisvogel ist ein bunt gefiederter Vogel, bekannt für seine Geschwindigkeit und Agilität. Er hat ein auffälliges blaues und weißes Gefieder und ist oft dabei zu sehen, wie er ins Wasser taucht, um Fische zu fangen.",
      "definition_translation": "Un martin-pêcheur est un oiseau aux couleurs vives connu pour sa rapidité et son agilité. Il a un plumage bleu vif et blanc distinct, et est souvent vu plongeant dans l'eau pour attraper des poissons.",
      "example": "Der Eisvogel schoss über den See, seine blauen Federn in der Sonne blinkend. Er hatte gestern über den See geschossen und wird morgen wieder über den See schießen.",
      "example_translation": "Le martin-pêcheur filait à travers le lac, ses plumes bleu vif éclatant dans la lumière du soleil. Il avait filé à travers le lac hier, et il filera à travers encore demain.",
      "imageLink": "image_files\\English\\kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiwi",
      "translation": "kiwi",
      "definition": "Ein Kiwi ist ein kleiner, flugunfähiger Vogel, einheimisch in Neuseeland, bekannt für sein braunes Gefieder und seinen langen Schnabel.",
      "definition_translation": "Un kiwi est un petit oiseau sans vol originaire de Nouvelle-Zélande, connu pour son plumage brun et son long bec.",
      "example": "Ich sah ein Kiwi im Zoo letzte Woche und es war sehr niedlich. Ich werde nach Neuseeland reisen, um Kiwis in ihrem natürlichen Lebensraum zu sehen. Bis nächsten Monat werde ich über das Verhalten von Kiwis gelernt haben.",
      "example_translation": "J'ai vu un kiwi au zoo la semaine dernière, et c'était très mignon. Je vais aller en Nouvelle-Zélande pour voir les kiwis dans leur habitat naturel l'année prochaine. D'ici le mois prochain, j'aurai appris sur le comportement des kiwis.",
      "imageLink": "image_files\\English\\kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiebitz",
      "translation": "vanneau",
      "definition": "Ein Kiebitz ist eine Art von Vogel mit einer auffälligen Federhaube und lautem, durchdringendem Ruf, in Feuchtgebieten und Grasländern vorkommend.",
      "definition_translation": "Un vanneau est un type d'oiseau avec une crête distinctive et un cri perçant, trouvé dans les zones humides et les prairies.",
      "example": "Der Kiebitz ist ein häufiger Anblick in den Feuchtgebieten bei meiner Stadt. Ich sah einen Kiebitz auf dem Boden nistend letzten Sommer. Bis nächsten Winter werden Kiebitze in wärmere Regionen ausgewandert sein.",
      "example_translation": "Le vanneau est une vue commune dans les zones humides près de ma ville. J'ai vu un vanneau nichant sur le sol l'été dernier. D'ici l'hiver prochain, les vanneaux auront migré vers des régions plus chaudes.",
      "imageLink": "image_files\\English\\lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Möwenläufer",
      "translation": "goéland à manteau noir",
      "definition": "Der Kleine Möwenläufer ist ein mittelgroßer Seeschwalbenart mit schwarzem Rücken und weißen Flügeln, der an Küstengebieten vorkommt und nach Nahrung sucht.",
      "definition_translation": "Le goéland à manteau noir est un oiseau de mer de taille moyenne avec un dos noir et des ailes blanches, trouvé dans les zones côtières et fouinant pour se nourrir.",
      "example": "Ich sah einen Kleinen Möwenläufer über dem Strand fliegen gestern. Die Kleinen Möwenläufer folgen den Fischerbooten, um sich von den Abfällen zu ernähren. Bis nächste Saison werden die Kleinen Möwenläufer ihre Brutkolonien etabliert haben.",
      "example_translation": "J'ai vu un goéland à manteau noir volant au-dessus de la plage hier. Les goélands à manteau noir suivront les bateaux de pêche pour se nourrir des rebuts. D'ici la saison prochaine, les goélands à manteau noir auront établi leurs colonies de reproduction.",
      "imageLink": "image_files\\English\\lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Spießadler",
      "translation": "aigle ponctué",
      "definition": "Der Kleine Spießadler ist ein großer, dunkelbrauner Greifvogel mit weißen Flecken auf den Flügeln, der in Wäldern und Gehölzen vorkommt und kleine Säugetiere und Vögel jagt.",
      "definition_translation": "L'aigle ponctué est un grand rapace brun foncé avec des taches blanches sur ses ailes, trouvé dans les forêts et les bois, se nourrissant de petits mammifères et d'oiseaux.",
      "example": "Der Kleine Spießadler ist eine gefährdete Art in unserem Land. Ich werde nächstes Jahr auf Safari gehen, um den Kleinen Spießadler in seinem natürlichen Habitat zu sehen. Bis nächsten Monat werde ich über die Paarungsgewohnheiten des Kleinen Spießadlers gelernt haben.",
      "example_translation": "L'aigle ponctué est une espèce en danger dans notre pays. Je vais aller en safari pour voir l'aigle ponctué dans son habitat naturel l'année prochaine. D'ici le mois prochain, j'aurai appris sur les habitudes de reproduction de l'aigle ponctué.",
      "imageLink": "image_files\\English\\lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hänfling",
      "translation": "linotte",
      "definition": "Ein kleiner Singvogel mit braunem Rücken und Flügeln und grau-weißer Brust, der in Gärten und Hecken vorkommt.",
      "definition_translation": "Un petit oiseau chanteur avec un dos et des ailes brunes et un ventre gris-blanc, trouvé dans les jardins et les haies.",
      "example": "Der Hänfling saß auf einem Apfelbaumzweig und sang sein süßes Lied. Gestern hatte er ein Nest in der Hecke gebaut, und morgen wird er nach Süden fliegen, um den Winter zu verbringen.",
      "example_translation": "La linotte perchée sur la branche du pommier chantait sa mélodie suave. Hier, elle avait construit un nid dans la haie, et demain elle volera vers le sud pour l'hiver.",
      "imageLink": "image_files\\English\\linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldohreule",
      "translation": "hibou à longues oreilles",
      "definition": "Ein nachtaktiver Greifvogel mit großen, runden Augen und langen Ohrtüpfeln, der in Wäldern und Grasländern vorkommt.",
      "definition_translation": "Un oiseau de proie nocturne avec de grands yeux ronds et de longues oreilles, trouvé dans les bois et les prairies.",
      "example": "Die Waldohreule flog lautlos durch den Wald, ihr akutes Gehör detektierte die geringste Bewegung. Morgen wird sie zu ihrem Nest zurückkehren, und heute Nacht wird sie wieder jagen.",
      "example_translation": "Le hibou à longues oreilles volait silencieusement à travers la forêt, son ouïe aigüe détectant le moindre mouvement. Le matin, il reviendra à son nid, et ce soir il chassera à nouveau.",
      "imageLink": "image_files\\English\\long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockente",
      "translation": "canard colvert",
      "definition": "Eine große, braun-grünlilafarbene Ente mit grau-bräunlicher Brust, die in Teichen und Flüssen vorkommt.",
      "definition_translation": "Un grand canard brun-vert avec un ventre gris-brun, trouvé dans les étangs et les rivières.",
      "example": "Die Stockente schwamm über den Teich, ihr Gefieder glänzte im Sonnenlicht. Gestern hatte sie ein Nest am Ufer gebaut, und morgen wird sie in wärmere Gewässer wandern.",
      "example_translation": "Le canard colvert nageait à travers l'étang, ses plumes brillant au soleil. Hier, il avait construit un nid sur la berge de la rivière, et demain il migrera vers des eaux plus chaudes.",
      "imageLink": "image_files\\English\\mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sumpfmeise",
      "translation": "mésange des marais",
      "definition": "Ein kleiner, grau-bräunlicher Vogel mit einer charakteristischen schwarzen Stirnbinde, der in Feuchtgebieten und Sümpfen vorkommt.",
      "definition_translation": "Un petit oiseau gris-brun avec une bande noire distinctive sur son front, trouvé dans les zones humides et les marais.",
      "example": "Die Sumpfmeise flatterte zwischen den Schilfrohren, auf der Suche nach Insekten zu fressen. Gestern hatte sie ein Nest im Sumpf gebaut, und morgen wird sie in die nahegelegenen Wälder vordringen.",
      "example_translation": "La mésange des marais voltait entre les roseaux, à la recherche d'insectes à manger. Hier, elle avait construit un nid dans le marais, et demain elle s'aventurera dans les bois voisins.",
      "imageLink": "image_files\\English\\marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtigall",
      "translation": "rossignol",
      "definition": "Ein kleiner, ziehender Vogel mit einer melodischen Lied, typischerweise braun oder grau gefärbt, der in Europa und Asien vorkommt.",
      "definition_translation": "un petit oiseau migrateur avec un chant mélodieux,habituellement brun ou gris, trouvé en Europe et en Asie.",
      "example": "Abends sang die Nachtigall süße Melodien, die ich letzten Sommer gehört hatte, wieder hören werde nächstes Jahr, und gestern gehört hatte.",
      "example_translation": "Le soir, le rossignol chantait des mélodies douces, que j'avais entendues l'été dernier, entendrai à nouveau l'année prochaine et avais entendues hier.",
      "imageLink": "image_files\\English\\nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtschwalbe",
      "translation": "engoulevent",
      "definition": "Ein nachtaktiver Vogel mit langen, spitz zulaufenden Flügeln und einem lauten, gurgelnden Ruf, der in warmen Regionen vorkommt.",
      "definition_translation": "un oiseau nocturne avec une aile pointue longue et un appel bourdonnant fort, trouvé dans les régions chaudes.",
      "example": "Die Nachtschwalbe flog lautlos, wird wieder fliegen morgen, und hatte geflogen gestern, ihr ungewöhnlicher Ruf hallte in der Dunkelheit nach.",
      "example_translation": "L'engoulevent volait silencieusement, volera à nouveau demain et avait volé hier, son appel inhabituel résonnant dans l'obscurité.",
      "imageLink": "image_files\\English\\nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischadler",
      "translation": "balbuzard",
      "definition": "Ein großer, fischfressender Greifvogel mit einem charakteristischen Ruf, der an Wasserwegen vorkommt.",
      "definition_translation": "un grand oiseau de proie pêcheur avec un appel distinct, trouvé près des voies d'eau.",
      "example": "Der Fischadler hatte in den See getaucht, wird wieder tauchen bald, und taucht jeden Morgen, um seine Beute zu fangen.",
      "example_translation": "Le balbuzard avait plongé dans le lac, plongera à nouveau bientôt et plonge chaque matin pour attraper sa proie.",
      "imageLink": "image_files\\English\\osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Rebhuhn",
      "translation": "perdrix",
      "definition": "Ein mittelgroßer Vogel mit einem plumpen Körper und einem charakteristischen Ruf, der in trockenen Regionen vorkommt.",
      "definition_translation": "un oiseau de taille petite à moyenne avec un corps dodu et un appel distinct, trouvé dans les régions sèches.",
      "example": "Das Rebhuhn rannte schnell, wird wieder rennen morgen, und hatte gestern schnell über die trockene Landschaft gerannt.",
      "example_translation": "La perdrix courait rapidement, courra à nouveau demain et avait couru hier à travers le paysage aride.",
      "imageLink": "image_files\\English\\partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfau",
      "translation": "paon",
      "definition": "Ein großer, bunt gefärbter Vogel mit einem auffälligen Ruf, nativ in den Wäldern Indiens und Südostasiens.",
      "definition_translation": "Un grand oiseau aux couleurs vives avec un cri distinct, natif des forêts de l'Inde et du Sud-Est de l'Asie.",
      "example": "Der Bauer hatte einen Pfau in seinem Hinterhof gekauft. Er hatte ihn letzte Woche in einem Tierhandlung gekauft. Bis zum nächsten Jahr wird er sein schönes Gefieder ausgebildet haben.",
      "example_translation": "Le fermier avait un paon dans son jardin. Il l'avait acheté dans un magasin d'animaux de compagnie la semaine dernière. D'ici l'année prochaine, il aura poussé ses plumes magnifiques.",
      "imageLink": "image_files\\English\\peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelikan",
      "translation": "pélican",
      "definition": "Ein großer Wasserazi mit einem charakteristischen Beutel-Bill, in warmen und tropischen Regionen zu finden.",
      "definition_translation": "Un grand oiseau d'eau avec un bec distinct à poche, trouvé dans les régions chaudes et tropicales.",
      "example": "Der Pelikan tauchte hinab, um einen Fisch im See zu fangen. Er war über dem Wasser für Stunden geflogen. Bis zum nächsten Morgen wird er zurück in sein Nest geflogen sein.",
      "example_translation": "Le pélican s'est précipité pour attraper un poisson dans le lac. Il avait volé au-dessus de l'eau pendant des heures. D'ici le lendemain matin, il sera retour à son nid.",
      "imageLink": "image_files\\English\\pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wanderfalke",
      "translation": "faucon pèlerin",
      "definition": "Ein schnell fliegender Raubvogel mit einem schlanken Körper und langen, spitz zulaufenden Flügeln, auf jedem Kontinent außer der Antarktis zu finden.",
      "definition_translation": "Un oiseau de proie à vol rapide avec un corps svelte et des ailes longues et pointues, trouvé sur tous les continents sauf l'Antarctique.",
      "example": "Der Wanderfalke stürzte sich in die Tiefe, um seine Beute in der Luft zu fangen. Er war hoch über der Stadt geflogen. Bis zum nächsten Frühling wird er in seine Sommerresidenz umgezogen sein.",
      "example_translation": "Le faucon pèlerin a plongé sur sa proie dans le ciel. Il avait volé très haut au-dessus de la ville. D'ici le printemps prochain, il aura migré vers son domicile d'été.",
      "imageLink": "image_files\\English\\peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fasan",
      "translation": "faisan",
      "definition": "Ein großer, bunt gefärbter Vogel, der nach Europa aus Asien eingeführt wurde, oft zum Sport gejagt.",
      "definition_translation": "Un grand oiseau aux couleurs vives introduit en Europe depuis l'Asie, souvent chassé pour le sport.",
      "example": "Der Jäger schoss einen Fasan im Wald. Er war ihm für Stunden gefolgt. Bis zum nächsten Herbst wird er wieder auf die Jagd gehen.",
      "example_translation": "Le chasseur a tiré un faisan dans la forêt. Il l'avait traqué pendant des heures. D'ici l'automne prochain, il sera retourné chasser.",
      "imageLink": "image_files\\English\\pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geflügel",
      "translation": "volaille",
      "definition": "Domestizierte Vögel, die für ihre Eier oder ihr Fleisch gehalten werden, wie Hähne, Truthähne, Enten und Gänse.",
      "definition_translation": "Oiseaux domestiqués élevés pour leurs œufs ou leur viande, comme les poulets, les dindes, les canards et les oies.",
      "example": "Der Bauer züchtete Geflügel auf seinem Hof, um es auf dem lokalen Markt zu verkaufen. Er hatte Jahre lang Geflügel gezüchtet. Er wird wieder Geflügel züchten, wenn die nächste Saison kommt.",
      "example_translation": "Le paysan élevait de la volaille sur sa ferme pour la vendre sur le marché local. Il a élevé de la volaille pendant des années. Il élèvera de la volaille à nouveau la saison prochaine.",
      "imageLink": "image_files\\English\\poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergkauz",
      "translation": "hulotte naine",
      "definition": "Eine kleine Eulenart, die in der Alten Welt heimisch ist, charakterisiert durch ihre winzige Größe und Ohrbüschel.",
      "definition_translation": "Une espèce de hibou originaire du Vieux Monde, caractérisée par sa petite taille et ses touffes d'oreilles.",
      "example": "Der Zwergkauz saß auf einem Ast, seinem Beute beobachtend. Er hatte Jahre lang in demselben Baum genistet. Er wird wieder um Dämmerungszeit auf die Jagd gehen.",
      "example_translation": "La hulotte naine était perché sur une branche, observant sa proie. Elle avait fait son nid dans le même arbre pendant des années. Elle chassera à nouveau au crépuscule.",
      "imageLink": "image_files\\English\\pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachtel",
      "translation": "caille",
      "definition": "Eine kleine, bodenbewohnende Vogelart, oft zum Schutz ihrer Eier und Fleisch gejagt.",
      "definition_translation": "Une espèce d'oiseau de petite taille, habitant le sol, souvent chassée pour sa chair et ses œufs.",
      "example": "Die Wachtel flog aus dem Strauch, vom Jäger erschreckt. Sie hatten Eier in den Unterholz gelegt. Sie wird wieder frei in den offenen Feldern herumstreichen.",
      "example_translation": "La caille s'est envolée hors du buisson, effrayée par le chasseur. Elle avait pondu des œufs dans les fourrés. Elle errera librement dans les champs ouverts.",
      "imageLink": "image_files\\English\\quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rothalstaucher",
      "translation": "grèbe à cou roux",
      "definition": "Eine Wasserzielart, die durch ihre roten Halsfedern gekennzeichnet ist, in aquatischen Habitaten zu finden.",
      "definition_translation": "Une espèce d'oiseau aquatique caractérisée par ses plumes rouges distinctes sur le cou, trouvée dans des habitats aquatiques.",
      "example": "Der Rothalstaucher tauchte in den See, um Fische zu suchen. Er hatte auf dem nahen Ufer genistet. Er wird bald in wärmere Gewässer wandern.",
      "example_translation": "Le grèbe à cou roux s'est plongé dans le lac, à la recherche de poissons. Elle avait fait son nid sur la rive voisine. Elle migrera bientôt vers des eaux plus chaudes.",
      "imageLink": "image_files\\English\\red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkehlchen",
      "translation": "rogue",
      "definition": "Ein kleiner, runder Brustvogel mit braunem Rücken und rotem Brustfleisch, in Europa und Nordamerika zu finden.",
      "definition_translation": "Un petit oiseau chanteur à poitrine ronde et dos brun, trouvé en Europe et en Amérique du Nord.",
      "example": "Das Rotkehlchen sang süße Melodien in der Morgen, es wird morgen wieder singen, es sang auch gestern.",
      "example_translation": "Le rogue chantait des mélodies suaves le matin, il chantera à nouveau demain, et il chantait hier.",
      "imageLink": "image_files\\English\\robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Walze",
      "translation": "lisse",
      "definition": "Ein Gerät oder Werkzeug, um eine Oberfläche zu glätten oder auszubessern, wie eine Straße oder ein Stoff.",
      "definition_translation": "Un dispositif ou outil utilisé pour aplatir ou lisser une surface, comme une route ou un tissu.",
      "example": "Der Bauarbeiter verwendete eine Walze, um die Straße zu pflastern. Er wird sie nächste Woche wieder verwenden, und er verwendete sie letzten Monat.",
      "example_translation": "L'ouvrier de la construction a utilisé un lisse pour paver la route, il l'utilisera à nouveau la semaine prochaine, et il l'a utilisé le mois dernier.",
      "imageLink": "image_files\\English\\roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turmfalke",
      "translation": "fou",
      "definition": "Ein großer schwarzer Vogel der Krähenfamilie, in Europa und Asien heimisch, bekannt für seinen charakteristischen Ruf.",
      "definition_translation": "Un grand oiseau noir de la famille des corbeaux, trouvé en Europe et en Asie, connu pour son cri distinctif.",
      "example": "Der Turmfalke rief laut in dem Wald, er wird wieder rufen bei Tagesanbruch, und er rief gestern Abend.",
      "example_translation": "Le fou a crié fort dans la forêt, il criera à nouveau à l'aube, et il a crié hier soir.",
      "imageLink": "image_files\\English\\rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeisig",
      "translation": "tarin",
      "definition": "Ein kleiner Finkenvogel mit gelbem und braunem Gefieder, in Europa und Asien heimisch.",
      "definition_translation": "Un petit oiseau ressemblant à un pinson avec un plumage jaune et brun, trouvé en Europe et en Asie.",
      "example": "Der Zeisig saß auf dem Zweig, er wird wieder sitzen morgen, und er saß gestern Morgen.",
      "example_translation": "Le tarin s'est perché sur la branche, il se perchera à nouveau demain, et il s'est perché hier matin.",
      "imageLink": "image_files\\English\\siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnepfe",
      "translation": "bécassine",
      "definition": "Ein langsch Schnepfenvogel, der in Feuchtgebieten und Grasland lebt, bekannt für seine heimliche Natur und schnellen Flug.",
      "definition_translation": "Un oiseau à long bec et à plumage camouflé qui habite les zones humides et les prairies, connu pour sa nature secrète et son vol rapide.",
      "example": "Der Jäger schlich seinem Opfer nach, um einen Blick auf den elastischen Schnepfen zu erhaschen. Gestern hatte er einen Schnepfen fliegen sehen. Bis zur nächsten Saison wird der Schnepfe in wärmere Gebiete gezogen sein.",
      "example_translation": "Le chasseur a traqué sa proie, essayant d'apercevoir la bécassine elusive. Hier, il avait vu une bécassine voler au-dessus. D'ici la saison prochaine, la bécassine aura migré vers des climats plus chauds.",
      "imageLink": "image_files\\English\\snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sperber",
      "translation": "épervier",
      "definition": "Ein kleiner, agiler Greifvogel, bekannt für seinen schnellen Flug und die Fähigkeit, kleine Vögel in der Luft zu jagen.",
      "definition_translation": "Un petit oiseau de proie agile connu pour son vol rapide et sa capacité à chasser de petits oiseaux en plein vol.",
      "example": "Der Sperber segelte über dem Himmel, suchend nach seinem nächsten Mahl. Gestern hatte er eine Spatz in der Luft gefangen. Bis nächste Woche wird der Sperber sein Nest gebaut haben.",
      "example_translation": "L'épervier a plané au-dessus, balayant le ciel à la recherche de son prochain repas. Hier, il avait attrapé un moineau en plein vol. D'ici la semaine prochaine, l'épervier aura construit son nid.",
      "imageLink": "image_files\\English\\sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzweißschwanz",
      "translation": "gobemouche ponctué",
      "definition": "Ein kleiner, agiler Vogel mit schwarz-weißem Gefieder, bekannt für seinen akrobatischen Flug und die Fähigkeit, Fliegen in der Luft zu fangen.",
      "definition_translation": "Un petit oiseau agile avec un plumage noir et blanc ponctué, connu pour son vol acrobatique et sa capacité à attraper des mouches en plein vol.",
      "example": "Der Schwarzweißschwanz flitzte von Zweig zu Zweig, Fliegen mit Leichtigkeit fangend. Gestern hatte er sein Nest in einem nahen Baum gebaut. Bis nächsten Sommer wird der Schwarzweißschwanz seine Jungen großgezogen haben.",
      "example_translation": "Le gobemouche ponctué a voltigé de branche en branche, attrapant des mouches avec facilité. Hier, il avait construit son nid dans un arbre voisin. D'ici l'été prochain, le gobemouche ponctué aura élevé ses jeunes.",
      "imageLink": "image_files\\English\\spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tannenhäher",
      "translation": "casse-noix tacheté",
      "definition": "Ein großer, krähengearteter Vogel mit schwarz-weißem Gefieder, bekannt für seine Fähigkeit, Nüsse mit seinem starken Schnabel aufzubrechen.",
      "definition_translation": "Un grand oiseau corvidé avec un plumage noir et blanc ponctué, connu pour sa capacité à ouvrir des noix avec son bec puissant.",
      "example": "Der Tannenhäher platzierte die Nuss sorgfältig in seinem Schnabel, sie mit Leichtigkeit aufbrechend. Gestern hatte er seine Nüsse in einem versteckten Vorrat gelagert. Bis zum nächsten Winter wird der Tannenhäher genügend Nüsse für die Saison gecacht haben.",
      "example_translation": "Le casse-noix tacheté a placé soigneusement la noix dans son bec, l'ouvrant avec facilité. Hier, il avait stocké ses noix dans un cache caché. D'ici l'hiver prochain, le casse-noix tacheté aura stocké suffisamment de noix pour la saison.",
      "imageLink": "image_files\\English\\spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Star",
      "translation": "étourneau",
      "definition": "Ein Star ist ein Vogeltyp, der in Europa und Asien heimisch ist, aber in vielen anderen Teilen der Welt eingeführt wurde. Er ist bekannt für seine irisierenden Federn und seinen charakteristischen Ruf.",
      "definition_translation": "Un étourneau est un type d'oiseau originaire d'Europe et d'Asie, mais qui a été introduit dans de nombreux autres parties du monde. Il est connu pour ses plumes irisées et son cri distinct.",
      "example": "Der Star saß auf dem Fenstersims, laut krächzend. Gestern sah ich einen Schwarm von Sternen überfliegen. Bis nächstes Jahr werde ich Tausende von Sternen in meinem Garten gesehen haben.",
      "example_translation": "L'étourneau perché sur l'appui de fenêtre, chantait bruyamment. Hier, j'ai vu un essaim d'étourneaux volant au-dessus de ma tête. D'ici l'an prochain, j'aurai vu des milliers d'étourneaux dans mon jardin.",
      "imageLink": "image_files\\English\\starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwalbe",
      "translation": "hirondelle",
      "definition": "Eine Schwalbe ist ein Vogeltyp, der bekannt für seinen schnellen Flug und seine Agilität ist. Sie ist oft in der Nähe von Gewässern zu finden, wo sie Insekten und kleine Fische frisst.",
      "definition_translation": "Une hirondelle est un type d'oiseau connu pour son vol rapide et son agilité. On la trouve souvent près des plans d'eau, où elle se nourrit d'insectes et de petits poissons.",
      "example": "Die Schwalbe zuckte durch die Luft, nach Mücken jagend. Letzten Sommer sah ich ein Nest von Schwalben in den Dachsparren meines Hauses. Bis nächsten Frühling werden die Schwalben in ihr Sommerquartier zurückkehren.",
      "example_translation": "L'hirondelle a foncé dans l'air, poursuivant les moustiques. L'été dernier, j'ai vu un nid d'hirondelles dans les avant-toits de ma maison. D'ici le printemps prochain, les hirondelles seront revenues dans leur résidence estivale.",
      "imageLink": "image_files\\English\\swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mauersegler",
      "translation": "martinet",
      "definition": "Ein Mauersegler ist ein Vogeltyp, der bekannt für seinen raschen Flug und seine Agilität ist. Er ist oft in städtischen Gebieten zu finden, wo er Insekten und kleine Wirbellose frisst.",
      "definition_translation": "Un martin est un type d'oiseau connu pour son vol rapide et son agilité. On le trouve souvent dans les zones urbaines, où il se nourrit d'insectes et de petits invertébrés.",
      "example": "Der Mauersegler zischte durch die Straßen der Stadt, Insekten in der Luft fangend. Gestern Abend sah ich einen Schwarm von Mauerseglern über dem Stadtplatz fliegen. Bis nächsten Monat werden die Mauersegler in ihre Winterquartiere gezogen sein.",
      "example_translation": "Le martin a survolé les rues de la ville, attrapant des insectes en plein vol. Hier soir, j'ai vu un essaim de martins volant au-dessus de la place de la ville. D'ici le mois prochain, les martins auront migré vers leurs quartiers d'hiver.",
      "imageLink": "image_files\\English\\swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldkauz",
      "translation": "hibou moyen-duc",
      "definition": "Ein Waldkauz ist ein Eulentyp, der in Europa und Asien heimisch ist, bekannt für seinen charakteristischen Ruf und seine nächtlichen Gewohnheiten.",
      "definition_translation": "Un hibou moyen-duc est un type de hibou originaire d'Europe et d'Asie, connu pour son cri distinct de hululement et ses habitudes nocturnes.",
      "example": "Der Waldkauz saß in dem alten Eichenbaum, die Nachtgestalten unten beobachtend. Gestern Nacht hörte ich einen Waldkauz rufen. Bis nächstes Jahr werde ich einen Waldkauz aus der Nähe gesehen haben.",
      "example_translation": "Le hibou moyen-duc était perché dans le vieil arbre de chêne, observant les créatures nocturnes en dessous. Hier soir, j'ai entendu un hibou moyen-duc hululer dans le lointain. D'ici l'an prochain, j'aurai vu un hibou moyen-duc de près.",
      "imageLink": "image_files\\English\\tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]