{
  "data": [
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klette",
      "translation": "ablette",
      "definition": "Ein kleiner, schlanker Fisch der Karpfenfamilie, typischerweise in Flüssen und Seen gefunden.",
      "definition_translation": "Un petit poisson élancé de la famille des carpes, généralement trouvé dans les rivières et les lacs.",
      "example": "Die Klette ist ein gewöhnlicher Fisch in europäischen Flüssen. Ich habe eine Klette im See schwimmen sehen. Bis nächsten Monat werde ich eine Klette beim Angeln gefangen haben.",
      "example_translation": "L'ablette est un poisson commun dans les rivières européennes. J'ai vu une ablette nageant dans le lac. D'ici le mois prochain, j'aurai attrapé une ablette en pêchant.",
      "imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brasse",
      "translation": "brème",
      "definition": "Ein Süßwasserfisch der Karpfenfamilie, mit einem flachen Körper und einem kleinen Mund.",
      "definition_translation": "Un poisson d'eau douce de la famille des carpes, avec un corps plat et une petite bouche.",
      "example": "Ich werde heute Abend eine Brasse für das Abendessen zubereiten. Die Brasse hat einen delikaten Geschmack. Bis nächsten Jahr werde ich eine große Brasse beim Angeln gefangen haben.",
      "example_translation": "Je vais cuisiner une brème pour dîner ce soir. La brème a un goût délicat. D'ici l'année prochaine, j'aurai attrapé une grande brème en pêchant.",
      "imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quappe",
      "translation": "lotte",
      "definition": "Ein Süßwasserfisch mit einem langen, schlanken Körper und einem großen Kopf, in Europa und Nordamerika gefunden.",
      "definition_translation": "Un poisson d'eau douce avec un corps long et élancé et une grande tête, trouvé en Europe et en Amérique du Nord.",
      "example": "Ich habe eine Quappe im See letzten Wochenende gefangen. Ich werde morgen Quappenfischen gehen. Ich bin letzten Jahr Quappenfischen gegangen.",
      "example_translation": "J'ai attrapé une lotte dans le lac le week-end dernier. Je vais aller pêcher la lotte demain. J'allais pêcher la lotte l'année dernière.",
      "imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "karpfen",
      "translation": "carpe",
      "definition": "Ein Süßwasserfisch mit einem flachen, ovalen Körper und einem langen Rückenflossen, in Europa und Asien gefunden.",
      "definition_translation": "Un poisson d'eau douce avec un corps plat et ovale et une grande nageoire dorsale, trouvé en Europe et en Asie.",
      "example": "Ich habe einen Karpfen im Fluss gestern gesehen. Ich werde morgen einen Karpfen fangen. Ich habe letzten Monat einen Karpfen gefangen.",
      "example_translation": "J'ai vu une carpe nager dans la rivière hier. Je vais attraper une carpe demain. J'ai attrapé une carpe le mois dernier.",
      "imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wels",
      "translation": "poisson-chat",
      "definition": "Ein Süßwasserfisch mit einem flachen Körper undbartförmigen Barben um den Mund, in Nordamerika gefunden.",
      "definition_translation": "Un poisson d'eau douce avec un corps aplati et des barbillons en forme de moustaches autour de la bouche, trouvé en Amérique du Nord.",
      "example": "Ich bin letzten Nacht Welsenfischen gegangen. Ich werde heute Abend Wels zum Abendessen essen. Ich habe gestern Wels zum Mittagessen gegessen.",
      "example_translation": "Je suis allé pêcher le poisson-chat hier soir. Je vais manger du poisson-chat pour dîner ce soir. J'ai mangé du poisson-chat pour déjeuner hier.",
      "imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alander",
      "translation": "chevaine",
      "definition": "Ein Süßwasserfisch mit einem stämmigen Körper und einem kleinen Mund, in Europa und Asien gefunden.",
      "definition_translation": "Un poisson d'eau douce avec un corps robuste et une petite bouche, trouvé en Europe et en Asie.",
      "example": "Ich habe einen Aalander im Bach letzten Woche gefangen. Ich werde morgen einen Aalander fangen. Ich bin letzten Jahr Aalandernfischen gegangen.",
      "example_translation": "J'ai attrapé une chevaine dans le ruisseau la semaine dernière. Je vais attraper une chevaine demain. Je suis allé pêcher la chevaine l'année dernière.",
      "imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aale",
      "translation": "anguille",
      "definition": "Ein langer, schlanker Fisch der Ordnung Anguilliformes, in frischem und salzhaltigem Wasser in Europa und Nordamerika gefunden.",
      "definition_translation": "Un poisson long et svelte de l'ordre Anguilliformes, trouvé dans les eaux douces et salées en Europe et en Amérique du Nord.",
      "example": "Ich habe einen Aal beim Angeln im Fluss gestern gefangen, ich fange jeden Woche einen Aal, ich werde morgen einen Aal fangen.",
      "example_translation": "J'ai attrapé une anguille en pêchant dans la rivière hier, je attrape une anguille chaque semaine, je vais attraper une anguille demain.",
      "imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "flosse",
      "translation": "nageoire",
      "definition": "Ein dünnes, flaches oder membranöses Anhängsel am Körper eines Tieres, typischerweise zur Fortbewegung oder Steuerung verwendet.",
      "definition_translation": "Un appendice mince, plat ou membraneux attaché au corps d'un animal, généralement utilisé pour la propulsion ou la direction.",
      "example": "Die Flosse des Haies schnitt durch das Wasser, ich sah eine Flosse in der Ferne, der Fisch wird bald eine neue Flosse wachsen.",
      "example_translation": "La nageoire du requin a tranché dans l'eau, j'ai vu une nageoire à distance, le poisson va grandir une nouvelle nageoire bientôt.",
      "imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "plattfisch",
      "translation": "poisson plat",
      "definition": "Ein Fisch mit einem flachen Körper, wie z.B. eine Seezunge oder eine Scholle, typischerweise in seichtem Wasser gefunden.",
      "definition_translation": "Un poisson avec un corps plat, comme une sole ou une plague, généralement trouvé dans les eaux peu profondes.",
      "example": "Ich habe einen Plattfisch am Strand letzten Woche gefangen, Plattfische werden oft gegrillt serviert, wir werden heute Abend einen Plattfisch für das Abendessen kaufen.",
      "example_translation": "J'ai attrapé un poisson plat à la plage la semaine dernière, les poissons plats sont souvent servis grillés, nous allons acheter un poisson plat pour dîner ce soir.",
      "imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "scholle",
      "translation": "flet",
      "definition": "Ein Typ von Plattfisch, typischerweise in seichtem Wasser gefunden, mit einem flachen Körper und einem kleinen Mund.",
      "definition_translation": "Un type de poisson plat, généralement trouvé dans les eaux peu profondes, avec un corps plat et une petite bouche.",
      "example": "Ich sah eine Scholle im seichten Wasser schwimmen, wir werden morgen Schollenfischen gehen, Schollen werden oft mit Zitrone serviert.",
      "example_translation": "J'ai vu un flet nageant dans l'eau peu profonde, nous allons aller pêcher le flet demain, les flets sont souvent servis avec du citron.",
      "imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerbrasse",
      "translation": "dorade",
      "definition": "Eine Art von Meerfisch, ein Meeresfisch, der in Mittelmeer und im östlichen Atlantik vorkommt.",
      "definition_translation": "Un type de dorade, un poisson de mer originaire de la Méditerranée et de l'océan Atlantique Oriental.",
      "example": "Gestern habe ich eine große Meerbrasse während des Fischens im Mittelmeer gefangen. Heute kochte ich sie für das Mittagessen, und ich werde sie morgen mit meinen Freunden essen.",
      "example_translation": "Hier, j'ai attrapé un grand dorade en pêchant en Méditerranée. Aujourd'hui, je le cuisine pour déjeuner, et je le mangerai avec mes amis demain.",
      "imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gründling",
      "translation": "goujon",
      "definition": "Ein kleiner Süßwasserfisch der Karpfenfamilie, der in Flüssen und Seen in Europa und Asien vorkommt.",
      "definition_translation": "Un petit poisson d'eau douce de la famille des carpes, trouvé dans les rivières et les lacs en Europe et en Asie.",
      "example": "Der Gründling ist eine beliebte Art für Freizeitfischen. In der Vergangenheit hat mein Großvater oft Gründlinge im Fluss bei unserem Dorf gefangen. Jetzt gehe ich oft mit meinen Freunden Gründlinge angeln.",
      "example_translation": "Le goujon est une espèce populaire pour la pêche récréative. Dans le passé, mon grand-père attrapait des goujons dans la rivière près de notre village. Maintenant, j'y vais souvent pêcher avec mes amis.",
      "imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Guppy",
      "translation": "guppy",
      "definition": "Ein kleiner, bunter Süßwasserfisch, als Aquarium-Tier beliebt.",
      "definition_translation": "Un petit poisson d'eau douce coloré, populaire comme animal de compagnie d'aquarium.",
      "example": "Ich hatte einen Guppy als Haustier, als ich ein Kind war. Meine Schwester hat jetzt einen Guppy in ihrem Aquarium, und ich werde nächste Woche einen für meinen Sohn kaufen.",
      "example_translation": "J'avais un guppy comme animal de compagnie quand j'étais enfant. Ma sœur a un guppy dans son aquarium maintenant, et j'en achèterai un pour mon fils la semaine prochaine.",
      "imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kabeljau",
      "translation": "colin",
      "definition": "Ein mildgeschmackiger Fisch der Dorschfamilie, oft in traditioneller britischer Küche verwendet.",
      "definition_translation": "Un poisson de la famille de la morue, souvent utilisé dans la cuisine britannique traditionnelle.",
      "example": "Meine Großmutter kochte uns jeden Sonntag Kabeljau. Jetzt bevorzuge ich, Kabeljau in einem Pub mit meinen Freunden zu essen, und wir werden ihn nächsten Monat zum Abendessen haben.",
      "example_translation": "Ma grand-mère nous cuisinait du colin tous les dimanches. Maintenant, je préfère manger du colin dans un pub avec mes amis, et nous l'aurons pour dîner le mois prochain.",
      "imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seehecht",
      "translation": "colin",
      "definition": "Eine Art von Fisch, oft im Atlantischen Ozean gefunden, mit einem langen, schlanken Körper und einem kleinen Maul.",
      "definition_translation": "Un type de poisson, souvent trouvé dans l'océan Atlantique, avec un corps long et mince et une petite bouche.",
      "example": "Ich habe letzten Wochenende einen Seehecht während des Fischens gefangen. Ich werde ihn heute Abend kochen. Ich habe viele Seehechte vorher gekocht.",
      "example_translation": "J'ai pris un colin pendant que je pêchais le week-end dernier. Je le cuisinerai ce soir. J'ai cuit des colins plusieurs fois auparavant.",
      "imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heilbutt",
      "translation": "flétan",
      "definition": "Ein großer, flacher Fisch, der im Ozean founden wird, mit festem, weißem Fleisch und mildem Geschmack.",
      "definition_translation": "Un grand poisson plat trouvé dans l'océan, avec une chair ferme et blanche et un goût léger.",
      "example": "Meine Oma serviert jeden Sonntag Heilbutt zum Abendessen. Sie servierte letzte Woche Heilbutt. Sie wird nächste Woche wieder Heilbutt servieren.",
      "example_translation": "Ma grand-mère sert du flétan pour dîner tous les dimanches. Elle a servi du flétan la semaine dernière. Elle servira du flétan à nouveau la semaine prochaine.",
      "imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hering",
      "translation": "hareng",
      "definition": "Ein kleiner, fetter Fisch, oft für sein Fleisch gefangen, das reich an Omega-3-Fettsäuren ist.",
      "definition_translation": "Un petit poisson huileux souvent pris pour sa chair, qui est riche en acides gras oméga-3.",
      "example": "Ich aß Hering zum Frühstück heute Morgen. Ich werde morgen wieder Hering essen. Ich habe viele Male vorher Hering gegessen.",
      "example_translation": "J'ai mangé du hareng pour le petit déjeuner ce matin. Je mangerai du hareng à nouveau demain. J'ai mangé du hareng plusieurs fois auparavant.",
      "imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neunauge",
      "translation": "lamproie",
      "definition": "Eine Art von Fisch mit einem saugnapfartigen Mund, oft in Flüssen und Seen gefunden.",
      "definition_translation": "Un type de poisson avec une bouche en forme de coupelle, souvent trouvé dans les rivières et les lacs.",
      "example": "Das Neunauge hat sich an den Flossen des Hai gerührt. Es wird sich heute Abend an den Schuppen des Fisches rühren. Gestern hatte es sich an den Rumpf des Bootes gerührt.",
      "example_translation": "La lamproie s'est attachée à la nageoire du requin. Elle s'attachera à l'écaille du poisson ce soir. Elle s'était attachée à la coque du bateau hier.",
      "imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Makrele",
      "translation": "maquereau",
      "definition": "Eine Makrele ist ein Typ von Fisch, der oft als Nahrung gefangen wird. Sie hat einen charakteristischen Geschmack und ist reich an Omega-3-Fettsäuren.",
      "definition_translation": "Un maquereau est un type de poisson souvent pêché pour la nourriture. Il a un goût distinct et est riche en acides gras oméga-3.",
      "example": "Ich fing eine Makrele während des Fischens gestern, es war riesig. Makrelen sind im Atlantischen Ozean häufig. Ich werde Makrele zum Abendessen morgen essen.",
      "example_translation": "J'ai attrapé un maquereau pendant que je pêchais hier, il était énorme. Les maquereaux sont abondants dans l'océan Atlantique. Je mangerai du maquereau pour dîner demain.",
      "imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Muräne",
      "translation": "murène",
      "definition": "Eine Muräne ist ein Typ von aalartigem Fisch, der oft in tropischen Gewässern gefunden wird. Er hat einen langen, schlanken Körper und ein charakteristisches Muster von Flecken.",
      "definition_translation": "Une murène est un type de poisson semblable à une anguille qui est souvent trouvée dans les eaux tropicales. Elle a un corps long et svelte et un patern de taches distinct.",
      "example": "Ich sah eine Muräne gestern im Korallenriff schwimmen. Muränen sind bekannt dafür, fleischfressend zu sein. Ich werde das Verhalten von Muränen nächstes Semester studieren.",
      "example_translation": "J'ai vu une murène nageant dans le récif de corail hier. Les murènes sont connues pour être carnivores. J'étudierai le comportement des murènes le semestre prochain.",
      "imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barsch",
      "translation": "perche",
      "definition": "Ein Barsch ist eine Art von Fisch, der oft zum Sport oder als Nahrung gefangen wird. Er ist ein Süßwasserfisch und stammt ursprünglich aus Europa und Asien.",
      "definition_translation": "Une perche est un type de poisson souvent pêché pour le sport ou la nourriture. C'est un poisson d'eau douce et est originaire d'Europe et d'Asie.",
      "example": "Ich fing einen Barsch beim Angeln im See gestern. Barsche sind bekannt für ihre Aktivität bei Nacht. Ich werde nächste Woche mit meinen Freunden Barschangeln gehen.",
      "example_translation": "J'ai attrapé une perche pendant que je pêchais dans le lac hier. Les perches sont connues pour être actives la nuit. Je irai pêcher la perche avec mes amis la semaine prochaine.",
      "imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hecht",
      "translation": "brochet",
      "definition": "Ein Hecht ist eine Art von Fisch, der bekannt für sein aggressives Verhalten und seine scharfen Zähne ist. Er ist ein fleischfressender Fisch, der oft in Süßwasserhabitaten gefunden wird.",
      "definition_translation": "Un brochet est un type de poisson connu pour son comportement agressif et ses dents aiguisées. C'est un poisson carnivore qui est souvent trouvé dans les habitats d'eau douce.",
      "example": "Ich sah einen Hecht im Fluss schwimmen gestern. Hechte sind bekannt als einsame Wesen. Ich werde nächsten Sommer versuchen, einen Hecht zu fangen.",
      "example_translation": "J'ai vu un brochet nageant dans la rivière hier. Les brochets sont connus pour être des créatures solitaires. J'essayerai d'attraper un brochet l'été prochain.",
      "imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Piranha",
      "translation": "piranha",
      "definition": "Eine Piranha ist eine Art von fleischfressendem Fisch, der in Südamerika beheimatet ist und bekannt für seine scharfen Zähne und kräftigen Kiefer ist.",
      "definition_translation": "Un piranha est un type de poisson carnivore originaire d'Amérique du Sud, connu pour ses dents tranchantes et ses mâchoires puissantes.",
      "example": "In der Vergangenheit hatte ich Piranhas im Amazonas-Fluss gesehen. Jetzt habe ich Angst, in demselben Fluss zu schwimmen. In Zukunft werde ich diesen Fluss meiden.",
      "example_translation": "Dans le passé, j'avais vu des piranhas dans le fleuve Amazone. Maintenant, j'ai peur de nager dans le même fleuve. Dans le futur, je vais éviter ce fleuve complètement.",
      "imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Scholle",
      "translation": "plie",
      "definition": "Eine Scholle ist eine Art von Plattfisch, die oft im Nordmeer gefunden wird und bekannt für ihren delikaten Geschmack und ihre feste Konsistenz ist.",
      "definition_translation": "Une plie est un type de poisson plat communément trouvé dans la mer du Nord, connu pour son goût délicat et sa texture ferme.",
      "example": "Meine Großmutter kochte Scholle zum Abendessen, als ich ein Kind war. Jetzt bevorzuge ich, sie gegrillt zu essen. In Zukunft werde ich versuchen, selbst eine zu fangen.",
      "example_translation": "Ma grand-mère cuisinait des plies pour dîner lorsque j'étais enfant. Maintenant, je préfère le manger grillé. Dans le futur, j'essaierai d'en attraper un moi-même.",
      "imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotaugenfisch",
      "translation": "labre",
      "definition": "Ein Rotaugenfisch ist eine Art von Süßwasserfisch, die in Europa häufig gefunden wird und bekannt für seine grau-braune Farbe und seinen schlanken Körper ist.",
      "definition_translation": "Un labre est un type de poisson d'eau douce commun en Europe, connu pour sa couleur gris-brun et son corps svelte.",
      "example": "In der Vergangenheit fing ich Rotaugenfische im See. Jetzt bin ich glücklich, sie im Aquarium schwimmen zu sehen. In Zukunft werde ich sie einem neuen Lebensraum vorstellen.",
      "example_translation": "Dans le passé, j'attrapais des labres dans le lac. Maintenant, je suis heureux de les voir nager dans l'aquarium. Dans le futur, je vais les introduire dans un nouvel habitat.",
      "imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sardine",
      "translation": "sardine",
      "definition": "Eine Sardine ist ein kleiner, öliger Fisch, der oft in Dosen verkauft wird und als Snack oder Zutat in verschiedenen Gerichten verwendet wird.",
      "definition_translation": "Une sardine est un petit poisson huileux qui est souvent mis en conserve et mangé comme un snack ou utilisé comme ingrédient dans divers plats.",
      "example": "In der Vergangenheit aß ich Sardinen direkt aus der Dose. Jetzt bevorzuge ich, sie in Salaten zu verwenden. In Zukunft werde ich versuchen, sie in einem neuen Rezept zu kochen.",
      "example_translation": "Dans le passé, je mangeais des sardines directement depuis la conserve. Maintenant, je préfère les utiliser dans les salades. Dans le futur, j'essaierai de les cuisiner dans une nouvelle recette.",
      "imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sägefisch",
      "translation": "poisson-scie",
      "definition": "Ein Sägefisch ist eine Art von Rochen mit einem langen, flachen Schnabel, der eine Reihe scharfer Zähne hat, um anzugreifen und sich zu verteidigen.",
      "definition_translation": "Un poisson-scie est un type de raie avec un nez long et plat qui a une rangée de dents acérées, utilisé pour attaquer et se défendre.",
      "example": "2019 sah ich einen Sägefisch im Korallenriff schwimmen. Aktuell sind Sägefische in den meisten Ländern geschützt. Bis 2025 werden wir einen Plan implementiert haben, um Sägefisch-Populationen zu konservieren.",
      "example_translation": "En 2019, j'ai vu un poisson-scie nageant près du récif de corail. Actuellement, les poissons-scie sont protégés dans la plupart des pays. D'ici 2025, nous aurons mis en œuvre un plan pour conserver les populations de poissons-scie.",
      "imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skalar",
      "translation": "scalaire",
      "definition": "In der Mathematik ist ein Skalar eine Größe mit nur einer Größe, ohne Richtung, wie eine Zahl oder ein Maß.",
      "definition_translation": "En mathématiques, un scalaire est une quantité ayant seulement une grandeur, sans direction, comme un nombre ou une quantité.",
      "example": "Das skalare Produkt zweier Vektoren ist null, wenn sie senkrecht zueinander stehen. Skalare werden verwendet, um physikalische Größen wie Temperatur oder Masse zu messen. In Zukunft werden wir Skalare-Algorithmen entwickeln, um die Datenanalyse zu verbessern.",
      "example_translation": "Le produit scalaire de deux vecteurs est nul si elles sont perpendiculaires. Les scalaires sont utilisés pour mesurer les quantités physiques, comme la température ou la masse. À l'avenir, nous développerons des algorithmes scalaires pour améliorer l'analyse des données.",
      "imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skala",
      "translation": "échelle",
      "definition": "Eine Skala ist eine Reihe von Musiknoten in einem bestimmten Muster oder ein Gerät zum Wiegen oder Messen des Gewichts einer Sache.",
      "definition_translation": "Une échelle est une série de notes musicales dans un modèle spécifique, ou un dispositif pour peser ou mesurer le poids de quelque chose.",
      "example": "Ich werde die C-Dur-Skala auf meiner Gitarre heute Abend spielen. Der Arzt verwendete eine Waage, um den Patienten zu wiegen. Bis 2022 werden wir eine neue Skala entwickelt haben, um Kundenzufriedenheit zu messen.",
      "example_translation": "Je jouerai l'échelle de do majeur sur ma guitare ce soir. Le médecin a utilisé une échelle pour peser le patient. D'ici 2022, nous aurons développé une nouvelle échelle pour mesurer la satisfaction client.",
      "imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seepferdchen",
      "translation": "hippocampe",
      "definition": "Ein Seepferdchen ist eine Art von Meerfisch mit einem Pferdeähnlichen Kopf und einem gekrümmten Schweif, die oft in warmen tropischen Gewässern gefunden wird.",
      "definition_translation": "Un hippocampe est un type de poisson marin avec une tête de cheval et une queue courbée, souvent trouvé dans les eaux tropicales chaudes.",
      "example": "Ich sah ein Seepferdchen beim Korallenriff letzten Jahr schwimmen. Heute studieren wir das Verhalten von Seepferdchen in Gefangenschaft. In Zukunft werden wir Wege erkunden, um Seepferdchen-Habitate zu schützen.",
      "example_translation": "J'ai vu un hippocampe nageant près du récif de corail l'année dernière. Aujourd'hui, nous étudions le comportement des hippocampes en captivité. À l'avenir, nous explorerons les moyens de protéger les habitats des hippocampes.",
      "imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seelachs",
      "translation": "seule",
      "definition": "Der Seelachs ist eine Art von Plattfisch, die weit verbreitet im Atlantischen Ozean und im Mittelmeer gefunden wird.",
      "definition_translation": "Le sole est un type de poisson plat qui se trouve largement dans l'océan Atlantique et la mer Méditerranée.",
      "example": "Ich fing einen Seelachs beim Angeln im Ozean letzten Sommer und er war köstlich gegrillt. Jetzt plane ich, nächstes Wochenende wieder Seelachsfischen zu gehen. Bis nächstem Jahr werde ich die Kunst des Seelachsfangens gemeistert haben.",
      "example_translation": "J'ai attrapé une seule en pêchant dans l'océan l'été dernier, et c'était délicieux grillé. Maintenant, je planifie aller pêcher la seule encore ce week-end. L'année prochaine, j'aurai maîtrisé l'art d'attraper des soles.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sprotte",
      "translation": "esprit",
      "definition": "Eine Sprotte ist ein kleiner, öliger Fisch, der oft als Nahrung oder Köder verwendet wird.",
      "definition_translation": "Un esprit est un petit poisson gras qui est souvent capturé pour nourriture ou utilisé comme appât.",
      "example": "Ich verwendete Sprotten als Köder, um einen größeren Fisch zu fangen, und es funktionierte perfekt. Sprotten sind in den Gewässern um hier herum reichlich vorhanden, also habe ich immer einige bei der Hand. Bis nächsten Monat werde ich alle Rezepte mit Sprotten ausprobiert haben.",
      "example_translation": "J'ai utilisé des esprits comme appât pour attraper un poisson plus grand, et cela a fonctionné parfaitement. Les esprits sont abondants dans les eaux autour d'ici, donc j'en ai toujours quelques-uns sous la main. D'ici le mois prochain, j'aurai essayé toutes les recettes utilisant des esprits.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stichling",
      "translation": "épinoche",
      "definition": "Ein Stichling ist ein kleiner Fisch mit scharfen Stacheln auf seinem Rücken, der in Süß- und Salzwasser-Lebensräumen gefunden wird.",
      "definition_translation": "Une épinoche est un petit poisson avec des épines pointues sur son dos, trouvé dans des environnements d'eau douce et d'eau salée.",
      "example": "Ich erinnere mich daran, Stichlinge im Bach hinter meinem Haus als Kind gefangen zu haben. Stichlinge sind schwierig zu fangen, aber ihre Stacheln machen sie zu einer unterhaltsamen Herausforderung. Bis nächstem Jahr werde ich gelernt haben, Stichlinge in einem Aquarium zu züchten.",
      "example_translation": "Je me souviens d'avoir attrapé des épinoches dans le ruisseau derrière ma maison quand j'étais gosse. Les épinoches sont difficiles à attraper, mais leurs épines en font un défi amusant. D'ici l'année prochaine, j'aurai appris comment élever des épinoches dans un aquarium.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stör",
      "translation": "esturgeon",
      "definition": "Ein Stör ist ein großer Fisch mit einem langen, schlanken Körper und einer charakteristischen Schnauze, der in Flüssen und Küstengebieten gefunden wird.",
      "definition_translation": "Un esturgeon est un grand poisson avec un corps long et mince et un museau distinct, trouvé dans les rivières et les zones côtières.",
      "example": "Ich sah einen Stör schwimmen während meiner letzten Angeltour im Fluss. Störe sind gefährdet, daher müssen wir vorsichtig sein, um sie nicht zu stören. Bis zum nächsten Jahrzehnt hoffe ich, dass die Störpopulationen wieder angekommen sein werden.",
      "example_translation": "J'ai vu un esturgeon nageant dans la rivière pendant mon dernier voyage de pêche. Les esturgeons sont menacés, donc nous devons être prudents de ne pas les déranger. D'ici la prochaine décennie, j'espère que les populations d'esturgeons seront revenues à la normale.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenfisch",
      "translation": "poisson-lune",
      "definition": "Ein Sonnenfisch ist eine Art von Meerfisch, die der Familie Molidae angehört. Er ist durch seinen flachen, runden Körper und seine Fähigkeit, bis zu 3 Meter lang zu wachsen, gekennzeichnet.",
      "definition_translation": "Un poisson-lune est un type de poisson marin qui appartient à la famille des Molidae. Il est caractérisé par son corps plat et rond et sa capacité à atteindre 3 mètres de longueur.",
      "example": "Die Taucherin sah einen Sonnenfisch schwimmen nahe dem Korallenriff gestern und erwartet, einen anderen morgen zu sehen. Sie sah einen riesigen Sonnenfisch schwimmen in der Ferne letzte Woche.",
      "example_translation": "Le plongeur avait vu un poisson-lune nager près du récif de corail hier, et elle s'attend à en voir un autre demain. Elle avait vu un énorme poisson-lune nager à distance la semaine dernière.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwertfisch",
      "translation": "espadon",
      "definition": "Ein Schwertfisch ist ein großer, schnell schwimmender Fisch mit einem langen, spitzem Schnabel und einem charakteristischen Rückenflosse. Er ist ein beliebter Spiel- und Nahrungsfisch.",
      "definition_translation": "L'espadon est un grand poisson rapide avec un long bec pointu et une nageoire dorsale distinctive. C'est un poisson de jeu populaire et il est également apprécié pour sa viande.",
      "example": "Die Fischer fingen einen Schwertfisch am Morgen und werden ihn heute Abend essen. Bis nächstem Jahr werden Schwertfischbestände aufgrund von Überfischung voraussichtlich zurückgehen.",
      "example_translation": "Les pêcheurs ont attrapé un espadon ce matin, et ils le mangeront pour dîner ce soir. D'ici l'année prochaine, les populations d'espadons devraient diminuer en raison de la surpêche.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulbarsch",
      "translation": "tanche",
      "definition": "Ein Kaulbarsch ist ein kleiner bis mittelgroßer Süßwasserfisch mit einem schlanken Körper und einer charakteristischen Musterung von Flecken oder Balken. Er ist ein beliebter Angelfisch in Europa.",
      "definition_translation": "La tanche est un poisson d'eau douce de petite à moyenne taille avec un corps svelte et un motif distinct de taches ou de bandes. C'est un poisson de pêche populaire en Europe.",
      "example": "Der Angler fing einen Kaulbarsch im See gestern, aber er ließ ihn wieder ins Wasser fallen. Kaulbarsche werden oft in flachen Gewässern mit reichlichem Pflanzenwachstum gefunden.",
      "example_translation": "Le pêcheur a attrapé une tanche dans le lac hier, mais il l'a relâchée dans l'eau. Les tanche sont souvent trouvées dans les eaux peu profondes avec une végétation abondante.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zander",
      "translation": "sandre",
      "definition": "Ein Zander ist ein großer, fleischfressender Süßwasserfisch mit einem langen, schlanken Körper und einer charakteristischen Musterung von Streifen oder Flecken. Er ist in Europa und Asien heimisch.",
      "definition_translation": "Le sandre est un grand poisson d'eau douce carnivore avec un corps long et svelte et un motif distinct de bandes ou de taches. Il est originaire d'Europe et d'Asie.",
      "example": "Die Zanderpopulation im Fluss ist aufgrund von Habitatszerstörung zurückgegangen. Zander sind bekannt für ihre starke Kampfkraft und sind ein beliebter Spiel- und Nahrungsfisch.",
      "example_translation": "La population de sandres dans la rivière a diminué en raison de la destruction de l'habitat. Les sandres sont connus pour leur capacité de combat puissante et sont un poisson de jeu populaire.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]
}