[
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biskuit",
      "translation": "biscuit",
      "definition": "Ein kleines, meist süßes Backwerk, das typischerweise aus einer Mischung aus Mehl, Zucker und Fett hergestellt wird.",
      "definition_translation": " Une petite nourriture cuite, généralement sucrée, faite généralement avec un mélange de farine, de sucre et de graisse.",
      "example": "Ich aß ein Biskuit zum Frühstück. Ich esse ein Biskuit zum Frühstück. Ich werde ein Biskuit zum Frühstück essen.",
      "example_translation": "J'ai mangé un biscuit pour le petit déjeuner. Je mange un biscuit pour le petit déjeuner. Je mangerai un biscuit pour le petit déjeuner.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchen",
      "translation": "gâteau",
      "definition": "Ein süßes Backwerk, das aus Mehl, Zucker und Eiern hergestellt wird, meist als süßer Gang oder als Dekoration verwendet.",
      "definition_translation": "Un aliment sucré cuit fait avec de la farine, du sucre et des œufs, servit généralement comme un plat sucré ou utilisé comme une décoration.",
      "example": "Sie backte einen Kuchen für meinen Geburtstag. Sie backt einen Kuchen für meinen Geburtstag. Sie wird einen Kuchen für meinen Geburtstag backen.",
      "example_translation": "Elle a fait un gâteau pour mon anniversaire. Elle fait un gâteau pour mon anniversaire. Elle fera un gâteau pour mon anniversaire.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokolade",
      "translation": "chocolat",
      "definition": "Ein süßes Nahrungsmittel, das aus Kakaobohnen hergestellt wird, häufig als süßer Snack oder als Zutat in der Küche verwendet.",
      "definition_translation": "Un aliment sucré fait à partir de fèves de cacao, souvent mangé comme une collation sucrée ou utilisé comme un ingrédient dans la cuisine.",
      "example": "Ich liebe es, Schokoladenkuchen zu essen. Ich esse Schokoladenkuchen. Ich werde Schokoladenkuchen essen.",
      "example_translation": "J'aime manger du gâteau au chocolat. Je mange du gâteau au chocolat. Je mangerai du gâteau au chocolat.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiscreme",
      "translation": "glace",
      "definition": "Ein süßes Dessert, das aus Sahne und Zucker hergestellt wird, meist kalt serviert.",
      "definition_translation": "Un dessert sucré fait à partir de crème et de sucre, généralement servi froid.",
      "example": "Wir aßen Eiscreme am Strand. Wir essen Eiscreme am Strand. Wir werden Eiscreme am Strand essen.",
      "example_translation": "Nous avons mangé de la glace à la plage. Nous mangeons de la glace à la plage. Nous mangerons de la glace à la plage.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bonbon",
      "translation": "bonbon",
      "definition": "Ein süßes Nahrungsmittel, das aus Zucker hergestellt wird, oft aromatisiert und gefärbt, und oft als Snack gegessen.",
      "definition_translation": "un aliment sucré fabriqué à partir de sucre, souvent aromatisé et coloré, et souvent mangé comme collation",
      "example": "Ich aß ein Bonbon gestern, ich esse ein Bonbon jeden Tag, und ich werde ein Bonbon morgen essen.",
      "example_translation": "J'ai mangé un morceau de bonbon hier, je mange un morceau de bonbon tous les jours, et je mangerai un morceau de bonbon demain.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dessert",
      "translation": "dessert",
      "definition": "Ein süßer Gang oder eine süße Speise, meist am Ende einer Mahlzeit gegessen.",
      "definition_translation": "un plat sucré ou un cours, généralement mangé à la fin d'un repas",
      "example": "Ich hatte ein leckeres Dessert im Restaurant letzten Abend, ich habe ein Dessert jedes Wochenende, und ich werde ein Dessert auf meiner Geburtstagsfeier haben.",
      "example_translation": "J'ai eu un dessert délicieux au restaurant hier soir, j'ai un dessert chaque week-end, et j'aurai un dessert à ma fête d'anniversaire.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lutschbonbon",
      "translation": "sucette",
      "definition": "Ein harter Zucker, der auf einen Stiel montiert ist, meist aromatisiert und gefärbt.",
      "definition_translation": "un bonbon dur monté sur un bâton, généralement aromatisé et coloré",
      "example": "Ich lutschte an einem Lutschbonbon als Kind, ich lutsche an einem Lutschbonbon, wenn ich langweilig bin, und ich werde an einem Lutschbonbon auf dem Jahrmarkt lutschen.",
      "example_translation": "J'ai sucé une sucette quand j'étais enfant, je suce une sucette quand je suis ennuyé, et je sucerai une sucette à la foire.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "doux",
      "definition": "mit süßem Geschmack oder Geruch",
      "definition_translation": "avoir un goût ou une odeur sucrée",
      "example": "Ich aß einen süßen Kuchen gestern, ich esse süße Früchte jeden Morgen, und ich werde süße Kekse zu Weihnachten essen.",
      "example_translation": "J'ai mangé un gâteau doux hier, je mange des fruits doux chaque matin, et je mangerai des biscuits doux à Noël.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeiten",
      "translation": "desserts",
      "definition": "Nahrungsmittel, die süß im Geschmack sind, wie Bonbons, Kuchen und Pasteten, oft als Vergnügen oder Belohnung gegessen.",
      "definition_translation": "Substances alimentaires sucrées, telles que des bonbons, des gâteaux et des pâtisseries, souvent mangées comme un plaisir ou une récompense.",
      "example": "Ich liebte es, Süßigkeiten als Kind zu essen. Ich esse Süßigkeiten gelegentlich. Ich werde Süßigkeiten auf der Party morgen essen.",
      "example_translation": "J'adorais manger des desserts lorsqu'étais enfant. Je mange des desserts occasionnellement. Je mangerai des desserts à la fête demain.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schokoladenriegel",
      "translation": "barre de chocolat",
      "definition": "Eine rechteckig geformte Konfektion, die aus Schokolade hergestellt wird, oft mit Nüssen, Früchten oder Karamell gefüllt.",
      "definition_translation": "Un confisserie rectangulaire fait de chocolat, souvent avec des noix, des fruits ou du caramel ajoutés.",
      "example": "Ich aß einen Schokoladenriegel zum Frühstück. Ich werde einen Schokoladenriegel nach dem Mittagessen essen. Ich aß einen Schokoladenriegel gestern.",
      "example_translation": "J'ai mangé une barre de chocolat pour déjeuner. Je mangerai une barre de chocolat après déjeuner. J'ai mangé une barre de chocolat hier.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gelee",
      "translation": "gelée",
      "definition": "Ein süßer, weicher und transparenter Nachtisch, hergestellt aus Fruchtsaft, Zucker und Pektin.",
      "definition_translation": "Un dessert doux, tendre et transparent fait de jus de fruit, de sucre et de pectine.",
      "example": "Ich liebe Gelee mit meinem Joghurt zu essen. Ich aß Gelee auf der Party letzte Nacht. Ich werde Gelee mit meinem Eiscreme morgen essen.",
      "example_translation": "J'adore manger de la gelée avec mon yogourt. J'ai mangé de la gelée à la fête hier soir. Je mangerai de la gelée avec mon crème glacée demain.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuckerwatte",
      "translation": "barbe à papa",
      "definition": "Ein süßes Konfekt, hergestellt aus Zucker, der zu dünnen Fäden gesponnen und dann zu einer faserigen Textur erhitzt wird.",
      "definition_translation": "Un confisserie sucré fait de sucre qui est filé en fines brins et ensuite chauffé pour créer une texture floconneuse.",
      "example": "Ich kaufte Zuckerwatte auf dem Jahrmarkt letzten Jahr. Ich werde Zuckerwatte auf dem Vergnügungspark nächste Woche kaufen. Ich aß Zuckerwatte auf dem Jahrmarkt gestern.",
      "example_translation": "J'ai acheté de la barbe à papa à la foire l'an dernier. J'achèterai de la barbe à papa au parc d'attractions la semaine prochaine. J'ai mangé de la barbe à papa au carnaval hier.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummibärchen",
      "translation": "gommes",
      "definition": "Eine Art von weichen Süßigkeiten, die typischerweise aus Gelatine hergestellt werden und in verschiedenen Fruchtgeschmacksvarianten und Formen erhältlich sind.",
      "definition_translation": "Un type de bonbon masticable qui est généralement fait de gélatine et vient dans une variété de saveurs et de formes de fruits.",
      "example": "Ich aß Gummibärchen, als ich ein Kind war, ich esse Gummibärchen jetzt und ich werde Gummibärchen in Zukunft essen.",
      "example_translation": "J'ai mangé des gommes quand j'étais enfant, je mange des gommes maintenant, et je mangerai des gommes dans le futur.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hartkaramelle",
      "translation": "bonbon dur",
      "definition": "Eine Art von Süßigkeit, die hart und spröde ist, oft mit Frucht- oder Gewürzgeschmack angereichert.",
      "definition_translation": "Un type de bonbon qui est dur et cassant, souvent aromatisé avec des fruits ou des épices.",
      "example": "Ich lutschte an einer Hartkaramelle, als ich eine schmerzende Kehle hatte, ich lutsche an Hartkaramellen, wenn ich eine Ablenkung benötige, und ich werde Hartkaramellen lutschen, wenn ich mich langweile.",
      "example_translation": "J'ai sucé un bonbon dur lorsque j'avais une gorge enflée, je suce des bonbons durs lorsque j'ai besoin d'une distraction, et je sucerai des bonbons durs lorsque je serai ennuyeux.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marzipan",
      "translation": "marzipan",
      "definition": "Ein süßer Mandel-basierter Süßwaren, hergestellt aus gleichen Teilen gemahlenen Mandeln und Zucker.",
      "definition_translation": "Un confiserie sucrée à base d'amandes faite de parties égales d'amandes moulues et de sucre.",
      "example": "Ich dekorierte den Kuchen mit Marzipan, als ich ein Kind war, ich dekoriere Kuchen mit Marzipan jetzt und ich werde Kuchen mit Marzipan in Zukunft dekrieren.",
      "example_translation": "J'ai décoré le gâteau avec du marzipan lorsque j'étais enfant, je décore des gâteaux avec du marzipan maintenant, et je décorerai des gâteaux avec du marzipan dans le futur.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karamelle",
      "translation": "bonbon bouilli",
      "definition": "Eine Art von Süßigkeit, die durch Kochen von Zucker und Wasser zu einem Sirup hergestellt wird, der dann in verschiedene Formen gebracht wird.",
      "definition_translation": "Un type de bonbon dur qui est fait en faisant bouillir du sucre et de l'eau pour créer un sirop, puis en le façonnant en différentes formes.",
      "example": "Ich lutschte an einer Karamelle, als ich ein Kind war, ich lutsche an Karamellen jetzt und ich werde Karamellen in Zukunft lutschen.",
      "example_translation": "J'ai sucé un bonbon bouilli lorsque j'étais enfant, je suce des bonbons bouillis maintenant, et je sucerai des bonbons bouillis dans le futur.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßwarengeschäft",
      "translation": "patisserie",
      "definition": "Ein Süßwarengeschäft ist ein Laden, der Süßigkeiten und andere süße Lebensmittel verkauft, oder die Kunst, diese Lebensmittel herzustellen.",
      "definition_translation": "Une pâtisserie est un magasin qui vend des bonbons et d'autres aliments sucrés, ou l'art de fabriquer ces aliments.",
      "example": "Ich ging jeden Tag auf dem Weg zur Schule an einem Süßwarengeschäft vorbei. Jetzt arbeite ich in einem Süßwarengeschäft. In Zukunft hoffe ich, mein eigenes Süßwarengeschäft zu besitzen.",
      "example_translation": "Je passais tous les jours devant une pâtisserie sur le chemin de l'école. Maintenant, je travaille dans une pâtisserie. À l'avenir, j'espère avoir ma propre pâtisserie.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fudge",
      "translation": "caramélisé",
      "definition": "Fudge ist eine Art von süßem Lebensmittel, hergestellt aus Zucker, Sahne und Geschmacksstoffen, oft mit Schokolade oder Nüssen angereichert.",
      "definition_translation": "Le caramélisé est un type de sucrerie fait de sucre, de crème et d'arômes, souvent parfumé au chocolat ou aux noix.",
      "example": "Ich aß viel Fudge auf dem Jahrmarkt letzten Jahr. Meine Schwester backt Fudge für meine Geburtstagsparty. Ich werde Fudge als Geschenk für meine Freundin nächste Woche kaufen.",
      "example_translation": "J'ai mangé beaucoup de caramélisé à la foire l'an dernier. Ma sœur prépare du caramélisé pour ma fête d'anniversaire. Je vais acheter du caramélisé comme cadeau pour mon ami la semaine prochaine.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummisüßigkeiten",
      "translation": "bonbons gélifiés",
      "definition": "Gummisüßigkeiten sind eine Art von weichen, kauenden Süßigkeiten, hergestellt aus Zucker, Fruchtsaft und Gelatine.",
      "definition_translation": "Les bonbons gélifiés sont un type de sucrerie molle et mâchante faite de sucre, de jus de fruit et de gélatine.",
      "example": "Ich liebte Gummisüßigkeiten als Kind. Mein Freund gab mir gerade ein Paket Gummisüßigkeiten. Ich werde Gummisüßigkeiten für die Halloween-Party machen.",
      "example_translation": "J'adorais manger des bonbons gélifiés lors que j'étais enfant. Mon ami vient de me donner un sac de bonbons gélifiés. Je vais préparer des bonbons gélifiés pour la fête d'Halloween.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]