[
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fähig",
      "translation": "capable",
      "definition": "Die Fähigkeit oder das Geschick, etwas zu tun.",
      "definition_translation": "Ayant la capacité ou la compétence pour faire quelque chose.",
      "example": "Sie kann drei Sprachen fließend sprechen. Sie konnte das Projekt pünktlich fertigstellen. Sie wird morgen zum Meeting kommen können.",
      "example_translation": "Elle est capable de parler trois langues couramment. Elle a pu terminer le projet à temps. Elle pourra assister à la réunion demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/able.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/able.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistesabwesend",
      "translation": "distrait",
      "definition": "Eine Neigung haben, Dinge zu vergessen oder nicht zu bemerken, weil man anderweitig beschäftigt ist.",
      "definition_translation": "Ayant ou montrant une tendance à oublier des choses ou à ne pas remarquer des choses parce que l'esprit est préoccupé par d'autres choses.",
      "example": "Er war so geistesabwesend, dass er sein Handy zu Hause vergessen hat. Sie war geistesabwesend und hat ihre Schlüssel im Büro vergessen. Er wird geistesabwesend sein und Milch kaufen vergessen.",
      "example_translation": "Il était tellement distrait qu'il a oublié son téléphone à la maison. Elle était distraite et a laissé ses clés au bureau. Il sera distrait et oubliera d'acheter du lait.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absent-minded.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absent-minded.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unfall",
      "translation": "accident",
      "definition": "Ein unglückliches Ereignis, das insbesondere durch Nachlässigkeit oder Unwissenheit verursacht wird.",
      "definition_translation": "Un événement malheureux résultant notamment de la négligence ou de l'ignorance.",
      "example": "Der Autounfall ereignete sich letzte Nacht. Sie hatte einen Unfall, als sie zur Schule fuhr. Wenn wir die kaputte Brücke nicht reparieren, wird es einen Unfall geben.",
      "example_translation": "L'accident de voiture est arrivé hier soir. Elle a eu un accident en conduisant à l'école. Il y aura un accident si nous ne réparons pas le pont cassé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accident.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accident.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quer",
      "translation": "à travers",
      "definition": "Von einer Seite zur anderen.",
      "definition_translation": "D'un côté à l'autre.",
      "example": "Der Park liegt gegenüber der Straße. Sie ging quer über das Feld, um auf die andere Seite zu gelangen. Das Boot wird in drei Tagen über den Ozean fahren.",
      "example_translation": "Le parc est situé à travers la rue. Elle a marché à travers le champ pour atteindre l'autre côté. Le bateau naviguera à travers l'océan en trois jours.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/across.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/across.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktivität",
      "translation": "activité",
      "definition": "Der Zustand, aktiv und beschäftigt zu sein, sich mit einer bestimmten Aufgabe oder einem bestimmten Vorhaben zu befassen.",
      "definition_translation": "L'état d'être actif et engagé dans une tâche ou une poursuite particulière.",
      "example": "Ich habe mich seit ich ein Kind war, mit Outdoor-Aktivitäten beschäftigt, und das hat mich aktiv und gesund gehalten. Ich plane gerade eine neue Aktivität mit meinen Freunden, und wir werden es nächste Woche tun.",
      "example_translation": "J'ai participé à des activités de plein air depuis que j'étais enfant, et cela m'a maintenu actif et en bonne santé. Je planifie actuellement une nouvelle activité avec mes amis, et nous allons le faire la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/activity.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspieler",
      "translation": "acteur",
      "definition": "Eine Person, die in einem Theaterstück, Film oder Fernsehproduktion auftritt.",
      "definition_translation": "Une personne qui joue dans une pièce de théâtre, un film ou une production télévisée.",
      "example": "Der Schauspieler spielte die Rolle des Hamlet im Shakespeareschen Theaterstück. Er wird in dem kommenden Film eine neue Rolle spielen. Der Schauspieler hat bereits über ein Jahrzehnt lang in Filmen gespielt.",
      "example_translation": "L'acteur a joué le rôle d'Hamlet dans la pièce de Shakespeare. Il jouera un nouveau rôle dans le film à venir. L'acteur a été actif dans les films depuis plus de dix ans.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspielerin",
      "translation": "actrice",
      "definition": "Eine Frau, die in einem Theaterstück, Film oder Fernsehproduktion auftritt.",
      "definition_translation": "Une femme qui joue dans une pièce de théâtre, un film ou une production télévisée.",
      "example": "Die Schauspielerin spielte die Rolle der Julia im Shakespeareschen Theaterstück. Sie wird in dem kommenden Film eine neue Rolle spielen. Die Schauspielerin hat bereits über ein Jahrzehnt lang in Filmen gespielt.",
      "example_translation": "L'actrice a joué le rôle de Juliet dans la pièce de Shakespeare. Elle jouera un nouveau rôle dans le film à venir. L'actrice a été active dans les films depuis plus de dix ans.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actress.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actress.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tatsächlich",
      "translation": "en fait",
      "definition": "Wird verwendet, um anzudeuten, dass etwas wahr oder geschieht, insbesondere wenn es überraschend oder unerwartet ist.",
      "definition_translation": "Utilisé pour indiquer que quelque chose est vrai ou se produit, notamment lorsque cela est surprenant ou inattendu.",
      "example": "Ich bin tatsächlich gestern Abend zur Party gegangen, aber ich bin nicht lange geblieben. Tatsächlich, ich hatte geplant, zu studieren, aber ich habe stattdessen einen Film angeschaut. Wenn ich tatsächlich die Chance hätte, würde ich definitiv nach Europa reisen.",
      "example_translation": "J'ai en fait assisté à la soirée hier soir, mais je n'y suis pas resté longtemps. En fait, j'avais prévu d'étudier, mais j'ai fini par regarder un film à la place. Si j'avais réellement la chance, je voyageerais certainement en Europe.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hinzufügen",
      "translation": "ajouter",
      "definition": "Etwas sorgfältig und absichtlich zu etwas anderem hinzuzufügen.",
      "definition_translation": "placer quelque chose avec quelque chose d'autre, généralement de manière soigneuse et intentionnelle",
      "example": "Ich werde die letztenTouches an den Bericht bis morgen hinzufügen. Ich habe die Zahlen addiert, um die Gesamtsumme zu ermitteln. Sie fügt immer eine neue Geschmacksrichtung an das Rezept hinzu.",
      "example_translation": "Je vais ajouter les touches finales au rapport d'ici demain. J'ai ajouté les chiffres pour obtenir le total. Elle ajoute un nouveau parfum à la recette chaque fois.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/add.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/add.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortgeschritten",
      "translation": "avancé",
      "definition": "weit entwickelt oder fortgeschritten, komplex oder hochentwickelt.",
      "definition_translation": "loin en développement ou en progrès; hautement développé ou complexe",
      "example": "Das Unternehmen hat fortschrittliche Technologie, um die Effizienz zu verbessern. Sie ist eine fortschrittliche Studentin in Mathematik. Die fortschrittliche medizinische Behandlung rettete ihr Leben.",
      "example_translation": "L'entreprise a une technologie avancée pour améliorer l'efficacité. Elle est une étudiante avancée en mathématiques. Le traitement médical avancé a sauvé sa vie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abenteuer",
      "translation": "aventure",
      "definition": "eine ungewöhnliche und aufregende Erfahrung oder Aktivität",
      "definition_translation": "une expérience inhabituelle et passionnante ou activité",
      "example": "Ich gehe nächste Woche auf ein Abenteuer in die Berge. Sie liebt Abenteuerromane. Der Abenteuerpark bietet aufregende Fahrgeschäfte.",
      "example_translation": "Je pars à l'aventure dans les montagnes la semaine prochaine. Elle aime les romans d'aventure. Le parc d'aventure offre des montagnes russes palpitantes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adventure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzeige",
      "translation": "publicité",
      "definition": "eine Bekanntmachung oder Ankündigung in einem öffentlichen Medium, um ein Produkt, eine Dienstleistung oder eine Idee zu bewerben",
      "definition_translation": "un avis ou une annonce dans un medium public promouvant un produit, service ou idée",
      "example": "Die Firma schaltete eine Anzeige in der Zeitung. Die Anzeige im Fernsehen erregte meine Aufmerksamkeit. Die Website zeigt zielgerichtete Anzeigen.",
      "example_translation": "L'entreprise a placé une publicité dans le journal. La publicité à la télévision a attiré mon attention. Le site web affiche des publicités ciblées.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advertisement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertisement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rat",
      "translation": "conseil",
      "definition": "Anleitung oder Empfehlungen, die bei einer vorsichtigen Handlung gegeben werden",
      "definition_translation": "Orientations ou recommandations offertes en ce qui concerne une action prudente.",
      "example": "Sie gab mir einige wertvolle Ratschläge, bevor ich die Entscheidung traf. Ich suchte ihre Beratung in der vergangenen Woche und ich werde ihre Ratschläge nächstes Jahr annehmen.",
      "example_translation": "Elle m'a donné des conseils précieux avant que je prenne la décision. J'avais sollicité ses conseils la semaine précédente, et je suivrai ses conseils l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugzeug",
      "translation": "avion",
      "definition": "Ein motorbetriebenes, Starrflügel-Flugzeug, das zum Fliegen verwendet wird",
      "definition_translation": "Un aéronef à aile fixe motorisé utilisé pour voler.",
      "example": "Ich war noch nie in einem Flugzeug, aber ich werde nächsten Monat eines besteigen. Das Flugzeug startete vor einer Stunde.",
      "example_translation": "Je n'ai jamais pris l'avion auparavant, mais je vais voler sur un l'an prochaine mois. L'avion a décollé il y a une heure.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aeroplane.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aeroplane.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "effrayé",
      "definition": "Furcht oder Angst empfindend",
      "definition_translation": "Éprouvant de la peur ou de l'anxiété.",
      "example": "Ich hatte Angst vor der Dunkelheit, als ich ein Kind war, aber ich habe keine Angst mehr. Sie hat Angst vor Spinnen.",
      "example_translation": "J'avais peur du noir lorsque j'étais enfant, mais je n'ai pas peur maintenant. Elle a peur des araignées.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/afraid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afraid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nach",
      "translation": "après",
      "definition": "zu einem späteren Zeitpunkt; danach",
      "definition_translation": "À un moment plus tard ; par la suite.",
      "example": "Ich werde dich nach der Party treffen. Wir werden nach unseren Hausaufgaben zum Strand gehen.",
      "example_translation": "Je vous rencontrerai après la fête. Nous irons à la plage après que nous ayons fini nos devoirs.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/after-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/after.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "danach",
      "translation": "ensuite",
      "definition": "zu einem Zeitpunkt in der Zukunft, nachdem etwas anderes geschehen ist",
      "definition_translation": "à un moment futur, après que quelque chose d'autre se soit produit",
      "example": "Wir werden danach zur Party gehen. Wir gingen danach zur Party. Wir gehen danach zur Party.",
      "example_translation": "Nous allons aller à la fête ensuite. Nous sommes allés à la fête ensuite. Nous allons aller à la fête ensuite.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/afterwards.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afterwards.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gegen",
      "translation": "contre",
      "definition": "in Opposition zu etwas oder jemandem",
      "definition_translation": "en opposition à quelque chose ou quelqu'un",
      "example": "Ich bin gegen die neue Politik. Ich war gegen die alte Politik. Ich werde gegen die neue Politik sein.",
      "example_translation": "Je suis contre la nouvelle politique. J'étais contre l'ancienne politique. Je serai contre la nouvelle politique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/against.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/against.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gealtert",
      "translation": "âgé",
      "definition": "eine bestimmte Zeit lang gelebt habend",
      "definition_translation": "ayant vécu pendant une période de temps spécifiée",
      "example": "Der alte Mann lebte allein. Die alte Frau lebte ein langes Leben. Das alte Paar lebte glücklich.",
      "example_translation": "L'homme âgé vivait seul. La femme âgée avait vécu une longue vie. Le couple âgé vivait heureux.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aged.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aged.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vor",
      "translation": "il y a",
      "definition": "zu einem bestimmten Zeitpunkt in der Vergangenheit",
      "definition_translation": "à un moment spécifique dans le passé",
      "example": "Ich traf sie vor fünf Jahren. Ich werde sie vor zehn Jahren treffen. Ich traf sie vor zwanzig Jahren.",
      "example_translation": "J'ai rencontré elle il y a cinq ans. Je la rencontrerai il y a dix ans. J'ai rencontré elle il y a vingt ans.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ago.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ago.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einverständlich",
      "translation": "accord",
      "definition": "Eine gleiche Meinung zu haben oder etwas als wahr oder vernünftig anzunehmen.",
      "definition_translation": "Avoir la même opinion ou accepter quelque chose comme vrai ou raisonnable.",
      "example": "Ich habe meiner Freundin zugestimmt, ihr bei ihrem Umzug zu helfen, aber jetzt bereue ich es. Ich habe zugestimmt, sie um 17 Uhr zu treffen. Ich werde deinem Vorschlag zustimmen.",
      "example_translation": "J'ai accepté d'aider mon ami à déménager, mais maintenant je regrette. J'ai accepté de les retrouver à 17 heures. J'accepterai votre proposition.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Luft",
      "translation": "air",
      "definition": "Eine Mischung von Gasen, die die Erde umgibt und uns das Atmen ermöglicht.",
      "definition_translation": "Un mélange de gaz qui entoure la Terre, nous permettant de respirer.",
      "example": "Die Luft war frisch und sauber. Der Pilot kontrollierte den Luftdruck in der Kabine. Wir werden den Raum lüften, um den Geruch zu eliminating.",
      "example_translation": "L'air était frais et propre. Le pilote contrôlait la pression de l'air dans la cabine. Nous aérerons la pièce pour nous débarrasser de l'odeur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/air-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Luft",
      "translation": "air",
      "definition": "Ein sanfter Luftzug oder eine Luftströmung.",
      "definition_translation": "Une brise légère ou un courant d'air.",
      "example": "Die Luft war warm und sanft. Der Ventilator blies eine kühle Luft auf mein Gesicht. Es herrschte eine sanfte Erregung in dem Raum.",
      "example_translation": "L'air était chaud et doux. Le ventilateur soufflait un air frais sur mon visage. Il y avait un air deexcitation légère dans la pièce.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/air.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flughafen",
      "translation": "aéroport",
      "definition": "Ein Ort, an dem Flugzeuge starten und landen, wo Passagiere ein- oder aussteigen können.",
      "definition_translation": "Un endroit où les avions décollent et atterrissent, où les passagers peuvent monter ou descendre d'un avion.",
      "example": "Der Flughafen war voll und überfüllt. Ich kam frühzeitig am Flughafen an, um einzuchecken. Der Flughafen befindet sich am Stadtrand.",
      "example_translation": "L'aéroport était occupé et encombré. Je suis arrivé à l'aéroport tôt pour enregistrer mon billet. L'aéroport est situé en périphérie de la ville.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/airport.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/airport.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wecker",
      "translation": "réveil",
      "definition": "Ein Gerät, das zu einer bestimmten Uhrzeit einen lauten Ton abgibt, um jemanden aufzuwecken.",
      "definition_translation": "Un dispositif qui fait un bruit violent à une heure définie pour réveiller quelqu'un.",
      "example": "Ich habe meinen Wecker auf 7 Uhr gestellt, damit ich nicht zu spät zur Arbeit komme. Gestern habe ich ihn auf 6 Uhr gestellt, aber heute wird er auf 8 Uhr gehen.",
      "example_translation": "J'ai réglé mon réveil à 7h pour ne pas être en retard au travail. Hier, j'avais réglé à 6h, mais je le réglerai à 8h demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alarm-clock.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alarm clock.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Album",
      "translation": "album",
      "definition": "Eine Sammlung von Musikaufnahmen oder Fotografien.",
      "definition_translation": "Une collection d'enregistrements musicaux ou de photographies.",
      "example": "Ich habe den ganzen Tag mein Lieblingsalbum gehört. Gestern habe ich ein neues Album von meinem Lieblingskünstler gekauft, und ich werde nächste Woche ein weiteres kaufen.",
      "example_translation": "J'ai écouté mon album préféré tout au long de la journée. Hier, j'ai acheté un nouvel album de mon artiste préféré, et j'en achèterai un autre la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/album.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/album.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "alcool",
      "definition": "Eine Art von Getränk, das Menschen betrunken macht.",
      "definition_translation": "Un type de boisson qui peut rendre les gens ivres.",
      "example": "Ich trinke keinen Alkohol, weil er schlecht für meine Gesundheit ist. Meine Freunde haben letzte Nacht zu viel Alkohol getrunken, aber ich werde keinen trinken.",
      "example_translation": "Je ne bois pas d'alcool parce que c'est mauvais pour ma santé. Mes amis ont bu trop d'alcool au party hier soir, mais je n'en boirai pas au party ce soir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alcohol.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcohol.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "okay",
      "translation": "d'accord",
      "definition": "Wird verwendet, um Zustimmung oder Bestätigung auszudrücken.",
      "definition_translation": "Utilisé pour exprimer l'accord ou la confirmation.",
      "example": "Kommt ihr zu der Party? Okay, ich treffe dich um 20 Uhr dort. Ich fragte, ob er okay war, und er sagte, okay.",
      "example_translation": "Viens-tu au party? D'accord, je te retrouverai là-bas à 20h. J'ai demandé si tout allait bien, et il a dit d'accord.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alright.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/all right.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fast",
      "translation": "presque",
      "definition": "Sehr nah an einem bestimmten Punkt oder Zeitpunkt, aber nicht ganz; praktisch.",
      "definition_translation": "Très proche de, mais pas tout à fait, un point ou un moment particulier; virtuellement.",
      "example": "Ich habe mein Hausaufgaben fast fertiggestellt, aber dann musste ich es nochmal richtig machen. Ich habe mein Projekt fast fertiggestellt, und ich werde es sicherlich morgen fertigstellen.",
      "example_translation": "J'ai presque fini mes devoirs, mais alors j'ai réalisé que je devais le refaire. J'ai presque fini mon projet, et je finirai presque certainement demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/almost.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/almost.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "allein",
      "translation": "seul",
      "definition": "Hat niemanden bei sich; wird nicht von jemandem begleitet.",
      "definition_translation": "N'ayant personne d'autre présent; non accompagné de quelqu'un.",
      "example": "Ich bevorzuge es, allein zu reisen, weil ich meine eigene Gesellschaft genieße. Sie war allein im Haus, als sie das seltsame Geräusch hörte. Er wird allein auf der Party sein, aber das stört ihn nicht.",
      "example_translation": "Je préfère voyager seul, car j'aime ma propre compagnie. Elle était seule dans la maison quand elle a entendu le bruit étrange. Il sera seul à la fête, mais il ne s'en soucie pas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alone.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alone.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entlang",
      "translation": "le long de",
      "definition": "Von einem Ende zum anderen, oder in einer Linie, einer Route oder einer Oberfläche.",
      "definition_translation": "D'un bout à l'autre, ou en ligne, d'un itinéraire ou d'une surface.",
      "example": "Wir gingen entlang des Strandes und genossen den Sonnenuntergang. Die Straße verläuft entlang der Küste und bietet atemberaubende Aussichten. Ich werde euch entlang des Weges treffen, also macht euch keine Sorgen, wenn ihr zu spät kommt.",
      "example_translation": "Nous avons marché le long de la plage, en profitant du coucher de soleil. La route longe la côte, offrant des vues impressionnantes. Je vous retrouverai le long du chemin, donc ne vous inquiétez pas si vous êtes en retard.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/along.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/along.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schon",
      "translation": "déjà",
      "definition": "In der Vergangenheit, vor der gegenwärtigen Zeit, oder früher als erwartet.",
      "definition_translation": "Dans le passé, avant le temps présent, ou plus tôt que prévu.",
      "example": "Ich habe bereits Mittagessen gegessen, also bin ich nicht hungrig. Sie hatte bereits ihr Projekt abgeschlossen, als ich ankam. Sie werden bereits das Meeting beendet haben, wenn ich ankomme.",
      "example_translation": "J'ai déjà mangé déjeuner, donc je ne suis pas affamé. Elle avait déjà fini son projet quand je suis arrivé. Ils auront déjà fini la réunion lorsque j'arriverai là-bas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/already.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/already.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettungswagen",
      "translation": "ambulance",
      "definition": "Ein Fahrzeug, das für den Transport von kranken oder verletzten Menschen, typischerweise zu einem Krankenhaus, ausgerüstet ist.",
      "definition_translation": "Un véhicule équipé pour transporter des personnes malades ou blessées, généralement à l'hôpital.",
      "example": "Der Rettungswagen eilte zum Unfallort. Es hatte bereits am Morgen ins Krankenhaus gefahren. Es wird nächste Woche zum Notruf eilen.",
      "example_translation": "L'ambulance a survolé le lieu de l'accident. Elle avait survolé l'hôpital plus tôt ce matin-là. Elle survolera l'appel d'urgence la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambulance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambulance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unter",
      "translation": "parmi",
      "definition": "An einem bestimmten Ort oder in einer bestimmten Situation, umgeben von oder inmitten von etwas.",
      "definition_translation": "Situé dans une position ou une situation particulières, entouré par ou au milieu de quelque chose.",
      "example": "Ich war unter den ersten, die zur Party ankamen. Wir sind unter den Top-Drei-Finalisten. Sie werden unter den Gästen morgen sein.",
      "example_translation": "J'étais parmi les premiers à arriver à la fête. Nous sommes parmi les trois finalistes. Ils seront parmi les invités demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/among.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/among.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "en colère",
      "definition": "Mit großer Feindseligkeit oder Empörung empfindend oder zeigend.",
      "definition_translation": "Éprouvant ou montrant une grande hostilité ou indignation.",
      "example": "Ich war wütend über die Nachricht. Sie wird wütend, wenn jemand sie im Straßenverkehr abschneidet. Sie werden wütend sein, wenn wir nicht entschuldigen.",
      "example_translation": "J'étais en colère contre la nouvelle. Elle se met en colère lorsque quelqu'un la coupe dans le trafic. Ils seront en colère si nous ne nous excusons pas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/angry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/angry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "noch ein",
      "translation": "un autre",
      "definition": "Eine weitere Person oder Sache derselben Art wie die bereits genannte oder bekannte.",
      "definition_translation": "Une autre personne ou chose du même genre que celle déjà mentionnée ou connue.",
      "example": "Ich würde gerne noch ein Glas Kaffee haben. Sie hat noch ein Termin morgen. Sie werden nächstes Jahr noch ein Kind haben.",
      "example_translation": "Je voudrais un autre gobelet de café. Elle a un autre rendez-vous demain. Ils auront un autre enfant l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/another.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/another.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "appartement",
      "definition": "Eine selbständige Wohneinheit, die nur einen Teil eines Gebäudes einnimmt, typischerweise auf einer Ebene.",
      "definition_translation": "Un logement autonome qui occupe فقط une partie d'un immeuble, généralement à un seul niveau.",
      "example": "Ich lebte in einer Wohnung in New York City. Ich lebe jetzt in einer Wohnung. Ich werde nächstes Jahr in einer Wohnung leben.",
      "example_translation": "J'ai vécu dans un appartement à New York City. Je vis dans un appartement maintenant. Je vivrai dans un appartement l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apartment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apartment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "jus de pomme",
      "definition": "Ein süßer, erfrischender Drink, der aus Äpfeln hergestellt wird.",
      "definition_translation": "Une boisson fraîche et sucrée faite à partir de pommes.",
      "example": "Ich trank gestern Apfelsaft. Ich trinke jetzt Apfelsaft. Ich werde morgen Apfelsaft trinken.",
      "example_translation": "J'ai bu du jus de pomme hier. Je bois du jus de pomme maintenant. Je boirai du jus de pomme demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apple-juice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple juice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "pommier",
      "definition": "Ein laubabwerfender Baum, der für seine Früchte angebaut wird, die oft frisch gegessen oder in der Küche verwendet werden.",
      "definition_translation": "Un arbre décidue cultivé pour ses fruits, qui sont souvent mangés frais ou utilisés dans la cuisine.",
      "example": "Ich pflanzte letztes Jahr einen Apfelbaum. Ich gieße jetzt einen Apfelbaum. Ich werde nächsten Herbst einen Apfelbaum ernten.",
      "example_translation": "J'ai planté un pommier l'an dernier. Je.arrose un pommier maintenant. Je cueillerai un pommier l'automne prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apple-tree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple tree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Termin",
      "translation": "rendez-vous",
      "definition": "Ein Treffen oder eine Zusammenkunft zu einer bestimmten Zeit und an einem bestimmten Ort, oft für einen bestimmten Zweck.",
      "definition_translation": "Une réunion ou rassemblement à un moment et un lieu spécifiques, souvent pour un objet particulier.",
      "example": "Ich hatte gestern einen Termin bei meinem Arzt. Ich habe jetzt einen Termin bei meinem Anwalt. Ich werde nächste Woche einen Termin bei meinem Zahnarzt haben.",
      "example_translation": "J'ai eu un rendez-vous avec mon médecin hier. J'ai un rendez-vous avec mon avocat maintenant. J'aurai un rendez-vous avec mon dentiste la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appointment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appointment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebiet",
      "translation": "zone",
      "definition": "Ein bestimmter Bereich oder Teil eines Landes, einer Stadt oder eines Ort, oft verwendet, um auf einen bestimmten geografischen Ort zu verweisen.",
      "definition_translation": "Une région ou partie spécifique d'un pays, d'une ville ou d'une ville, souvent utilisée pour désigner un emplacement géographique spécifique.",
      "example": "Das Gebiet um den Park herum ist am Wochenende sehr überlaufen. Ich wohnte in diesem Gebiet, als ich Student war. Das Unternehmen plant, seine Aktivitäten auf den asiatischen Markt auszudehnen.",
      "example_translation": "La zone entourant le parc est très fréquentée les week-ends. J'ai vécu dans cette zone lorsque j'étais étudiant. L'entreprise prévoit d'étendre ses opérations à la zone asiatique l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/area.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/area.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sessel",
      "translation": "fauteuil",
      "definition": "Ein bequemer Stuhl, meist gepolstert, zum Sitzen oder Entspannen, insbesondere in einem Wohnzimmer oder Arbeitszimmer.",
      "definition_translation": "Un fauteuil confortable, généralement capitonné, pour s'asseoir ou se reposer, particulièrement dans un salon ou un cabinet de travail.",
      "example": "Mein Großvater saß in seinem Sessel und las ein Buch. Sie fiel im Sessel vor dem Fernsehen ein. Der Innenarchitekt schlug vor, einen stilvollen Sessel im Wohnzimmer zu verwenden.",
      "example_translation": "Mon grand-père s'est assis dans son fauteuil, lisant un livre. Elle s'est endormie dans le fauteuil en regardant la télévision. Le designer d'intérieur a suggéré d'utiliser un fauteuil élégant dans le salon.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/armchair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armchair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umher",
      "translation": "autour",
      "definition": "In einer kreisförmigen Richtung oder Bewegung oder in einem Ort nahe bei etwas, aber nicht direkt darauf oder darin.",
      "definition_translation": "Dans une direction circulaire ou un mouvement, ou dans un emplacement près de quelque chose, mais pas directement sur ou dans quelque chose.",
      "example": "Die Kinder rannten umher im Park. Ich habe einige Freunde, die in der Nähe wohnen. Das Unternehmen expandiert seine Geschäfte weltweit.",
      "example_translation": "Les enfants ont couru autour du parc. J'ai quelques amis qui vivent autour du coin. L'entreprise étend son activité autour du monde.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/around.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/around.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ankommen",
      "translation": "arriver",
      "definition": "An einem Ort oder Ziel anzukommen, insbesondere am Ende einer Reise.",
      "definition_translation": "Arriver à un endroit ou destination, en particulier à la fin d'un voyage.",
      "example": "Sie kam spät zur Party an. Der Zug wird bald am Bahnhof ankommen. Sie kamen letzte Nacht in Paris an.",
      "example_translation": "Elle est arrivée en retard au party. Le train arrivera à la gare bientôt. Ils sont arrivés à Paris hier soir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kunst",
      "translation": "art",
      "definition": "Die Ausdrucks- oder Anwendung menschlicher kreativer Fähigkeit und Vorstellungskraft, typischerweise in einer visuellen Form wie Malerei oder Skulptur, um Werke hervorzubringen, die vornehmlich wegen ihrer Schönheit oder emotionalen Wirkung geschätzt werden.",
      "definition_translation": "L'expression ou l'application de la compétence créative et de l'imagination humaine, généralement sous une forme visuelle telle que la peinture ou la sculpture, produisant des œuvres à apprécier principalement pour leur beauté ou leur puissance émotionnelle.",
      "example": "Sie studierte Kunst im College und ist jetzt eine erfolgreiche Malerin. Sie war Kunstlehrerin an der High School, aber jetzt arbeitet sie an eigenen Kunstprojekten. Ihre Kunstwerke werden nächstes Jahr in einem Museum ausgestellt.",
      "example_translation": "Elle a étudié l'art au collège, et maintenant elle est une peintre réussie. Elle était professeure d'art au lycée, mais elle travaille actuellement sur son propre studio d'art. Ses pièces d'art seront exposées dans un musée l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/art.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/art.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Künstler",
      "translation": "artiste",
      "definition": "Eine Person, die Gemälde, Zeichnungen, Skulpturen oder andere Kunstwerke schafft, oft besitzt sie eine hohe Fähigkeit und Vorstellungskraft.",
      "definition_translation": "Une personne qui crée des peintures, des dessins, des sculptures ou d'autres œuvres d'art, souvent possédant un niveau élevé de compétence et d'imagination.",
      "example": "Die letzte Ausstellung des Künstlers war ein großer Erfolg. Sie ist eine talentierte Künstlerin, die sich auf Aquarellmalerei spezialisiert hat. Er ist ein Künstler, der für seine abstrakten Skulpturen bekannt ist.",
      "example_translation": "L'exposition la plus récente de l'artiste a été un énorme succès. Elle est une artiste talentueuse qui se spécialise dans les peintures à l'eau. Il est un artiste qui est connu pour ses sculptures abstraites.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "attraktiv",
      "translation": "attrayant",
      "definition": "Dem Auge oder Geist ästhetisch gefällig; eine ansprechende oder charmevolle Qualität besitzend.",
      "definition_translation": "Plaisant à l'œil ou à l'esprit esthétiquement ; ayant une qualité plaisante ou charmante.",
      "example": "Sie ist eine attractive Frau mit einem strahlenden Lächeln. Das attraktive Design des neuen Telefons erregte meine Aufmerksamkeit. Die attraktive Landschaft der Stadt macht sie zu einem beliebten Touristenziel.",
      "example_translation": "Elle est une femme attrayante avec un sourire éclatant. Le design attrayant du nouveau téléphone a attiré mon attention. Le paysage attrayant de la ville en fait une destination touristique populaire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attractive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attractive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tante",
      "translation": "tante",
      "definition": "Die Schwester von Mutters oder Vaters Seite oder die Ehefrau eines Onkels.",
      "definition_translation": "La sœur de la mère ou du père, ou la femme de l'oncle.",
      "example": "Meine Tante ist eine liebevolle und großzügige Person. Ihre Tante lebt in Frankreich und spricht fließend Französisch. Sie wird ihre Tante auf dem Land next Wochenende besuchen.",
      "example_translation": "Ma tante est une personne gentille et généreuse. La tante de sa femme vit en France et parle français couramment. Elle va visiter sa tante à la campagne le week-end prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aunt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aunt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Herbst",
      "translation": "automne",
      "definition": "Die Jahreszeit zwischen Sommer und Winter, charakterisiert durch das Fallen von Blättern von Bäumen und die Ernte von Früchten.",
      "definition_translation": "La saison de l'année entre l'été et l'hiver, caractérisée par la chute des feuilles des arbres et la récolte des cultures.",
      "example": "Ich liebe es, im Herbst spazieren zu gehen, wenn die Blätter golden sind. Letzten Herbst ging ich auf einen Kürbispflanzung. Nächsten Herbst werde ich einen Weingarten besuchen.",
      "example_translation": "J'aIME faire des promenades en automne, lorsque les feuilles sont dorées. L'automne dernier, je suis allé dans un champ de citrouilles. L'automne prochain, je visiterai un vignoble.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/autumn.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/autumn.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verfügbar",
      "translation": "disponible",
      "definition": "Zur Verfügung stehend; nicht beschäftigt oder besetzt.",
      "definition_translation": "Pouvant être utilisé ou obtenu; pas occupé ou busy.",
      "example": "Das Hotelzimmer war verfügbar für Buchungen. Das neue Produkt wird nächstes Monat in den Geschäften verfügbar sein. Der Arzt stand gestern zur Verfügung.",
      "example_translation": "La chambre d'hôtel était disponible pour la réservation. Le nouveau produit sera disponible dans les magasins le mois prochain. Le docteur était disponible pour me voir hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/available.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/available.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weg",
      "translation": "loin",
      "definition": "Auf einen Abstand, entweder physisch oder metaphorisch, von einem Ort, einer Person oder einer Sache.",
      "definition_translation": "À distance, soit physique soit métaphorique, d'un endroit, d'une personne ou d'une chose.",
      "example": "Ich gehe für eine Woche weg. Der Ball rollte weg von mir. Sie war drei Jahre lang weg von zu Hause.",
      "example_translation": "Je pars pour une semaine. Le ballon a roulé loin de moi. Elle est partie de chez elle depuis trois ans.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/away.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/away.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bébé",
      "definition": "Ein sehr junges menschliches Wesen, insbesondere ein Neugeborenes.",
      "definition_translation": "Un être humain très jeune, notamment un nouveau-né ou un nourrisson.",
      "example": "Das Baby lachte über den Clown. Ich hielt das Baby gestern in meinen Armen. Das Baby wird bald laufen lernen.",
      "example_translation": "Le bébé a ri du clown. J'ai tenu le bébé dans mes bras hier. Le bébé apprendra à marcher bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/baby-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baby.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rücken",
      "translation": "arrière",
      "definition": "Der hintere oder hinterste Teil eines Menschen, Tieres oder Dinge.",
      "definition_translation": "La partie arrière ou postérieure de quelque chose, en particulier une personne ou un animal.",
      "example": "Ich treffe dich um 17 Uhr zurück im Hotel. Ich ging zurück zum Laden, um das Hemd zurückzugeben. Ich unterstütze dich bei diesem Projekt.",
      "example_translation": "Je vous retrouverai à l'hôtel à 17h. Je suis retourné au magasin pour rendre le shirt. Je vous soutiendrai sur ce projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht",
      "translation": "mal",
      "definition": "Auf eine Weise, die nicht gut oder von schlechter Qualität ist.",
      "definition_translation": "De manière qui n'est pas bonne ou de qualité médiocre.",
      "example": "Ich habe schlecht im Test abgeschnitten. Sie singt schlecht, aber sie gibt ihr Bestes. Er fühlt sich die ganze Woche schlecht.",
      "example_translation": "J'ai mal performé au test. Elle chante mal, mais elle fait de son mieux. Il s'est senti mal toute la semaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badminton",
      "translation": "badminton",
      "definition": "Ein Rückschlagspiel, das auf einem rechteckigen Feld mit einem Netz gespielt wird, bei dem zwei Spieler oder Paare einen kleinen, gefiederten oder plastischen Projektil zurück und forth schlagen.",
      "definition_translation": "Un sport de raquette joué sur un court rectangulaire avec un filet, où deux joueurs ou des paires de joueurs frappent un petit projectile emplumé ou en plastique aller et retour.",
      "example": "Ich liebe es, Badminton mit Freunden am Wochenende zu spielen. Sie ist eine professionelle Badminton-Spielerin. Badminton ist ein beliebter Sport in Asien.",
      "example_translation": "J'adore jouer au badminton avec mes amis les week-ends. Elle est une joueuse de badminton professionnelle. Le badminton est un sport populaire en Asie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badminton.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badminton.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "backen",
      "translation": "cuire au four",
      "definition": "Lebensmittel, insbesondere Kuchen, Brot und Pasteten, im Ofen zu kochen.",
      "definition_translation": "Cuire de la nourriture, en particulier des gâteaux, du pain et des pâtisseries, dans un four.",
      "example": "Ich backe einen Kuchen zu deinem Geburtstag. Sie backt Brot jeden Sonntag. Sie backen Kekse für den Schulfundraising.",
      "example_translation": "Je vais cuire un gâteau pour ton anniversaire. Elle cuisine du pain tous les dimanches. Ils cuiront des biscuits pour la collecte de fonds de l'école.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bake.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bake.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ballon",
      "translation": "ballon",
      "definition": "Ein flexibles Sack, der mit Luft oder Gas aufgeblasen werden kann, typischerweise für Dekoration oder Unterhaltung verwendet.",
      "definition_translation": "Un sac flexible qui peut être gonflé d'air ou de gaz, typiquement utilisé pour la décoration ou le divertissement.",
      "example": "Gestern habe ich den Ballon aufgeblasen und er platzt. Heute kaufe ich einen neuen. Morgen werde ich die Party mit Ballons dekorieren.",
      "example_translation": "Hier, j'ai gonflé le ballon et il a éclaté. Aujourd'hui, j'achète un nouveau. Demain, je vais décorer la fête avec des ballons.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balloon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balloon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grillen",
      "translation": "barbecue",
      "definition": "Ein Essen oder Treffen, bei dem Lebensmittel im Freien, typischerweise auf einem Grill oder einem Feuer, zubereitet werden.",
      "definition_translation": "Un repas ou une réunion où la nourriture est cuisinée en plein air, typiquement en utilisant un grill ou une fosse.",
      "example": "Letzten Sommer hatten wir ein Grillfest und alle haben es geliebt. Jetzt planen wir ein weiteres für nächstes Wochenende. Dann wird das Wetter perfekt für ein Grillfest sein.",
      "example_translation": "L'été dernier, nous avons organisé une fête barbecue et tout le monde l'a adoré. Maintenant, nous planifions une autre pour le week-end prochain. D'ici là, le temps sera parfait pour un barbecue.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barbecue.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barbecue.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baseball",
      "translation": "baseball",
      "definition": "Ein Ballspiel, das mit einem Schläger und einem Ball gespielt wird, typischerweise mit neun Spielern auf jeder Seite.",
      "definition_translation": "Un jeu de balle joué avec une batte et une balle, typiquement avec neuf joueurs dans chaque équipe.",
      "example": "Ich habe früher Baseball gespielt, als ich ein Kind war. Jetzt sehe ich nur noch Profi-Baseball-Spiele im Fernsehen. Vielleicht werde ich meine Kinder einmal zu einem Baseball-Spiel mitnehmen.",
      "example_translation": "J'ai joué au baseball lorsque j'étais gosse. Maintenant, je regarde juste les matchs de baseball professionnels à la télévision. Peut-être un jour, j'emmènerai mes enfants à un match de baseball.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/baseball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baseball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "chauve-souris",
      "definition": "Ein kleines, geflügeltes Säugetier, das Echolokation verwendet, um sich zu orientieren und Insekten zu fangen.",
      "definition_translation": "Un petit mammifère ailé qui utilise l'écholocation pour naviguer et trouver des insectes à manger.",
      "example": "Ich sah eine Fledermaus gestern Nacht fliegen. Die Fledermaus flog schnell und leise. Wenn ich alt bin, werde ich viele Fledermäuse in meinem Leben gesehen haben.",
      "example_translation": "J'ai vu une chauve-souris voler au-dessus de moi hier soir. La chauve-souris volait rapidement et silencieusement. Quand je serai vieux, j'aurai vu beaucoup de chauves-souris dans ma vie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "costume de bain",
      "definition": "Ein Kleidungsstück zum Schwimmen oder Baden, typischerweise aus leichtem, schnell trocknendem Material hergestellt.",
      "definition_translation": "Un vêtement porté pour nager ou se baigner, généralement fait de matériel léger et rapide à sécher.",
      "example": "Ich kaufte einen neuen Badeanzug für den Sommer. Ich trug ihn letzten Wochenende am Strand. Ich werde ihn nächsten Monat wieder tragen.",
      "example_translation": "J'ai acheté un nouveau costume de bain pour l'été. Je l'ai porté à la plage la semaine dernière. Je le porterai à nouveau le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bathing-suit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathing suit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badezimmerschrank",
      "translation": "armoire de salle de bain",
      "definition": "Ein Möbelstück, das in einem Badezimmer, typischerweise über einem Waschbecken, zum Lagern von Toilettenartikeln und persönlichen Pflegeprodukten verwendet wird.",
      "definition_translation": "Un meuble installé dans une salle de bain, généralement au-dessus d'un évier, utilisé pour stocker des articles de toilette et des produits de soins personnels.",
      "example": "Ich muss den Badezimmerschrank putzen. Meine Schwester putzte ihn letzten Woche. Ich werde ihn nächsten Woche putzen.",
      "example_translation": "Je dois nettoyer l'armoire de salle de bain. Elle a été nettoyée par ma sœur la semaine dernière. Elle sera nettoyée par moi la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bathroom-cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathroom cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badewanne",
      "translation": "baignoire",
      "definition": "Ein Behälter, typischerweise aus Keramik oder Fiberglas, zum Baden oder Duschen verwendet.",
      "definition_translation": "Un récipient, généralement fait de céramique ou de fibre de verre, utilisé pour se baigner ou prendre une douche.",
      "example": "Ich nahm ein langes Bad in der Badewanne letzte Nacht. Mein Bruder nahm ein Duschen in der Badewanne heute Morgen. Ich werde die Badewanne morgen putzen.",
      "example_translation": "J'ai pris un long bain dans la baignoire hier soir. Mon frère a pris une douche dans la baignoire ce matin. Je nettoierai la baignoire demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bathtub.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathtub.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Batterie",
      "translation": "batterie",
      "definition": "Ein Gerät, das elektrischen Strom erzeugt, typischerweise bestehend aus einem oder mehreren Zellen, die Energie durch chemische Reaktionen erzeugen.",
      "definition_translation": "Un appareil qui produit de l'électricité, généralement composé d'une ou plusieurs cellules qui génèrent de l'énergie par des réactions chimiques.",
      "example": "Ich muss meine Batterie aufladen. Mein Freund lud die Batterie gestern auf. Sie wird nächstes Jahr durch eine neue ersetzt.",
      "example_translation": "Je dois recharger ma batterie. La batterie a été chargée par mon ami hier. Elle sera remplacée par une nouvelle l'an prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/battery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Batterie",
      "translation": "batterie",
      "definition": "Ein Gerät, das elektrischen Strom erzeugt, bestehend aus einem oder mehreren Zellen, die chemische Energie in elektrische Energie umwandeln.",
      "definition_translation": "Un appareil qui produit de l'électricité, composé d'une ou plusieurs cellules qui convertissent l'énergie chimique en énergie électrique.",
      "example": "Ich muss die Batterie in meinem Handy ersetzen, weil sie nicht mehr Ladung hält. Gestern ersetze ich die Batterie in meinem Laptop, und jetzt funktioniert er wieder. Ich werde die Batterie in meinem Auto nächste Woche ersetzen.",
      "example_translation": "Je dois remplacer la batterie de mon téléphone parce qu'elle ne tient plus la charge. Hier, j'ai remplacé la batterie de mon ordinateur portable, et maintenant il fonctionne bien. Je remplacerai la batterie de ma voiture la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/battery-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geboren werden",
      "translation": "naître",
      "definition": "In Existenz kommen oder ein lebendes Wesen werden.",
      "definition_translation": "Venir à l'existence ou devenir un être vivant.",
      "example": "Ich wurde in einem kleinen Dorf auf dem Land geboren. Meine Schwester wurde letzten Jahr geboren. Unser Kind wird in ein paar Monaten geboren.",
      "example_translation": "Je suis né dans une petite ville à la campagne. Ma sœur est née l'année dernière. Notre enfant naîtra dans quelques mois.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/be-born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/be born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strandball",
      "translation": "balle de plage",
      "definition": "Ein großer, aufgeblasener Ball, oft für freizeitliche Spiele am Strand verwendet.",
      "definition_translation": "Une grande balle gonflée souvent utilisée pour jouer sur une plage.",
      "example": "Ich warf den Strandball meinem Freund am Strand gestern zu. Sie warf ihn mir zurück, und ich fing ihn leicht auf. Wir werden nächstes Jahr am Strand wieder mit dem Strandball spielen.",
      "example_translation": "J'ai lancé la balle de plage à mon amie sur la plage hier. Elle me l'a renvoyée, et j'ai attrapé facilement. Nous jouerons avec la balle de plage sur la plage l'été prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beach-ball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach ball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strandschirm",
      "translation": "parasol de plage",
      "definition": "Ein portabler Sonnenschirm, entworfen, um Schatten auf einem Strand oder im Freien zu bieten.",
      "definition_translation": "Un parasol portatif conçu pour fournir de l'ombre sur une plage ou une zone extérieure.",
      "example": "Wir stellten unseren Strandschirm auf dem Sand auf. Er schützte uns vor den starken Sonnenstrahlen. Wir werden unseren Strandschirm nächste Woche am Strand mitbringen.",
      "example_translation": "Nous avons installé notre parasol de plage sur le sable hier. Il nous a protégés des rayons solaires forts. Nous apporterons notre parasol de plage à la plage la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beach-umbrella.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach umbrella.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bohne",
      "translation": "haricot",
      "definition": "Ein kleiner, meist weißer, brauner oder schwarzer Hülsenfrucht-Samen, oft in der Küche verwendet.",
      "definition_translation": "Une petite graine, généralement blanche, brune ou noire, légumineuse, couramment utilisée dans la cuisine.",
      "example": "Ich aß ein Bohnenburrito zum Mittagessen, ich werde ein Bohnensalat zum Abendessen essen, und ich aß eine Bohnensuppe gestern.",
      "example_translation": "J'ai mangé un burrito de haricot pour déjeuner, je mangerai une salade de haricot pour dîner, et j'ai mangé une soupe de haricot hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bean.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bean.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "ours",
      "definition": "Ein großes, fleischfressendes Säugetier mit zotteligem Fell, in Wäldern und Bergen gefunden.",
      "definition_translation": "Un grand mammifère carnivore à fourrure hirsute, trouve dans les forêts et les montagnes.",
      "example": "Ich sah einen Bären im Wald, ich werde einen Bären im Zoo sehen, und ich sah einen Bären in der Dokumentation.",
      "example_translation": "J'ai vu un ours dans la forêt, je verrai un ours au zoo, et j'ai vu un ours dans le documentaire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bear.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "werden",
      "translation": "devenir",
      "definition": "In Existenz zu kommen oder etwas zu werden.",
      "definition_translation": "Venir à l'existence ou commencer à être quelque chose.",
      "example": "Ich werde Arzt, ich wurde Lehrer und ich werde Schriftsteller.",
      "example_translation": "Je deviendrai médecin, je suis devenu enseignant, et je deviens écrivain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/become.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/become.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beginnen",
      "translation": "commencer",
      "definition": "Etwas zu starten oder den ersten Schritt in einem Prozess zu tun.",
      "definition_translation": "Commencer quelque chose ou prendre le premier pas dans un processus.",
      "example": "Ich werde meine Reise beginnen, ich begann meine Forschung und ich beginne langsam zu verstehen.",
      "example_translation": "Je vais commencer mon voyage, j'ai commencé mes recherches, et je commence à comprendre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/begin.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/begin.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anfänger",
      "translation": "débutant",
      "definition": "Eine Person, die gerade erst einen Fähigkeit oder ein Fachgebiet zu erlernen beginnt, insbesondere einer, der noch wenig Erfahrung oder Fachwissen hat.",
      "definition_translation": "Une personne qui commence à apprendre un savoir-faire ou un sujet, en particulier celle qui n'a pas acquis beaucoup d'expérience ou d'expertise.",
      "example": "Ich bin Anfänger im Gitarrespielen, also muss ich regelmäßig üben. Ich war Anfänger im Kochen, als ich zum ersten Mal in die Uni zog. Ich werde Anfänger im Französischen sein, wenn ich nächstes Jahr nach Paris reise.",
      "example_translation": "Je suis un débutant dans le jeu de la guitare, donc j'ai besoin de pratiquer régulièrement. J'étais un débutant dans la cuisine lorsque j'ai déménagé à la faculté. Je serai un débutant en français lorsque je voyagerai à Paris l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beginner.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginner.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anfang",
      "translation": "début",
      "definition": "Der Zeitpunkt oder Ort, an dem etwas beginnt, oder der Anfang eines Dinges.",
      "definition_translation": "Le point dans le temps ou l'espace où quelque chose commence, ou la partie initiale de quelque chose.",
      "example": "Der Anfang des Films war langweilig, aber es wurde interessanter. Ich bin am Anfang meiner Karriere, also lerne ich noch. Der Anfang des Jahres ist immer beschäftigt.",
      "example_translation": "Le début du film était ennuyeux, mais il est devenu intéressant plus tard. Je suis au début de ma carrière, donc je suis encore en train d'apprendre. Le début de l'année est toujours occupé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beginning.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginning.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glauben",
      "translation": "croire",
      "definition": "Eine Meinung zu haben oder Vertrauen in die Wahrheit, Wert oder Existenz eines Dinges zu haben.",
      "definition_translation": "Tenir une opinion ou avoir confiance dans la vérité, la valeur ou l'existence de quelque chose.",
      "example": "Ich glaube an Gott, aber mein Freund nicht. Ich glaubte an mich selbst, als ich die Prüfung ablegte. Ich werde an meine Fähigkeiten glauben, wenn ich mein Studium abschließe.",
      "example_translation": "Je crois en Dieu, mais mon ami non. J'ai cru en moi-même lorsque j'ai passé l'examen. Je croirai en mes aptitudes lorsque j'aurai terminé l'université.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/believe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/believe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehören",
      "translation": "appartenir",
      "definition": "Ein Teil oder Mitglied einer bestimmten Gruppe, Mannschaft oder Organisation zu sein.",
      "definition_translation": "Être une partie ou membre d'un groupe, équipe ou organisation particulier.",
      "example": "Ich gehöre einem Bücherclub an, und wir treffen uns jeden Monat. Ich gehörte einer Sportmannschaft an, als ich auf der High School war. Ich werde einem professionellen Netzwerk angehören, wenn ich mein Studium abschließe.",
      "example_translation": "J'appartiens à un club de livres, et nous nous réunissons chaque mois. J'appartenais à une équipe sportive au lycée. J'appartiendrai à un réseau professionnel lorsque je serai diplômé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belong.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "ceinture",
      "definition": "Ein flexibles Band oder Riemen, typischerweise aus Leder oder synthetischen Materialien gefertigt, der um die Taille getragen wird, um Hosen, Röcke oder andere Kleidungsstücke zu halten.",
      "definition_translation": "Une bande flexible ou une sangle, généralement faite de cuir ou de matériaux synthétiques, portée autour de la taille pour tenir les pantalons, les jupes ou d'autres vêtements.",
      "example": "Ich trug einen Leder-Gürtel, um meine Hose zu halten. Ich werde einen Gürtel zur Party heute Abend tragen. Ich trug einen Gürtel zum Konzert letzte Nacht.",
      "example_translation": "J'ai porté une ceinture en cuir pour tenir mes pantalons. Je porterai une ceinture au party ce soir. J'ai porté une ceinture au concert hier soir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrrad",
      "translation": "bicyclette",
      "definition": "Ein Fahrzeug mit zwei Rädern, das durch Pedalieren angetrieben wird und zum Transport oder zur Erholung verwendet wird.",
      "definition_translation": "Un véhicule à deux roues, propulsionné par pédalage, utilisé pour le transport ou la récréation.",
      "example": "Ich fuhr ein Fahrrad zur Schule, als ich ein Kind war. Ich werde morgen ein Fahrrad zur Arbeit nehmen. Ich fuhr ein Fahrrad zum Park letzten Wochenende.",
      "example_translation": "J'ai monté une bicyclette à l'école lors que j'étais un gamin. Je monterai une bicyclette au travail demain. J'ai monté une bicyclette au parc le week-end dernier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bicycle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bicycle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer Bruder",
      "translation": "grand frère",
      "definition": "Ein älterer männlicher Geschwister, oft als Vorbild oder Mentor gesehen.",
      "definition_translation": "Un frère aîné, souvent considéré comme un modèle ou un mentor.",
      "example": "Mein großer Bruder lehrte mich, wie man ein Fahrrad fährt. Mein großer Bruder wird mir helfen, in eine neue Wohnung zu ziehen. Mein großer Bruder half mir, einen Job zu finden.",
      "example_translation": "Mon grand frère m'a appris à monter une bicyclette. Mon grand frère m'aidera à emménager dans un nouvel appartement. Mon grand frère m'a aidé à obtenir un emploi.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/big-brothersister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big brother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "große Schwester",
      "translation": "grande sœur",
      "definition": "Eine ältere weibliche Geschwister, oft als Vorbild oder Mentor gesehen.",
      "definition_translation": "Une sœur aînée, souvent considérée comme un modèle ou un mentor.",
      "example": "Meine große Schwester half mir bei meiner Hausaufgabe. Meine große Schwester wird mich morgen zum Einkaufszentrum nehmen. Meine große Schwester lehrte mich, wie man kocht.",
      "example_translation": "Ma grande sœur m'a aidée avec mes devoirs. Ma grande sœur m'emmènera au centre commercial demain. Ma grande sœur m'a appris à cuisiner.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/big-sister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big sister.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrrad",
      "translation": "vélo",
      "definition": "Ein Fahrrad, auch bekannt als Zweirad, ist ein zweirädriges Fahrzeug, das vom Fahrer durch Pedalen angetrieben wird.",
      "definition_translation": "Un vélo, également connu comme un bicycle, est un véhicule à deux roues propulsé par le cycliste pédalant.",
      "example": "Ich werde morgen mit dem Fahrrad zur Schule fahren, heute fuhr ich mit dem Fahrrad zum Park, und gestern hatte ich mit dem Fahrrad zum Laden gefahren.",
      "example_translation": "Je vais faire du vélo à l'école demain, mais aujourd'hui j'ai fait du vélo au parc, et hier j'avais fait du vélo au magasin.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bike.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechnung",
      "translation": "facture",
      "definition": "Eine Rechnung ist ein Dokument, das die Zahlung für Waren oder Dienstleistungen anfordert.",
      "definition_translation": "Une facture est un document demandant le paiement de biens ou services.",
      "example": "Ich werde die Rechnung morgen bezahlen, heute habe ich die Rechnung bezahlt, und gestern hatte ich die Rechnung bezahlt.",
      "example_translation": "Je vais payer la facture demain, mais aujourd'hui j'ai payé la facture, et hier j'avais payé la facture.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bill.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biologie",
      "translation": "biologie",
      "definition": "Biologie ist die Wissenschaft von den lebenden Organismen, einschließlich ihrer Struktur, Wachstum, Evolution und Interaktionen.",
      "definition_translation": "La biologie est l'étude des organismes vivants, notamment leur structure, croissance, évolution et interactions.",
      "example": "Ich habe Biologie in der High School studiert, jetzt studiere ich Biologie im College, und eventual werde ich Biologie in der Graduiertenschule studieren.",
      "example_translation": "J'ai étudié la biologie au lycée, et maintenant j'étudie la biologie à l'université, et finalement j'étudierai la biologie à l'école de troisième cycle.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/biology.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biology.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bissen",
      "translation": "morceau",
      "definition": "Ein Bissen ist ein kleiner Teil oder Abschnitt von etwas, oft verwendet, um einen Abschnitt von Essen zu beschreiben.",
      "definition_translation": "Un morceau est un petit fragment ou partie de quelque chose, souvent utilisé pour décrire un fragment de nourriture.",
      "example": "Ich habe gestern in den Apfel gebissen, heute beiße ich in ein Sandwich, und morgen werde ich in ein Kekse beißen.",
      "example_translation": "J'ai mordu dans la pomme hier, et aujourd'hui je mords dans un sandwich, et demain je mordrai dans un biscuit.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tafel",
      "translation": "tableau noir",
      "definition": "Eine Tafel ist eine glatte, dunkle Oberfläche, typischerweise aus Schiefer oder einem ähnlichen Material hergestellt, die zum Schreiben oder Zeichnen mit Kreide verwendet wird.",
      "definition_translation": "Un tableau noir est une surface lisse et sombre, généralement faite de schiste ou d'un matériau similaire, utilisée pour écrire ou dessiner au crayon.",
      "example": "Gestern habe ich während der Lektion auf der Tafel geschrieben. Heute putze ich sie. Morgen werde ich sie wieder verwenden.",
      "example_translation": "Hier, j'ai écrit sur le tableau noir pendant la leçon. Aujourd'hui, je le nettoie. Demain, je l'utiliserai à nouveau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blackboard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackboard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decke",
      "translation": "couverture",
      "definition": "Eine Decke ist ein großes, meist rechteckiges Stück Stoff, das zum Warmhalten, insbesondere im Bett, verwendet wird.",
      "definition_translation": "Une couverture est un grand morceau de tissu rectangulaire, généralement utilisé pour se tenir chaud, notamment au lit.",
      "example": "Ich habe während des Camping-Ausflugs letzte Woche eine Decke verwendet, um warm zu bleiben. Jetzt wasche ich sie. Nächste Woche werde ich sie wieder verwenden.",
      "example_translation": "J'ai utilisé une couverture pour rester chaud pendant le voyage de camping la semaine dernière. Maintenant, je la lave. La semaine prochaine, je l'utiliserai à nouveau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blanket.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blanket.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blondine",
      "translation": "blonde",
      "definition": "Eine Blondine ist eine Person, insbesondere eine Frau, mit hellem Haar, oder etwas, das gelblich in der Farbe ist.",
      "definition_translation": "Une blonde est une personne, en particulier une femme, avec des cheveux clairs, ou quelque chose qui est de couleur jaunâtre.",
      "example": "Meine Schwester ist eine Blondine und liebt ihre Haarfarbe. Sie war seit ihrer Kindheit eine Blondine. Sie wird immer eine Blondine bleiben.",
      "example_translation": "Ma sœur est une blonde et elle adore sa couleur de cheveux. Elle était blonde depuis qu'elle était enfant. Elle sera toujours blonde.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blonde.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blonde.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blut",
      "translation": "sang",
      "definition": "Blut ist eine flüssige Gewebe im Kreislaufsystem von Menschen und vielen Tieren, die für den Transport von Sauerstoff und Nährstoffen zu den Zellen des Körpers verantwortlich ist.",
      "definition_translation": "Le sang est un tissu liquide dans le système circulatoire des humains et de nombreux animaux, responsable du transport de l'oxygène et des nutriments vers les cellules du corps.",
      "example": "Ich habe letztes Jahr Blut gespendet. Jetzt fühle ich mich gesund und werde bald wieder Blut spenden.",
      "example_translation": "J'ai donné du sang l'année dernière. Maintenant, je me sens en bonne santé et je donnerai du sang à nouveau bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blood.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blood.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brett",
      "translation": "planche",
      "definition": "Ein Brett ist ein flaches Stück Material, wie Holz oder Plastik, das als Oberfläche zum Schreiben, Zeichnen oder als Teil eines Möbelstücks verwendet wird.",
      "definition_translation": "Un morceau plat de matériau, comme du bois ou du plastique, utilisé comme surface pour écrire, dessiner ou comme partie d'un meuble.",
      "example": "Ich werde ein Brett verwenden, um meine Notizen zu schreiben, ich verwendete ein Brett, um ein Bild zu zeichnen, ich benutze ein Brett als Schreibtisch.",
      "example_translation": "Je vais utiliser une planche pour écrire mes notes, j'ai utilisé une planche pour dessiner un tableau, je suis en train d'utiliser une planche comme bureau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brett",
      "translation": "planche",
      "definition": "Ein Brett ist ein flaches Stück Material, wie Holz oder Plastik, das als Oberfläche zum Schreiben, Zeichnen oder als Teil eines Möbelstücks verwendet wird.",
      "definition_translation": "Un morceau plat de matériau, comme du bois ou du plastique, utilisé comme surface pour écrire, dessiner ou comme partie d'un meuble.",
      "example": "Ich werde ein Brett verwenden, um meine Notizen zu schreiben, ich verwendete ein Brett, um ein Bild zu zeichnen, ich benutze ein Brett als Schreibtisch.",
      "example_translation": "Je vais utiliser une planche pour écrire mes notes, j'ai utilisé une planche pour dessiner un tableau, je suis en train d'utiliser une planche comme bureau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brettspiel",
      "translation": "jeu de société",
      "definition": "Ein Spiel, das auf einem Brett gespielt wird, usually mit Spielsteinen, die gemäß einer festgelegten Regel auf dem Brett bewegt werden.",
      "definition_translation": "Un jeu qui est joué sur un plateau, généralement avec des pièces qui sont déplacées sur le plateau selon un ensemble de règles.",
      "example": "Ich spielte ein Brettspiel mit meinen Freunden letzte Nacht, Ich spiele ein Brettspiel mit meiner Familie jetzt, Ich werde ein Brettspiel mit meinen Geschwistern morgen spielen.",
      "example_translation": "J'ai joué un jeu de société avec mes amis hier soir, je joue un jeu de société avec ma famille maintenant, je vais jouer un jeu de société avec mes frères et sœurs demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "bouillir",
      "definition": "Ein Flüssigkeit auf hohe Temperatur zu erhitzen, bei der sie anfängt zu kochen und in Dampf umzuwandeln.",
      "definition_translation": "Chauffer un liquide jusqu'à ce qu'il atteigne une température élevée, auquel point il commence à bouillir et à se transformer en vapeur.",
      "example": "Ich kochte Wasser, um Tee zuzubereiten, Ich habe die Gemüse vor dem Servieren gekocht, Ich werde Eier zum Frühstück kochen.",
      "example_translation": "J'ai bouilli de l'eau pour faire du thé, j'avais bouilli les légumes avant de les servir, je vais bouillir des œufs pour le petit déjeuner.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gekocht",
      "translation": "bouilli",
      "definition": "In kochendem Wasser oder Dampf gekocht.",
      "definition_translation": "Cuit dans l'eau bouillante ou la vapeur.",
      "example": "Ich aß gestern Abend gekochte Kartoffeln. Ich koche gerade Wasser für Tee. Ich werde morgen das Gemüse zum Mittagessen kochen.",
      "example_translation": "J'ai eu des pommes de terre bouillies pour dîner hier. Je fais bouillir de l'eau pour le thé maintenant. Je vais bouillir les légumes pour déjeuner demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boiled.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiled.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buch",
      "translation": "livre",
      "definition": "Ein geschriebenes oder gedrucktes Werk, bestehend aus Seiten, die zusammengebunden oder genäht sind.",
      "definition_translation": "Un travail écrit ou imprimé consistant en des pages collées ou cousues ensemble.",
      "example": "Ich las ein Buch gestern. Ich lese ein Buch jetzt. Ich werde ein Buch morgen lesen.",
      "example_translation": "J'ai lu un livre hier. Je lis un livre maintenant. Je lirai un livre demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/book.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/book.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bücherregal",
      "translation": "bibliothèque",
      "definition": "Ein Möbelstück mit Regalen für das Aufbewahren von Büchern.",
      "definition_translation": "Un meuble avec des étagères pour contenir des livres.",
      "example": "Ich habe ein Bücherregal in meinem Schlafzimmer. Das Bücherregal war voller alter Bücher. Ich werde nächste Woche ein neues Bücherregal kaufen.",
      "example_translation": "J'ai une bibliothèque dans ma chambre à coucher. La bibliothèque était pleine de vieux livres. J'achèterai une nouvelle bibliothèque la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookcase.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookcase.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchwand",
      "translation": "étagère à livres",
      "definition": "Ein Satz von Regalen für das Aufbewahren von Büchern, typischerweise an einer Wand befestigt.",
      "definition_translation": "Un ensemble d'étagères pour contenir des livres, généralement fixé au mur.",
      "example": "Ich habe eine Buchwand in meinem Büro. Die Buchwand war voller juristischer Bücher. Ich werde das Wochenende die Buchwand aufräumen.",
      "example_translation": "J'ai une étagère à livres dans mon bureau. L'étagère à livres était pleine de livres de droit. Je vais nettoyer l'étagère à livres ce week-end.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookshelf.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshelf.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhandlung",
      "translation": "librairie",
      "definition": "Ein Geschäft, das neue oder gebrauchte Bücher verkauft, oft mit einer großen Auswahl an Titeln und einem sachkundigen Personal.",
      "definition_translation": "Un bâtiment ou une pièce contenant une collection de livres, de périodiques et de matériaux connexes, organisés par sujet ou catégorie, et souvent équipés de facilités de lecture et de recherche.",
      "example": "Sie ging in die Buchhandlung, um ein neues Roman zu kaufen. Sie geht in die Buchhandlung, um ein neues Roman zu kaufen. Sie ging in die Buchhandlung, um ein neues Roman zu kaufen.",
      "example_translation": "Elle alla à la librairie pour acheter un nouveau roman. Elle va à la librairie pour acheter un nouveau roman. Elle est allée à la librairie pour acheter un nouveau roman.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookshop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchladen",
      "translation": "librairie",
      "definition": "Ein Geschäft, das neue oder gebrauchte Bücher verkauft, oft mit einer großen Auswahl an Titeln und einem sachkundigen Personal.",
      "definition_translation": "Une entreprise qui vend des livres neufs ou d'occasion, souvent avec une grande sélection de titres et un personnel compétent.",
      "example": "Ich ging in den Buchladen, um ein seltenes Buch zu suchen. Ich gehe in den Buchladen, um ein seltenes Buch zu suchen. Ich werde in den Buchladen gehen, um ein seltenes Buch zu suchen.",
      "example_translation": "Je suis allé à la librairie pour chercher un livre rare. Je vais à la librairie pour chercher un livre rare. Je vais aller à la librairie pour chercher un livre rare.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookstore.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookstore.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "botte",
      "definition": "Ein Schutz für den Fuß und das Bein, typischerweise aus Leder, Gummi oder synthetischen Materialien hergestellt, getragen für Schutz oder Wärme.",
      "definition_translation": "Un couvre-chaussure et jambe, généralement fait de cuir, de caoutchouc ou de matières synthétiques, porté pour la protection ou la chaleur.",
      "example": "Ich trage einen Stiefel, um in den Bergen zu wandern. Ich trug einen Stiefel, um in den Bergen zu wandern. Ich werde einen Stiefel tragen, um in den Bergen zu wandern.",
      "example_translation": "Je porte une botte pour randonner dans les montagnes. J'ai porté une botte pour randonner dans les montagnes. Je porterai une botte pour randonner dans les montagnes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geboren",
      "translation": "né(e)",
      "definition": "Ins Dasein zu kommen; zu beginnen zu existieren oder in das Dasein gebracht zu werden.",
      "definition_translation": "Pour venir à l'existence; pour commencer à exister ou être amené à l'existence.",
      "example": "Ich bin in Paris geboren. Ich bin in Paris geboren. Ich werde in Paris geboren sein.",
      "example_translation": "Je suis né à Paris. Je suis né à Paris. Je serai né à Paris.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leihen",
      "translation": "emprunter",
      "definition": "Etwas, das jemand anderem gehört, mit der Absicht zu nehmen und zurückzugeben.",
      "definition_translation": "Prendre ou utiliser quelque chose qui appartient à quelqu'un d'autre, avec l'intention de le rendre.",
      "example": "Ich leihe mir gestern ein Buch aus der Bibliothek. Ich leihe mir heute das Auto meines Freundes aus. Ich werde nächsten Monat Geld von meinen Eltern leihen.",
      "example_translation": "J'ai emprunté un livre à la bibliothèque hier. J'emprunte la voiture de mon ami aujourd'hui. J'emprunterai de l'argent à mes parents le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/borrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/borrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chef",
      "translation": "patron",
      "definition": "Eine Person, die einer Organisation, eines Unternehmens oder einer Abteilung vorsteht.",
      "definition_translation": "Une personne responsable d'une organisation, d'une entreprise ou d'un département.",
      "example": "Mein Chef ist sehr anspruchsvoll. Ich hatte viele Chefs während meiner Karriere. Ich werde eines Tages mein eigener Chef sein.",
      "example_translation": "Mon patron est très exigeant. J'ai eu de nombreux patrons tout au long de ma carrière. Je serai mon propre patron un jour.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boss.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boss.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stören",
      "translation": "déranger",
      "definition": "Jemanden zu ärgern oder zu stören, oder Unannehmlichkeiten oder Schwierigkeiten zu bereiten.",
      "definition_translation": "Déranger ou troubler quelqu'un, ou de causer des problèmes ou des inconvénients.",
      "example": "Ich wollte dich nicht stören. Sie stört mich mit ihren ständigen Fragen. Ich werde mich nächstes Jahr bemühen, Französisch zu lernen.",
      "example_translation": "Je ne voulais pas vous déranger. Elle me dérange avec ses questions constantes. Je vais prendre la peine d'apprendre le français l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bother.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flasche",
      "translation": "bouteille",
      "definition": "Ein Behälter aus Glas, Plastik oder anderen Materialien, der dazu dient, Flüssigkeiten aufzubewahren.",
      "definition_translation": "Un contenant fait de verre, de plastique ou d'autres matériaux, utilisé pour contenir des liquides.",
      "example": "Ich trank gestern eine Flasche Wasser. Sie öffnete letzte Nacht eine Flasche Wein. Ich werde morgen eine Flasche Milch kaufen.",
      "example_translation": "J'ai bu une bouteille d'eau hier. Elle a ouvert une bouteille de vin hier soir. J'achèterai une bouteille de lait demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bottle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bottle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "bol",
      "definition": "Ein rundes, offen obenauf befindliches Gefäß, das normalerweise verwendet wird, um Essen oder Getränke zu halten oder zu mixen.",
      "definition_translation": "Un contenant ouvert, généralement utilisé pour contenir ou mélanger des aliments.",
      "example": "Ich aß heute Morgen Cornflakes aus einer Schale. Ich werde heute Abend die Schale waschen. Sie aß gestern aus einer Schale.",
      "example_translation": "J'ai mangé des céréales dans un bol ce matin. Je vais laver le bol ce soir. Elle avait mangé dans un bol hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bowl.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bowl.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freund",
      "translation": "petit ami",
      "definition": "Ein männlicher romantischer Partner.",
      "definition_translation": "Un partenaire romantique masculin.",
      "example": "Ich traf meinen Freund im Park. Mein Freund wird mich heute Abend im Kino treffen. Sie hat ihren Freund online kennengelernt.",
      "example_translation": "J'ai rencontré mon petit ami au parc. Mon petit ami va me rencontrer au cinéma ce soir. Elle avait rencontré son petit ami en ligne.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boyfriend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boyfriend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gehirn",
      "translation": "cerveau",
      "definition": "Das Organ des Körpers, das das Denken, die Bewegung und die Empfindung kontrolliert.",
      "definition_translation": "L'organe du corps qui contrôle la pensée, le mouvement et la sensation.",
      "example": "Der Arzt untersuchte mein Gehirn nach dem Unfall. Ich werde mein Gehirn benutzen, um dieses Puzzle zu lösen. Sie hatte ihr Gehirn benutzt, um das Spiel zu gewinnen.",
      "example_translation": "Le médecin a examiné mon cerveau après l'accident. Je vais utiliser mon cerveau pour résoudre ce puzzle. Elle avait utilisé son cerveau pour gagner le jeu.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/brain.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brain.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brechen",
      "translation": "rompre",
      "definition": "Etwas in Stücke zu zerschlagen oder zu unterbrechen, oder eine Unterbrechung oder einen Abbruch herbeizuführen.",
      "definition_translation": "Faire éclater ou séparer en morceaux, ou interrompre ou discontinuer quelque chose.",
      "example": "Ich werde das Glas zerbrechen, wenn ich nicht vorsichtig bin. Sie brach ihr Versprechen mir gegenüber. Sie haben letzte Woche die Regeln gebrochen.",
      "example_translation": "Je vais briser le verre si je ne fais pas attention. Elle a rompu sa promesse envers moi. Ils avaient rompu les règles la semaine dernière.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/break.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/break.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brücke",
      "translation": "pont",
      "definition": "Eine Struktur, die gebaut wird, um ein Tal, eine Straße, ein Gewässer oder ein anderes Hindernis zu überqueren, um eine Passage über das Hindernis zu ermöglichen.",
      "definition_translation": "Un pont est une structure construite pour franchir une vallée, une route, un corps d'eau ou autre obstacle, dans le but de fournir un passage sur l'obstacle.",
      "example": "Ich bin gestern über die Brücke gegangen, ich gehe heute über die Brücke und ich werde morgen über die Brücke gehen.",
      "example_translation": "J'ai traversé le pont hier, je traverse le pont maintenant, et je traverserai le pont demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bridge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bridge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "brillant",
      "definition": "Eine Menge Licht emittierend oder reflektierend, intensiv leuchtend.",
      "definition_translation": "Donnant ou reflétant beaucoup de lumière, brillant intensément.",
      "example": "Das helle Sonnenlicht machte alles schön aussehen, Die hellen Stadtlichter waren blendend und Der helle Stern leuchtete in der Nacht.",
      "example_translation": "Le soleil éclatant rendit tout beau, Les lumières de la ville étaient étourdissantes, et L'étoile brillante brillait dans le ciel nocturne.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bright-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bright.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bringen",
      "translation": "apporter",
      "definition": "Etwas oder jemanden zu der sprechenden Person oder an den Ort, an dem sie sich befindet, zu bewegen.",
      "definition_translation": "Déplacer quelque chose ou quelqu'un vers la personne qui parle, ou au lieu où ils sont.",
      "example": "Ich brachte mein Buch gestern, ich bringe mein Mittagessen jetzt und ich werde mein Freund morgen bringen.",
      "example_translation": "J'ai apporté mon livre hier, j'apporte mon déjeuner maintenant, et j'apporterai mon ami demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bring.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zurückbringen",
      "translation": "ramener",
      "definition": "Etwas oder jemanden an einen vorherigen Ort oder Zustand zurückzubringen.",
      "definition_translation": "Retourner quelque chose ou quelqu'un à un endroit ou une condition précédente.",
      "example": "Ich brachte meinen Hund gestern vom Park zurück, ich bringe meine Einkäufe heute zurück und ich werde meinen Bruder morgen vom Flughafen zurückbringen.",
      "example_translation": "J'ai ramené mon chien du parc hier, j'apporte mes achats aujourd'hui, et j'apporterai mon frère de l'aéroport demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bring-back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaputt",
      "translation": "cassé",
      "definition": "nicht in betriebsfähigem Zustand; beschädigt oder verdorben",
      "definition_translation": "hors d'usage; endommagé ou gâché",
      "example": "Das kaputte Spielzeug lag auf dem Boden. Ich zerbrach das Spielzeug, als ich ein Kind war. Ich werde das Spielzeug brechen, wenn ich nicht vorsichtig bin.",
      "example_translation": "Le jouet cassé était sur le sol. J'ai cassé le jouet quand j'étais enfant. Je vais casser le jouet si je ne fais pas attention.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/broken.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaputt",
      "translation": "cassé",
      "definition": "nicht in betriebsfähigem Zustand; beschädigt oder verdorben",
      "definition_translation": "hors d'usage; endommagé ou gâché",
      "example": "Der kaputte Spiegel reflektierte ein verzerrtes Bild. Sie zerbrach den Spiegel aus Versehen. Sie werden den Spiegel während der Renovierung brechen.",
      "example_translation": "Le miroir cassé reflétait une image déformée. Elle a cassé le miroir par accident. Ils vont casser le miroir pendant la rénovation.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/broken-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bürste",
      "translation": "brosse",
      "definition": "Ein Instrument mit Borsten oder Drähten, das zum Reinigen oder Anordnen verwendet wird",
      "definition_translation": "un instrument avec des soies ou des fils utilisé pour nettoyer ou arranger",
      "example": "Ich benutze eine Bürste, um meine Zähne zu putzen. Sie bürstet ihr Haar jeden Morgen. Sie werden den Hund morgen bürsten.",
      "example_translation": "J'utilise une brosse pour nettoyer mes dents. Elle brossait ses cheveux tous les matins. Ils vont brosser la fourrure du chien demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/brush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bauen",
      "translation": "construire",
      "definition": "Etwas durch Kombinieren von Teilen oder Materialien zu konstruieren oder zusammenzusetzen",
      "definition_translation": "construire ou assembler quelque chose en combinant des parties ou des matériaux",
      "example": "Ich baute ein Haus letzten Jahr. Sie bauen ein neues Hochhaus in der Innenstadt. Wir werden ein Baumhaus Wochenende bauen.",
      "example_translation": "J'ai construit une maison l'année dernière. Ils construisent un nouvel immeuble de bureaux en centre-ville. Nous allons construire une cabane dans les arbres le week-end prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/build.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/build.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebäude",
      "translation": "bâtiment",
      "definition": "Eine Struktur mit Dach und Wänden, wie ein Haus, eine Schule oder eine Fabrik.",
      "definition_translation": "Une structure avec un toit et des murs, comme une maison, une école ou une usine.",
      "example": "Ich werde ein neues Gebäude nächstes Jahr bauen. Ich baute ein Gebäude letzten Jahr. Ich baue ein Gebäude gerade.",
      "example_translation": "Je vais construire un nouveau bâtiment l'année prochaine. J'ai construit un bâtiment l'année dernière. Je suis en train de construire un bâtiment maintenant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/building.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/building.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamburger",
      "translation": "hamburger",
      "definition": "Eine Art Sandwich, das aus einer gebratenen Patty aus gemahlenem Fleisch besteht, die auf einem runden Brötchen serviert wird.",
      "definition_translation": "Un type de sandwich consistant en un pâté de viande hachée cuite servi sur un pain rond habituel.",
      "example": "Ich aß einen Hamburger zum Mittagessen gestern. Ich esse einen Hamburger zum Mittagessen heute. Ich werde einen Hamburger zum Mittagessen morgen essen.",
      "example_translation": "J'ai mangé un hamburger pour déjeuner hier. Je mange un hamburger pour déjeuner aujourd'hui. Je mangerai un hamburger pour déjeuner demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/burger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/burger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Busbahnhof",
      "translation": "gare routière",
      "definition": "Ein Ort oder Gebäude, an dem Busse anhalten, um Menschen zuzulassen oder abzusetzen.",
      "definition_translation": "Un endroit ou bâtiment où les bus s'arrêtent pour laisser les gens monter ou descendre.",
      "example": "Ich ging zum Busbahnhof, um einen Bus nach Paris zu nehmen. Ich warte am Busbahnhof auf meine Freundin, die bald ankommen wird. Ich werde morgen früh am Busbahnhof ankommen.",
      "example_translation": "Je suis allé à la gare routière prendre un bus pour Paris. Je attends à la gare routière pour que mon ami arrive. J'arriverai à la gare routière demain matin.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bus-station.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus station.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "arrêt de bus",
      "definition": "Ein Ort, an dem ein Bus hält, um Menschen zuzulassen oder abzusetzen, typischerweise gekennzeichnet durch ein Schild oder eine Überdachung.",
      "definition_translation": "Un endroit où un bus s'arrête pour laisser les gens monter ou descendre, généralement marqué par un panneau ou un abri.",
      "example": "Ich wartete 20 Minuten an der Bushaltestelle. Ich stehe gerade an der Bushaltestelle. Ich werde an der Bushaltestelle Nähe meinem Haus aussteigen.",
      "example_translation": "J'ai attendu à l'arrêt de bus pendant 20 minutes. Je me tiens à l'arrêt de bus maintenant. Je descendrai à l'arrêt de bus près de chez moi.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bus-stop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus stop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäft",
      "translation": "entreprise",
      "definition": "Die Aktivität des Herstellens, Kaufens oder Verkaufens von Waren oder Dienstleistungen mit dem Ziel, Geld zu verdienen.",
      "definition_translation": "L'activité de créer, d'acheter ou de vendre des biens ou des services dans l'intention de gagner de l'argent.",
      "example": "Ich habe mein eigenes Geschäft letztes Jahr eröffnet. Ich betreibe ein Geschäft gerade jetzt. Ich werde mein Geschäft nächstes Jahr erweitern.",
      "example_translation": "J'ai lancé mon entreprise l'année dernière. Je dirige une entreprise maintenant. Je vais développer mon entreprise l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/business.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäft",
      "translation": "entreprise",
      "definition": "Die Aktivität des Herstellens, Kaufens oder Verkaufens von Waren oder Dienstleistungen mit dem Ziel, Geld zu verdienen.",
      "definition_translation": "L'activité de créer, d'acheter ou de vendre des biens ou des services dans l'intention de gagner de l'argent.",
      "example": "Ich ging auf die Wirtschaftshochschule, um Unternehmertum zu lernen. Ich studiere Betriebswirtschaftslehre gerade jetzt. Ich werde mein eigenes Geschäft bald eröffnen.",
      "example_translation": "Je suis allé à l'école de commerce pour apprendre l'esprit d'entreprise. Je suis en train d'étudier la gestion d'entreprise maintenant. Je vais lancer ma propre entreprise bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/business-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unternehmer",
      "translation": "homme d'affaires",
      "definition": "Eine Person, die kommerzielle oder industrielle Aktivitäten ausführen, insbesondere eine, die geschäftstüchtig und fähig ist.",
      "definition_translation": "Une personne qui s'engage dans des activités commerciales ou industrielles, notamment un professionnel habile et expérimenté.",
      "example": "Der Unternehmer investierte viel Geld in das Projekt. Er ist ein erfolgreicher Unternehmer jetzt. Er wird sich morgen mit anderen Unternehmern treffen.",
      "example_translation": "L'homme d'affaires a investi beaucoup d'argent dans le projet. Il est un homme d'affaires réussi maintenant. Il rencontrera d'autres hommes d'affaires demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/businessman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businessman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unternehmerin",
      "translation": "femme d'affaires",
      "definition": "Eine Frau, die kommerzielle oder industrielle Aktivitäten ausführen, insbesondere eine, die geschäftstüchtig und fähig ist.",
      "definition_translation": "Une femme qui s'engage dans des activités commerciales ou industrielles, notamment une professionnelle habile et expérimentée.",
      "example": "Die Unternehmerin ist sehr selbstsicher in ihrer Präsentation. Sie ist eine erfolgreiche Unternehmerin jetzt. Sie wird nächste Woche an der Unternehmerinnen-Konferenz teilnehmen.",
      "example_translation": "La femme d'affaires est très confiante dans sa présentation. Elle est une femme d'affaires réussie maintenant. Elle assiste à la conférence des femmes d'affaires la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/businesswoman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businesswoman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschäftigt",
      "translation": "occupé",
      "definition": "Etwas zu tun haben; aktiv beschäftigt in Arbeit oder einer Aktivität.",
      "definition_translation": "Ayant beaucoup à faire ; activement engagé dans le travail ou une activité.",
      "example": "Ich war beschäftigt gestern, ich bin beschäftigt heute, und ich werde beschäftigt morgen sein.",
      "example_translation": "J'étais occupé hier, je suis occupé aujourd'hui, et je serai occupé demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/busy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschäftigt",
      "translation": "occupé",
      "definition": "Etwas zu tun haben; aktiv beschäftigt in Arbeit oder einer Aktivität.",
      "definition_translation": "Ayant beaucoup à faire ; activement engagé dans le travail ou une activité.",
      "example": "Ich war beschäftigt gestern, ich bin beschäftigt heute, und ich werde beschäftigt morgen sein.",
      "example_translation": "J'étais occupé hier, je suis occupé aujourd'hui, et je serai occupé demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/busy-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schrank",
      "translation": "armoire",
      "definition": "Ein Möbelstück mit Regalen, Schubladen oder Fächern, verwendet für das Lagern oder Präsentieren von Dingen.",
      "definition_translation": "Un meuble avec des étagères, des tiroirs ou des compartiments, utilisé pour stocker ou afficher des choses.",
      "example": "Die Lehrerin speicherte die Akten im Schrank, die Schüler nahmen sie aus dem Schrank, und der Direktor wird sie wieder in den Schrank zurückstellen.",
      "example_translation": "Le professeur a rangé les fichiers dans l'armoire, les étudiants les ont sortis de l'armoire, et le directeur les remettra dans l'armoire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mensa",
      "translation": "cafétéria",
      "definition": "Ein Selbstbedienungs-Restaurant, typischerweise in einer Schule oder Institution, wo Essen und Getränke verkauft werden.",
      "definition_translation": "Un restaurant self-service, généralement dans une école ou une institution, où la nourriture et les boissons sont vendues.",
      "example": "Ich aß Mittagessen in der Mensa gestern, ich esse Frühstück in der Mensa heute, und ich werde Abendessen in der Mensa morgen essen.",
      "example_translation": "J'ai mangé déjeuner dans la cafétéria hier, je mange petit-déjeuner dans la cafétéria aujourd'hui, et je mangerai dîner dans la cafétéria demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cafeteria.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cafeteria.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalender",
      "translation": "calendrier",
      "definition": "Ein Tabelle oder Liste von Tagen, Wochen und Monaten, verwendet um Termine und Erinnerungen zu verfolgen.",
      "definition_translation": "Un tableau ou liste de jours, semaines et mois, utilisé pour garder une trace des dates et des rendez-vous.",
      "example": "Ich muss meinen Kalender überprüfen, um zu sehen, ob ich für das Meeting verfügbar bin. Ich überprüfte meinen Kalender gestern und ich habe einen beschäftigten Tag heute. Ich werde meinen Kalender morgen überprüfen, um meinen Zeitplan zu planen.",
      "example_translation": "Je dois vérifier mon calendrier pour voir si je suis disponible pour la réunion. J'ai vérifié mon calendrier hier et j'ai une journée chargée aujourd'hui. Je vais vérifier mon calendrier demain pour planifier mon emploi du temps.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/calendar.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/calendar.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anrufen",
      "translation": "appeler",
      "definition": "Jemandem oder etwas einen Namen oder Titel zu geben.",
      "definition_translation": "Donner un nom ou un titre à quelqu'un ou quelque chose.",
      "example": "Ich werde meine Freundin heute Abend anrufen, um ihr alles Gute zum Geburtstag zu wünschen. Sie rief mich gestern an, um um Hilfe zu bitten. Er wird den Manager anrufen, um das Problem zu melden.",
      "example_translation": "Je vais appeler mon ami ce soir pour lui souhaiter joyeux anniversaire. Elle m'a appelé hier pour demander de l'aide. Il va appeler le directeur pour signaler le problème.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/call.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anrufen",
      "translation": "appeler",
      "definition": "Einen Telefonanruf bei jemandem zu tätigen.",
      "definition_translation": "Faire un appel téléphonique à quelqu'un.",
      "example": "Ich muss die Bank anrufen, um nach meinem Konto zu fragen. Sie rief mich aus ihrem Büro an, um über das Projekt zu diskutieren. Sie werden uns später zurückrufen, um den Termin zu bestätigen.",
      "example_translation": "Je dois appeler la banque pour demander sur mon compte. Elle m'a appelé de son bureau pour discuter du projet. Ils vont nous rappeler plus tard pour confirmer le rendez-vous.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/call-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeltlager",
      "translation": "camp",
      "definition": "Ein Ort, an dem Menschen vorübergehend in Zelten oder anderen temporären Unterkünften wohnen, oft zu Erholungs- oder militärischen Zwecken.",
      "definition_translation": "Un endroit où les gens vivent temporairement dans des tentes ou d'autres abris temporaires, souvent pour des vacances ou à des fins militaires.",
      "example": "Ich ging in einem Sommerlager, als ich ein Kind war. Sie richteten ein Zeltlager im Wald ein, um den Film zu drehen. Wir werden bei einem See zelten, um die Aussicht zu genießen.",
      "example_translation": "Je suis allé à un camp d'été quand j'étais petit. Ils ont installé un camp dans la forêt pour tourner le film. Nous allons camper près du lac pour profiter du paysage.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/camp.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camp.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Campen",
      "translation": "camping",
      "definition": "Die Aktivität, in einem Zelt oder anderen temporären Unterkünften im Freien zu übernachten, typischerweise während einer Reise oder bei Outdoor-Aktivitäten.",
      "definition_translation": "l'activité de séjourner dans une tente ou autre hébergement temporaire en plein air, généralement lors de voyages ou d'activités en plein air",
      "example": "Wir gingen letzten Sommer campen in den Bergen. Ich campiere mit meinen Freunden dieses Wochenende. Wir werden nächstes Jahr im Wald campen.",
      "example_translation": "Nous sommes allés camper dans les montagnes l'été dernier. Je vais camper avec mes amis ce week-end. Nous irons camper dans la forêt l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/camping.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camping.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "können",
      "translation": "peut",
      "definition": "in der Lage sein, etwas zu tun",
      "definition_translation": "pouvoir faire quelque chose",
      "example": "Ich kann fließend Englisch sprechen. Sie kann schön Klavier spielen. Sie können sehr schnell schwimmen.",
      "example_translation": "Je peux parler anglais couramment. Elle peut jouer du piano magnifiquement. Ils peuvent nager très vite.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/can-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/can.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßigkeit",
      "translation": "bonbon",
      "definition": "Eine süße Speise, die mit Zucker hergestellt wird, oft aromatisiert und gefärbt",
      "definition_translation": "un aliment sucré fabriqué avec du sucre, souvent parfumé et coloré",
      "example": "Ich liebe es, Süßigkeiten an Halloween zu essen. Sie kaufte viele Süßigkeiten im Laden. Sie werden Süßigkeiten auf dem Schuljahresmarkt verkaufen.",
      "example_translation": "J'adore manger des bonbons à Halloween. Elle a acheté beaucoup de bonbons au magasin. Ils vendront des bonbons à la foire scolaire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/candy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/candy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "casquette",
      "definition": "Eine Bedeckung für den Kopf, typischerweise mit Rand und Krone",
      "definition_translation": "un couvre-chef, généralement avec une visière et une couronne",
      "example": "Ich trage eine Mütze, um mein Gesicht vor der Sonne zu schützen. Er verlor seine Mütze am Strand. Sie werden neue Mützen für das Team kaufen.",
      "example_translation": "Je porte une casquette pour protéger mon visage du soleil. Il a perdu sa casquette à la plage. Ils vont acheter de nouvelles casquettes pour l'équipe.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cap.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cap.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptstadt",
      "translation": "capitale",
      "definition": "Die Hauptstadt ist die Stadt oder der Ort, der als Regierungssitz für ein Land, einen Staat oder eine Provinz dient.",
      "definition_translation": "La capitale est la ville ou la ville qui sert de siège du gouvernement pour un pays, un État ou une province.",
      "example": "Die Hauptstadt Frankreichs ist Paris. Es war die Hauptstadt Frankreichs im 19. Jahrhundert. Es wird die Hauptstadt Frankreichs in Zukunft sein.",
      "example_translation": "La capitale de la France est Paris. C'était la capitale de la France au 19e siècle. Ce sera la capitale de la France à l'avenir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/capital.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/capital.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parkplatz",
      "translation": "parking",
      "definition": "Ein Parkplatz ist ein dafür vorgesehener Bereich, an dem Menschen ihre Fahrzeuge parken können.",
      "definition_translation": "Un parking est une zone désignée où les gens peuvent garer leurs véhicules.",
      "example": "Ich parkte mein Auto auf dem Parkplatz. Ich werde mein Auto morgen auf dem Parkplatz parken. Ich parkte mein Auto gestern auf dem Parkplatz.",
      "example_translation": "J'ai garé ma voiture dans le parking. Je vais garer ma voiture dans le parking demain. J'avais garé ma voiture dans le parking hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/car-park.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/car park.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karte",
      "translation": "carte",
      "definition": "Eine Karte ist ein Stück steifen Papiers oder dünner Kartonage, typischerweise rechteckig geformt, das zur Informationsaustausch oder Zahlung verwendet wird.",
      "definition_translation": "Une carte est un morceau de papier rigide ou de carton fin, généralement de forme rectangulaire, utilisé pour échanger des informations ou faire des paiements.",
      "example": "Ich verwendete meine Kreditkarte, um die Mahlzeit zu bezahlen. Ich werde meine Kreditkarte verwenden, um das Hotelzimmer zu bezahlen. Ich verwendete meine Kreditkarte, um das Geschenk zu kaufen.",
      "example_translation": "J'ai utilisé ma carte de crédit pour payer le repas. Je vais utiliser ma carte de crédit pour payer la chambre d'hôtel. J'avais utilisé ma carte de crédit pour acheter le cadeau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/card-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartenspiel",
      "translation": "jeu de cartes",
      "definition": "Ein Kartenspiel ist ein Spiel, das ein Kartendeck als Hauptgerät für das Spiel verwendet.",
      "definition_translation": "Un jeu de cartes est un jeu qui utilise un paquet de cartes comme le dispositif principal de jeu.",
      "example": "Ich spielte ein Kartenspiel mit meinen Freunden letzten Abend. Ich werde ein Kartenspiel mit meiner Familie morgen spielen. Ich spielte ein Kartenspiel mit meinen Kollegen gestern.",
      "example_translation": "J'ai joué un jeu de cartes avec mes amis hier soir. Je vais jouer un jeu de cartes avec ma famille demain. J'avais joué un jeu de cartes avec mes collègues hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/card-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "prudent",
      "definition": "Hat oder zeigt eine große Aufmerksamkeit für Details; sorgfältig.",
      "definition_translation": "Ayant ou montrant un grand soin au détail ; méticuleux.",
      "example": "Sie war vorsichtig, um den Kaffee nicht zu verschütten, aber sie verschüttete ihn trotzdem. Sie ist mit ihren Worten vorsichtig und wird mit ihren Handlungen vorsichtig sein.",
      "example_translation": "Elle a été prudente pour ne pas renverser le café, mais elle a fini par le renverser quand même. Elle est prudente avec ses mots, et elle sera prudente avec ses actions.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/careful.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/careful.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sorgfältig",
      "translation": "soigneusement",
      "definition": "In einer sorgfältigen Weise; mit Aufmerksamkeit für Details.",
      "definition_translation": "De manière prudente ; avec attention au détail.",
      "example": "Sie ging sorgfältig die Treppe hinunter, und sie wird das Dokument sorgfältig überprüfen. Er hatte die Überraschungsparty sorgfältig geplant.",
      "example_translation": "Elle a marché soigneusement dans les escaliers, et elle examinera soigneusement le document. Il avait soigneusement planifié la fête surprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/carefully.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carefully.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teppich",
      "translation": "tapis",
      "definition": "Ein textiles Bodenbelag, typischerweise aus gewebtem oder gehakeltem Stoff hergestellt.",
      "definition_translation": "Un revêtement de sol textile, généralement fait de tissu tissé ou de tapisserie.",
      "example": "Das Hotelzimmer hatte einen schönen Teppich, und der neue Teppich wurde gestern installiert. Sie werden den ganzen Fußboden nächste Woche mit Teppich bedecken.",
      "example_translation": "La chambre d'hôtel avait un beau tapis, et le nouveau tapis a été installé hier. Ils vont tapisser tout le sol la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/carpet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carpet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karotte",
      "translation": "carotte",
      "definition": "Ein Wurzelgemüse, typischerweise orange gefärbt, roh oder gekocht gegessen.",
      "definition_translation": "Un légume-racine, généralement de couleur orange, mangé cru ou cuit.",
      "example": "Sie aß einen Karotten-Stick als Snack, und er wird Karotten zum Abendessen zubereiten. Die Kaninchen lieben es, Karotten zu essen.",
      "example_translation": "Elle a mangé une carotte pour collation, et il va cuire des carottes pour dîner. Les lapins aiment manger des carottes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/carrot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carrot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeichentrickfilm",
      "translation": "dessin animé",
      "definition": "Ein Zeichentrickfilm ist eine Art von animiertem Film oder Fernsehsendung, die typischerweise humorvoll ist und farbenfrohe, stilisierte Charaktere und Hintergründe aufweist.",
      "definition_translation": "Un dessin animé est un type de film d'animation ou d'émission de télévision qui est généralement humoristique et présente des personnages et des arrière-plans colorés et stylisés.",
      "example": "Ich sah einen Zeichentrickfilm, als ich ein Kind war, es war über einen tapferen Ritter, der gegen Drachen kämpfte. Jetzt sehe ich Zeichentrickfilme mit meinen Kindern, und sie lieben die Abenteuer von SpongeBob Schwammkopf. In Zukunft hoffe ich, meine eigenen Zeichentrickserie zu erstellen.",
      "example_translation": "J'ai regardé un dessin animé quand j'étais enfant, il était sur un chevalier brave qui combattait contre les dragons. Maintenant, je regarde des dessins animés avec mes enfants, et ils aiment les aventures de Bob l'éponge. À l'avenir, j'espère créer ma propre série de dessins animés.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cartoon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cartoon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "château",
      "definition": "Ein Schloss ist ein großes Gebäude oder eine Struktur, typischerweise in einem herrschaftlichen oder königlichen Wohnsitz, das oft befestigt ist und Türme und Mauern hat.",
      "definition_translation": "Un château est un grand bâtiment ou structure, généralement une résidence seigneuriale ou royale, qui est souvent fortifié et a des tours et des créneaux.",
      "example": "Der König lebte in einem schönen Schloss in mittelalterlichen Zeiten. Heute können wir viele Schlösser in Europa besuchen, die über Jahrhunderte erhalten wurden. In Zukunft hoffe ich, in einem Schlosshotel auf meiner Hochzeitsreise zu übernachten.",
      "example_translation": "Le roi vivait dans un beau château au Moyen Âge. Aujourd'hui, nous pouvons visiter de nombreux châteaux en Europe qui ont été préservés pendant des siècles. À l'avenir, j'espère rester dans un hôtel de château pour ma lune de miel.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/castle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/castle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kathedrale",
      "translation": "cathédrale",
      "definition": "Eine Kathedrale ist eine große, eindrucksvolle Kirche, die der Hauptplatz des Gottesdienstes eines Bischofs oder Erzbischofs ist.",
      "definition_translation": "Une cathédrale est une grande et impressionnante église qui est le principal lieu de culte d'un évêque ou d'un archevêque.",
      "example": "Die Kathedrale von Notre-Dame de Paris ist eine der berühmtesten der Welt. Ich besuchte eine schöne Messe in einer Kathedrale, als ich auf Urlaub in Europa war. In Zukunft hoffe ich, in einer atemberaubenden Kathedrale zu heiraten.",
      "example_translation": "La cathédrale de Notre-Dame de Paris est l'une des plus célèbres au monde. J'ai assisté à une belle messe dans une cathédrale lors de mes vacances en Europe. À l'avenir, j'espère me marier dans une cathédrale impressionnante.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cathedral.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cathedral.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decke",
      "translation": "plafond",
      "definition": "Die Decke ist die obere Innenfläche eines Raums oder Gebäudes, typischerweise aus Gips, Holz oder anderen Materialien hergestellt.",
      "definition_translation": "Le plafond est la surface intérieure supérieure d'une pièce ou d'un bâtiment, généralement faite de plâtre, de bois ou d'autres matériaux.",
      "example": "Die Decke der Sixtinischen Kapelle ist mit schönen Fresken bemalt. Ich schlug meinen Kopf an die Decke, als ich vom Sofa aufstand. In Zukunft hoffe ich, eine hohe Decke in meinem Traumhaus zu haben.",
      "example_translation": "Le plafond de la chapelle Sixtine est peint de belles fresques. J'ai cogné ma tête contre le plafond lorsque je me suis levé du canapé. À l'avenir, j'espère avoir un plafond haut dans ma maison de rêve.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ceiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ceiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cent",
      "translation": "cent",
      "definition": "Eine Währungseinheit, die einem Hundertstel der Basiswährung in vielen Ländern entspricht, wie den USA, Kanada und Australien.",
      "definition_translation": "Une unité de devises égale au centième de l'unité de base de devise dans de nombreux pays, tels que les États-Unis, le Canada et l'Australie.",
      "example": "Ich habe einen Cent in meiner Tasche. Ich werde Cents für meine Reise sparen. Ich habe Cents für meine Ausbildung gespart.",
      "example_translation": "J'ai un cent dans ma poche. Je vais économiser des cents pour mon voyage. J'ai économisé des cents pour mon éducation.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/cent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zentimeter",
      "translation": "centimètre",
      "definition": "Eine Längeneinheit im metrischen System, die einem Hundertstel eines Meters entspricht.",
      "definition_translation": "Une unité de longueur dans le système métrique, égale au centième d'un mètre.",
      "example": "Das Lineal ist einen Zentimeter lang. Ich maß den Tisch in Zentimetern. Die Entfernung zwischen den beiden Punkten beträgt fünf Zentimeter.",
      "example_translation": "La règle est longue d'un centimètre. J'ai mesuré la table en centimètres. La distance entre les deux points est de cinq centimètres.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/centimetre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/centimetre.mp3"
    }
  ]