[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgeben",
      "translation": "abandonner",
      "definition": "etwas oder jemanden aufzugeben oder zu verlassen, insbesondere weil es nicht mehr benötigt oder gewünscht wird",
      "definition_translation": "de donner ou de laisser quelque chose ou quelqu'un, notamment parce qu'il n'est plus nécessaire ou voulu",
      "example": "Ich werde meine Pläne für nächste Woche aufgeben. Ich habe mein Auto am Straßenrand aufgegeben. Sie hat alle Hoffnung aufgegeben.",
      "example_translation": "Je vais abandonner mes plans de voyage la semaine prochaine. J'ai abandonné ma voiture sur le côté de la route. Elle a abandonné tout espoir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "abandonné",
      "definition": "allein gelassen oder verlassen, oft in einem Zustand der Verwahrlosung oder Vernachlässigung",
      "definition_translation": "laisser ou déserté, souvent dans un état de délabrement ou de négligence",
      "example": "Das verlassene Gebäude wurde abgerissen. Die Stadt hat viele verlassene Häuser. Sie fühlte sich von ihren Freunden verlassen.",
      "example_translation": "Le bâtiment abandonné a été démoli. La ville a beaucoup de maisons abandonnées. Elle se sentait abandonnée par ses amis.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abschaffen",
      "translation": "abolir",
      "definition": "ein System, eine Praxis oder eine Institution offiziell zu beenden oder abzuschaffen",
      "definition_translation": "de mettre fin officiellement à un système, une pratique ou une institution",
      "example": "Die Regierung plant, die Todesstrafe abzuschaffen. Der Ausschuss stimmte für die Abschaffung der alten Regeln. Sie will die Monarchie abschaffen.",
      "example_translation": "Le gouvernement prévoit d'abolir la peine de mort. Le comité a voté pour abolir les anciennes règles. Elle veut abolir la monarchie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abwesenheit",
      "translation": "absence",
      "definition": "der Zustand, nicht anwesend oder nicht gekündigt zu sein",
      "definition_translation": "l'état de ne pas être présent ou comptabilisé",
      "example": "Ihre Abwesenheit von der Arbeit fiel auf. Der Lehrer markierte ihre Abwesenheit im Anwesenheitsbuch. Seine Abwesenheit wurde von allen gespürt.",
      "example_translation": "Son absence au travail était remarquable. Le professeur a marqué son absence dans le registre des présences. Son absence était ressentie par tous.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absolut",
      "translation": "absolu",
      "definition": "Vollständig oder total; ohne Ausnahme oder Modifikation.",
      "definition_translation": "Complet ou total; n'ayant pas d'exception ou de modification.",
      "example": "Der absolute Wert einer Zahl ist ihr Abstand von Null. Ich werde meine Hausaufgaben heute Abend absolut fertigstellen. Ich hatte absolut keine Ahnung, was zu tun war.",
      "example_translation": "La valeur absolue d'un nombre est sa distance de zéro. Je vais absolument finir mes devoirs cette nuit. J'avais absolument pas idée de quoi faire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "absorber",
      "definition": "Energie, eine Flüssigkeit usw. aufzunehmen und zu assimilieren; jemandes Aufmerksamkeit vollständig zu beschäftigen.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "Der Schwamm absorbiert Wasser schnell. Ich war in meinem Buch absorbiert und habe nicht auf die Zeit geachtet. Das Unternehmen wird die Kosten des Projekts absorbieren.",
      "example_translation": "L'éponge absorbe rapidement l'eau. J'étais absorbé par mon livre et n'ai pas remarqué l'heure. La société absorbera les coûts du projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "absorber",
      "definition": "Energie, eine Flüssigkeit usw. aufzunehmen und zu assimilieren; jemandes Aufmerksamkeit vollständig zu beschäftigen.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "Das Chemikalie absorbiert Sauerstoff aus der Luft. Sie absorbierte die Nachricht vom Tod ihrer Schwester. Das Unternehmen absorbiert die Verluste seiner Tochtergesellschaft.",
      "example_translation": "Le produit chimique absorbe l'oxygène de l'air. Elle a absorbé la nouvelle de la mort de sa sœur. La société absorbe les pertes de sa filiale.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absorbieren",
      "translation": "absorber",
      "definition": "Energie, eine Flüssigkeit usw. aufzunehmen und zu assimilieren; jemandes Aufmerksamkeit vollständig zu beschäftigen.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "Das Schalldämpfungsmaterial absorbiert Echos. Ich absorbierte jedes Wort der Vorlesung. Das Unternehmen wird die Ausgaben der Reise absorbieren.",
      "example_translation": "Le matériau insonorisant absorbe les échos. J'ai absorbé chaque mot de la conférence. La société absorbera les frais du voyage.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstrakt",
      "translation": "abstrait",
      "definition": "Nur in Gedanken oder als Idee existierend, aber keine physische Existenz habend.",
      "definition_translation": "Existant dans la pensée ou comme idée, mais n'ayant pas d'existence physique.",
      "example": "Die abstrakten Gemälde des Künstlers waren in der Galerie ausgestellt. Sie extrahierte das Konzept aus ihren Träumen. Der Professor wird die Hauptpunkte aus der Vorlesung extrahieren.",
      "example_translation": "Les peintures abstraites de l'artiste étaient exposées à la galerie. Elle avait abstrait le concept de ses rêves. Le professeur va abstraire les principaux points de la conférence.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absurd",
      "translation": "absurde",
      "definition": "Unvernünftig oder illogisch; im Widerspruch zur Vernunft oder absurd.",
      "definition_translation": "Déraisonnable ou illogique; contraire à la raison ou absurde.",
      "example": "Die Absurdität der Situation wurde klar. Er machte einen absurdem Kommentar während des Meetings. Die absurden Regeln des Spiels waren verwirrend.",
      "example_translation": "L'absurdité de la situation devenait claire. Il a fait un commentaire absurde pendant la réunion. Les règles absurdes du jeu étaient confuses.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "abus",
      "definition": "Etwas falsch oder unfair zu verwenden, oder jemanden schlecht zu behandeln.",
      "definition_translation": "Utiliser quelque chose de manière incorrecte ou injuste, ou traiter quelqu'un mal.",
      "example": "Sie litt unter Missbrauch durch ihren Partner. Das Unternehmen wurde des Machtmissbrauchs beschuldigt. Die Regierung versprach, den Missbrauch öffentlicher Gelder zu stoppen.",
      "example_translation": "Elle a subi des abus de la part de son partenaire. L'entreprise a été accusée d'abus de pouvoir. Le gouvernement s'est engagé à mettre fin à l'abus des fonds publics.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Missbrauch",
      "translation": "abus",
      "definition": "Etwas falsch oder unfair zu verwenden, oder jemanden schlecht zu behandeln.",
      "definition_translation": "Utiliser quelque chose de manière incorrecte ou injuste, ou traiter quelqu'un mal.",
      "example": "Die Wohltätigkeitsorganisation arbeitete daran, Kindesmissbrauch zu verhindern. Der Athlet wurde des körperlichen Missbrauchs beschuldigt. Der Bericht hob den Missbrauch von Privilegien hervor.",
      "example_translation": "L'organisme de bienfaisance a travaillé pour prévenir l'abus des enfants. L'athlète a été accusé d'abus physique. Le rapport a mis en évidence l'abus de privilège.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akademisch",
      "translation": "académique",
      "definition": "In Bezug auf Bildung, Stipendien oder akademische Umgebungen",
      "definition_translation": "Relatif à l'éducation, les bourses d'études ou les environnements académiques",
      "example": "Sie war eine akademische Person, immer studierend und recherchierend. Sie war已经 akademische Beraterin für mehrere Jahre. Sie wird bald akademische Dekanin sein.",
      "example_translation": "Elle était une personne académique, toujours en train d'étudier et de rechercher. Elle avait été conseillère académique pendant plusieurs années. Elle sera doyenne académique bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zugang",
      "translation": "accès",
      "definition": "Die Fähigkeit oder das Recht, etwas zu verwenden oder zu betreten",
      "definition_translation": "La possibilité ou le droit d'utiliser ou d'entrer dans quelque chose",
      "example": "Ich hatte Zugang zur Bibliotheksdatenbank. Sie wird bald Zugang zum sicheren Bereich haben. Sie hatten bereits auf die Website zugreifen können.",
      "example_translation": "J'avais accès à la base de données de la bibliothèque. Elle aura accès à la zone sécurisée. Ils avaient accédé au site web auparavant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugänglich",
      "translation": "accessible",
      "definition": "Einfach zu verwenden, zu erreichen oder zu verstehen",
      "definition_translation": "Facile à utiliser, à atteindre ou à comprendre",
      "example": "Die Website ist für jeden zugänglich. Die Stadt wird bald mit dem Auto zugänglich sein. Die Informationen waren online zugänglich.",
      "example_translation": "Le site web est accessible à tous. La ville sera accessible en voiture bientôt. L'information était accessible en ligne.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unabsichtlich",
      "translation": "accidentel",
      "definition": "Durch Zufall geschehend oder getan, anstatt absichtlich",
      "definition_translation": "Arrivant ou fait par hasard, plutôt que intentionnellement",
      "example": "Der unabsichtliche Fehler verursachte den Systemabsturz. Sie hatte ein unabsichtliches Treffen mit ihrem alten Freund. Das Unternehmen wird seinen Mitarbeitern einen Unfallversicherungsschutz anbieten.",
      "example_translation": "L'erreur accidentelle a fait crasher le système. Elle avait eu une rencontre accidentelle avec son vieux ami. La compagnie fournira une assurance accidentelle à ses employés.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akkordeon",
      "translation": "accordéon",
      "definition": "Ein Musikinstrument, das durch Zusammenpressen oder Ausdehnen eines Balgs und Drücken von Knöpfen oder Tasten Luft durch Zungen zum Klingen bringt",
      "definition_translation": "un instrument de musique joué en compressant ou en dilatant un soufflet tout en appuyant sur des boutons ou des clés pour forcer l'air à passer à travers des anche, produisant un son riche et sonore",
      "example": "Der Musiker spielte das Akkordeon auf dem Volksfest brillant. Gestern hatte sie es in einem lokalen Laden gekauft. Bis nächsten Jahr wird sie das Instrument gemeistert haben.",
      "example_translation": "Le musicien a habilement joué de l'accordéon au festival folklorique. Hier, elle l'avait acheté à une boutique locale. D'ici l'an prochain, elle aura maîtrisé l'instrument.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konto",
      "translation": "compte",
      "definition": "Ein Verzeichnis von Finanztransaktionen, oder eine Aussage über die finanzielle Lage, oder ein Dienstleistung eines Finanzinstituts",
      "definition_translation": "un registre des transactions financières, ou une déclaration de situation financière, ou un service offert par une institution financière",
      "example": "Ich werde ein Konto auf der Website erstellen. Gestern hatte ich meinen Kontostand überprüft. Bis nächsten Monat werde ich alle meine offenen Rechnungen bezahlt haben.",
      "example_translation": "Je vais créer un compte sur le site web. Hier, j'avais vérifié mon solde de compte. D'ici le mois prochain, j'aurai payé toutes mes factures en souffrance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchführung",
      "translation": "comptabilité",
      "definition": "Der Prozess des Aufzeichnens, Klassifizierens und Berichtens von Finanzinformationen, oder der Beruf des Managements und Interpretierens von Finanzinformationen",
      "definition_translation": "le processus d'enregistrement, de classification et de déclaration d'informations financières, ou la profession de gestion et d'interprétation d'informations financières",
      "example": "Buchführung ist ein wichtiger Teil des Unternehmensmanagements. Das Unternehmen hatte eine Buchführungsfirma beauftragt, ihre Finanzunterlagen zu prüfen. Bis nächstes Quartal werden sie ein neues Buchführungssystem implementiert haben.",
      "example_translation": "La comptabilité est une partie cruciale de la gestion des entreprises. L'entreprise avait embauché une firme de comptabilité pour auditer leurs registres financiers. D'ici le prochain trimestre, ils auront mis en place un nouveau système de comptabilité.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genauigkeit",
      "translation": "précision",
      "definition": "Die Qualität, der Zustand oder Grad der Genauigkeit, oder die Fähigkeit, mit Präzision zu messen oder zu berechnen",
      "definition_translation": "la qualité, l'état ou le degré d'être précis, ou la capacité de mesurer ou de calculer avec précision",
      "example": "DerLaborant sorgte für die Genauigkeit der Testergebnisse. Gestern hatten sie Experimente durchgeführt, um die Genauigkeit ihrer Forschung zu verbessern. Bis nächsten Jahr werden sie einen hohen Grad an Genauigkeit in ihren Messungen erreicht haben.",
      "example_translation": "Le technicien de laboratoire a assuré la précision des résultats des tests. Hier, l'équipe avait mené des expériences pour améliorer la précision de leur recherche. D'ici l'an prochain, ils auront atteint un niveau élevé de précision dans leurs mesures.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anklagen",
      "translation": "accuser",
      "definition": "Jemandem ein Fehlverhalten oder eine Straftat vorzuwerfen; jemandem die Schuld zu geben.",
      "definition_translation": "Accuser quelqu'un d'une erreur ou d'une offense; blâmer.",
      "example": "Der Staatsanwalt wird den Angeklagten des Diebstahls anklagen. Gestern beschuldigte sie ihren Bruder des Lügens. Sie wird ihn des Schummelns bei der Prüfung anklagen.",
      "example_translation": "Le procureur accusera le défendeur de voler l'argent. Hier, elle a accusé son frère de mentir. Elle l'accusera de tricher au test.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzen",
      "translation": "faire mal",
      "definition": "Ein dumpfer, stetiger Schmerz, oft in den Muskeln oder Gelenken.",
      "definition_translation": "Une douleur sourde et constante, souvent dans les muscles ou les articulations.",
      "example": "Mein Rücken schmerzt von dem Heben schwerer Kisten. Gestern schmerzte mein Kopf von der lauten Musik. Es wird schmerzen, wenn ich mich nicht nach dem Sport dehne.",
      "example_translation": "Mon dos me fait mal en soulevant des cartons lourds. Hier, ma tête me faisait mal à cause de la musique forte. Ça me fera mal si je ne m'étire pas après l'exercice.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Säure",
      "translation": "acide",
      "definition": "Eine saure, ätzende Substanz.",
      "definition_translation": " Une substance savoureuse aigre, corrosive.",
      "example": "Die Säure in der Batterie kann Verbrennungen verursachen. Gestern haben wir in der Chemiestunde Säure mit Wasser gemischt. Das Labor wird die Säure im Boden testen.",
      "example_translation": "L'acide dans la batterie peut causer des brûlures. Hier, nous avons mélangé de l'acide avec de l'eau en classe de chimie. Le laboratoire va tester le niveau d'acide dans le sol.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "acquérir",
      "definition": "Etwas zu erlangen oder zu erwerben, oft mit Anstrengung oder Schwierigkeiten.",
      "definition_translation": "Acquérir ou obtenir quelque chose, souvent avec effort ou difficulté.",
      "example": "Das Unternehmen wird neue Vermögenswerte erwerben. Gestern habe ich eine neue Fähigkeit in der Fotografie erworben. Sie wird eine neue Sprache erwerben, indem sie reist.",
      "example_translation": "L'entreprise acquerra de nouveaux avoirs cette année. Hier, j'ai acquis une nouvelle compétence en photographie. Elle acquerra une nouvelle langue en voyageant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwerben",
      "translation": "acquérir",
      "definition": "Etwas zu erlangen oder zu erwerben, oft durch Anstrengung oder harte Arbeit.",
      "definition_translation": "Gagner ou obtenir quelque chose, souvent grâce à l'effort ou au travail acharné.",
      "example": "Ich habe letztes Jahr eine neue Fähigkeit erworben und bin jetzt darin bewandert. Ich bin dabei, eine neue Sprache zu erwerben, und es ist Herausforderung. Ich werde nächstes Jahr eine neue Zertifizierung erwerben.",
      "example_translation": "J'ai acquis une nouvelle compétence l'an dernier, et maintenant je suis compétent dans ce domaine. Je suis en train d'acquérir une nouvelle langue, et c'est difficile. J'acquerrai une nouvelle certification l'an prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktion",
      "translation": "action",
      "definition": "Der Prozess des Handelns, oft mit Energie, Anstrengung oder Bewegung.",
      "definition_translation": "Le processus de faire quelque chose, notamment quelque chose qui implique de l'énergie, de l'effort ou du mouvement.",
      "example": "Die Aktion des Films war schnelllebig und aufregend. Die Aktion, die die Regierung ergriffen hat, wurde weitgehend kritisiert. Der Aktionsplan wird nächstes Quartal umgesetzt.",
      "example_translation": "L'action du film était rapide et excitante. L'action prise par le gouvernement a été largement critiquée. Le plan d'action sera mis en œuvre le trimestre prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "activement",
      "definition": "In einer aktiven oder engagierten Weise, oft mit zielgerichteter Anstrengung oder Energie.",
      "definition_translation": "D'une manière active ou engagée, souvent impliquant un effort intentionnel ou de l'énergie.",
      "example": "Das Unternehmen sucht aktiv nach neuen Mitarbeitern. Sie hat aktiv an der Diskussion teilgenommen. Das Team hat aktiv am Projekt gearbeitet.",
      "example_translation": "L'entreprise cherche activement de nouveaux employés. Elle a participé activement à la discussion. L'équipe a travaillé activement sur le projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aktivität",
      "translation": "activité",
      "definition": "Etwas, das eine Person oder Gruppe tut, oft in einer absichtlichen oder systematischen Weise.",
      "definition_translation": "Quelque chose que fait une personne ou un groupe, souvent de manière délibérée ou systématique.",
      "example": "Die Aktivität des Wanderns ist in den Bergen beliebt. Das Unternehmen hat eine Team-Aktivität organisiert. Die Aktivität des Lernens einer neuen Sprache erfordert Hingabe.",
      "example_translation": "L'activité de la randonnée est populaire dans les montagnes. L'entreprise a organisé une activité de construction d'équipe. L'activité d'apprendre une nouvelle langue nécessite de la détermination.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tatsächlich",
      "translation": "actuel",
      "definition": "Existierend oder geschehend, nicht in der Vergangenheit oder Zukunft.",
      "definition_translation": "Existant ou se produisant maintenant, plutôt que d'être passé ou futur.",
      "example": "Die tatsächlichen Kosten des Projekts waren höher als die geschätzten Kosten. Ich werde nächste Woche am tatsächlichen Ereignis teilnehmen. Das Unternehmen wird nächstes Jahr in dem neuen Markt tatsächlich präsent sein.",
      "example_translation": "Le coût réel du projet était plus élevé que le coût estimé. Je vais assister à l'événement réel la semaine prochaine. L'entreprise aura une présence réelle sur le nouveau marché d'ici la fin de l'année.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "adapter",
      "definition": "Sich oder etwas ändern, um neuen oder unterschiedlichen Bedingungen angepasst zu werden.",
      "definition_translation": "Changer ou être changé pour s'adapter à de nouvelles ou différentes conditions.",
      "example": "Das Unternehmen musste sich an die neuen Marktbedingungen anpassen. Sie hat das Rezept angepasst, um es vegan-freundlich zu machen. Der neue Mitarbeiter muss sich schnell an den Workflow des Teams anpassen.",
      "example_translation": "L'entreprise a dû s'adapter aux nouveaux tendances du marché. Elle a adapté la recette pour la rendre végétalienne. Le nouvel employé devra s'adapter rapidement au flux de travail de l'équipe.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "accro",
      "definition": "Eine Person, die physisch oder psychologisch von einer Substanz oder einem Verhalten abhängig ist.",
      "definition_translation": "Une personne qui est physiquement ou psychologiquement dépendante d'une substance ou d'un comportement.",
      "example": "Der Süchtige konnte der Versuchung von Drogen nicht widerstehen. Sie war süchtig nach sozialen Medien und verbrachte Stunden damit, durch ihre Feeds zu scrollen. Er wurde süchtig nach dem Spielen von Videospielen und vergaß seine Verantwortungen.",
      "example_translation": "L'accro ne pouvait résister à la tentation des drogues. Elle était accro aux réseaux sociaux et passait des heures à défiler ses fils d'actualité. Il est devenu accro aux jeux vidéo et a oublié ses responsabilités.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "accro",
      "definition": "Physisch oder psychologisch von einer Substanz oder einem Verhalten abhängig.",
      "definition_translation": "Physiquement ou psychologiquement dépendant d'une substance ou d'un comportement.",
      "example": "Ich bin süchtig nach Kaffee und kann ohne ihn nicht funktionieren. Sie war süchtig nach Nikotin und musste das Rauchen aufgeben. Er wurde süchtig nach Sport und verbrachte Stunden im Fitnessstudio jeden Tag.",
      "example_translation": "Je suis accro au café et ne peux pas fonctionner sans. Elle était accro à la nicotine et a dû arrêter de fumer. Il est devenu accro à l'exercice et passait des heures au gym tous les jours.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sucht",
      "translation": "dépendance",
      "definition": "Der Zustand, einem Gewohnheit oder einer Praxis oder etwas, das psychologisch oder physisch abhängigkeitsfördernd ist, wie z.B. Narkotika.",
      "definition_translation": "L'état d'être asservi à une habitude ou à une pratique ou à quelque chose qui est psychologiquement ou physiquement addictogène, comme les stupéfiants.",
      "example": "Sie kämpft seit Jahren gegen ihre Sucht nach sozialen Medien. Gestern entschied sie sich endlich, ihre Konten zu löschen. Bis nächstes Jahr hofft sie, vollständig von der Sucht befreit zu sein.",
      "example_translation": "Elle a lutté contre la dépendance aux réseaux sociaux depuis des années. Hier, elle a finalement décidé de supprimer ses comptes. D'ici l'année prochaine, elle espère être complètement libre de la dépendance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Addition",
      "translation": "addition",
      "definition": "Der Vorgang des Hinzufügens; das Verfahren, Dinge zusammenzufügen, um ein Ganzes zu bilden.",
      "definition_translation": "L'acte d'ajouter ; le processus d'ajouter ou d'unir des choses ensemble pour former un tout.",
      "example": "Die Lehrerin lehrte uns über die Bedeutung der Addition in der Mathematik. Gestern machte ich einen Fehler in einer Additionsaufgabe. Bis nächster Woche werde ich die Addition und Subtraktion beherrschen.",
      "example_translation": "Le professeur nous a enseigné l'importance de l'addition en mathématiques. Hier, j'ai fait une erreur dans un problème d'addition. D'ici la semaine prochaine, j'aurai maîtrisé l'addition et la soustraction.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusätzliche",
      "translation": "supplémentaire",
      "definition": "Etwas, das bereits vorhanden oder verfügbar ist, hinzufügend; weiteres oder Extra.",
      "definition_translation": "Fournissant plus de quelque chose qui est déjà présent ou disponible ; autre ou supplémentaire.",
      "example": "Das Hotel bot zusätzliche Annehmlichkeiten wie ein Fitnessstudio und ein Spa an. Gestern bat ich um zusätzliche Informationen über das Zimmer. Bis nächsten Monat werden wir zusätzliches Personal haben, um mit der Arbeitsbelastung zu helfen.",
      "example_translation": "L'hôtel a fourni des équipements supplémentaires, tels qu'un centre de fitness et un spa. Hier, j'ai demandé des informations supplémentaires sur la chambre. D'ici le mois prochain, nous aurons du personnel supplémentaire pour aider avec la charge de travail.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusätzlich",
      "translation": "en outre",
      "definition": "Darüber hinaus; weiter; auch.",
      "definition_translation": "En outre ; further ; également.",
      "example": "Ich liebe Bücher lesen, und ich genieße es zusätzlich, Filme anzusehen. Gestern ging ich ins Fitnessstudio und praktizierte zusätzlich Yoga zu Hause. Bis nächstes Jahr werde ich auch Gitarre spielen können.",
      "example_translation": "J'aime lire des livres, et j'aime également regarder des films. Hier, je suis allé au gymnase et j'ai également fait du yoga chez moi. D'ici l'année prochaine, j'aurai appris à jouer de la guitare en outre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausreichend",
      "translation": "adéquat",
      "definition": "Für einen bestimmten Zweck ausreichend; zufriedenstellend oder akzeptabel.",
      "definition_translation": "Suffisant pour un but particulier ; satisfaisant ou acceptable.",
      "example": "Das Hotel bot ausreichende Einrichtungen für die Gäste an. Der Manager dachte, die Hotelanlagen seien ausreichend für die Konferenz. Das Hotel wird nächstes Jahr ausreichende Einrichtungen für die Gäste bereitstellen.",
      "example_translation": "L'hôtel a fourni des installations adéquates pour les invités. Le directeur pensait que les installations de l'hôtel étaient adéquates pour la conférence. L'hôtel fournira des installations adéquates pour les invités l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausreichend",
      "translation": "adéquatement",
      "definition": "Auf eine Weise, die ausreichend oder akzeptabel ist.",
      "definition_translation": "De manière qui est suffisante ou acceptable.",
      "example": "Das Unternehmen bereitete sich ausreichend auf den wirtschaftlichen Abschwung vor. Das Team wird sich nächstes Jahr ausreichend auf den Wettbewerb vorbereiten. Sie beantwortete die Bedenken der Kunden ausreichend.",
      "example_translation": "L'entreprise s'est préparée adéquatement à la baisse économique. L'équipe se préparera adéquatement à la compétition l'année prochaine. Elle a abordé adéquatement les préoccupations des clients.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "ajuster",
      "definition": "Etwas zu ändern oder zu modifizieren, um es besser zu machen.",
      "definition_translation": "Changer ou modifier quelque chose pour le rendre plus compatible, mieux fonctionner ou bien fonctionner.",
      "example": "Sie passte die Einstellungen auf ihrem Handy an, um das Signal zu verbessern. Der Mechaniker passte den Motor an, um seine Leistung zu erhöhen. Die Lehrerin wird den Unterrichtsplan anpassen, um ihn an die Bedürfnisse der Schüler anzupassen.",
      "example_translation": "Elle a ajusté les paramètres de son téléphone pour améliorer le signal. Le mécanicien a ajusté le moteur pour augmenter sa puissance. Le professeur ajustera le plan de leçon pour répondre aux besoins des étudiants.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anpassen",
      "translation": "ajuster",
      "definition": "Etwas zu ändern oder zu modifizieren, um es besser zu machen.",
      "definition_translation": "Changer ou modifier quelque chose pour le rendre plus compatible, mieux fonctionner ou bien fonctionner.",
      "example": "Das Unternehmen passte seine Strategie an, um auf die Marktveränderungen zu reagieren. Der Athlet passte ihr Trainingsprogramm an, um ihre Leistung zu verbessern. Die Regierung wird ihre Politiken anpassen, um die Umweltprobleme anzugehen.",
      "example_translation": "L'entreprise a ajusté sa stratégie pour répondre aux changements du marché. L'athlète a ajusté son programme d'entraînement pour améliorer ses performances. Le gouvernement ajustera ses politiques pour aborder les problèmes environnementaux.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anpassung",
      "translation": "ajustement",
      "definition": "Der Vorgang des Anpassens oder die Änderung, die an etwas vorgenommen wird, um es besser zu machen oder passen zu lassen;",
      "definition_translation": "L'acte d'ajustement ou le processus d'être ajusté; un changement ou une modification apportée à quelque chose pour le faire correspondre ou fonctionner mieux.",
      "example": "Der Mechaniker führte eine Anpassung am Motor durch, um die Leistung zu verbessern. Gestern passte sie die Einstellungen auf ihrem Handy an. Bis nächstes Jahr werden wir weitere Anpassungen am System vorgenommen haben.",
      "example_translation": "Le mécanicien a fait une modification au moteur pour améliorer ses performances. Hier, elle a ajusté les paramètres de son téléphone. D'ici l'an prochain, nous aurons apporté d'autres modifications au système.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwaltung",
      "translation": "administration",
      "definition": "Die Leitung und Führung eines Unternehmens, einer Organisation oder einer Regierung; die Personen, die leiten und führen.",
      "definition_translation": "La gestion et la direction d'une entreprise, d'une organisation ou d'un gouvernement; les personnes qui gèrent et dirigent.",
      "example": "Die Verwaltung des Unternehmens ist für wichtige Entscheidungen verantwortlich. Die neue Verwaltung hat bereits einige Änderungen durchgeführt. Bis nächstes Jahr wird die Verwaltung das Projekt abgeschlossen haben.",
      "example_translation": "L'administration de l'entreprise est responsable des décisions importantes. La nouvelle administration a mis en place plusieurs changements. D'ici l'an prochain, l'administration aura terminé le projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewunderung",
      "translation": "admiration",
      "definition": "Ein Gefühl großer Achtung und Bewunderung für jemanden oder etwas; ein Gefühl des Erstaunens oder der Ehrfurcht.",
      "definition_translation": "Un sentiment de grand respect et d'admiration pour quelqu'un ou quelque chose; un sens de merveille ou d'étonnement.",
      "example": "Ich habe große Bewunderung für ihren Mut. Das Publikum zeigte seine Bewunderung mit Applaus. Morgen werde ich meine Bewunderung persönlich ausdrücken.",
      "example_translation": "J'ai une grande admiration pour son courage. Le public a montré son admiration par des applaudissements. Demain, je vais exprimer mon admiration en personne.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewundern",
      "translation": "admirer",
      "definition": "Jemandem oder etwas große Achtung und Bewunderung entgegenzubringen; etwas mit Vergnügen oder Billigung anzusehen.",
      "definition_translation": "Éprouver un grand respect et admiration pour quelqu'un ou quelque chose; considérer avec plaisir ou approbation.",
      "example": "Ich bewundere ihren Mut, öffentlich zu sprechen. Sie bewunderte die Schönheit des Sonnenuntergangs. Bis nächstes Jahr werde ich viele schöne Landschaften bewundert haben.",
      "example_translation": "J'admire son courage de s'exprimer. Elle a admiré la beauté du coucher de soleil. D'ici l'an prochain, j'aurai admiré de nombreux paysages magnifiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zulassung",
      "translation": "admission",
      "definition": "Der Vorgang, jemandem oder etwas den Zutritt zu einem Ort, einer Gruppe oder einer Institution zu gewähren.",
      "definition_translation": "L'acte de permettre ou d'accepter quelqu'un ou quelque chose dans un endroit, un groupe ou une institution.",
      "example": "Ihre Zulassung an die Eliteuniversität war ein großer Erfolg.",
      "example_translation": "Son admission à l'université prestigieuse était un grand accomplissement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugeben",
      "translation": "avouer",
      "definition": "Etwas als wahr anzuerkennen oder zuzugeben, insbesondere wenn es schwierig ist, es zuzugeben.",
      "definition_translation": "De reconnaître ou de confesser quelque chose comme étant vrai, especialmente quelque chose qui est difficile à accepter.",
      "example": "Sie gab zu, einen Fehler im Projekt gemacht zu haben. Sie hatte bereits zugegeben, bevor sie es tat. Sie wird es morgen zugeben.",
      "example_translation": "Elle a admis avoir fait une erreur dans le projet. Elle l'avait admis auparavant. Elle le admettra demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zugegebenermaßen",
      "translation": "c'est vrai que",
      "definition": "Wird verwendet, um anzuerkennen, dass etwas wahr ist oder zugegeben wird, oft widerwillig.",
      "definition_translation": "Utilisé pour exprimer que quelque chose est vrai ou reconnu, souvent à Contrecœur.",
      "example": "Zugegebenermaßen war ich nervös vor der Prüfung. Ich hatte zugegebenermaßen nicht genug gelernt. Ich werde zugegebenermaßen erleichtert sein, wenn es vorbei ist.",
      "example_translation": "C'est vrai que j'étais nerveux à propos de l'examen. J'avais reconnu ne pas avoir étudié suffisamment. Je serai soulagé lorsque ce sera fini, c'est vrai que.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "adopter",
      "definition": "Etwas als eigen anzunehmen, oder jemanden oder etwas in die eigene Familie aufzunehmen.",
      "definition_translation": "De prendre et utiliser quelque chose comme sien, ou de prendre quelqu'un ou quelque chose dans sa famille.",
      "example": "Sie nahmen die neue Richtlinie letzten Jahr an. Sie nahmen ein Kind aus China an. Sie werden bald eine nachhaltigere Herangehensweise annehmen.",
      "example_translation": "Ils ont adopté la nouvelle politique l'année dernière. Ils ont adopté un enfant de Chine. Ils adopteront bientôt une approche plus durable.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "adopter",
      "definition": "Etwas oder jemanden als eigen anzunehmen, oder etwas zu akzeptieren oder zu glauben.",
      "definition_translation": "Prendre quelque chose ou quelqu'un comme sien, accepter ou croire quelque chose",
      "example": "Ich nahm einen Kitten aus dem Tierheim an. Ich werde ein neues Fitnesstraining annehmen. Ich werde bald einen nachhaltigen Lebensstil annehmen.",
      "example_translation": "J'ai adopté un chat du refuge. Je vais adopter une nouvelle routine d'exercice. J'adopterai un mode de vie plus durable.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenommen",
      "translation": "adopté",
      "definition": "Vergangenheitsform von annehmen, etwas, das als eigen angenommen wurde.",
      "definition_translation": "Temps passé d'adopter, quelque chose qui a été pris comme sien",
      "example": "Sie nahm ein Kind letzten Jahr an. Das Unternehmen hat eine neue Richtlinie angenommen. Die Familie nahm einen Hund an.",
      "example_translation": "Elle a adopté un enfant l'année dernière. L'entreprise a adopté une nouvelle politique. La famille a adopté un chien.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adoption",
      "translation": "adoption",
      "definition": "Die Annahme eines Kindes oder eines Haushaltstiers als eigenes, ein Prozess des Beitritts zu einer neuen Familie",
      "definition_translation": "L'acte de prendre quelque chose ou quelqu'un comme sien, un processus de devenir un nouveau membre d'une famille",
      "example": "Die Adoption der neuen Technologie hat unsere Effizienz verbessert. Die Familie geht durch den Adoptionsprozess. Die Adoption der neuen Politik war erfolgreich.",
      "example_translation": "L'adoption de la nouvelle technologie a amélioré notre efficacité. La famille est en train de passer par le processus d'adoption. L'adoption de la nouvelle politique a été couronnée de succès.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorauszahlung",
      "translation": "avancer",
      "definition": "Sich nach vorne zu bewegen, Fortschritte zu machen, eine Zahlung vor dem Fälligkeitstermin zu leisten",
      "definition_translation": "Avancer, faire des progrès, faire un paiement avant qu'il ne soit dû",
      "example": "Das Unternehmen wird mir das Geld für das Projekt vorzeitig zahlen. Ich werde im Spiel auf die nächste Stufe vorrücken. Der Wissenschaftler hat unser Verständnis der Krankheit vorangebracht.",
      "example_translation": "L'entreprise m'avancera l'argent pour le projet. Je vais avancer au niveau suivant dans le jeu. Le scientifique a fait avancer notre compréhension de la maladie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorausgang",
      "translation": "avancer",
      "definition": "sich nach vorne zu bewegen oder Fortschritte zu machen; etwas zu fördern oder zu helfen, dass es passiert oder sich entwickelt",
      "definition_translation": "faire progresser ou aider quelque chose à se produire ou à se développer",
      "example": "Das Unternehmen wird in die nächste Runde des Wettbewerbs vorrücken. Es hat sich in den letzten Quartalen rapide weiterentwickelt. Es wird seine Technologie in den kommenden Jahren vorantreiben.",
      "example_translation": "L'entreprise passera au tour suivant de la compétition. Elle a rapidement progressé au cours du dernier trimestre. Elle améliorera sa technologie dans les années à venir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abenteuerlustig",
      "translation": "aventureux",
      "definition": "bereit, Risiken einzugehen oder neue Dinge auszuprobieren; es gefällt ihm, aufregende oder ungewöhnliche Dinge zu tun",
      "definition_translation": "prêt à prendre des risques ou à essayer de nouvelles choses; aimant faire des choses passionnantes ou inhabituelles",
      "example": "Sie war eine abenteuerlustige Reisende, immer auf der Suche nach neuen Erfahrungen. Er war abenteuerlustig und beschloss, seinen Job zu kündigen, um sein eigenes Unternehmen zu gründen. Sie waren abenteuerlustig und gingen zum Geburtstag Skydiving.",
      "example_translation": "Elle était une voyageuse aventureuse, toujours à la recherche de nouvelles expériences. Il était aventureux et a décidé de quitter son emploi pour lancer son propre entreprise. Ils étaient aventureux et sont allés faire du saut à parachute pour leur anniversaire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Werbung",
      "translation": "publicité",
      "definition": "Die Tätigkeit, Werbeanzeigen zu erstellen, insbesondere als Geschäft; der Prozess, etwas bekannt zu machen, um es zu verkaufen oder zu fördern",
      "definition_translation": "l'activité de produire des annonces, notamment comme entreprise; le processus de faire connaître quelque chose aux gens pour le vendre ou le promouvoir",
      "example": "Das Unternehmen gibt viel Geld für Werbung aus. Werbung ist ein wichtiger Teil ihrer Marketingstrategie. Die Werbeindustrie ist sehr竞etiv.",
      "example_translation": "L'entreprise dépense beaucoup d'argent dans la publicité. La publicité est une partie clé de leur stratégie marketing. L'industrie de la publicité est très compétitive.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affäre",
      "translation": "affaire",
      "definition": "Eine geheime oder romantische Beziehung zwischen zwei Personen, insbesondere eine, die als falsch oder unmoralisch gilt; eine schwierige oder komplizierte Situation",
      "definition_translation": "une relation secrète ou romantique entre deux personnes, notamment une qui est considérée comme incorrecte ou immorale; une situation difficile ou compliquée",
      "example": "Der Politiker war in einem skandalösen Affäre verwickelt. Die Finanzen des Unternehmens waren in Unordnung. Die internationale Affäre wurde durch diplomatische Bemühungen gelöst.",
      "example_translation": "Le politicien était impliqué dans une affaire scandaleuse. Les affaires financières de l'entreprise étaient dans le désordre. L'affaire internationale a été résolue par des efforts diplomatiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beeinflussen",
      "translation": "affecter",
      "definition": "Etwas oder jemanden zu beeinflussen oder zu betreffen, oft auf subtile oder immaterielle Weise.",
      "definition_translation": "Influer ou avoir un impact sur quelque chose ou quelqu'un, souvent de manière subtile ou intangible.",
      "example": "Das kalte Wetter wird die Ernte beeinflussen. Die Nachricht hat sie tief betroffen. Sie wird die Entscheidung morgen beeinflussen.",
      "example_translation": "Le temps froid affectera les cultures. La nouvelle l'a affectée profondément. Elle affectera la décision demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorgeben",
      "translation": "affecter",
      "definition": "Ein Gefühl oder eine Einstellung vorzugeben, aber nicht wirklich zu empfinden.",
      "definition_translation": "Faire semblant de quelque chose, comme une émotion ou une attitude.",
      "example": "Er gab einen britischen Akzent vor, um sich wichtiger zu machen. Sie gab vor, selbstsicher zu sein, aber war innerlich nervös.",
      "example_translation": "Il a affecté un accent britannique pour sembler plus sophistiqué. Elle a affecté une assurance apparente, mais était nerveuse à l'intérieur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zuneigung",
      "translation": "affection",
      "definition": "Ein Gefühl der Liebe, Zuneigung oder Wärme gegenüber jemandem oder etwas.",
      "definition_translation": "Un sentiment d'amour, de tendresse ou de chaleur envers quelqu'un ou quelque chose.",
      "example": "Der Hund zeigte Zuneigung seinem Besitzer. Die Familie hat eine große Zuneigung zu ihrer Heimatstadt.",
      "example_translation": "Le chien a montré de l'affection à son propriétaire. La famille a une grande affection pour leur ville natale.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zuneigend",
      "translation": "affectueux",
      "definition": "Liebe oder Zuneigung gegenüber jemandem oder etwas zeigend oder empfindend.",
      "definition_translation": "Montrant ou ressentant de l'amour ou de la tendresse envers quelqu'un ou quelque chose.",
      "example": "Er ist ein zuneigender Vater für seine Kinder. Der zuneigende Ton des Briefes war rührend.",
      "example_translation": "Il est un père affectueux pour ses enfants. Le ton affectueux de la lettre était touchant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alter",
      "translation": "âge",
      "definition": "Die Länge der Zeit, die eine Person oder Sache existiert oder verwendet wird.",
      "definition_translation": "La longueur de temps pendant laquelle une personne ou une chose a existé ou a été en usage.",
      "example": "Ich bin 25 Jahre alt. Ich war 20 Jahre alt, als ich abschloss. Ich werde 30 Jahre alt sein nächstes Jahr.",
      "example_translation": "J'ai 25 ans. J'avais 20 ans quand j'ai obtenu mon diplôme. J'aurai 30 ans l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Agent",
      "translation": "agent",
      "definition": "Eine Person, die im Namen einer anderen Person oder Organisation handelt.",
      "definition_translation": "Une personne qui agit au nom d'une autre personne ou organisation.",
      "example": "Sie ist eine Agentin für die Versicherungsgesellschaft. Sie war eine Agentin für die Regierung. Sie wird eine Agentin für den Schauspieler sein.",
      "example_translation": "Elle est un agent pour la compagnie d'assurance. Elle était un agent pour le gouvernement. Elle sera un agent pour l'acteur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "agressif",
      "definition": "Etwas oder jemand, der eine starke und kraftvolle Absicht hat, anzugreifen oder erfolgreich zu sein.",
      "definition_translation": "Ayant ou montrant un désir fort et puissant d'attaquer ou de réussir.",
      "example": "Er ist ein aggressiver Fahrer. Er war ein aggressiver Spieler. Er wird ein aggressiver Geschäftsmann sein.",
      "example_translation": "Il est un conducteur agressif. Il était un joueur agressif. Il sera un homme d'affaires agressif.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "agressivement",
      "definition": "Auf eine Weise, die kraftvoll und bestimmungsbewusst ist, um Erfolg zu haben.",
      "definition_translation": "De manière force et déterminée pour réussir.",
      "example": "Das Unternehmen vermarktet aggressiv. Das Team spielte aggressiv. Der Manager wird aggressiv verhandeln.",
      "example_translation": "La compagnie fait du marketing de manière agressive. L'équipe a joué de manière agressive. Le manager négociera de manière agressive.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vereinbarung",
      "translation": "accord",
      "definition": "Eine gegenseitige Verständigung oder Absprache zwischen zwei oder mehr Parteien, oft schriftlich, die die Bedingungen und Konditionen eines Geschäfts oder einer anderen Beziehung regelt.",
      "definition_translation": "Un accord mutuel ou arrangement entre deux ou plusieurs parties, souvent par écrit, qui établit les termes et conditions d'une entreprise ou autre relation.",
      "example": "Das Unternehmen erreichte eine Vereinbarung mit seinen Lieferanten, um Kosten zu reduzieren. Letztes Jahr hatten sie eine ähnliche Vereinbarung getroffen. Nächstes Jahr werden sie neue Bedingungen vereinbaren.",
      "example_translation": "L'entreprise a conclu un accord avec ses fournisseurs pour réduire les coûts. L'année dernière, ils avaient conclu un accord similaire. L'année prochaine, ils concluront de nouveaux termes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landwirtschaft",
      "translation": "agriculture",
      "definition": "Die Praxis, das Land zu bebauen, um Produkte zu erzeugen, wie landwirtschaftliche Erzeugnisse, Vieh und andere, oder die Wissenschaft und Kunst des Ackerbaus.",
      "definition_translation": "La pratique de cultiver le sol pour produire des cultures, du bétail et d'autres produits, ou la science et l'art de l'agriculture.",
      "example": "Die Landwirtschaft ist eine wichtige Industrie in vielen Ländern. Sie haben dieses Land für Jahrhunderte bebaut. In Zukunft wird eine nachhaltige Landwirtschaft entscheidend sein.",
      "example_translation": "L'agriculture est une industrie vitale dans de nombreux pays. Ils ont cultivé cette terre pendant des siècles. À l'avenir, l'agriculture durable sera essentielle.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hilfe",
      "translation": "aide",
      "definition": "Unterstützung oder Hilfe, die jemandem oder etwas, oft in Form von Ressourcen, Geld oder Fachwissen, gewährt wird.",
      "definition_translation": "L'assistance ou le soutien fourni à quelqu'un ou quelque chose, souvent sous forme de ressources, d'argent ou d'expertise.",
      "example": "Die Wohlfahrtsorganisation hat Hilfe für die Flüchtlinge bereitgestellt. Sie hatten Hilfe für die Gemeinde nach dem Hurrikan bereitgestellt. In Zukunft werden sie Hilfe für die Bedürftigen bereitstellen.",
      "example_translation": "L'organisme de bienfaisance a fourni de l'aide aux réfugiés. Ils avaient fourni de l'aide à la communauté après l'ouragan. À l'avenir, ils fourniront de l'aide à ceux qui en ont besoin.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziel",
      "translation": "but",
      "definition": "Ein Zweck oder eine Absicht, die jemand erreichen möchte, oft erfordert dies Anstrengung, Fähigkeit oder Glück.",
      "definition_translation": "Un objectif ou un but que l'on cherche à atteindre, souvent nécessitant de l'effort, de la compétence ou de la chance.",
      "example": "Mein Ziel ist, das Projekt auf Zeit fertigzustellen. Sie hatte das Ziel, den Wettbewerb zu gewinnen. Bis nächstes Jahr wird er das Ziel haben, sein eigenes Unternehmen zu gründen.",
      "example_translation": "Mon but est de terminer le projet à temps. Elle avait pour but de gagner la compétition. D'ici l'année prochaine, il aura pour but de lancer sa propre entreprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugzeug",
      "translation": "avion",
      "definition": "Ein motorisiertes, festflügeliges Flugzeug, das für den Flugbetrieb genutzt wird, normalerweise mit einem Piloten und Passagieren oder Fracht.",
      "definition_translation": "Un aéronef à aile fixe motorisé qui est utilisé pour voler, généralement avec un pilote et des passagers ou des marchandises.",
      "example": "Das Flugzeug flog durch die Lüfte und hinterließ eine Spur von Kondensstreifen. Gestern hatte es vom Heathrow-Flughafen abgehoben, und bis morgen wird es in New York landen. In Zukunft wird es nach Tokio fliegen.",
      "example_translation": "L'avion a survolé les cieux, laissant derrière lui une traînée de trainées de condensation. Hier, il avait décollé de l'aéroport d'Heathrow, et demain, il atterrirait à New York. À l'avenir, il volera à Tokyo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gang",
      "translation": "allée",
      "definition": "Ein Durchgang zwischen den Sitzreihen in einer Kirche, einem Theater oder einem Flugzeug.",
      "definition_translation": "Un passage entre les rangées de sièges dans une église, un théâtre ou un avion.",
      "example": "Die Braut ging den Gang entlang, um ihren Bräutigam am Altar zu treffen. Gestern war ich den Gang entlanggegangen, um zu meinem Sitzplatz im Flugzeug zu gelangen. In Zukunft werde ich den Gang entlanggehen, um meinen Abschluss zu empfangen.",
      "example_translation": "La mariée a marché dans l'allée pour rejoindre son fiancé à l'autel. Hier, j'avais marché dans l'allée pour atteindre mon siège dans l'avion. À l'avenir, je marcherai dans l'allée pour recevoir mon diplôme.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkoholismus",
      "translation": "alcoolisme",
      "definition": "Eine chronische Krankheit, die durch den zwanghaften und unkontrollierten Konsum von Alkohol gekennzeichnet ist.",
      "definition_translation": "Une maladie chronique caractérisée par la consommation compulsive et incontrôlée d'alcool.",
      "example": "Der Alkoholismus hatte Johns Leben übernommen, was dazu führte, dass er seinen Job und seine Familie verlor. Gestern hatte er die Schäden, die er seinem Gesundheit zugefügt hatte, erkannt. In Zukunft hofft er, seine Sucht überwinden zu können.",
      "example_translation": "L'alcoolisme avait pris le contrôle de la vie de John, lui faisant perdre son emploi et sa famille. Hier, il avait réalisé les dommages qu'il avait causés à sa santé. À l'avenir, il espère surmonter son addiction.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Außerirdischer",
      "translation": "extraterrestre",
      "definition": "Ein Wesen von einem anderen Welt oder Universum, oft dargestellt mit einer seltsamen oder bizarren Erscheinung.",
      "definition_translation": "Un être d'un autre monde ou univers, souvent dépeint comme ayant une apparence étrange ou bizarre.",
      "example": "Das außerirdische Raumschiff landete mitten in der Stadt, was zu weitreichender Panik führte. Gestern hatten wir die versteckte Nachricht des Außerirdischen entdeckt. In Zukunft werden wir Kontakt mit der außerirdischen Zivilisation aufnehmen.",
      "example_translation": "Le vaisseau spatial extraterrestre s'est posé au milieu de la ville, provoquant une panique généralisée. Hier, nous avions découvert le message caché de l'extraterrestre. À l'avenir, nous allons prendre contact avec la civilisation extraterrestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ähnlich",
      "translation": "similaire",
      "definition": "Haben eine ähnliche Natur oder Charakter; ähnlich in Art oder Qualität.",
      "definition_translation": "Ayant une nature ou un caractère similaires ; semblable en qualité ou en nature.",
      "example": "Die beiden Geschwister sahen sich ähnlich, als sie Kinder waren. Sie haben ähnliche Persönlichkeiten. Sie werden ähnlich im Streben nach Erfolg sein.",
      "example_translation": "Les deux frères et sœurs se ressemblaient lorsqu'ils étaient enfants. Ils ont des personnalités similaires. Ils seront similaires dans leur poursuite du succès.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Allergie",
      "translation": "allergie",
      "definition": "Ein Zustand, bei dem das Immunsystem des Körpers auf eine bestimmte Substanz abnorm reagiert.",
      "definition_translation": "Une condition dans laquelle le système immunitaire du corps réagit anormalement à une substance particulière.",
      "example": "Ich hatte als Kind eine Allergie gegen Erdnüsse. Ich entwickelte recently eine Allergie gegen Staubmilben. Ich werde in Zukunft Vorsichtsmaßnahmen treffen müssen, um allergische Reaktionen zu vermeiden.",
      "example_translation": "J'avais une allergie aux arachides lorsque j'étais enfant. J'ai développé une allergie aux acariens domestiques récemment. Je devrai prendre des précautions pour éviter les réactions allergiques à l'avenir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasse",
      "translation": "ruelle",
      "definition": "Ein enger Durchgang zwischen, hinter oder innerhalb von Gebäuden.",
      "definition_translation": "Un passage étroit entre, derrière ou à l'intérieur des bâtiments.",
      "example": "Die Gasse hinter dem Restaurant war dunkel und schmal. Wir gingen durch die Gasse, um auf die Hauptstraße zu gelangen. Die Stadt wird die Gasse nächstes Jahr renovieren.",
      "example_translation": "La ruelle derrière le restaurant était sombre et étroite. Nous avons marché dans la ruelle pour rejoindre la rue principale. La ville rénoviera la ruelle l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "alligator",
      "definition": "Ein großes Reptil mit langem Schnabel und kräftigen Kiefern, gefunden in Sümpfen und Seen im südöstlichen Vereinigten Staaten.",
      "definition_translation": "Un grand reptile avec un long museau et des mâchoires puissantes, trouvé dans les marécages et les lacs du sud-est des États-Unis.",
      "example": "Wir sahen einen Alligator im Sumpf, als wir auf Urlaub waren. Der Alligator war riesig und furchteinflößend. Der Tierpfleger fütterte den Alligator mit einem großen Fisch.",
      "example_translation": "Nous avons vu un alligator dans le marécage lors de nos vacances. L'alligator était énorme et effrayant. Le gardien du zoo a nourri l'alligator d'un poisson énorme.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "alphabétique",
      "definition": "In Bezug auf oder angeordnet in der Reihenfolge des Alphabets.",
      "definition_translation": "Relatif à ou arrangé dans l'ordre de l'alphabet.",
      "example": "Sie ordnete die Dateien in alphabetischer Reihenfolge an. Gestern hatte sie sie in alphabetischer Reihenfolge angeordnet. Morgen wird sie sie in alphabetischer Reihenfolge anordnen.",
      "example_translation": "Elle a organisé les fichiers dans l'ordre alphabétique. Hier, elle les avait organisés dans l'ordre alphabétique. Demain, elle les organisera dans l'ordre alphabétique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alphabetisch",
      "translation": "alphabétiquement",
      "definition": "In der Reihenfolge des Alphabets.",
      "definition_translation": "Dans l'ordre de l'alphabet.",
      "example": "Die Bücher wurden alphabetisch auf dem Regal angeordnet. Sie werden alphabetisch auf dem Regal angeordnet. Gestern waren sie alphabetisch auf dem Regal angeordnet.",
      "example_translation": "Les livres étaient rangés alphabétiquement sur l'étagère. Ils seront rangés alphabétiquement sur l'étagère. Hier, ils étaient rangés alphabétiquement sur l'étagère.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ändern",
      "translation": "modifier",
      "definition": "Etwas zu ändern oder zu modifizieren.",
      "definition_translation": "De changer ou de modifier quelque chose.",
      "example": "Sie wird das Kleid ändern, um es ihrem Stil anzupassen. Gestern hatte sie das Kleid geändert, um es ihrem Stil anzupassen. Morgen wird sie das Kleid ändern, um es ihrem Stil anzupassen.",
      "example_translation": "Elle va modifier la robe pour correspondre à son style. Hier, elle avait modifié la robe pour correspondre à son style. Demain, elle va modifier la robe pour correspondre à son style.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Alternative",
      "translation": "alternative",
      "definition": "Eine Wahl oder Option, die einer anderen als der ersten vorgeschlagenen entspricht.",
      "definition_translation": "Un choix ou une option autre que celle qui a été proposée en premier.",
      "example": "Sie boten eine alternative Lösung für das Problem an. Gestern hatten sie eine alternative Lösung für das Problem angeboten. Morgen werden sie eine alternative Lösung für das Problem anbieten.",
      "example_translation": "Ils ont offert une solution alternative au problème. Hier, ils avaient offert une solution alternative au problème. Demain, ils offriront une solution alternative au problème.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alternative",
      "translation": "alternative",
      "definition": "Eine Wahl oder Option, insbesondere eine angenehme.",
      "definition_translation": "Un choix ou une option, notamment agréable.",
      "example": "Ich habe mehrere Alternativen in Betracht gezogen, bevor ich eine Entscheidung treffen konnte. Ich werde alternative Optionen in Zukunft in Betracht ziehen. Sie hatte gestern einen alternative Plan in Betracht gezogen.",
      "example_translation": "J'ai considéré plusieurs alternatives avant de prendre une décision. Je considérerai des options alternatives à l'avenir. Elle avait considéré un plan alternatif hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "alternativ",
      "translation": "alternativement",
      "definition": "Auf andere Weise oder Art.",
      "definition_translation": "De manière différente ou autre.",
      "example": " Sie können das Essen alternativ in der Mikrowelle oder auf dem Grill zubereiten. Sie wird heute oder morgen alternativ am Projekt arbeiten. Wir haben gestern alternativ Fußball und Basketball gespielt.",
      "example_translation": "Vous pouvez cuire les aliments alternativement au micro-ondes ou sur une grille. Elle travaillera alternativement sur le projet aujourd'hui ou demain. Nous avons joué au soccer et au basket-ball hier alternativement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aluminium",
      "translation": "aluminium",
      "definition": "Ein leichtes, silbrig-weißes metallisches Element.",
      "definition_translation": "Un élément métallique léger, blanc argenté.",
      "example": "Aluminium wird in der Flugzeugherstellung verwendet. Das Unternehmen wird das Metall morgen mit Aluminium beschichten. Sie hatte gestern den Fensterrahmen mit Aluminium beschichtet.",
      "example_translation": "L'aluminium est utilisé dans la fabrication d'avions. L'entreprise aluminium le métal demain. Elle avait aluminium le cadre de la fenêtre hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwunderung",
      "translation": "étonnement",
      "definition": "Ein Gefühl großer Überraschung oder Bewunderung.",
      "definition_translation": "Un sentiment de grande surprise ou de merveille.",
      "example": "Das Feuerwerk hat mich mit Verwunderung erfüllt. Ich werde morgen meine Verwunderung über die Schönheit des Kunstwerks ausdrücken. Sie hat gestern Verwunderung über den Zaubertrick empfunden.",
      "example_translation": "Le spectacle de feux d'artifice m'a rempli d'étonnement. Je vais exprimer mon étonnement à la beauté de l'œuvre d'art demain. Elle a ressenti de l'étonnement au tour du magicien hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschafter",
      "translation": "ambassadeur",
      "definition": "Eine Person, die als Vertreter oder Gesandter eines Landes, einer Organisation oder eines Staates, typischerweise in einer diplomatischen Funktion, tätig ist.",
      "definition_translation": "Une personne qui agit comme représentant ou envoyé d'un pays, organisation ou État, généralement dans un contexte diplomatique.",
      "example": "Der Botschafter wurde nach dem Vorfall von seinem Posten in Paris zurückgerufen. Er war 10 Jahre lang Botschafter gewesen. Er wird nächstes Jahr als Botschafter nach China ernannt werden.",
      "example_translation": "L'ambassadeur a été rappelé de son poste à Paris après l'incident. Il avait été ambassadeur pendant 10 ans. Il sera nommé ambassadeur en Chine l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ambition",
      "translation": "ambition",
      "definition": "Ein starker Wunsch oder Ziel, etwas zu erreichen, typischerweise erfordernd Entscheidung und harte Arbeit.",
      "definition_translation": "Un désir ou objectif fort de réaliser quelque chose, généralement nécessitant de la détermination et du travail acharné.",
      "example": "Ihre Ambition war es, eine berühmte Schauspielerin zu werden. Er hatte immer eine Ambition, sein eigenes Geschäft zu gründen. Sie werden nächstes Jahr ihre Ambition realisieren, den Mount Everest zu besteigen.",
      "example_translation": "Son ambition était de devenir une actrice célèbre. Il avait toujours eu une ambition de démarrer son propre entreprise. Ils atteindront leur ambition d'escalader le mont Everest l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ambitioniert",
      "translation": "ambitieux",
      "definition": "Ein starker Wunsch oder Ziel, etwas zu erreichen, oft erfordernd viel Mühe und Entschlossenheit.",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou réaliser quelque chose, souvent nécessitant beaucoup d'effort et de détermination.",
      "example": "Er war ein ambitionierter junger Mann, der die Welt verändern wollte. Das Unternehmen hatte einen ambitionierten Plan, nach Asien zu expandieren. Sie war ambitioniert und arbeitete hart, um ihre Ziele zu erreichen.",
      "example_translation": "Il était un jeune homme ambitieux qui voulait changer le monde. La compagnie avait un plan ambitieux d'expansion en Asie. Elle était ambitieuse et travaillait dur pour atteindre ses objectifs.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "amuser",
      "definition": "Jemanden in angenehmer Weise zu beschäftigen, oft durch lustige oder humorvolle Aktivitäten.",
      "definition_translation": "De divertir ou occuper quelqu'un de manière agréable, souvent par des activités ludiques ou amusantes.",
      "example": "Der Clown hat die Kinder bei der Geburtstagsparty unterhalten. Sie hat sich selbst mit dem Lesen eines Buches unterhalten. Sie werden die Menschenmenge mit ihrer akrobatischen Show unterhalten.",
      "example_translation": "Le clown a amusé les enfants à la fête d'anniversaire. Elle s'est amusée en lisant un livre. Ils amuseront la foule avec leur spectacle acrobatique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "amuser",
      "definition": "jemanden oder sich selbst in angenehmer Weise zu beschäftigen",
      "definition_translation": "amuser ou occuper d'une manière agréable",
      "example": "Ich habe mich gestern mit dem Lesen eines Buches unterhalten. Ich unterhalte mich mit dem Spielen von Videospielen. Ich werde mich heute Abend mit dem Ansehen eines Films unterhalten.",
      "example_translation": "Je me suis amusé en lisant un livre hier. Je m'amuse en jouant à des jeux vidéo. Je m'amuserai en regardant un film ce soir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsiert",
      "translation": "amusé",
      "definition": "sich unterhalten oder erfreut fühlen",
      "definition_translation": "se sentir divertir ou plaisir",
      "example": "Ich war gestern Abend von der Comedy-Show amüsiert. Sie ist von dem dummen Witz amüsiert. Sie werden von dem Zaubertrick amüsiert sein.",
      "example_translation": "J'ai été amusé par l'émission de comédie hier soir. Elle est amusée par la plaisanterie idiote. Ils seront amusés par le tour de magie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhaltung",
      "translation": "amusement",
      "definition": "ein Gefühl der Freude oder Belustigung",
      "definition_translation": "un sentiment de plaisir ou de divertissement",
      "example": "Der Vergnügungspark war voller Menschen, die lachten und schrien. Die Unterhaltung des Spiels war suchtartig. Die Unterhaltung der Party war unvergesslich.",
      "example_translation": "Le parc d'attractions était rempli de gens qui riaient et hurlaient. L'amusement du jeu était addictif. L'amusement de la fête était inoubliable.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "anaconda",
      "definition": "eine große, nicht giftige Schlange, die in Südamerika vorkommt",
      "definition_translation": "un grand serpent non venimeux trouvé en Amérique du Sud",
      "example": "Die Anakonda glitt leise durch den Dschungel. Anakondas finden sich im Amazonas-Regenwald. Anakondas werden nächste Woche im Zoo ausgestellt.",
      "example_translation": "L'anaconda a glissé silencieusement à travers la jungle. Les anacondas sont trouvées dans la forêt amazonienne. Les anacondas seront exposées au zoo la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "analysieren",
      "translation": "analyser",
      "definition": "etwas untersuchen oder prüfen, um es zu verstehen oder seine Bestandteile zu erkennen",
      "definition_translation": "Examiner ou enquêter sur quelque chose pour le comprendre ou identifier ses parties composantes.",
      "example": "Ich werde die Daten analysieren, um den Trend zu finden. Ich analysiere die Daten, um den Trend zu finden. Ich habe die Daten analysiert, um den Trend zu finden.",
      "example_translation": "Je vais analyser les données pour trouver la tendance. Je suis en train d'analyser les données pour trouver la tendance. J'ai analysé les données pour trouver la tendance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analyse",
      "translation": "analyse",
      "definition": "der Prozess des Zerlegens komplexer Informationen oder Ideen in kleinere Teile, um sie zu verstehen und zu interpretieren",
      "definition_translation": "Le processus de décomposition de l'information ou des idées complexes en parties plus petites pour les comprendre et les interpréter.",
      "example": "Die Analyse der Marktrends half uns, eine informierte Entscheidung zu treffen. Die Analyse der Daten läuft noch. Die Analyse wird bis zum Ende der Woche abgeschlossen sein.",
      "example_translation": "L'analyse des tendances du marché nous a aidés à prendre une décision éclairée. L'analyse des données est en cours. L'analyse sera terminée d'ici la fin de la semaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Analyst",
      "translation": "analyste",
      "definition": "eine Person, die sich auf die Analyse von Daten, Systemen oder Ideen spezialisiert hat",
      "definition_translation": "Une personne qui est douée dans et responsable de l'analyse des données, des systèmes ou des idées.",
      "example": "Der Analyst überprüfte den Bericht und gab Feedback. Der Analyst prüft die Daten, um den Trend zu identifizieren. Der Analyst wird die Ergebnisse überprüfen und Empfehlungen aussprechen.",
      "example_translation": "L'analyste a examiné le rapport et a fourni des commentaires. L'analyste est en train d'examiner les données pour identifier la tendance. L'analyste examinera les résultats et fera des recommandations.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorfahr",
      "translation": "ancêtre",
      "definition": "eine Person, von der man abstammt, oft viele Generationen zurück",
      "definition_translation": "Une personne dont on est descendu, souvent plusieurs générations en arrière.",
      "example": "Mein Vorfahr kam im 18. Jahrhundert nach Amerika. Unsere Vorfahren lebten in diesem Dorf für Jahrhunderte. Der Vorfahr unserer Dynastie war ein großer Krieger.",
      "example_translation": "Mon ancêtre est venu en Amérique au 18ème siècle. Nos ancêtres ont vécu dans ce village pendant des siècles. L'ancêtre de notre dynastie était un grand guerrier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wut",
      "translation": "colère",
      "definition": "ein starkes Gefühl der Unzufriedenheit, Feindseligkeit oder Empörung als Reaktion auf ein Unrecht oder ein vermeintliches Unrecht, oft begleitet von dem Wunsch, zu strafen oder sich zu rächen",
      "definition_translation": "Un sentiment fort de déplaisir, d'hostilité ou d'indignation en réponse à une erreur ou une erreur perçue, souvent accompagné d'un désir de punir ou de se venger.",
      "example": "Ich fühlte Wut, als ich die Nachricht über das Unrecht las. Ich war meiner Bruder wochenlang böse. Ich werde wütend sein, wenn sie nicht entschuldigen.",
      "example_translation": "J'ai éprouvé de la colère lorsque j'ai vu les nouvelles sur l'injustice. J'avais été en colère contre mon frère pendant des semaines. Je serai en colère si ils ne s'excusent pas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tier",
      "translation": "animal",
      "definition": "ein lebendes Wesen, das organisches Material aufnimmt, typischerweise mit spezialisierten Sinnesorganen und Nervensystem, und kann schnell auf Reize reagieren",
      "definition_translation": "Un organisme vivant qui se nourrit de matières organiques, ayant généralement des organes sensoriels spécialisés et un système nerveux, et capable de répondre rapidement aux stimulus.",
      "example": "Das Tier im Zoo war sehr aktiv. Tiere gibt es auf der Erde seit Millionen Jahren. Ich werde meinem Sohn zum Geburtstag ein Tier kaufen.",
      "example_translation": "L'animal au zoo était très actif. Les animaux sont sur Terre depuis des millions d'années. J'achèterai un animal pour l'anniversaire de mon fils.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jährlich",
      "translation": "annuellement",
      "definition": "einmal im Jahr; jährlich.",
      "definition_translation": "Une fois par an ; chaque année.",
      "example": "Das Unternehmen hält eine jährliche Tagung ab. Ich zahle mein Abonnement jährlich. Wir werden nächsten Monat eine jährliche Verkaufsaktion haben.",
      "example_translation": "L'entreprise tient une réunion annuelle. Je paye mon abonnement chaque année. Nous aurons une vente annuelle le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Angst",
      "translation": "anxiété",
      "definition": "ein Gefühl der Sorge, Nervosität oder Unruhe über etwas, das passieren könnte",
      "definition_translation": "Un sentiment de souci, de nervosité ou de malaise concernant quelque chose qui pourrait se produire.",
      "example": "Ich fühlte Angst vor der Prüfung. Sie hat vor ihrem Vorstellungsgespräch Angst. Er wird Angst haben, wenn er sich nicht gut vorbereitet.",
      "example_translation": "J'ai éprouvé de l'anxiété avant l'examen. Elle a éprouvé de l'anxiété concernant son entretien d'embauche. Il aura de l'anxiété s'il ne se prépare pas bien.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "avec anxiété",
      "definition": "Auf eine Weise, die zeigt, dass Sie besorgt oder nervös über etwas sind.",
      "definition_translation": "De manière qui montre que vous vous inquiétez ou êtes nerveux à propos de quelque chose.",
      "example": "Ich wartete ängstlich auf die Diagnose des Arztes. Ich hatte mich wochenlang unwohl gefühlt und war ängstlich darauf, zu erfahren, was falsch war. Ich werde ängstlich auf die Ergebnisse warten.",
      "example_translation": "J'ai attendu avec anxiété le diagnostic du docteur. J'avais été malade pendant des semaines et j'étais impatient de savoir ce qui n'allait pas. J'attendrai avec anxiété les résultats.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jedenfalls",
      "translation": "de toute façon",
      "definition": "Wird verwendet, um anzudeuten, dass etwas wahr ist oder geschieht, egal was.",
      "definition_translation": "Utilisé pour indiquer que quelque chose est vrai ou se produira quoi qu'il arrive.",
      "example": "Ich habe nicht studiert, aber ich habe die Prüfung jedenfalls bestanden. Ich war sehr zuversichtlich in meinen Fähigkeiten und wusste, dass ich jedenfalls erfolgreich sein würde. Ich werde dieses Projekt jedenfalls beenden.",
      "example_translation": "Je n'ai pas étudié, mais j'ai réussi à l'examen de toute façon. J'étais vraiment confiant dans mes abilities, et je savais que je ferais bien de toute façon. Je finirai ce projet de toute façon.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apostroph",
      "translation": "apostrophe",
      "definition": "Ein Satzzeichen (') verwendet, um den Besitz oder eine Kontraktion anzudeuten.",
      "definition_translation": "Un signe de ponctuation (') utilisé pour indiquer la possession ou pour former une contraction.",
      "example": "Das Spielzeug des Katers war verloren. Der Rat des Lehrers war hilfreich. Es ist ein schöner Tag!",
      "example_translation": "Le jouet du chat était perdu. Le conseil du enseignant était utile. C'est un beau jour !",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "offensichtlich",
      "translation": "apparent",
      "definition": "Klar sichtbar oder verständlich; offensichtlich.",
      "definition_translation": "Clairvoyant ou compris; évident.",
      "example": "Der offensichtliche Mangel an Interesse am Thema war überraschend. Die offensichtlichen Mängel im System waren übersehen worden. Der offensichtliche Erfolg des Unternehmens war von kurzer Dauer.",
      "example_translation": "L'absence apparente d'intérêt pour le sujet était surprenante. Les défauts apparents du système ont été ignorés. Le succès apparent de l'entreprise a été de courte durée.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "offensichtlich",
      "translation": "apparemment",
      "definition": "Wird verwendet, um anzudeuten, dass etwas wahr zu sein scheint, aber nicht definitiv ist.",
      "definition_translation": "Utilisé pour exprimer que quelque chose semble être vrai, mais pourrait ne pas être définitif.",
      "example": "Ich habe offensichtlich meine Schlüssel auf dem Tisch vergessen. Gestern habe ich offensichtlich meine Hausaufgaben vergessen. Morgen werde ich offensichtlich mein Projekt beenden.",
      "example_translation": "J'ai apparemment laissé mes clés sur la table. Hier, j'ai apparemment oublié de faire mes devoirs. Demain, je finirai apparemment mon projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Appell",
      "translation": "appel",
      "definition": "Eine Anfrage an eine höhere Autorität, um eine Entscheidung oder ein Urteil aufzuheben.",
      "definition_translation": "Une demande à une autorité supérieure pour annuler une décision ou un jugement.",
      "example": "Der Anwalt reichte einen Appell gegen das Urteil des Gerichts ein. Letztes Jahr hat das Unternehmen einen Appell an die Regierung um finanzielle Hilfe gestellt. Nächsten Monat werden wir einen Appell an die Öffentlichkeit um Spenden richten.",
      "example_translation": "L'avocat a déposé un appel contre la décision du tribunal. L'année dernière, l'entreprise a fait appel au gouvernement pour obtenir une aide financière. Le mois prochain, nous allons faire appel au public pour les dons.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Attraktivität",
      "translation": "appel",
      "definition": "Die Eigenschaft, attraktiv oder angenehm zu sein.",
      "definition_translation": "La qualité d'être attractif ou plaisant.",
      "example": "Die Attraktivität des neuen Themenparks war unverkennbar. Die Attraktivität des Gemäldes waren seine lebhaften Farben. Die Attraktivität der Nachtlebens der Stadt war seine Energie.",
      "example_translation": "L'appel du nouveau parc à thème était indéniable. L'appel du tableau était ses couleurs vives. L'appel de la vie nocturne de la ville était son énergie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erscheinen",
      "translation": "apparaître",
      "definition": "Sichtbar zu werden oder bekannt zu sein, oder so zu tun, als ob es existiert.",
      "definition_translation": "Devenir visible ou connu, ou de sembler exister.",
      "example": "Das Gespenst erschien im Spiegel. Die neue Politik wird im nächsten Newsletter erscheinen. Die Gewinne des Unternehmens werden nächstes Quartal erscheinen zu steigen.",
      "example_translation": "Le fantôme est apparu dans le miroir. La nouvelle politique apparaitra dans le prochain bulletin d'information. Les bénéfices de l'entreprise sembleront augmenter au prochain trimestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Äußere",
      "translation": "apparence",
      "definition": "Die Art, wie jemand oder etwas aussieht oder zu sein scheint.",
      "definition_translation": "La manière dont quelqu'un ou quelque chose parait ou semble être",
      "example": "Ihr Auftritt auf der Party war atemberaubend. Sie wird morgen im Fernsehen auftreten. Er ist in mehreren Filmen aufgetreten, bevor.",
      "example_translation": "Son apparence à la fête était époustouflante. Elle apparaîtra à la télévision demain. Il avait paru dans plusieurs films avant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Antrag",
      "translation": "demande",
      "definition": "Eine Anfrage oder ein Vorschlag für etwas, wie einen Job oder einen Kredit.",
      "definition_translation": "Une demande ou proposition pour quelque chose, comme un emploi ou un prêt",
      "example": "Ich haben meinen Antrag an die Universität letzte Woche eingereicht. Der Antragprozess war sehr schwierig. Das Unternehmen wird Ihren Antrag bald überprüfen.",
      "example_translation": "J'ai soumis ma demande à l'université la semaine dernière. Le processus de demande était très difficile. L'entreprise examinera bientôt votre demande.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schätzen",
      "translation": "apprécier",
      "definition": "Die guten Qualitäten von etwas oder jemandem erkennen und genießen",
      "definition_translation": "Reconnaître et apprécier les bonnes qualités de quelque chose ou de quelqu'un",
      "example": "Ich schätze Ihre Hilfe sehr. Sie schätzte die schöne Aussicht. Sie werden unser Geschenk schätzen.",
      "example_translation": "J'apprécie beaucoup votre aide. Elle a apprécié la belle vue. Ils apprécieront notre cadeau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wertschätzung",
      "translation": "appréciation",
      "definition": "Ein Gefühl der Dankbarkeit oder Achtung für etwas oder jemanden",
      "definition_translation": "Un sentiment de gratitude ou de respect pour quelque chose ou quelqu'un",
      "example": "Sie empfand eine tiefe Wertschätzung für den Rat ihres Lehrers. Das Unternehmen zeigte seine Wertschätzung für die harte Arbeit des Mitarbeiters. Die Künstlerin fand Inspiration in ihrer Wertschätzung für die Natur.",
      "example_translation": "Elle a éprouvé une profonde appréciation pour le guidage de son professeur. L'entreprise a montré son appréciation pour le travail acharné de l'employé. L'appréciation de l'artiste pour la nature a inspiré ses peintures.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "herankommen",
      "translation": "approcher",
      "definition": "Sich langsam oder vorsichtig etwas oder jemandem nähern",
      "definition_translation": "Se rapprocher de quelque chose ou de quelqu'un, notamment de manière progressive ou prudente.",
      "example": "Ich näherte mich vorsichtig dem Kliff, gestern kam ich Selbstsicherer heran und morgen werde ich es begeistert betreten.",
      "example_translation": "J'ai approché du précipice avec prudence, hier je vais l'approcher avec confiance, et demain je vais l'approcher avec excitation.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "herankommen",
      "translation": "approcher",
      "definition": "Sich langsam oder vorsichtig etwas oder jemandem nähern",
      "definition_translation": "Se rapprocher de quelque chose ou de quelqu'un, notamment de manière progressive ou prudente.",
      "example": "Der Pilot begann, die Landebahn zu erreichen, letzte Woche näherte sie sich dem Terminal und nächsten Monat wird sie das Flugzeug erreichen.",
      "example_translation": "Le pilote a commencé à approcher la piste, la semaine dernière elle a approché le terminal, et le mois prochain elle approchera l'avion.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": "approprié",
      "definition": "Für eine bestimmte Situation oder Gelegenheit geeignet oder passend",
      "definition_translation": "Convenable ou approprié pour une situation ou occasion en particulier.",
      "example": "Das Kleid war angemessen für die Hochzeit, aber die Rede war nicht angemessen für das Publikum.",
      "example_translation": "La robe était appropriée pour le mariage, mais le discours n'était pas approprié pour le public.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angemessen",
      "translation": "de manière appropriée",
      "definition": "Auf eine Weise, die für eine bestimmte Situation oder Gelegenheit geeignet oder passend ist",
      "definition_translation": "De manière qui convient ou est appropriée pour une situation ou occasion en particulier.",
      "example": "Die Lehrerin sprach angemessen mit den Schülern, und der Manager kleidete sich angemessen für das Meeting.",
      "example_translation": "L'enseignant a parlé de manière appropriée aux élèves, et le manager s'est habillé de manière appropriée pour la réunion.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genehmigung",
      "translation": "approbation",
      "definition": "Der Akt, etwas zu genehmigen oder Erlaubnis dafür zu geben, dass etwas geschieht oder getan wird",
      "definition_translation": "L'acte d'approuver ou de donner permission pour quelque chose de se produire ou d'être fait.",
      "example": "Ich erhielt die Genehmigung meines Managers, morgen einen Tag frei zu nehmen. Gestern hatte ich bereits die Genehmigung von HR erhalten. Ich werde nächsten Woche die Genehmigung des Vorstands beantragen.",
      "example_translation": "J'ai reçu l'approbation de mon manager pour prendre un jour de congé demain. Hier, j'avais déjà reçu l'approbation du service des ressources humaines. Je vais demander l'approbation du conseil d'administration la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genehmigen",
      "translation": "approuver",
      "definition": "Offiziell etwas zu akzeptieren oder zuzustimmen",
      "definition_translation": "Pour accepter officiellement ou être d'accord avec quelque chose.",
      "example": "Ich genehmige die neue Richtlinie. Der Vorstand genehmigte den Vorschlag letzte Nacht. Sie wird die Zahlung nächste Woche genehmigen.",
      "example_translation": "J'approuve de la nouvelle politique. Le conseil d'administration a approuvé la proposition hier soir. Elle approuvera le paiement la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungefähr",
      "translation": "approximatif",
      "definition": "In der Nähe, aber nicht genau, eines bestimmten Wertes oder einer bestimmten Menge",
      "definition_translation": "Proche de, mais pas exactement, une certaine valeur ou montant.",
      "example": "Die ungefähre Kosten des Projekts betragen 10.000 Euro. Die ungefähre Ankunftszeit ist 14 Uhr. Das ungefähre Gewicht des Pakets beträgt 10 kg.",
      "example_translation": "Le coût approximatif du projet est de 10 000 $. L'heure d'arrivée approximative est 14 heures. Le poids approximatif du paquet est de 10 kg.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "tablier",
      "definition": "Ein Stück Stoff, das über dem vorderen Teil des Körpers getragen wird, um die Kleidung vor Flecken zu schützen, während man arbeitet oder kocht",
      "definition_translation": "Un pièce de tissu portée sur le devant du corps pour protéger ses vêtements pendant qu'on travaille ou cuisine.",
      "example": "Der Koch trug eine Schürze, um seine Kleidung vor Flecken zu schützen. Meine Großmutter trug immer eine Schürze, wenn sie Abendessen kochte. Der Zimmermann benötigte eine Schürze, um seine Kleidung vor Sägemehl zu schützen.",
      "example_translation": "Le chef portait un tablier pour protéger ses vêtements des taches. Ma grand-mère portait toujours un tablier pendant qu'elle cuisinait le dîner. Le menuisier avait besoin d'un tablier pour protéger ses vêtements de la sciure de bois.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arena",
      "translation": "arène",
      "definition": "Ein großer, umschlossener Bereich, der für Sport, Unterhaltung oder andere Events verwendet wird.",
      "definition_translation": "Une zone fermée utilisée pour les sports, les divertissements ou d'autres événements.",
      "example": "Die Arena war mit Fans gefüllt, die ihr Lieblingsteam anfeuerten. Das Team wird nächste Woche in der Arena spielen. Die Arena wird nächste Monat ein Konzert ausrichten.",
      "example_translation": "L'arène était bondée de fans acclamant leur équipe favorite. L'équipe jouera dans l'arène la semaine prochaine. L'arène accueillera un concert le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arm",
      "translation": "bras",
      "definition": "Ein Körperteil des menschlichen Körpers, insbesondere der obere Arm vom Schultergelenk bis zum Handgelenk.",
      "definition_translation": "Un membre du corps humain, notamment le membre supérieur depuis l'épaule jusqu'au poignet.",
      "example": "Sie benutzte ihren Arm, um sich zu verabschieden. Er hat einen starken Arm für das Werfen eines Balles. Der Arm des Stuhls war gebrochen.",
      "example_translation": "Elle a utilisé son bras pour dire au revoir. Il a un bras fort pour lancer un ballon. Le bras du fauteuil était cassé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "armed",
      "translation": "armé",
      "definition": "Mit Waffen oder Schutzmitteln ausgerüstet.",
      "definition_translation": "Équipé d'armes ou de bras.",
      "example": "Die Polizei war mit Gewehren während des Aufstandes bewaffnet. Der Soldat war mit einem Messer bewaffnet. Das Land war für den Krieg bewaffnet.",
      "example_translation": "Les policiers étaient armés de fusils pendant l'émeute. Le soldat était armé d'un couteau. Le pays était armé pour la guerre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrange",
      "translation": "organiser",
      "definition": "In Ordnung bringen oder für den Gebrauch vorbereiten.",
      "definition_translation": "Mettre en ordre ou préparer pour utiliser.",
      "example": "Sie wird die Blumen in einer Vase anordnen. Er organisierte ein Treffen für morgen. Das Konzert wurde Monate im Voraus organisiert.",
      "example_translation": "Elle arrangera les fleurs dans un vase. Il a organisé une réunion pour demain. Le concert a été organisé des mois à l'avance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrest",
      "translation": "arrêter",
      "definition": "Die Handlung, jemanden in Gewahrsam zu nehmen,typischerweise weil er ein Verbrechen begangen hat.",
      "definition_translation": "L'acte de prendre quelqu'un en garde à vue, généralement parce qu'il a commis un crime.",
      "example": "Der Polizist führte letzte Nacht eine Verhaftung durch. Ich werde eine Verhaftung durchführen, wenn ich jemanden dabei ertappe, wie er das Gesetz bricht. Sie wurde wegen Diebstahls verhaftet.",
      "example_translation": "Le policier a effectué une arrestation hier soir. Je ferai une arrestation si je vois quelqu'un enfreindre la loi. Elle a été arrêtée pour vol.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogance",
      "translation": "arrogance",
      "definition": "Eine Einstellung der Überlegenheit, des Mangels an Bescheidenheit und der Neigung, auf andere herabzusehen.",
      "definition_translation": "Une attitude de supériorité, un manque de modestie et une tendance à regarder les autres de haut.",
      "example": "Seine Arroganz war für viele Menschen abstoßend. Ich war schockiert von ihrer Arroganz, als sie über ihr neues Auto sprach. Er zeigte Arroganz in seiner Rede über seine Erfolge.",
      "example_translation": "Son arrogance était repoussante pour beaucoup de gens. J'ai été choqué par son arrogance lorsque elle a commencé à parler de sa nouvelle voiture. Il a montré de l'arrogance dans son discours sur ses réalisations.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Eine Einstellung der Überlegenheit, des Mangels an Bescheidenheit und der Neigung, auf andere herabzusehen, zeigend.",
      "definition_translation": "Ayant ou montrant une attitude de supériorité, un manque de modestie et une tendance à regarder les autres de haut.",
      "example": "Er war arrogant über seine Beförderung. Sie war arrogant in ihrer Antwort auf die Kritik. Der arrogant Athlet wurde von der Menge ausgebuht.",
      "example_translation": "Il était arrogant à propos de sa promotion. Elle était arrogance dans sa réponse à la critique. L'athlète arrogant a été hué par la foule.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrow",
      "translation": "flèche",
      "definition": "Ein Projektiles mit einer scharfen Spitze, typischerweise von einer Bogenschuss abgeschossen.",
      "definition_translation": "Un projectile à pointe aiguë, généralement tiré d'un arc.",
      "example": "Der Bogenschütze schoss einen Pfeil auf das Ziel ab. Ich sah einen Pfeil, der auf das Ausgangsschild zeigte. Der Pfeil auf dem Kompass zeigte nach Norden.",
      "example_translation": "L'archer a tiré une flèche sur la cible. J'ai vu une flèche pointant vers le panneau de sortie. La flèche de la boussole montrait le nord.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "artificially",
      "translation": "artificiellement",
      "definition": "Auf eine Weise, die nicht natürlich ist; auf eine Weise, die falsch oder vorgetäuscht ist.",
      "definition_translation": "De manière non naturelle; de manière fausse ou feinte.",
      "example": "Die Blumen wurden künstlich in der Vase arrangiert. Sie sprach künstlich süß zu dem Kunden. Sie werden künstlich arbeiten, um den Termin einzuhalten.",
      "example_translation": "Les fleurs étaient arrangées artificiellement dans le vase. Elle parlait artificiellement doucement au client. Ils travailleront artificiellement pour respecter le délai.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "artistic",
      "translation": "artistique",
      "definition": "In Beziehung stehend oder durch Kunst oder eine kreative Fähigkeit gekennzeichnet.",
      "definition_translation": "Relatif à l'art ou caractérisé par un talent créatif.",
      "example": "Die künstlerische Begabung der Künstlerin war in ihren Gemälden erkennbar. Die Tanzkompanie präsentierte eine künstlerische Leistung. Das neue Museum wird künstlerische Ausstellungen zeigen.",
      "example_translation": "Le talent artistique de l'artiste était évident dans ses peintures. La compagnie de danse présenta une performance artistique. Le nouveau musée présentera des expositions artistiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "künstlerisch",
      "translation": "de manière artistique",
      "definition": "Auf eine Weise, die Fähigkeit oder Begabung in Kunst oder einer kreativen Aktivität zeigt.",
      "definition_translation": "De manière qui montre une habileté ou un talent dans l'art ou une activité créative.",
      "example": "Der Maler arbeitete künstlerisch auf Leinwand. Die Köchin präsentierte das Gericht künstlerisch. Der Fotograf schoss die Szene künstlerisch.",
      "example_translation": "Le peintre travaillait de manière artistique sur la toile. Le chef présenta le plat de manière artistique. Le photographe a pris la scène de manière artistique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beiseite",
      "translation": "à part",
      "definition": "An einem separaten Ort oder Standort; weg von anderen.",
      "definition_translation": "Dans un endroit séparé; loin des autres.",
      "example": "Sie trat beiseite, um der älteren Frau vorbeizulassen. Das Team legte Zeit beiseite, um zu üben. Die Firma wird das Projekt vorerst beiseitelegen.",
      "example_translation": "Elle s'est écartée pour laisser passer la femme âgée. L'équipe a mis de côté du temps pour pratiquer. L'entreprise mettra le projet de côté pour l'instant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aspekt",
      "translation": "aspect",
      "definition": "Ein besonderes Merkmal oder Teil von etwas.",
      "definition_translation": "Une caractéristique ou une partie spécifique de quelque chose.",
      "example": "Der Aspekt des Hauses, den ich am meisten mochte, war der Hinterhof. Ich werde den Aspekt des neuen Designs morgen bewerten. Sie wird jeden Aspekt des Projekts berücksichtigen müssen.",
      "example_translation": "L'aspect de la maison que j'aimais le plus était le jardin. J'évaluerai l'aspect du nouveau design demain. Elle devra considérer tous les aspects du projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewerten",
      "translation": "évaluer",
      "definition": "Etwas beurteilen oder einschätzen.",
      "definition_translation": "Évaluer ou juger la valeur ou la qualité de quelque chose.",
      "example": "Ich bewertete die Situation und entschied, um Hilfe zu rufen. Sie wird den Schaden am Auto bewerten. Sie bewerteten die Risiken und Vorteile der neuen Politik.",
      "example_translation": "J'ai évalué la situation et ai décidé d'appeler à l'aide. Elle évaluera les dégâts de la voiture. Ils ont évalué les risques et les avantages de la nouvelle politique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bewertung",
      "translation": "évaluation",
      "definition": "Die Handlung, etwas zu beurteilen oder einzuschätzen.",
      "definition_translation": "L'acte d'évaluer ou de juger la valeur ou la qualité de quelque chose.",
      "example": "Die Bewertung der Situation war schwierig. Der Lehrer wird eine Bewertung der Arbeit der Schüler durchführen. Die Bewertung des Projektfortschritts war zufriedenstellend.",
      "example_translation": "L'évaluation de la situation était difficile. Le enseignant fera une évaluation du travail de l'élève. L'évaluation du progrès du projet était satisfaisante.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "aider",
      "definition": "Jemandem oder etwas helfen oder Beistand leisten.",
      "definition_translation": "Donner un soutien ou une aide à quelqu'un ou quelque chose.",
      "example": "Ich half meinem Freund bei seinem Umzug in eine neue Wohnung. Sie wird dem Lehrer im Klassenzimmer helfen. Sie halfen den Flüchtlingen bei der Ansiedlung in ihren neuen Heimen.",
      "example_translation": "J'ai aidé mon ami à déménager dans un nouvel appartement. Elle aidera l'enseignant dans la salle de classe. Ils ont aidé les réfugiés à s'installer dans leurs nouvelles maisons.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterstützung",
      "translation": "aide",
      "definition": "Die Handlung, jemandem oder etwas zu helfen oder Beistand zu leisten.",
      "definition_translation": "L'acte d'aider ou de soutenir quelqu'un ou quelque chose.",
      "example": "Ich brauchte Unterstützung bei meiner Hausaufgabe, also bat ich meinen Lehrer um Hilfe. Ich erhalte Unterstützung von meinen Kollegen seit einer Woche. Ich werde Unterstützung bei dem Projekt nächsten Monat benötigen.",
      "example_translation": "J'avais besoin d'aide avec mes devoirs, donc j'ai demandé à mon enseignant de m'aider. J'ai reçu l'aide de mes collègues pendant la semaine dernière. Je nécessiterai l'aide du projet le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vereinigung",
      "translation": "association",
      "definition": "Eine Gruppe von Menschen mit einem gemeinsamen Interesse oder Ziel.",
      "definition_translation": "Un groupe de personnes avec un intérêt commun ou un objectif.",
      "example": "Ich bin Mitglied eines Schriftsteller- Vereins, der monatlich zusammentrifft. Die Vereinigung hat an dem Projekt seit Jahren gearbeitet. Die Vereinigung wird ihre jährliche Konferenz nächste Woche abhalten.",
      "example_translation": "Je suis membre d'une association d'écrivains qui se réunit mensuellement. L'association travaille sur le projet depuis des années. L'association tiendra sa conférence annuelle la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verbindung",
      "translation": "association",
      "definition": "Eine Verbindung oder Verknüpfung zwischen zwei Dingen.",
      "definition_translation": "Une connexion ou lien entre deux choses.",
      "example": "Es gibt eine Verbindung zwischen Rauchen und Lungenkrebs. Die Verbindung zwischen den beiden Unternehmen war erfolgreich. Die Verbindung wird beiden Seiten nutzen.",
      "example_translation": "Il y a une association entre le tabagisme et le cancer du poumon. L'association entre les deux entreprises a été réussie. L'association sera bénéfique pour les deux parties.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "annehmen",
      "translation": "supposer",
      "definition": "Etwas als gegeben oder wahr annehmen, ohne Beweise zu haben.",
      "definition_translation": "De prendre quelque chose pour acquis ou d'accepter quelque chose comme vrai sans preuve.",
      "example": "Ich nahm an, dass sie zum Treffen kommen würde. Er nimmt an, dass alle mit ihm übereinstimmen werden. Sie wird die neue Rolle nächsten Monat übernehmen.",
      "example_translation": "J'ai supposé qu'elle assisterait à la réunion. Il suppose que tout le monde sera d'accord avec lui. Elle assumera le nouveau rôle le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versichern",
      "translation": "assurer",
      "definition": "etwas sicherstellen oder garantieren",
      "definition_translation": "faire quelque chose de certain ou garantir quelque chose",
      "example": "Ich werde Ihnen versichern, dass alles in Ordnung sein wird. Sie versicherte mich, dass sie kommen würde. Er hatte uns seiner Unterstützung versichert.",
      "example_translation": "Je vous assurerai que tout ira bien. Elle m'a assuré qu'elle serait là. Il nous avait assurés de son soutien.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "étonné",
      "definition": "große Überraschung oder Schock empfindend",
      "definition_translation": "éprouvant une grande surprise ou un choc",
      "example": "Ich war erstaunt über die Nachricht. Sie sah erstaunt aus bei dem Anblick. Sie werden erstaunt sein über die Ergebnisse.",
      "example_translation": "J'étais étonné par les nouvelles. Elle avait l'air étonnée à la vue. Ils seront étonnés par les résultats.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "étonnant",
      "definition": "äußerst überraschend oder beeindruckend",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "Die erstaunliche Schönheit der Landschaft nahm mir den Atem. Der erstaunliche Erfolg des Films war unerwartet. Die erstaunliche Komplexität des Problems war ein Ding der Unmöglichkeit.",
      "example_translation": "La beauté étonnante du paysage m'a coupé le souffle. Le succès étonnant du film était inattendu. La complexité étonnante du problème était intimidante.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erstaunen",
      "translation": "l'étonnement",
      "definition": "ein Gefühl großer Überraschung oder Schock",
      "definition_translation": "un sentiment de grande surprise ou de choc",
      "example": "Mein Erstaunen über die Nachricht war spürbar. Ihr Erstaunen über das Geschenk war offensichtlich. Das Erstaunen des Teams über ihren Sieg war verständlich.",
      "example_translation": "Mon étonnement à la nouvelle était palpable. Son étonnement au cadeau était évident. L'étonnement de l'équipe à leur victoire était compréhensible.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "athletisch",
      "translation": "athlétique",
      "definition": "Bezieht sich auf oder involves körperliche Stärke, Geschwindigkeit oder Ausdauer, insbesondere in athletischen Wettbewerben.",
      "definition_translation": "Relatif à ou impliquant la force physique, la vitesse ou l'endurance, notamment dans les compétitions athlétiques.",
      "example": "Das athletische Team gewann die Meisterschaft letzten Jahr und wird dieses Jahr versuchen, ihren Titel zu verteidigen, aber sie haben monatelang athletisch trainiert.",
      "example_translation": "L'équipe athlétique a remporté le championnat l'année dernière, et ils essaieront de défendre leur titre cette année, mais ils s'entraînent athlétiquement depuis des mois.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "atmosphère",
      "definition": "Die umgebende Umgebung oder Stimmung eines Ortes, einer Situation oder einer Zusammenkunft.",
      "definition_translation": "L'environnement ou l'ambiance d'un lieu, d'une situation ou d'une réunion.",
      "example": "Die Atmosphäre auf der Party war lebhaft, aber sie änderte sich, als das Gewitter draußen eine düstere Atmosphäre schuf, die sich wieder ändern wird, wenn die Sonne morgen kommt.",
      "example_translation": "L'atmosphère à la fête était animée, mais elle a changé lorsque la tempête à l'extérieur a créé une atmosphère sombre, qui changera à nouveau lorsque le soleil sortira demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atmosphäre",
      "translation": "atmosphère",
      "definition": "Die umgebende Umgebung oder Stimmung eines Ortes, einer Situation oder einer Zusammenkunft.",
      "definition_translation": "L'environnement ou l'ambiance d'un lieu, d'une situation ou d'une réunion.",
      "example": "Die Atmosphäre im Restaurant war gemütlich, und wir genossen die romantische Atmosphäre, die perfekt für ein zukünftiges Dinner-Date wäre.",
      "example_translation": "L'atmosphère au restaurant était accueillante, et nous avons apprécié l'atmosphère romantique, qui serait parfaite pour un futur dîner en tête à tête.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atom",
      "translation": "atome",
      "definition": "Eine kleine Einheit der Materie, die die Eigenschaften eines chemischen Elements aufweist, bestehend aus einem Kern von Protonen und Neutronen, umgeben von Elektronen.",
      "definition_translation": "Une petite unité de matière qui conserve les propriétés d'un élément chimique, consistant en un noyau de protons et de neutrons entouré d'électrons.",
      "example": "Das Atom ist das grundlegende Bauelement der Materie, und Wissenschaftler haben das Atom seit Jahrhunderten studiert, aber sie können noch nicht vollständig sein Atomstruktur verstehen.",
      "example_translation": "L'atome est le bloc de base de la matière, et les scientifiques ont étudié l'atome depuis des siècles, mais ils ne peuvent toujours pas comprendre pleinement sa structure atomique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "atomar",
      "translation": "atomique",
      "definition": "Bezieht sich auf oder besteht aus Atomen; äußerst klein oder fein",
      "definition_translation": "Relatif ou consistant en atomes; extrêmement petit ou délicat",
      "example": "Das Unternehmen spezialisiert sich auf Atomenergie-Forschung. Im Jahr 1945 wurde die Atombombe auf Hiroshima abgeworfen. Bis 2025 werden wir neue Atomkraftwerke entwickelt haben.",
      "example_translation": "L'entreprise se spécialise dans la recherche sur l'énergie atomique. En 1945, la bombe atomique a été larguée sur Hiroshima. D'ici 2025, nous aurons développé de nouvelles centrales électriques atomiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angehängt",
      "translation": "attaché",
      "definition": "Fest oder mit etwas verbunden; eine starke emotionale Verbindung zu jemandem oder etwas hat",
      "definition_translation": "Fermement fixé ou connecté à quelque chose; ayant une forte connexion émotionnelle avec quelqu'un ou quelque chose",
      "example": "Die Datei war an die E-Mail angehängt. Ich war an mein Kindheitsheim angehängt. Bis ich abschließe, wird ich vier Jahre an dieser Universität angehängt haben.",
      "example_translation": "Le fichier était attaché à l'e-mail. J'étais attaché à ma maison d'enfance. Au moment où je serai diplômé, j'aurai été attaché à cette université pendant quatre ans.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anhang",
      "translation": "pièce jointe",
      "definition": "Ein Dokument oder Datei, die mit einer E-Mail gesendet wird; ein Gefühl der Zuneigung oder Loyalität gegenüber jemandem oder etwas",
      "definition_translation": "Un document ou fichier envoyé avec un e-mail; un sentiment d'affection ou de loyauté envers quelqu'un ou quelque chose",
      "example": "Bitte finden Sie den Anhang zu dieser E-Mail. Meine Anhänglichkeit an meine Familie ist sehr stark. Bis nächstem Jahr werde ich mich an meine Kollegen angehängt haben.",
      "example_translation": "Veuillez trouver la pièce jointe à cet e-mail. Mon attachement à ma famille est très fort. D'ici l'année prochaine, j'aurai formé des attaches avec mes collègues.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuch",
      "translation": "tenter",
      "definition": "Etwas zu tun, um es zu erreichen; ein Versuch oder Bemühen, etwas zu erreichen",
      "definition_translation": "Tenter de faire quelque chose; une tentative ou effort pour accomplir quelque chose",
      "example": "Ich werde versuchen, das Projekt bis morgen zu beenden. Sie versuchte, den Berg zu besteigen, aber scheiterte. Bis nächstem Jahr werde ich drei neue Sprachen versucht haben.",
      "example_translation": "Je vais tenter de finir le projet d'ici demain. Elle a tenté d'escalader la montagne mais a échoué. D'ici l'année prochaine, j'aurai tenté d'apprendre trois nouvelles langues.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "grenier",
      "definition": "Der Raum oder das Zimmer direkt unter dem Dach eines Hauses, oft als Lager genutzt.",
      "definition_translation": "L'espace ou la salle juste au-dessous du toit d'une maison, souvent utilisé pour le stockage.",
      "example": "Ich fand einen alten Koffer im Dachboden. Gestern lagerte ich einige Kisten im Dachboden. Ich werde den Dachboden nächsten Wochenende aufräumen.",
      "example_translation": "J'ai trouvé un vieux coffre dans le grenier. Hier, j'ai stocké des boîtes dans le grenier. Je nettoierai le grenier le week-end prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anziehen",
      "translation": "attirer",
      "definition": "Jemandes Aufmerksamkeit oder Interesse zu erregen.",
      "definition_translation": "Attirer l'attention ou l'intérêt de quelqu'un.",
      "example": "Die schöne Aussicht zieht viele Touristen an. Sie zog ihn mit ihrem charmanten Lächeln an. Das Unternehmen wird nächstes Jahr mehr Investoren anziehen.",
      "example_translation": "La belle vue attire de nombreux touristes. Elle l'a attiré avec son sourire charmant. L'entreprise attirera plus d'investisseurs l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Attraktion",
      "translation": "attraction",
      "definition": "Ein Ding, das jemanden fasziniert oder interessiert.",
      "definition_translation": "Une chose qui fascine ou intéresse quelqu'un.",
      "example": "Der neue Themenpark ist eine Hauptattraktion für Kinder. Die Stadtarchitektur ist die Hauptattraktion der Stadt. Das Kunstmuseum war die Hauptattraktion der Reise.",
      "example_translation": "Le parc à thème tout neuf est une grande attraction pour les enfants. L'attrait principal de la ville est son architecture magnifique. Le musée d'art était l'attraction principale du voyage.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "aubergine",
      "definition": "Ein violetter Gemüsegarten, oft in der Kochkunst verwendet.",
      "definition_translation": "Un légume violet souvent utilisé dans la cuisine.",
      "example": "Ich liebe es, Aubergine in Ratatouille zu essen. Sie grillte die Aubergine zum Abendessen. Sie werden Auberginen in ihrem Garten nächstem Sommer anbauen.",
      "example_translation": "J'adore manger des aubergines dans le ratatouille. Elle a grillé l'aubergine pour le dîner. Ils cultiveront des aubergines dans leur jardin l'été prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autorität",
      "translation": "autorité",
      "definition": "Die Macht oder das Recht, etwas oder jemanden zu kontrollieren oder zu befehligen.",
      "definition_translation": "Le pouvoir ou le droit de contrôler ou de commander quelque chose ou quelqu'un.",
      "example": "Die Regierung hat die Autorität, Gesetze zu erlassen, Der Manager hat die Autorität, Entscheidungen zu treffen, Der Lehrer wird nächstes Semester die Autorität über das Klassenzimmer haben.",
      "example_translation": "Le gouvernement a le pouvoir de faire des lois, Le gestionnaire a le pouvoir de prendre des décisions, L'enseignant aura l'autorité sur la classe d'ici le prochain semestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Automatisch",
      "translation": "automatique",
      "definition": "Ohne bewusstes Denken oder Anstrengung durchgeführt oder geschehend.",
      "definition_translation": "Fait ou survenant sans pensée consciente ou effort.",
      "example": "Das Auto's automatische Getriebe schaltete die Gänge reibungslos, Der automatische Türöffner machte es leicht, das Gebäude zu betreten, Das neue Software-Update wird automatisch durchgeführt.",
      "example_translation": "La transmission automatique de la voiture a passé les vitesses en douceur, L'ouvre-porte automatique a rendu facile l'entrée dans le bâtiment, La nouvelle mise à jour du logiciel sera automatique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "automatisch",
      "translation": "automatiquement",
      "definition": "Ohne bewusstes Denken oder Anstrengung durchgeführt oder geschehend.",
      "definition_translation": "Fait ou survenant sans pensée consciente ou effort.",
      "example": "Die Kaffeemaschine wird automatisch nach 2 Stunden ausgeschaltet, Die E-Mail wird automatisch gesendet, sobald das Formular abgeschlossen ist, Das System wird die Software automatisch aktualisieren.",
      "example_translation": "La cafetière se fermera automatiquement après 2 heures, Le courriel sera envoyé automatiquement une fois le formulaire completé, Le système mettra à jour automatiquement le logiciel.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verfügbarkeit",
      "translation": "disponibilité",
      "definition": "Der Zustand, verfügbar oder zugänglich zu sein.",
      "definition_translation": "L'état d'être disponible ou accessible.",
      "example": "Die Verfügbarkeit des Produkts ist begrenzt, Das Hotel hat volle Verfügbarkeit für das Wochenende, Die Verfügbarkeit von Ressourcen des Unternehmens ist beeindruckend.",
      "example_translation": "La disponibilité du produit est limitée, La disponibilité de l'hôtel est complète pour le week-end, La disponibilité des ressources de l'entreprise est impressionnante.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vermeiden",
      "translation": "éviter",
      "definition": "etwas oder jemanden zu meiden, weil es möglicherweise schädlich oder unangenehm ist",
      "definition_translation": "restez à l'écart de quelque chose ou de quelqu'un parce qu'il peut être nuisible ou désagréable",
      "example": "Ich versuche, den Autoverkehr zur Hauptverkehrszeit zu vermeiden, weil er immer überlastet ist. Ich vermied das neue Restaurant, weil ich hörte, dass es teuer ist. Ich werde den Fehler in Zukunft vermeiden.",
      "example_translation": "J'essaie d'éviter de conduire pendant les heures de pointe parce que c'est toujours encombré. J'ai évité le nouveau restaurant parce que j'ai entendu dire qu'il était cher. Je vais éviter cette erreur à l'avenir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Preis",
      "translation": "prix",
      "definition": "eine Auszeichnung oder Ehre, die jemandem für die Erreichung eines Ziels verliehen wird",
      "definition_translation": "un prix ou une distinction accordé à quelqu'un pour avoir accompli quelque chose",
      "example": "Der Preis wurde dem besten Schauspieler des Jahres verliehen. Sie hat mehrere Preise für ihre herausragende Leistung gewonnen. Sie werden den Studienplatz dem würdigsten Studenten verleihen.",
      "example_translation": "Le prix a été attribué au meilleur acteur de l'année. Elle a remporté plusieurs prix pour sa performance exceptionnelle. Ils attribueront la bourse d'études au étudiant le plus méritant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Preis",
      "translation": "prix",
      "definition": "eine Auszeichnung oder Ehre, die jemandem für die Erreichung eines Ziels verliehen wird",
      "definition_translation": "un prix ou une distinction accordé à quelqu'un pour avoir accompli quelque chose",
      "example": "Der Preis wurde dem besten Schauspieler des Jahres verliehen. Sie hat mehrere Preise für ihre herausragende Leistung gewonnen. Sie werden den Studienplatz dem würdigsten Studenten verleihen.",
      "example_translation": "Le prix a été attribué au meilleur acteur de l'année. Elle a remporté plusieurs prix pour sa performance exceptionnelle. Ils attribueront la bourse d'études au étudiant le plus méritant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "conscient",
      "definition": "mit Kenntnis oder Verständnis von etwas",
      "definition_translation": "ayant connaissance ou compréhension de quelque chose",
      "example": "Ich war mir der Gefahr bewusst, aber ich entschied mich trotzdem, das Risiko einzugehen. Sie war sich seiner Gefühle bewusst, aber sie sagte nichts. Wir werden uns der Folgen unseres Handelns bewusst sein.",
      "example_translation": "J'étais conscient du danger, mais j'ai encore décidé de prendre le risque. Elle était consciente de ses sentiments, mais elle n'a rien dit. Nous serons conscients des conséquences de nos actions.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungeschickt",
      "translation": " gauchement",
      "definition": "auf eine ungeschickte Weise; mit Ungeschick",
      "definition_translation": "De manière gauchère; avec gaucherie.",
      "example": "Sie ging ungeschickt in ihren hochhackigen Schuhen. Gestern versuchte sie ungeschickt, den Salsa zu tanzen. Morgen wird sie sich ungeschickt vor dem Publikum vorstellen.",
      "example_translation": "Elle marchait gauchement dans ses talons hauts. Hier, elle a gauchement essayé de danser la salsa. Demain, elle se présentera gauchement au public.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Junggeselle",
      "translation": "célibataire",
      "definition": "Ein Mann, der noch nie verheiratet war.",
      "definition_translation": "Un homme qui n'a jamais été marié.",
      "example": "Mein Onkel, ein Junggeselle, liebt es, allein zu reisen. Als er jung war, versuchte er ungeschickt, mit Frauen zu flirten. Jetzt lebt er glücklich als Junggeselle.",
      "example_translation": "Mon oncle, célibataire, aime voyager seul. Quand il était jeune, il a gauchement essayé de flirter avec les femmes. Maintenant, il vit heureux comme célibataire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "contexte",
      "definition": "Die Szenerie oder Situation, die einen bestimmten Ereignis oder Situation umgibt.",
      "definition_translation": "Le décor ou la situation entourant un événement ou une situation particulière.",
      "example": "Der Hintergrund des Gemäldes war wunderschön. Im Hintergrund der Firma gab es einen Skandal. In Zukunft wird der Hintergrund des neuen Mitarbeiters sorgfältig überprüft werden.",
      "example_translation": "Le contexte du tableau était belle. Dans le contexte de l'entreprise, il y avait un scandale. À l'avenir, le contexte du nouvel employé sera soigneusement vérifié.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "antécédents",
      "definition": "Die Geschichte, Erfahrungen und Ausbildung, die jemanden auf eine bestimmte Karriere oder Situation vorbereiten.",
      "definition_translation": "L'histoire, les expériences et l'éducation d'une personne qui la préparent pour une carrière ou une situation particulière.",
      "example": "Der Kandidat hatte einen beeindruckenden Hintergrund. Ihre Erfahrung im Marketing half ihr, den Job zu bekommen. In Zukunft wird ihr Hintergrund ihr helfen, im Geschäftsbereich erfolgreich zu sein.",
      "example_translation": "Les antécédents du candidat étaient impressionnants. Son background en marketing lui a aidé à obtenir le travail. À l'avenir, ses antécédents l'aideront à réussir dans les affaires.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hintergrund",
      "translation": "arrière-plan",
      "definition": "Der Hintergrund eines Bildes oder einer Szene ist der Teil, der am weitesten weg oder hinter allem anderen liegt.",
      "definition_translation": "L'arrière-plan d'une image ou d'une scène est la partie qui apparaît le plus loin ou derrière tout le reste.",
      "example": "Die Fotografin komponierte das Bild sorgfältig, um den schönen Hintergrund mit aufzunehmen. Gestern machte sie ein Bild mit einem ähnlichen Hintergrund. Bis nächstes Jahr wird sie viele weitere Fotos mit atemberaubenden Hintergründen gemacht haben.",
      "example_translation": "Le photographe a soigneusement composé le plano pour inclure l'arrière-plan magnifique. Hier, elle avait pris une photo avec un arrière-plan similaire. D'ici l'an prochain, elle aura pris de nombreuses autres photos avec des arrière-plans incroyables.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherungskopie",
      "translation": "sauvegarde",
      "definition": "Eine Sicherungskopie ist eine Kopie von Daten oder einem System, die im Falle des Verlusts oder der Beschädigung des Originals verwendet werden kann.",
      "definition_translation": "Une sauvegarde est une copie de données ou d'un système qui est conservée au cas où l'original est perdu ou endommagé.",
      "example": "Es ist eine gute Idee, wichtige Dateien zu sichern, falls der Computer abstürzt. Gestern sicherte ich meinen Computer. Bis nächsten Monat werde ich alle meine Geräte gesichert haben.",
      "example_translation": "Il est judicieux de faire une sauvegarde de vos fichiers importants au cas où votre ordinateur tombe en panne. Hier, j'ai sauvegardé mon ordinateur. D'ici le mois prochain, j'aurai sauvegardé tous mes appareils.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht",
      "translation": "mauvais",
      "definition": "Etwas, das schlecht ist, hat eine schlechte Qualität oder ist unangenehm.",
      "definition_translation": "Quelque chose qui est mauvais est de mauvaise qualité ou désagréable.",
      "example": "Ich hatte einen schlechten Traum letzte Nacht. Gestern aß ich schlechtes Essen. Bis nächste Woche werde ich gelernt haben, schlechte Angewohnheiten zu vermeiden.",
      "example_translation": "J'ai fait un mauvais rêve hier soir. Hier, j'ai mangé de la mauvaise nourriture. D'ici la semaine prochaine, j'aurai appris à éviter les mauvaises habitudes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jähzornig",
      "translation": "humeur massacrante",
      "definition": "Jemand, der jähzornig ist, wird leicht ärgerlich oder gereizt.",
      "definition_translation": "Quelqu'un qui a une humeur massacrante est facilement mis en colère ou irrité.",
      "example": "Mein Bruder ist jähzornig, daher versuchen wir, mit ihm nicht zu streiten. Gestern hatte er einen wütenden Ausbruch. Bis nächstem Jahr wird er gelernt haben, seinen Jähzorn zu kontrollieren.",
      "example_translation": "Mon frère a une humeur massacrante, donc nous essayons d'éviter de nous disputer avec lui. Hier, il a eu unesorting masacrante. D'ici l'an prochain, il aura appris à contrôler son mauvais caractère.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abzeichen",
      "translation": "insigne",
      "definition": "Ein Abzeichen ist ein Symbol oder Emblem, das getragen wird, um Zugehörigkeit, Mitgliedschaft oder Erfolg anzuzeigen.",
      "definition_translation": "Un insigne est un symbole ou un emblème porté pour signifier l'allégeance, l'appartenance ou la réalisation.",
      "example": "Sie trug ein Abzeichen auf ihrer Lapel, um ihre Unterstützung für die Wohltätigkeitsorganisation zu zeigen. Sie hatte ein Abzeichen auf der Konferenz letzten Jahr getragen. Sie wird ein Abzeichen bei der Abschlussfeier nächste Woche tragen.",
      "example_translation": "Elle portait un insigne sur sa revers pour montrer son soutien à la charité. Elle avait porté un insigne à la conférence l'année dernière. Elle portera un insigne à la cérémonie de remise des diplômes la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "sac",
      "definition": "Eine Tasche ist ein Behälter aus flexiblen Material, der verwendet wird, um Dinge zu tragen.",
      "definition_translation": "Un sac est un contenant fait de matériau flexible, utilisé pour transporter des choses.",
      "example": "Ich trug meine Tasche auf der Schulter zum Supermarkt. Ich hatte eine Tasche auf der Reise letzten Monat mitgebracht. Ich werde eine Tasche zum Strand morgen tragen.",
      "example_translation": "J'ai porté mon sac sur mon épaule au supermarché. J'avais porté un sac avec moi lors du voyage le mois dernier. Je porterai un sac à la plage demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "boulangerie",
      "definition": "Eine Bäckerei ist ein Ort, an dem Brot und andere Backwaren hergestellt und verkauft werden.",
      "definition_translation": "Une boulangerie est un endroit où du pain et d'autres produits de boulangerie sont fabriqués et vendus.",
      "example": "Ich besuchte eine Bäckerei am Morgen, um frisches Brot zu kaufen. Ich hatte eine Bäckerei mit meiner Familie letzten Jahr besucht. Ich werde eine Bäckerei besuchen, um einen Kuchen für meinen Geburtstag zu bestellen.",
      "example_translation": "J'ai visité une boulangerie le matin pour acheter du pain frais. J'avais visité une boulangerie avec ma famille l'année dernière. Je visiterai une boulangerie pour commander un gâteau pour mon anniversaire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gleichgewicht",
      "translation": "équilibre",
      "definition": "Ein Gleichgewicht ist ein Zustand der Ausgeglichenheit oder Stabilität, insbesondere in der Körperhaltung.",
      "definition_translation": "Un équilibre est un état d'équilibre ou de stabilité, en particulier dans la posture corporelle.",
      "example": "Sie versuchte, ihr Gleichgewicht auf dem Seil zu halten. Sie hatte ihr Gleichgewicht auf dem Skateboard letzten Woche verloren. Sie wird ihr Gleichgewicht für die Turner-Veranstaltung üben.",
      "example_translation": "Elle essayait de maintenir son équilibre sur la corde raide. Elle avait perdu son équilibre sur le skateboard la semaine dernière. Elle va s'entraîner à son équilibre pour la compétition de gymnastique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gleichgewicht",
      "translation": "équilibre",
      "definition": "ein Zustand der Harmonie oder Balance zwischen verschiedenen Dingen",
      "definition_translation": "un état d'harmonie ou d'équilibre entre des choses différentes",
      "example": "Das Unternehmen hat versucht, sein Budget auszugleichen. Es hatte sein Budget letzten Jahr ausgeglichen, aber es wird es nächstes Jahr nicht ausgleichen.",
      "example_translation": "L'entreprise a eu du mal à équilibrer son budget. Elle a équilibré son budget l'an dernier, mais elle n'équilibre pas son budget l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gleichgewicht",
      "translation": "équilibre",
      "definition": "ein Zustand der Harmonie oder Balance zwischen verschiedenen Dingen",
      "definition_translation": "un état d'harmonie ou d'équilibre entre des choses différentes",
      "example": "Der Künstler musste die Farben im Gemälde ausgleichen. Die Farben waren im Gemälde ausgeglichen, aber sie werden nächstes Jahr unausgewogen sein.",
      "example_translation": "L'artiste devait équilibrer les couleurs dans le tableau. Les couleurs étaient équilibrées dans le tableau, mais elles seront déséquilibrées l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "équilibré",
      "definition": "mit einer harmonischen oder proportionalen Anordnung von Teilen",
      "definition_translation": "ayant une arrangement harmonieux ou proportionné des parties",
      "example": "Das Essen war mit einer Vielzahl von Gemüsen ausgeglichen. Die Diät war ausgeglichen, aber sie wird nächstes Monat unausgewogen sein.",
      "example_translation": "Le repas était équilibré avec une variété de légumes. Le régime était équilibré, mais il sera déséquilibré le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbieten",
      "translation": "interdire",
      "definition": "etwas offiziell oder gesetzlich zu verbieten",
      "definition_translation": "d'interdire officiellement ou légalement quelque chose",
      "example": "Die Regierung verbot das Rauchen in öffentlich zugänglichen Orten. Das Rauchen war in öffentlich zugänglichen Orten verboten, und es wird nächstes Jahr komplett verboten sein.",
      "example_translation": "Le gouvernement a interdit de fumer dans les lieux publics. Le tabagisme était interdit dans les lieux publics, et il sera interdit complètement l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verboten",
      "translation": "interdire",
      "definition": "etwas offiziell oder gesetzlich zu verbieten",
      "definition_translation": "interdire officiellement ou légalement quelque chose",
      "example": "Die Regierung verbot die Verwendung von Plastiktüten in der Stadt. Gestern verboten sie die Verbrennung fossiler Brennstoffe. Im Jahr 2030 werden sie die Produktion von Einwegplastik verbieten.",
      "example_translation": "Le gouvernement a interdit l'utilisation de sacs en plastique dans la ville. Hier, ils interdisaient la combustion de combustibles fossiles. En 2030, ils interdiront la production de plastiques à usage unique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knall",
      "translation": "bang",
      "definition": "ein lauter, scharfer Lärm",
      "definition_translation": "un bruit fort et aigu",
      "example": "Das Feuerwerk explodierte mit einem lauten Knall. Der Schlagzeuger schlug die Becke mit einem Knall. In Zukunft wird die Autotür mit einem Knall zufallen.",
      "example_translation": "Le feu d'artifice a explosé avec un bang sonore. Le batteur a frappé le cymbale avec un bang. Dans le futur, la porte de voiture se fermait avec un bang.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "knallen",
      "translation": "bang",
      "definition": "ein lauter, scharfer Lärm machen",
      "definition_translation": "faire un bruit fort et aigu",
      "example": "Das Feuerwerk knallte laut am Himmel. Gestern knallte die Tür zu. Im Jahr 2025 werden die Feuerwerke wieder knallen.",
      "example_translation": "Le feu d'artifice a fait un bruit fort dans le ciel. Hier, la porte a fait une claque. En 2025, les feux d'artifice feront à nouveau un bruit fort.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bankier",
      "translation": "banquier",
      "definition": "eine Person, die in einer Bank arbeitet, insbesondere eine, die am Management des Bankvermögens beteiligt ist",
      "definition_translation": "une personne qui travaille dans une banque, notamment celle qui est impliquée dans la gestion de l'argent de la banque",
      "example": "Der Bankier investierte das Geld weise. Gestern überprüfte der Bankier die Konten. Im Jahr 2022 wird der Bankier über die Finanzkrise beraten.",
      "example_translation": "Le banquier a investi l'argent sagement. Hier, le banquier vérifiait les comptes. En 2022, le banquier conseillera sur la crise financière.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bankwesen",
      "translation": "banque",
      "definition": "Das Geschäft der Bereitstellung von Finanzdienstleistungen, wie z.B. das Akzeptieren von Einlagen, das Gewähren von Krediten und das Erleichtern von Transaktionen.",
      "definition_translation": "L'activité de fournir des services financiers, tels que l'acceptation de dépôts, la concession de prêts et la facilitation de transactions.",
      "example": "Ich arbeitete 10 Jahre im Bankwesen, bevor ich meine Karriere in der Finanzbranche wechselte. Ich arbeite derzeit im Bankwesen und werde es viele Jahre lang tun.",
      "example_translation": "J'ai travaillé dans la banque pendant 10 ans avant de passer à une carrière dans la finance. Je travaille actuellement dans la banque, et je continuerai à le faire pendant de nombreuses années.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kahl",
      "translation": "nu",
      "definition": "nicht bedeckt oder bekleidet; exponiert",
      "definition_translation": "Non couvert ou vêtu ; exposé.",
      "example": "Die kahlen Bäume standen gegen den Winterhimmel ab. Sie ging barfuß am Strand. Der Raum war kahl und leer.",
      "example_translation": "Les arbres nus se détachaient contre le ciel d'hiver. Elle a marché pieds nus sur la plage. La chambre était nue et vide.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaum",
      "translation": "à peine",
      "definition": "nur gerade; fast gar nicht",
      "definition_translation": "Seulement juste ; presque pas du tout.",
      "example": "Ich bin gerade noch durch das Examen gekommen. Sie kann kaum Englisch sprechen. Das Unternehmen macht kaum Gewinn.",
      "example_translation": "J'ai à peine passé l'examen. Elle peut à peine parler anglais. L'entreprise fait à peine des profits.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bellen",
      "translation": "aboiement",
      "definition": "ein scharfer, explosiver Laut, typischerweise von einem Hund gemacht",
      "definition_translation": "Un son aigu et explosif, généralement fait par un chien.",
      "example": "Das laute Bellen des Hundes weckte mich auf. Das Bellen des Hundes war durchdringend. Die Hunde werden auf den Briefträger bellen.",
      "example_translation": "L'aboiement du chien m'a réveillé. L'aboiement du chien était perçant. Les chiens aboyeront au facteur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bellen",
      "translation": "aboyer",
      "definition": "ein scharfer, explosiver Schrei, typischerweise von einem Hund gemacht, insbesondere wenn er alarmiert oder aufgerüstet ist",
      "definition_translation": "Un cri aigu et explosif, typiquement émis par un chien, notamment lorsque celui-ci est alarmé ou excité.",
      "example": "Der Hund wird bellen, wenn er einen Fremden sieht. Es bellte laut letzte Nacht. Es wird wieder bellen, wenn es Gefahr wittert.",
      "example_translation": "Le chien aboie si elle voit un étranger. Elle a aboyé très fort hier soir. Elle aboiera à nouveau si elle sent le danger.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barriere",
      "translation": "barrière",
      "definition": "ein Zaun oder ein anderes Hindernis, das die Bewegung oder den Zugang verhindert oder behindert",
      "definition_translation": "Une clôture ou autre obstacle qui empêche ou gêne le mouvement ou l'accès.",
      "example": "Die Barriere blockierte die Straße. Das Unternehmen musste die Barriere entfernen, um Fußgängern den Durchgang zu ermöglichen. Sie werden nächste Woche eine neue Barriere installieren.",
      "example_translation": "La barrière a bloqué la route. L'entreprise a dû enlever la barrière pour laisser passer les piétons. Ils vont installer une nouvelle barrière le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "base",
      "definition": "Der unterste oder untere Teil eines Objekts, eines Gebäudes oder einer Säule.",
      "definition_translation": "La partie la plus basse ou inférieure de quelque chose, comme un objet, un bâtiment ou une colonne.",
      "example": "Die Basis des Berges war mit Schnee bedeckt. Das Unternehmen hat seinen Sitz in New York. Sie werden ihren Sitz nächstes Jahr nach Paris verlegen.",
      "example_translation": "La base de la montagne était couverte de neige. L'entreprise a son siège à New York. Ils vont déplacer leur base à Paris l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basis",
      "translation": "base",
      "definition": "Ein Ausgangspunkt oder eine Grundlage für etwas, wie eine Idee, ein Plan oder eine Berechnung.",
      "definition_translation": "Un point de départ ou une fondation pour quelque chose, comme une idée, un plan ou un calcul.",
      "example": "Die Basis der Strategie ist es, den Umsatz zu erhöhen. Die Wissenschaftlerin verwendete eine Grundlage früherer Forschung, um ihre Theorie zu entwickeln. Die Schüler werden eine Grundlage in Mathematik und Naturwissenschaft erlernen.",
      "example_translation": "La base de la stratégie est d'augmenter les ventes. La scientifique a utilisé une base de recherches antérieures pour développer sa théorie. Les étudiants vont apprendre une base de mathématiques et de sciences.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "sous-sol",
      "definition": "Der unterste bewohnbare Teil eines Gebäudes,usually unter dem Erdgeschoss.",
      "definition_translation": "La partie la plus basse habitable d'un bâtiment, généralement en-dessous du niveau du sol.",
      "example": "Ich ging hinunter in den Keller, um die Sicherungskasten zu überprüfen. Es war dunkel und muffig unten. Ich war gestern hinunter in den Keller gegangen, um die lecken Rohre zu reparieren. Ich werde morgen hinunter in den Keller gehen, um mein Werkzeug zu holen.",
      "example_translation": "Je suis descendu au sous-sol pour vérifier le tableau de fusibles. C'était sombre et moisi là-bas. J'étais descendu au sous-sol pour réparer le tuyau fissuré hier. Je vais descendre au sous-sol pour récupérer ma boîte à outils demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grundsätzlich",
      "translation": "basiquement",
      "definition": "In einer grundlegenden oder wesentlichen Weise; im Wesentlichen.",
      "definition_translation": "D'une manière fondamentale ou essentielle; essentiellement.",
      "example": "Ich habe das Projekt gestern Nacht grundsätzlich fertiggestellt. Ich hatte das Projekt gestern grundsätzlich fertiggestellt. Ich werde das Projekt morgen grundsätzlich fertigstellen.",
      "example_translation": "J'ai pratiquement fini le projet hier soir. J'avais pratiquement fini le projet hier. Je vais pratiquement terminer le projet demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basilikum",
      "translation": "basilic",
      "definition": "Ein süß duftendes Kraut, das in der Küche, insbesondere in italienischen und thailändischen Gerichten, verwendet wird.",
      "definition_translation": "Une herbe aromatique utilisée dans la cuisine, notamment dans les plats italiens et thaïlandais.",
      "example": "Ich füge frisches Basilikum meiner Pastasoße hinzu. Ich fügte frisches Basilikum meiner Pastasoße hinzu. Ich werde frisches Basilikum meiner Pastasoße morgen hinzufügen.",
      "example_translation": "J'ajoute du basilic frais à ma sauce de pâtes. J'avais ajouté du basilic frais à ma sauce de pâtes hier. Je vais ajouter du basilic frais à ma sauce de pâtes demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grundlage",
      "translation": "base",
      "definition": "Die zugrunde liegende Bedingung oder das Prinzip von etwas.",
      "definition_translation": "La condition ou le principe sous-jacent de quelque chose.",
      "example": "Wir müssen auf der Grundlage gegenseitigen Vertrauens zusammenarbeiten. Wir arbeiteten gestern auf der Grundlage gegenseitigen Vertrauens zusammen. Wir werden morgen auf der Grundlage gegenseitigen Vertrauens zusammenarbeiten.",
      "example_translation": "Nous devons travailler sur la base de la confiance mutuelle. Nous avons travaillé sur la base de la confiance mutuelle hier. Nous allons travailler sur la base de la confiance mutuelle demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Träger",
      "translation": "faisceau",
      "definition": "Ein Träger ist ein langer, stabiler Holz-, Metall- oder Betonbalken, der als horizontaler Stützbalken im Bauwesen verwendet wird.",
      "definition_translation": "Un faisceau est un long et solide pièce de bois, de métal ou de béton utilisé comme soutien horizontal dans la construction de bâtiments.",
      "example": "Ich strahlte vor Stolz, als ich mein Examen bestand. Ich strahle vor Stolz, wenn ich mein neues Auto zeige. Ich werde vor Stolz strahlen, wenn ich meinen ersten Preis erhalte.",
      "example_translation": "J'ai rayonné de fierté lorsque j'ai obtenu mon diplôme. Je rayonne de fierté lorsque je montre ma nouvelle voiture. Je rayonnerai de fierté lorsque je recevrai mon premier prix.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "ours",
      "definition": "Ein Bär ist ein großes, fleischfressendes Säugetier mit langem Fell, das hauptsächlich in Wäldern und Bergen vorkommt.",
      "definition_translation": "Un ours est un grand mammifère carnivore à fourrure hirsute, principalement trouvé dans les forêts et les montagnes.",
      "example": "Ich sah einen Bären im Zoo gestern. Bären sind in den Wäldern in der Nähe meines Hauses häufig. Ich werde nächstes Wochenende Bären beobachten gehen.",
      "example_translation": "J'ai vu un ours au zoo hier. Les ours sont courants dans les bois près de chez moi. Je vais aller observer les ours le week-end prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestie",
      "translation": "bête",
      "definition": "Eine Bestie ist ein wildes oder domestiziertes Tier, insbesondere ein großes oder furcht einflößendes.",
      "definition_translation": "Une bête est un animal sauvage ou domestique, notamment un grand ou féroce.",
      "example": "Die Bestie brüllte laut im Dschungel. Die Bestie im Film war schrecklich. Die Bestie wird bald vom Trainer gezähmt sein.",
      "example_translation": "La bête a rugi bruyamment dans la jungle. La bête dans le film était terrifiante. La bête sera apprivoisée par le dresseur bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "battre",
      "definition": "Schlagen bedeutet, wiederholt zu schlagen oder zu treffen, oder jemanden oder etwas zu besiegen oder zu überwinden.",
      "definition_translation": "Battre signifie frapper ou heurter plusieurs fois, ou vaincre ou surmonter quelqu'un ou quelque chose.",
      "example": "Ich schlug die Trommel laut auf der Party. Sie schlug die Konkurrenz im Rennen. Sie werden den Rekord nächstes Jahr brechen.",
      "example_translation": "J'ai battu le tambour bruyamment à la fête. Elle a battu la compétition dans la course. Ils vont battre le record l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "battre",
      "definition": "wiederholt oder mit großer Kraft oder Intensität zu schlagen",
      "definition_translation": "frapper ou heurter régulièrement, souvent avec grande force ou intensité",
      "example": "Ich schlug die Trommel in der Parade letzte Nacht. Ich werde die Eier für das Omelett morgen schlagen. Ich habe den Wettbewerb im Spiel besiegt.",
      "example_translation": "J'ai battu le tambour dans le défilé hier soir. Je baisserai les œufs pour l'omelette demain. J'ai été battre la concurrence dans le jeu.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlagen",
      "translation": "battre",
      "definition": "jemanden oder etwas zu überwinden oder zu übertreffen, oft mit großer Anstrengung oder Fähigkeit",
      "definition_translation": "surmonter ou surpasser, souvent avec grand effort ou habileté",
      "example": "Ich besiegte den Gegner im Tennis-Match. Ich werde den Punktestand im Videospiel nächstes Mal besiegen. Ich kämpfe gegen die Uhr, um das Projekt rechtzeitig abzuschließen.",
      "example_translation": "J'ai battu l'adversaire dans le match de tennis. Je vais battre le score dans le jeu vidéo la prochaine fois. J'ai été battre les chances de finir le projet à temps.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "scarabée",
      "definition": "eine Art von Insekten mit einem harten Außenpanzer, oft in Gärten oder Wäldern gefunden",
      "definition_translation": "un type d'insecte avec une coquille dure, souvent trouvé dans les jardins ou les forêts",
      "example": "Der Käfer kroch über das Blatt. Ich sah einen Käfer in der Nähe der Blumen fliegen. Käfer-Larven können schädlich für die Ernte sein.",
      "example_translation": "Le scarabée a rampé sur la feuille. J'ai vu un scarabée volant près des fleurs. Les larves de scarabée peuvent être nuisibles pour les cultures.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "supplier",
      "definition": "um etwas zu bitten, oft in einer demütigen oder flehenden Weise",
      "definition_translation": "demander quelque chose, souvent d'une manière humble ou suppliante",
      "example": "Ich bitte um Vergebung für meinen Fehler. Sie bitten ihre Eltern um ein neues Telefon. Er bat um Gnade vor Gericht.",
      "example_translation": "Je supplie pardon pour ma erreur. Elle supplie ses parents pour un nouveau téléphone. Il a supplié miséricorde dans le tribunal.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitten",
      "translation": "demander",
      "definition": "um etwas zu bitten, insbesondere in einer Höflichen oder respektvollen Weise",
      "definition_translation": "Demander quelque chose, notamment de manière humble ou polie",
      "example": "Ich bat meine Eltern, mich zu dem Konzert gehen zu lassen, aber sie verweigerten es. Ich bitte um Vergebung jeden Tag. Ich werde ihnen morgen wieder bitten.",
      "example_translation": "J'ai supplié mes parents de me laisser aller au concert, mais ils ont refusé. Je demande pardon tous les jours. Je leur demanderai à nouveau demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Glaube",
      "translation": "croyance",
      "definition": "Ein Gefühl, das sicher ist, dass etwas wahr ist oder existiert",
      "definition_translation": "Un sentiment de certitude que quelque chose est vrai ou existe",
      "example": "Mein Glaube an Gott gibt mir Kraft. Ich glaubte an mich selbst und erreichte mein Ziel. Ich werde an dich glauben, egal was passiert.",
      "example_translation": "Ma croyance en Dieu me donne de la force. J'ai cru en moi-même et j'ai atteint mon objectif. Je croirai en toi quoi qu'il arrive.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehören",
      "translation": "appartenir",
      "definition": "Ein Teil einer Gruppe oder Organisation zu sein oder jemandem oder etwas zu gehören",
      "definition_translation": "Faire partie d'un groupe ou d'une organisation, ou être propriété de quelqu'un ou quelque chose",
      "example": "Ich gehöre einem Buchklub an. Das Auto gehört meiner Schwester. Ich werde einem Fitnessstudio bald angehören.",
      "example_translation": "Je fais partie d'un club de livre. La voiture appartient à ma sœur. Je ferai partie d'une salle de sport bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Habe",
      "translation": "biens",
      "definition": "Dinge, die jemand besitzt, wie Kleidung, Möbel und persönliche Gegenstände",
      "definition_translation": "Des choses que quelqu'un possède, comme des vêtements, des meubles et des objets personnels",
      "example": "Ich packte all meine Habe in einen Koffer. Ihre Habe wurde aus ihrem Auto gestohlen. Ihre Habe ist immer noch im Umzugswagen.",
      "example_translation": "J'ai empaqueté tous mes biens dans une valise. Ses biens ont été volés de sa voiture. Leurs biens sont toujours dans le camion de déménagement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "banc",
      "definition": "Ein langer, meist fester Sitz für drei oder vier Menschen, typischerweise in Parks, Gärten oder auf öffentlichen Wegen zu finden.",
      "definition_translation": "Un siège long, généralement fixe, pour trois ou quatre personnes, typiquement trouvé dans les parcs, jardins ou sur les trottoirs publics.",
      "example": "Ich setzte mich auf die Bank, um meine Beine auszuruhen. Gestern setzte ich mich auf die Bank, um mein Mittagessen zu essen. Morgen werde ich mich auf die Bank setzen, um mein Buch zu lesen.",
      "example_translation": "Je me suis assis sur le banc pour me reposer les jambes. Hier, je me suis assis sur le banc pour manger mon déjeuner. Demain, je m'assiérai sur le banc pour lire mon livre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "plier",
      "definition": "Die Richtung oder Form zu ändern, typischerweise durch Falten oder Krümmen",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "Ich musste mich bücken, um den Stift aufheben zu können. Gestern bog ich meinen Ellbogen, um den Ball zu werfen. Morgen werde ich meine Knie beugen, um Kniebeugen zu machen.",
      "example_translation": "J'ai dû me pencher pour ramasser le stylo. Hier, j'ai plié mon coude pour lancer le ballon. Demain, je plierai mes genoux pour faire des squats.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "plier",
      "definition": "Die Richtung oder Form ändern, typischerweise durch Falten oder Krümmen.",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "Die Straße wird nach der Ampel links biegen. Der Zweig wird unter dem Gewicht des Schnees biegen. Das Unternehmen wird die Regeln biegen, um den neuen Angestellten zu akkommodieren.",
      "example_translation": "La route tournera à gauche après le feu rouge. La branche a plié sous le poids de la neige. L'entreprise pliera les règles pour accueillir le nouvel employé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biegen",
      "translation": "plier",
      "definition": "Die Richtung oder Form ändern, typischerweise durch Falten oder Krümmen.",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "Das Metall wird biegen, wenn du zu viel Druck anwendest. Die Athletin wird ihren Körper biegen, um durch die enge Öffnung zu passen. Der Baum wird biegen im starken Wind.",
      "example_translation": "Le métal pliera si vous appliquez trop de pression. L'athlète pliera son corps pour s'adapter à l'ouverture étroite. L'arbre pliera dans le vent fort.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unter",
      "translation": "en dessous",
      "definition": "Direkt unter etwas oder jemandem gelegen.",
      "definition_translation": " Situé directement en-dessous de quelque chose ou de quelqu'un.",
      "example": "Die Höhle war unter dem Wasserfall versteckt. Der Schatz war unter dem alten Eichenbaum begraben. Die Stadt wird unter dem Meeresspiegel wieder aufgebaut.",
      "example_translation": "La grotte était cachée en dessous de la cascade. Le trésor était enterré en dessous de l'ancien chêne. La ville sera rebâtie en dessous du niveau de la mer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorteilhaft",
      "translation": "bénéfique",
      "definition": "Einen guten oder hilfreichen Effekt produzierend.",
      "definition_translation": "Produisant un effet bon ou utile.",
      "example": "Regelmäßige Bewegung ist vorteilhaft für unsere Gesundheit. Die neue Politik hat sich für das Wachstum des Unternehmens als vorteilhaft erwiesen. Die Non-Profit-Organisation hat sich für die Gemeinschaft als vorteilhaft erwiesen.",
      "example_translation": "L'exercice régulier est bénéfique pour notre santé. La nouvelle politique a été bénéfique pour la croissance de l'entreprise. L'organisation à but non lucratif a été bénéfique pour la communauté.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorteil",
      "translation": "avantage",
      "definition": "Ein Vorteil oder Gewinn.",
      "definition_translation": "Un avantage ou un gain.",
      "example": "Der neue Angestellte erhielt ein großzügiges Vorteilspaket. Das Unternehmen wird von der neuen Partnerschaft profitieren. Wir werden von der Erfahrung profitieren, die wir gewonnen haben.",
      "example_translation": "Le nouvel employé a reçu un excellent package d'avantages. L'entreprise bénéficiera du nouveau partenariat. Nous allons bénéficier de l'expérience que nous avons acquise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beere",
      "translation": "baie",
      "definition": "Ein small, usually süß oder saurer, Frucht.",
      "definition_translation": "Un petit fruit, généralement sucré ou aigre.",
      "example": "Ich aß eine Handvoll saftiger Beeren. Der Bauer pflückte Beeren vom Busch. Beeren sind reich an Antioxidantien.",
      "example_translation": "J'ai mangé une poignée de baies juteuses. Le fermier a cueilli des baies du buisson. Les baies sont riches en antioxydants.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bestseller",
      "translation": "meilleure vente",
      "definition": "Ein Bestseller ist ein Buch oder anderes Produkt, das sehr gut verkauft und oft sehr populär wird.",
      "definition_translation": "Un best-seller est un livre ou autre produit qui se vend très bien, souvent devenant extrêmement populaire.",
      "example": "Der neue Roman war ein Bestseller und verkaufte über eine Million Exemplare in der ersten Woche. Es wird ein Bestseller und ist es bereits seit Jahren.",
      "example_translation": "Le nouveau roman était un best-seller, vendant plus d'un million d'exemplaires la première semaine. Il sera un best-seller, et il a été un best-seller pendant des années.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wetten",
      "translation": "parier",
      "definition": "Wetten bedeutet, Geld oder etwas Wertvolles auf das Ergebnis eines Spiels, Wettkampfes oder anderen Ereignisses zu riskieren.",
      "definition_translation": "Parier, c'est risquer de l'argent ou quelque chose de précieux sur le résultat d'un jeu, d'un concours ou d'un autre événement.",
      "example": "Ich wettete auf das Pferderennen und gewann. Sie wird heute Abend auf das Fußballspiel wetten, aber er wettete letzten Woche auf das falsche Team.",
      "example_translation": "J'ai parié sur la course de chevaux et j'ai gagné. Elle pariera sur le match de football ce soir, mais il a parié sur la mauvaise équipe la semaine dernière.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verraten",
      "translation": "trahir",
      "definition": "Jemandes Vertrauen oder Glauben zu verraten, oft auf geheime oder verborgene Weise.",
      "definition_translation": "Trahir, c'est agir contre la confiance ou la foi de quelqu'un, souvent de manière secrète ou cachée.",
      "example": "Er verriet seinen Freund, indem er ihr Geheimnis verriet. Sie hatte ihr Land verraten, indem sie für den Feind spionierte, und sie werden ihren Arbeitgeber verraten, indem sie das Unternehmenshaftgeheimnis stahlen.",
      "example_translation": "Il a trahi son ami en révélant leur secret. Elle avait trahi son pays en espionnant pour l'ennemi, et ils trahiront leur employeur en volant des secrets de l'entreprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "bikini",
      "definition": "Ein Bikini ist eine Art von Badeanzug, der die Brüste und den Schambereich bedeckt, während der Bauch und die Beine freiliegen.",
      "definition_translation": "Un bikini est un type de maillot de bain qui couvre les seins et la région du pubis, laissant le ventre et les jambes exposées.",
      "example": "Sie trug einen Bikini am Strand, und es war ein Bikini, das ihr Selbstbewusstsein steigerte. Es gab Bikinis im Sonderangebot im Laden, aber er trug nie einen Bikini.",
      "example_translation": "Elle porta un bikini à la plage, et c'était un bikini qui lui faisait sentir confiante. Ils avaient des bikinis en solde au magasin, mais il ne porte jamais de bikini.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechnung",
      "translation": "facture",
      "definition": "Ein Dokument, das die Zahlung für gelieferte Waren oder Dienstleistungen fordert.",
      "definition_translation": "Un document demandant le paiement des biens ou services fournis.",
      "example": "Ich muss die Rechnung für das Abendessen bezahlen, das wir letzte Nacht hatten. Gestern habe ich die Stromrechnung bezahlt. Morgen werde ich die Wasserrechnung bezahlen.",
      "example_translation": "Je dois payer la facture du dîner que nous avons eu hier soir. Hier, j'ai payé la facture d'électricité. Demain, je paierai la facture d'eau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milliarde",
      "translation": "milliard",
      "definition": "Eine sehr große Zahl, die einem Milliard gleichkommt.",
      "definition_translation": "Un très grand nombre, équivalent à 1 000 million.",
      "example": "Das Unternehmen erzielte letztes Jahr einen Umsatz von einer Milliarde Dollar. Im Jahr 2025 wird die Weltbevölkerung eine Milliarde Menschen überschreiten. Bis 2050 werden wir Milliarden von Dollar für die Raumforschung ausgegeben haben.",
      "example_translation": "Le chiffre d'affaires de l'entreprise a atteint un milliard de dollars l'année dernière. En 2025, la population mondiale dépassera un milliard de personnes. D'ici 2050, nous aurons dépensé des milliards de dollars dans l'exploration spatiale.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "biologisch",
      "translation": "biologique",
      "definition": "In Bezug auf die Studie lebender Organismen und ihrer Wechselwirkungen miteinander und ihrer Umwelt.",
      "definition_translation": "Relatif à l'étude des organismes vivants et leurs interactions entre eux et leur environnement.",
      "example": "Die biologischen Auswirkungen von Strahlung sind noch nicht vollständig verstanden. Biologische Waffen sind durch internationales Recht verboten. Die biologische Vielfalt des Amazonas-Regenwaldes ist bedroht.",
      "example_translation": "Les effets biologiques de la radiation ne sont pas encore entièrement compris. Les armes biologiques sont interdites par le droit international. La diversité biologique de la forêt amazonienne est menacée.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "mordre",
      "definition": "Etwas fest mit den Zähnen zu greifen oder zu kauen.",
      "definition_translation": "Saisir ou mâcher (quelque chose) fermement avec les dents.",
      "example": "Der Hund wird beißen, wenn man ihn ärgert. Ich biss mir auf die Zunge, als ich die Überraschungsparty sah. Sie wird morgen in den saftigen Hamburger beißen.",
      "example_translation": "Le chien mordra si vous le taquinez. J'ai mordu ma langue lorsque j'ai vu la fête surprise. Elle mordra dans le hamburger juteux demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "mordre",
      "definition": "etwas mit den Zähnen zu greifen oder zu kauen",
      "definition_translation": "serrer ou mâcher quelque chose avec les dents",
      "example": "Ich biss in den Apfel und schmeckte seine Süßigkeit. Gestern hatte ich in eine saure Zitrone gebissen. Morgen werde ich in einen saftigen Burger beißen.",
      "example_translation": "J'ai mordu dans la pomme et j'ai goûté sa douceur. Hier, j'avais mordu dans un citron aigre. Demain, je mordrai dans un burger juteux.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "amer",
      "definition": "einen unangenehm scharfen oder unangenehmen Geschmack habend",
      "definition_translation": "ayant un goût désagréablement tranchant ou désagréable",
      "example": "Der Kaffee war so bitter, dass ich ihn nicht finishen konnte. Sie war monatelang bitter über ihre Trennung. Das Medikament hinterließ einen bitteren Geschmack in meinem Mund.",
      "example_translation": "Le café était si amer que je n'ai pas pu le finir. Elle avait été amère à propos de sa rupture pendant des mois. Le médicament a laissé un goût amer dans ma bouche.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitterlich",
      "translation": "amèrement",
      "definition": "auf eine bittere oder verbitterte Art und Weise",
      "definition_translation": "d'une manière amère ou rancunière",
      "example": "Sie bedauerte bitterlich ihre Entscheidung, ihren Job zu kündigen. Er beschwerte sich bitterlich über den Service im Restaurant. Sie stritten bitterlich um den letzten Kuchenstück.",
      "example_translation": "Elle a amèrement regretté sa décision d'abandonner son travail. Il a amèrement plaint le service au restaurant. Ils ont amèrement lutté pour le dernier morceau de gâteau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bizar",
      "translation": "bizarre",
      "definition": "seltsam oder ungewöhnlich",
      "definition_translation": "étrange ou inhabituel",
      "example": " Das bizarre Wesen im Film hat mich erschreckt. Sie hatte einen seltsamen Traum von Fliegen. Die bizarre Gewohnheit ihresNachbarn störte ihn.",
      "example_translation": "La créature bizarre du film m'a effrayé. Elle avait eu un rêve bizarre sur le vol. L'habitude bizarre de son voisin l'a ennuyé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brombeere",
      "translation": "mûre",
      "definition": "Eine kleine, dunkelviolette Frucht, die auf einem Strauch wächst.",
      "definition_translation": "Un petit fruit noir violacé qui pousse sur un buisson.",
      "example": "Ich aß letzten Woche eine Brombeerkuchen. Ich esse jetzt eine Brombeerkuchen. Ich werde morgen eine Brombeerkuchen essen.",
      "example_translation": "J'ai mangé un pie de mûre la semaine dernière. Je mange un pie de mûre maintenant. Je mangerai un pie de mûre demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Johannisbeere",
      "translation": "cassis",
      "definition": "Eine kleine, runde Frucht, die dunkelviolett ist und oft für Marmeladen und Saft verwendet wird.",
      "definition_translation": "Un petit fruit rond qui est de couleur noir violacé, souvent utilisé dans les confitures et les jus.",
      "example": "Ich habe Johannisbeeren vorher gegessen. Ich esse jetzt Johannisbeeren. Ich werde Johannisbeeren wieder essen.",
      "example_translation": "J'ai mangé des cassis avant. Je mange des cassis maintenant. Je mangerai des cassis à nouveau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinge",
      "translation": " lame",
      "definition": "Ein flaches, schmales Stück Metall, Holz oder Kunststoff, das zum Schneiden oder Hacken verwendet wird.",
      "definition_translation": "Un morceau plat et étroit de métal, de bois ou de plastique utilisé pour couper ou hacher.",
      "example": "Ich benutzte eine Klinge, um das Gras gestern zu schneiden. Ich benutze eine Klinge, um das Gemüse jetzt zu hacken. Ich werde eine Klinge benutzen, um das Brot morgen zu schneiden.",
      "example_translation": "J'ai utilisé une lame pour couper l'herbe hier. Je utilise une lame pour hacher les légumes maintenant. Je vais utiliser une lame pour trancher le pain demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leer",
      "translation": "vide",
      "definition": "Hat keine Schrift oder Markierungen darauf.",
      "definition_translation": "N'ayant pas d'écriture ou de marques dessus.",
      "example": "Die Seite war leer, als ich damit begann zu schreiben. Das Formular war leer, bis ich es ausgefüllt habe. Der Bildschirm wird leer bleiben, bis ich ihn einschalte.",
      "example_translation": "La page était vide lorsque j'ai commencé à écrire. Le formulaire était vide jusqu'à ce que je le remplisse. L'écran sera vide jusqu'à ce que je le lance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blind",
      "translation": "aveugle",
      "definition": "Unfähig, mit den Augen zu sehen oder wahrzunehmen;",
      "definition_translation": "Incapsible de voir ou de percevoir avec ses yeux; manquant de vue ou de vision.",
      "example": "Sie war blind für die Gefahren der Situation. Gestern war sie blind für die Tatsache, dass er log. Sie wird blind für die Folgen ihrer Handlungen sein.",
      "example_translation": "Elle était aveugle aux dangers de la situation. Hier, elle était aveugle au fait qu'il mentait. Elle sera aveugle aux conséquences de ses actions.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blinzeln",
      "translation": "cligner",
      "definition": "Schnell die Augen schließen und öffnen, um Dreck zu entfernen oder Überraschung auszudrücken.",
      "definition_translation": "Fermer et ouvrir ses yeux rapidement, généralement pour enlever la saleté ou pour exprimer la surprise.",
      "example": "Ich blinzelte vor Überraschung, als ich die Nachricht sah. Gestern blinzelte ich rasch, um den Dreck aus meinem Auge zu entfernen. Ich werde langsam blinzeln, um meinem Freund ein Signal zu geben.",
      "example_translation": "J'ai cligné des yeux de surprise lorsque j'ai vu les nouvelles. Hier, j'ai cligné rapidement pour sortir la saleté de mon œil. Je clignerai lentement pour signaler à mon ami.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Block",
      "translation": "bloc",
      "definition": "Ein massiver Teil von Material, wie Holz oder Stein, der für den Bau oder die Konstruktion verwendet wird.",
      "definition_translation": "Un bloc solide de matériau, tel que bois ou pierre, utilisé pour la construction ou la construction.",
      "example": "Ich benutzte einen Block Holz, um den Tisch zu nivelieren. Gestern ging ich um den Block, um einige Übung zu machen. Ich werde den Block vor der Tür platzieren, um anderen den Zutritt zu verwehren.",
      "example_translation": "J'ai utilisé un bloc de bois pour nivellement la table. Hier, j'ai marché autour du bloc pour faire de l'exercice. Je vais bloquer la porte pour empêcher les autres d'entrer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blutig",
      "translation": "sanglant",
      "definition": "Mit Blut bedeckt oder befleckt.",
      "definition_translation": "Couvert ou taché de sang.",
      "example": "Das blutige Messer wurde am Tatort gefunden. Gestern erhielt ich eine blutige Nase durch den Unfall. Der blutige Krieg wird einen letzten Eindruck auf das Land hinterlassen.",
      "example_translation": "Le couteau sanglant a été trouvé sur le lieu du crime. Hier, j'ai eu un nez sanglant à la suite de l'accident. La guerre sanglante laissera un impact durable sur le pays.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heidelbeere",
      "translation": "myrtille",
      "definition": "Eine kleine, runde, violette Frucht, die süß und saftig ist und oft in Kuchen und Marmeladen verwendet wird.",
      "definition_translation": "Un petit fruit rond et pourpre, doux et juteux, souvent mangé dans les tartes et les confitures.",
      "example": "Ich pflückte einige Heidelbeeren im Wald gestern. Ich esse jetzt einen Heidelbeer-Muffin. Ich werde morgen einen Heidelbeer-Kuchen backen.",
      "example_translation": "J'ai cueilli des myrtilles dans la forêt hier. Je mange un muffin à la myrtille maintenant. Je vais cuire une tarte à la myrtille demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erröten",
      "translation": "rougir",
      "definition": "Das Gesicht eines Menschen wird rot, weil er verlegen oder schüchtern ist.",
      "definition_translation": "Le visage d'une personne devient rouge parce qu'il est embarrassé ou timide.",
      "example": "Sie errötete, als er sie auf ein Date einlud. Ich erröte immer, wenn ich einen Fehler mache. Sie wird erröten, wenn sie das Überraschungsgeschenk erhält.",
      "example_translation": "Elle a rougi lorsque lui a demandé de sortir avec elle. Je rougis toujours lorsque je fais une erreur. Elle rougira lorsque'elle recevra le cadeau-surprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brett",
      "translation": "planche",
      "definition": "Ein Stück Holz oder Kunststoff, das für einen bestimmten Zweck verwendet wird, wie ein Skateboard oder ein Anschlagbrett.",
      "definition_translation": "Une pièce de bois ou de plastique utilisée à une fin particulière, comme un skateboard ou un tableau d'affichage.",
      "example": "Ich fuhr mein Brett den Hügel hinunter gestern. Sie schreibt jetzt auf dem Brett. Er wird das Brett brechen, wenn er nicht vorsichtig ist.",
      "example_translation": "J'ai fait descendre ma planche sur la colline hier. Elle écrit sur le tableau maintenant. Il cassera la planche s'il ne pratique pas soigneusement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorstand",
      "translation": "conseil d'administration",
      "definition": "Eine Gruppe von Menschen, die Entscheidungen für eine Organisation oder ein Unternehmen treffen.",
      "definition_translation": "Un groupe de personnes qui prennent des décisions pour une organisation ou une entreprise.",
      "example": "Der Vorstand traf sich gestern, um die neue Politik zu diskutieren. Die Vorstandsmitglieder werden nächste Woche eine Entscheidung treffen. Die Mitglieder des Vorstands sind verantwortlich für den Erfolg des Unternehmens.",
      "example_translation": "Le conseil d'administration s'est réuni hier pour discuter de la nouvelle politique. Le conseil d'administration de l'entreprise prendra une décision la semaine prochaine. Les membres du conseil d'administration sont responsables du succès de l'entreprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "prahlen",
      "translation": "se vanter",
      "definition": "Mit Stolz über etwas sprechen, das man getan oder besitzt, oft um andere zu beeindrucken.",
      "definition_translation": "Parler avec fierté de quelque chose que vous avez fait ou que vous possédez, souvent pour impressionner les autres.",
      "example": "Ich prahlte mit meinem neuen Auto vor meinen Freunden. Ich werde prahlen über meine Beförderung auf der Party. Ich prahlte über meine Reise nach Europa letzten Jahr.",
      "example_translation": "J'ai vanté ma nouvelle voiture à mes amis. Je vanterai ma promotion au parti. J'avais vanté mon voyage en Europe l'année dernière.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leibwächter",
      "translation": "garde du corps",
      "definition": "Eine Person, die zur Sicherung einer prominenten oder wichtigen Person beschäftigt wird, um sie vor Schaden oder Gefahr zu schützen.",
      "definition_translation": "Une personne employée pour protéger quelqu'un, en particulier une personne célèbre ou importante, de la douleur ou du danger.",
      "example": "Die Berühmtheit engagierte einen Leibwächter, um sie vor Fans zu schützen. Der Leibwächter wird den Präsidenten zum Ereignis begleiten. Der Leibwächter schützte den Klienten vor dem Angreifer.",
      "example_translation": "La célébrité a embauché un garde du corps pour la protéger des fans. Le garde du corps accompagnera le président à l'événement. Le garde du corps a protégé le client de l'agresseur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochend",
      "translation": "bouillant",
      "definition": "Extrem wütend oder zornig.",
      "definition_translation": "Extrêmement en colère ou furieux.",
      "example": "Ich kochte vor Wut, als ich die Nachricht hörte. Sie wird kochen vor Ärger, wenn sie herausfindet. Er kochte vor Frustration bei dem Verkehrsstau.",
      "example_translation": "J'étais bouillant de rage lorsque j'ai appris la nouvelle. Elle sera bouillante de colère lorsqu'elle découvrira. Il était bouillant de frustration à l'embouteillage.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "audacieux",
      "definition": "Zeigt die Bereitschaft, Risiken einzugehen und schwierige oder unpopuläre Dinge zu tun.",
      "definition_translation": "Montrant une volonté de prendre des risques et de faire des choses qui pourraient être difficiles ou impopulaires.",
      "example": "Die kühne Entscheidung, in das Startup zu investieren, zahlte sich aus. Sie wird einen kühnen Schritt tun, um ihren Job zu kündigen. Er war kühn genug, sich gegen die Regierung auszusprechen.",
      "example_translation": "La décision audacieuse d'investir dans la startup a porté ses fruits. Elle prendra un pas audacieux pour quitter son emploi. Il était audacieux assez pour s'exprimer contre le gouvernement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "hardiment",
      "definition": "In einer kühnen oder couragierten Weise. Zeigt die Bereitschaft, Risiken einzugehen.",
      "definition_translation": "De manière hardie ou courageuse. Montrant une volonté de prendre des risques.",
      "example": "Sie sprach kühn vor der Menge, trotz ihrer Angst. Sie hatte kühn ihren Vorschlag vorgelegt. Sie wird kühn dahin gehen, wo niemand bisher gewesen ist.",
      "example_translation": "Elle s'est adressée hardiment à la foule, malgré sa peur. Elle avait hardiment approché le directeur avec son idée. Elle ira hardiment où personne n'est allé avant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombardierung",
      "translation": "bombardement",
      "definition": "Das Abwerfen von Bomben, insbesondere von einem Flugzeug. Eine Serie von Angriffen oder Kritiken, die zu erheblichen Schäden oder Verletzungen führen.",
      "definition_translation": "L'acte de larguer des bombes, notamment depuis un aéronef. Une série d'attaque ou de critiques qui causent des dégâts ou des dommages importants.",
      "example": "Die Stadt litt unter Bombardierung während des Krieges. Der neue Film erhielt eine Bombardierung von den Kritikern. Das Team hat in ihren letzten Spielen bombiert.",
      "example_translation": "La ville a souffert du bombardement pendant la guerre. Le nouveau film a reçu un bombardement des critiques. L'équipe a été bombardée lors de leurs derniers matchs.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bindung",
      "translation": "lien",
      "definition": "Eine Beziehung zwischen zwei Personen oder Gruppen, die auf gemeinsamen Gefühlen, Interessen oder Erfahrungen basiert. Ein Geldbetrag, der als Kaution oder als Garantie gezahlt wird.",
      "definition_translation": "Une relation entre deux personnes ou groupes basée sur des sentiments, des intérêts ou des expériences partagés. Une somme d'argent payée comme caution ou comme garantie.",
      "example": "Die Mutter-Sohn-Bindung ist sehr stark. Das Unternehmen emittierte Anleihen, um Kapital zu beschaffen. Die Bindung zwischen den Freunden wuchs mit der Zeit stärker.",
      "example_translation": "Le lien mère-fils est très fort. L'entreprise a émis des obligations pour lever des capitaux. Le lien entre les amis s'est renforcé avec le temps.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bonus",
      "translation": "prime",
      "definition": "Eine Extra-Zahlung, die einem Mitarbeiter als Belohnung für gute Arbeit oder als Einmalzahlung gezahlt wird.",
      "definition_translation": "Une somme d'argent supplémentaire payée à un employé comme récompense pour un bon travail ou comme paiement unique.",
      "example": "Sie erhielt einen Bonus für ihre harte Arbeit. Das Unternehmen bot einem Bonus an, wenn die Verkaufsziele erreicht wurden. Er wird einen Bonus nächsten Monat erhalten.",
      "example_translation": "Elle a reçu une prime pour son travail acharné. L'entreprise a offert une prime aux employés qui ont atteint leurs objectifs de vente. Il recevra une prime le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Broschüre",
      "translation": "carnet",
      "definition": "Ein kleines Buch oder Prospekt, insbesondere eines, das Informationen oder Werbung für ein Produkt oder eine Dienstleistung enthält.",
      "definition_translation": "Un petit livre ou brochure, especially une qui contient des informations ou de la publicité sur un produit ou service.",
      "example": "Ich nahm eine Broschüre über lokale Touristenattraktionen am Besucherzentrum mit. Ich werde die Broschüre im Flugzeug lesen. Ich hatte die Broschüre vor meiner Ankunft gelesen.",
      "example_translation": "J'ai ramassé un carnet sur les attractions touristiques locales au centre des visiteurs. Je lirai le carnet dans l'avion. J'avais lu le carnet avant d'arriver.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lesezeichen",
      "translation": "marque-page",
      "definition": "Ein.Marker oder ein Tag, der verwendet wird, um eine Seite in einem Buch oder Dokument zu markieren.",
      "definition_translation": "Un marqueur ou étiquette qui est utilisé pour conserver sa place dans un livre ou un document.",
      "example": "Ich verwende ein Lesezeichen, um wichtige Seiten in meinem Lehrbuch zu markieren. Ich werde ein Lesezeichen verwenden, um das Rezept zu markieren. Ich hatte ein Lesezeichen verwendet, um den Artikel zu markieren.",
      "example_translation": "J'utilise une marque-page pour marquer les pages importantes dans mon manuel scolaire. J'utiliserai une marque-page pour marquer la recette. J'avais utilisé une marque-page pour marquer l'article.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]