[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidung",
      "translation": "vêtements",
      "definition": "Gegenstände der Kleidung, wie zum Beispiel Hemden, Hosen und Kleider, die zur Bedeckung des Körpers und zum Schutz vor den Elementen getragen werden.",
      "definition_translation": "Articles de vêtement, tels que des chemises, des pantalons et des robes, qui sont portés pour couvrir le corps et le protéger des éléments.",
      "example": "Ich trug diese Kleidung zur Party gestern, ich werde sie morgen ins Büro tragen und ich trug sie letzten Woche zum Strand.",
      "example_translation": "J'ai porté ces vêtements à la fête hier, je les porterai au bureau demain, et je les ai portés à la plage la semaine dernière.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mantel",
      "translation": "manteau",
      "definition": "Ein äußerer Kleidungsstück, um warm zu bleiben, normalerweise aus dickerem Stoff gefertigt und mit einem Kragen und Ärmeln versehen.",
      "definition_translation": "Un vêtement extérieur porté pour se tenir chaud, généralement fait de tissu épais et ayant un col et des manches.",
      "example": "Sie trug einen Mantel ins Büro gestern, sie wird ihn heute Abend zur Party tragen und sie trug ihn letzten Winter zu den Bergen.",
      "example_translation": "Elle avait porté un manteau au bureau hier, elle le portera à la fête ce soir, et elle l'a porté aux montagnes l'hiver dernier.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleid",
      "translation": "robe",
      "definition": "Ein einziges Kleidungsstück für Frauen oder Mädchen, das normalerweise bis unter das Knie reicht und aus leichtem Stoff gefertigt ist.",
      "definition_translation": "Un vêtement unique pour une femme ou une fille, généralement descendant en dessous du genou et fait d'un tissu léger.",
      "example": "Sie trug ein Kleid zur Hochzeit gestern, sie wird es heute Abend zur Party tragen und sie trug es letzten Sommer zum Garten.",
      "example_translation": "Elle avait porté une robe au mariage hier, elle la portera à la fête ce soir, et elle l'a portée au jardin l'été dernier.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hut",
      "translation": "chapeau",
      "definition": "Eine Kopfbedeckung, normalerweise aus Stoff oder Stroh gefertigt, zur Wärme, als Modeaccessoire oder zur Kennzeichnung von Beruf oder Mitgliedschaft getragen.",
      "definition_translation": "Un couvre-chef, généralement fait de tissu ou de paille, porté pour se tenir chaud, comme déclaration de mode, ou pour signifier une profession ou une appartenance.",
      "example": "Er trug einen Hut zur Party gestern, er wird ihn morgen ins Büro tragen und er trug ihn letzten Woche zum Strand.",
      "example_translation": "Il avait porté un chapeau à la fête hier, il le portera au bureau demain, et il l'a porté à la plage la semaine dernière.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jeans",
      "translation": "jean",
      "definition": "Hosen aus Denim oder anderen robusten Stoffen, normalerweise für lockere oder informelle Anlässe getragen.",
      "definition_translation": "Pantalon en denim ou autre tissu solide, généralement porté pour des occasions informelles.",
      "example": "Ich trug Jeans zur Party letzte Nacht, ich trage Jeans zur Arbeit heute und ich werde Jeans zum Konzert morgen tragen.",
      "example_translation": "J'ai porté un jean au party hier soir, je porte un jean au travail aujourd'hui, et je porterai un jean au concert demain.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemd",
      "translation": "chemise",
      "definition": "Ein Kleidungsstück, das am oberen Teil des Körpers getragen wird, normalerweise mit einem Kragen und Ärmeln versehen.",
      "definition_translation": "Un vêtement porté sur la partie supérieure du corps, généralement ayant un col et des manches.",
      "example": "Ich knöpfte mein Hemd heute Morgen zu, ich trage ein Hemd ins Büro jeden Tag und ich werde mein Hemd vor der Hochzeit heute Abend bügeln.",
      "example_translation": "J'ai boutonné ma chemise ce matin, je porte une chemise au bureau tous les jours, et je vais repasser ma chemise avant le mariage ce soir.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuh",
      "translation": "chaussure",
      "definition": "Eine Abdeckung für den Fuß, normalerweise aus Leder, Gummi oder synthetischen Materialien gefertigt.",
      "definition_translation": "Un revêtement pour le pied, généralement fait de cuir, de caoutchouc ou de matériaux synthétiques.",
      "example": "Ich schnürte meine Schuhe heute Morgen zu, ich trage Schuhe ins Fitness-Studio jeden Tag und ich werde neue Schuhe für die Party morgen kaufen.",
      "example_translation": "J'ai lacé ma chaussure ce matin, je porte des chaussures au gymnase tous les jours, et j'achèterai de nouvelles chaussures pour le party demain.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rock",
      "translation": "jupe",
      "definition": "Ein Kleidungsstück, das von der Taille herabhängt und von Frauen und Mädchen getragen wird, normalerweise bis zu den Knien oder darunter reichend.",
      "definition_translation": "Un vêtement suspendu à la taille et porté par les femmes et les filles, généralement descendant jusqu'aux genoux ou en dessous.",
      "example": "Ich trug einen Rock zur Party letzte Nacht, ich trage Röcke ins Büro jeden Freitag und ich werde einen neuen Rock für die Modeschau nächste Woche nähen.",
      "example_translation": "J'ai porté une jupe au party hier soir, je porte des jupes au bureau tous les vendredis, et je vais coudre une nouvelle jupe pour le défilé de mode la semaine prochaine.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "T-Shirt",
      "translation": "T-shirt",
      "definition": "Ein kurzhemdisches Casual-Oberteil, normalerweise aus Baumwolle, Polyester oder einer Mischung von Stoffen gefertigt.",
      "definition_translation": "Un haut court casual, généralement fait de coton, de polyester ou d'un mélange de tissus.",
      "example": "Ich trug ein T-Shirt zur Party letzte Nacht, ich trage ein T-Shirt zum Strand heute und ich werde ein T-Shirt zum Spiel morgen tragen.",
      "example_translation": "J'ai porté un T-shirt à la soirée hier soir, je porte un T-shirt à la plage aujourd'hui et je porterai un T-shirt au match demain.",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hosen",
      "translation": "pantalon",
      "definition": "Ein äußeres Kleidungsstück, das die Beine bedeckt, normalerweise aus Stoff gefertigt und von beiden Geschlechtern getragen.",
      "definition_translation": "Un vêtement extérieur couvrant les jambes, généralement fait de tissu, porté à la fois par les hommes et les femmes.",
      "example": "Ich trug Hosen ins Büro gestern, ich trage Hosen zum Meeting heute und ich werde Hosen zum Dinner-Party morgen tragen.",
      "example_translation": "J'ai porté un pantalon au bureau hier, je porte un pantalon à la réunion aujourd'hui et je porterai un pantalon à la soirée dînatoire demain.",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "bottes",
      "definition": "Ein Stiefel ist ein Typ von Schuhwerk, das den Fuß und das Fußgelenk bedeckt, oft bis hoch zum Bein.",
      "definition_translation": "Un type de chaussure qui couvre le pied et la cheville, souvent s'étendant jusqu'à la jambe.",
      "example": "Ich trug Stiefel zum letzten Wochenende auf die Wanderung, ich trage Stiefel heute zum Hof, und ich werde Stiefel morgen zum Schnee tragen.",
      "example_translation": "J'ai porté des bottes à la randonnée la semaine dernière, je porte des bottes à la ferme aujourd'hui et je porterai des bottes dans la neige demain.",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "casquette",
      "definition": "Eine Mütze ist ein eng anliegendes, meist gekrümmtes oder gerundetes Kopfbedeckungsstück, oft mit einer Schirm, von beiden Geschlechtern getragen.",
      "definition_translation": "Un chapeau serré, généralement courbé ou arrondi, souvent avec une visière, porté à la fois par les hommes et les femmes.",
      "example": "Ich trug eine Mütze zum Baseball-Spiel letzten Jahr, ich trage eine Mütze heute zum Park, und ich werde eine Mütze zum Radfahr-Event morgen tragen.",
      "example_translation": "J'ai porté une casquette au match de baseball l'année dernière, je porte une casquette au parc aujourd'hui et je porterai une casquette à l'événement cycliste demain.",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handschuh",
      "translation": "gant",
      "definition": "Ein Handschuh ist ein Kleidungsstück, das die Hand bedeckt, typischerweise mit separaten Teilen für jeden Finger und den Daumen.",
      "definition_translation": "Un gant est un vêtement qui couvre la main, généralement avec des parties séparées pour chaque doigt et le pouce.",
      "example": "Ich trug einen Handschuh, um meine Hand beim Gärtnern zu schützen. Ich werde einen Handschuh tragen, um Eishockey zu spielen morgen. Ich trug einen Handschuh, um meine Hand gestern warm zu halten.",
      "example_translation": "J'ai porté un gant pour protéger ma main pendant que je jardinais. Je porterai un gant pour jouer au hockey demain. J'avais porté un gant pour garder ma main chaude hier.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jacke",
      "translation": "veste",
      "definition": "Eine Jacke ist ein Ärmelloses oder Ärmeliges Oberbekleidungsstück, das auf dem oberen Teil des Körpers getragen wird.",
      "definition_translation": "Une veste est un vêtement sans manche ou à manche porté sur la partie supérieure du corps.",
      "example": "Ich zog eine Jacke an, um in die Kälte hinauszugehen. Ich werde eine neue Jacke für den Winter kaufen. Ich trug eine Jacke zur Party letzten Abend.",
      "example_translation": "J'ai mis une veste pour sortir dans le froid. J'achèterai une nouvelle veste pour l'hiver. J'avais porté une veste au party hier soir.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "pullover",
      "definition": "Ein Pullover ist ein ärmelloses, gestricktes Oberbekleidungsstück, das auf dem oberen Teil des Körpers getragen wird.",
      "definition_translation": "Un pull-over est un vêtement tricoté sans manche, généralement porté sur la partie supérieure du corps.",
      "example": "Sie trug einen Pullover, um sich zu Hause warm zu halten. Ich werde einen Pullover tragen, um heute Abend Sport zu spielen. Er trug einen Pullover zur Schule gestern.",
      "example_translation": "Elle a porté un pull-over pour se tenir chaud à la maison. Je porterai un pull-over pour jouer aux sports ce soir. Il avait porté un pull-over à l'école hier.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "poche",
      "definition": "Eine Tasche ist ein kleiner Beutel oder eine Tasche, die in oder an der Kleidung genäht ist, um kleine Gegenstände zu tragen.",
      "definition_translation": "Une poche est un petit sac ou une poche cousue dans ou attachée à des vêtements, utilisée pour porter de petits objets.",
      "example": "Ich steckte mein Telefon in meine Tasche. Sie wird ihr Portemonnaie in ihre Tasche stecken morgen. Er holte seinen Schlüssel aus seiner Tasche gestern.",
      "example_translation": "J'ai mis mon téléphone dans ma poche. Elle mettra son porte-monnaie dans sa poche demain. Il a sorti ses clés de sa poche hier.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenmantel",
      "translation": "imperméable",
      "definition": "Ein Regenmantel ist ein wasserfestes oder wasserdichtes Oberbekleidungsstück, das zum Schutz vor Regen getragen wird. Es ist typischerweise aus wasserfestem und atmungsaktivem Material, wie Nylon oder Polyester, gefertigt und ist für das Trockenhalten und das Wohlgefühl in nassen Wetterbedingungen konzipiert.",
      "definition_translation": "Un imperméable est un manteau imperméable ou résistant à l'eau porté pour protéger le corps de la pluie. Il est généralement fait d'un matériau imperméable et respirant, comme du nylon ou du polyester, et est conçu pour garder le porteur sec et confortable par temps humide.",
      "example": "Ich trug einen Regenmantel gestern, weil es regnete. Heute trage ich einen Regenmantel, weil es vielleicht später regnen wird. Ich werde einen Regenmantel morgen tragen, weil das Wettervorhersage sagt, dass es regnen wird.",
      "example_translation": "J'ai porté un imperméable hierbecause il pleuvait. Aujourd'hui, je porte un imperméable parce que ça pourrait pleuvoir plus tard. Je porterai un imperméable demain parce que la météo prévoit qu'il pleuvra.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schal",
      "translation": "écharpe",
      "definition": "Ein Schal ist ein Stück Stoff, das um den Hals getragen wird, typischerweise aus weichen, warmen Materialien wie Wolle oder Seide. Es wird verwendet, um den Hals warm zu halten und kann auch als Mode-Zubehör getragen werden.",
      "definition_translation": "Une écharpe est un morceau de tissu porté autour du cou, typiquement fait de matières douces et chaudes comme la laine ou le soie. Elle est utilisée pour garder le cou chaud et peut également être portée comme accessoire de mode.",
      "example": "Ich trug einen Schal letzten Winter, weil es kalt war. Heute trage ich einen Schal, um meine Aufmachung farbenfroh zu gestalten. Ich werde einen Schal nächstes Winter tragen, weil es ein praktisches Zubehör ist.",
      "example_translation": "J'ai porté une écharpe l'hiver dernier parce qu'il faisait froid. Aujourd'hui, je porte une écharpe pour ajouter un peu de couleur à ma tenue. Je porterai une écharpe l'hiver prochain parce qu'il s'agit d'un accessoire pratique.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurz Hose",
      "translation": "shorts",
      "definition": "Eine Kurz Hose ist ein Typ von Hose, der für warmes Wetter konzipiert ist.Sie ist typischerweise aus leichtem, atmungsaktivem Material wie Baumwolle oder Polyester gefertigt und wird für Outdoor-Aktivitäten wie Sport oder Wandern getragen.",
      "definition_translation": "Les shorts sont un type de pantalon court conçu pour être porté par temps chaud. Ils sont généralement faits de matières légères et respirantes comme le coton ou le polyester, et sont portés pour les activités en plein air comme le sport ou la randonnée.",
      "example": "Ich trug Kurz Hose gestern, weil es heiß war. Heute trage ich Kurz Hose, um Fußball zu spielen. Ich werde Kurz Hose nächstes Sommer tragen, weil es warm sein wird.",
      "example_translation": "J'ai porté des shorts hier parce qu'il faisait chaud. Aujourd'hui, je porte des shorts pour jouer au soccer. Je porterai des shorts l'été prochain parce qu'il sera chaud.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Socke",
      "translation": "chause",
      "definition": "Eine Socke ist ein Kleidungsstück, das am Fuß getragen wird, typischerweise aus weichen Materialien wie Baumwolle oder Wolle. Es wird getragen, um den Fuß warm und trocken zu halten, und wird oft mit Schuhen oder Sandalen getragen.",
      "definition_translation": "Une chausse est un vêtement porté sur le pied, typiquement fait de matières douces comme le coton ou la laine. Elle est portée pour garder le pied chaud et sec, et est souvent portée avec des chaussures ou des sandales.",
      "example": "Ich trug Socken gestern, weil es kalt war. Heute trage ich Socken, um zu laufen. Ich werde Socken nächstes Winter tragen, weil es eiskalt sein wird.",
      "example_translation": "J'ai porté des chaussettes hier parce qu'il faisait froid. Aujourd'hui, je porte des chaussettes pour courir. Je porterai des chaussettes l'hiver prochain parce qu'il sera gelé.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzug",
      "translation": "costume",
      "definition": "Ein Satz äußerer Kleidungsstücke aus demselben Stoff und entworfen, um zusammen getragen zu werden, typischerweise bestehend aus Jacket, Hose und manchmal einem Vest.",
      "definition_translation": "Un ensemble de vêtements extérieurs faits du même tissu et conçus pour être portés ensemble, composé typiquement d'un veston, d'un pantalon et parfois d'un gilet.",
      "example": "Ich trug einen Anzug zum Vorstellungsgespräch. Ich trage einen Anzug zur Arbeit jeden Tag. Ich werde einen Anzug zur Hochzeit morgen tragen.",
      "example_translation": "J'ai porté un costume à l'entrevue d'embauche. Je porte un costume au travail tous les jours. Je porterai un costume au mariage demain.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strickpullover",
      "translation": "pull",
      "definition": "Ein Kleidungsstück für den Oberkörper, typischerweise aus dickem, warmem Material hergestellt und ohne Öffnungen oder einem Rundhalsausschnitt.",
      "definition_translation": "Un vêtement pour le haut du corps, généralement fait d'un tissu épais et chaud et n'ayant pas d'ouvertures ou un col rond.",
      "example": "Ich zog einen Strickpullover an, um warm zu bleiben. Sie trug einen Strickpullover zur Party. Sie werden Strickpullöver im Winter tragen.",
      "example_translation": "J'ai enfilé un pull pour rester chaud. Elle a porté un pull à la fête. Ils porteront des pulls en hiver.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "maillot de bain",
      "definition": "Ein Kleidungsstück zum Schwimmen, typischerweise aus leichtem, schnell trocknendem Material wie Lycra oder Nylon hergestellt.",
      "definition_translation": "Un vêtement porté pour la natation, généralement fait d'un matériau léger et rapide à sécher comme le Lycra ou le nylon.",
      "example": "Ich kaufte einen neuen Badeanzug für den Strand. Sie trug einen Badeanzug zum Schwimmbad. Sie werden Badeanzüge zum Wasserpark tragen.",
      "example_translation": "J'ai acheté un nouveau maillot de bain pour la plage. Elle a porté un maillot de bain à la piscine. Ils porteront des maillots de bain au parc aquatique.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmanzug",
      "translation": "maillot de bain",
      "definition": "Ein Kleidungsstück zum Schwimmen, typischerweise aus leichtem, schnell trocknendem Material wie Lycra oder Nylon hergestellt.",
      "definition_translation": "Un vêtement porté pour la natation, généralement fait d'un matériau léger et rapide à sécher comme le Lycra ou le nylon.",
      "example": "Ich packte einen Schwimmanzug für den Urlaub ein. Sie trug einen Schwimmanzug zum Strand. Sie werden Schwimmanzüge zum Pool-Party tragen.",
      "example_translation": "J'ai emballé un maillot de bain pour les vacances. Elle a porté un maillot de bain à la plage. Ils porteront des maillots de bain à la fête de la piscine.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "cravate",
      "definition": "Eine Krawatte ist ein langes Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, als Teil eines formellen Outfits.",
      "definition_translation": "Une cravate est un long morceau de tissu porté autour du cou, généralement par les hommes, comme partie d'un ensemble formel.",
      "example": "Ich trug eine Krawatte zur Hochzeit, ich werde eine Krawatte zum Vorstellungsgespräch tragen und ich trug eine Krawatte zur Party letzte Nacht.",
      "example_translation": "J'ai porté une cravate au mariage, je porterai une cravate à l'entrevue d'embauche, et j'ai porté une cravate au party hier soir.",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhosen",
      "translation": "collants",
      "definition": "Strumpfhosen sind eine Art eng anliegender Kleidung, die von Frauen und Mädchen getragen wird, typischerweise aus Nylon oder anderen synthetischen Materialien, um die Beine zu bedecken.",
      "definition_translation": "Les collants sont un type de vêtement moulant porté par les femmes et les filles, généralement fait de nylon ou d'autres matières synthétiques, pour couvrir les jambes.",
      "example": "Ich trage Strumpfhosen im Winter, ich werde Strumpfhosen zur Party tragen und ich trug Strumpfhosen zum Fitnessstudio letzte Woche.",
      "example_translation": "Je porte des collants en hiver, je porterai des collants au party, et j'ai porté des collants au gym la semaine dernière.",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "chaussures de sport",
      "definition": "Turnschuhe sind eine Art von Sportschuhen, die für spezifische Sportarten oder körperliche Aktivitäten wie Laufen oder Basketball entworfen wurden.",
      "definition_translation": "Les chaussures de sport sont un type de chaussure d'athlétisme conçue pour des sports ou des activités physiques spécifiques, comme la course ou le basket-ball.",
      "example": "Ich trage Turnschuhe zum Fitnessstudio, ich werde Turnschuhe zum Marathon tragen und ich trug Turnschuhe zum Fußballspiel letztes Wochenende.",
      "example_translation": "Je porte des chaussures de sport au gym, je porterai des chaussures de sport au marathon, et j'ai porté des chaussures de sport pour jouer au soccer le week-end dernier.",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uniform",
      "translation": "uniforme",
      "definition": "Eine Uniform ist ein Satz von Standardsachen, die von Mitgliedern einer Organisation wie einer Schule oder einem Unternehmen getragen werden, um sich als Teil der Gruppe zu identifizieren.",
      "definition_translation": "Un uniforme est un ensemble de vêtements standard porté par les membres d'une organisation, comme une école ou une entreprise, pour s'identifier comme faisant partie du groupe.",
      "example": "Ich trage eine Uniform zur Schule, ich werde eine Uniform zur Arbeit tragen und ich trug eine Uniform zur Zeremonie letztes Jahr.",
      "example_translation": "Je porte un uniforme à l'école, je porterai un uniforme au travail, et j'ai porté un uniforme à la cérémonie l'an dernier.",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluse",
      "translation": "blouse",
      "definition": "Eine Bluse ist eine Art von casual Hemd, typischerweise mit einem Kragen und Knöpfen vorne.",
      "definition_translation": "Une blouse est un type de chemise décontractée, généralement avec un col et des boutons sur le devant.",
      "example": "Ich trug eine Bluse zur Party letzte Nacht. Ich werde eine Bluse zur Hochzeit morgen tragen. Ich trug eine Bluse zum Büro gestern.",
      "example_translation": "J'ai porté une blouse au party hier soir. Je porterai une blouse au mariage demain. J'ai porté une blouse au bureau hier.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kragen",
      "translation": "col",
      "definition": "Ein Kragen ist ein Teil eines Hemdes oder anderen Kleidungsstücks, das um den Hals passt.",
      "definition_translation": "Un col est une partie d'une chemise ou d'un autre vêtement qui s'ajuste autour du cou.",
      "example": "Ich justierte den Kragen meines Hemdes, um bequemer zu sitzen. Sie wird den Kragen ihres Kleides morgen waschen. Sie trugen Kragen auf ihren Uniformen letztes Jahr.",
      "example_translation": "J'ai ajusté le col de ma chemise pour s'adapter plus confortablement. Elle lavera le col de sa robe demain. Ils portaient des cols sur leurs uniformes l'année dernière.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferse",
      "translation": "talon",
      "definition": "Eine Ferse ist der hintere Teil des Fußes oder ein Typ von Schuhen mit einem erhöhten Rücken.",
      "definition_translation": "Un talon est la partie arrière du pied ou un type de chaussure avec un arrière élevé.",
      "example": "Ich trug hohe Fersen zur Party letzte Nacht. Sie wird neue Fersen morgen kaufen. Er brach sich die Ferse beim Fußballspielen.",
      "example_translation": "J'ai porté des talons hauts au party hier soir. Elle achètera de nouveaux talons demain. Il s'est cassé le talon en jouant au football.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slip",
      "translation": "culotte",
      "definition": "Ein Slip ist eine Art von Damenunterwäsche.",
      "definition_translation": "Les culottes sont un type de vêtement de dessous porté par les femmes.",
      "example": "Ich kaufte neue Slips im Laden gestern. Sie wird Slips zum Fitnessstudio morgen tragen. Sie verkauften Slips auf dem Markt letzten Donnerstag.",
      "example_translation": "J'ai acheté de nouvelles culottes au magasin hier. Elle portera des culottes au gymnase demain. Ils vendaient des culottes au marché la semaine dernière.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "pantalon",
      "definition": "Ein Kleidungsstück, das um die Beine getragen wird, typischerweise aus Stoff oder Leder, oft für lockere oder sportliche Anlässe.",
      "definition_translation": "Un vêtement porté autour des jambes, généralement fait de tissu ou de cuir, et souvent porté pour des occasions décontractées ou sportives.",
      "example": "Ich trug eine Hose zur Party letzte Nacht, aber ich werde einen Anzug zum Meeting morgen tragen, und ich hatte eine Jeans zum Konzert nächste Woche getragen.",
      "example_translation": "J'ai porté des pantalons à la soirée hier soir, mais je porterai un costume à la réunion demain, et j'aurai porté des jeans au concert la semaine prochaine.",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "pull",
      "definition": "Ein Pullover ist ein Typ von bequemem, casualer Sweater oder Oberteil, das über den Kopf gezogen wird, oft für Erholung oder sportliche Aktivitäten getragen.",
      "definition_translation": "Un type de sweater ou haut casual confortable qui est tiré sur la tête, souvent porté pour se détendre ou faire des activités sportives.",
      "example": "Ich zog mich in einen Pullover an, um mich während der Wanderung warm zu halten, und ich werde einen Pullover zum Basketball-Spiel heute Abend tragen, aber ich hatte einen Pullover zum Strand letzten Sommer getragen.",
      "example_translation": "J'ai enfilé un pull pour rester chaud pendant la randonnée, et je porterai un pull pour jouer au basketball ce soir, mais j'avais porté un pull à la plage l'été dernier.",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sandale",
      "translation": "sandale",
      "definition": "Eine Sandale ist ein Typ von Schuhen, der den Fuß freilässt, typischerweise in warmem Wetter oder für Strandaktivitäten getragen.",
      "definition_translation": "Un type de chaussure qui expose le pied, généralement porté en été ou pour les activités de plage.",
      "example": "Ich trug Sandalen zum Strand gestern, und ich werde Sandalen zum Pool-Party morgen tragen, aber ich hatte Sandalen zum Garten letzten Donnerstag getragen.",
      "example_translation": "J'ai porté des sandales à la plage hier, et je porterai des sandales à la fête de piscine demain, mais j'avais porté des sandales au jardin la semaine dernière.",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "manche",
      "definition": "Der Teil eines Kleidungsstücks, der den Arm bedeckt, normalerweise von der Schulter bis zum Handgelenk reichend.",
      "definition_translation": "La partie d'un vêtement qui couvre le bras, généralement allant de l'épaule au poignet.",
      "example": "Ich rollte meinen Ärmel hoch, um mein Tattoo zu zeigen, und ich werde ein Hemd mit einem kurzen Ärmel zum Picknick morgen tragen, aber ich hatte eine Jacke mit einem langen Ärmel zum Konzert letzten Abend getragen.",
      "example_translation": "J'ai retroussé ma manche pour montrer mon tatouage, et je porterai une chemise à manche courte à la pique-nique demain, mais j'avais porté un blouson à manche longue au concert hier soir.",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pantoffeln",
      "translation": "pantoufles",
      "definition": "Eine Pantoffel ist ein Typ von Schuhen, der für den Hausgebrauch entworfen wurde, typischerweise aus weichen, bequemen Materialien und oft mit einem Slip-on-Design.",
      "definition_translation": "Un pantoufle est un type de chaussure conçu pour être porté à l'intérieur, généralement fabriqué à partir de matériaux doux et confortables et souvent doté d'une conception de glissement.",
      "example": "Ich trug meine Pantoffeln, um durchs Haus zu gehen, gestern, ich trage sie jetzt, und ich werde sie morgen wieder tragen.",
      "example_translation": "J'ai porté mes pantoufles pour marcher autour de la maison hier, je les porte maintenant, et je les porterai à nouveau demain.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sweatshirt",
      "translation": "sweat-shirt",
      "definition": "Ein Sweatshirt ist ein Typ von casualer, langärmliger Bluse, die typischerweise aus dickem, warmem Stoff besteht und oft für sportliche oder Freizeitaktivitäten getragen wird.",
      "definition_translation": "Un sweat-shirt est un type de chemise décontractée à manches longues, généralement fabriqué à partir de tissu épais et chaud, souvent porté pour des activités athlétiques ou de loisirs.",
      "example": "Ich liebe es, mein Lieblingssweatshirt im College getragen zu haben, ich trage es noch heute, und ich werde es auf meiner nächsten Reise tragen.",
      "example_translation": "J'adorais porter mon sweat-shirt préféré au collège, je le porte encore aujourd'hui, et je le porterai lors de mon prochain voyage.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badehose",
      "translation": "maillot de bain",
      "definition": "Eine Badehose sind ein Typ von kurzen, enganliegenden Hosen, die für Schwimmen, WasserSport oder Pool-Urlaub entworfen wurden.",
      "definition_translation": "Les maillots de bain sont un type de pantalon court et ajusté conçu pour la natation, les sports nautiques ou la détente près de la piscine.",
      "example": "Ich trug meine Badehose zum Strand letzten Sommer, ich trage sie jetzt am Pool, und ich werde sie nächste Woche wieder tragen.",
      "example_translation": "J'ai porté mes maillots de bain à la plage l'été dernier, je les porte maintenant à la piscine, et je les porterai à nouveau la semaine prochaine.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberteil",
      "translation": "débardeur",
      "definition": "Ein Oberteil ist ein Typ von Kleidungsstück, das den Oberkörper bedeckt, typischerweise für lockere oder formelle Anlässe getragen.",
      "definition_translation": "Un débardeur est un type de vêtement qui couvre le buste, généralement porté pour des occasions décontractées ou formelles, et peut être sans manches, à manches courtes ou à manches longues.",
      "example": "Ich trug ein Oberteil zur Party letzte Nacht, ich trage eins jetzt, und ich werde ein anderes Oberteil zum Konzert morgen tragen.",
      "example_translation": "J'ai porté un débardeur à la soirée dernière nuit, je porte un maintenant, et je porterai un autre à la concert demain.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingsanzug",
      "translation": "survêtement",
      "definition": "Ein Trainingsanzug ist ein bequemes Outfit, das typischerweise aus einer Jacke und Hose aus demselben Material besteht und oft für athletische oder Freizeitaktivitäten getragen wird.",
      "definition_translation": "Un survêtement est un ensemble de vêtements détendu et confortable, généralement composé d'une veste et d'un pantalon en même matériau, souvent porté pour des activités sportives ou de loisirs.",
      "example": "Ich trug einen Trainingsanzug zum Fitnessstudio gestern, ich werde ihn zum Laufevent morgen tragen und ich trug ihn zum Park letzten Woche.",
      "example_translation": "J'ai porté un survêtement au gym hier, je le porterai à l'événement de course à pied demain, et j'l'ai porté au parc la semaine dernière.",
      "imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhose",
      "translation": "caleçon",
      "definition": "Unterhosen sind eine Art von Kleidung, die direkt auf der Haut unter anderen Kleidungsstücken getragen wird, typically made of a soft, breathable fabric.",
      "definition_translation": "Les caleçons sont un type de vêtement porté contre la peau sous d'autres habits, généralement fait d'un tissu doux et respirant.",
      "example": "Ich kaufte neue Unterhosen gestern, ich werde sie heute Abend zum Schlafen tragen und ich trug sie letzten Sommer zum Strand.",
      "example_translation": "J'ai acheté des caleçons nouveaux hier, je les porterai au lit ce soir, et je les ai portés à la plage l'été dernier.",
      "imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterwäsche",
      "translation": "lingerie",
      "definition": "Unterwäsche bezieht sich auf Kleidung, die direkt auf der Haut unter anderen Kleidungsstücken getragen wird, einschließlich Unterhosen, BHs und Socken.",
      "definition_translation": "La lingerie désigne les vêtements portés contre la peau sous d'autres habits, généralement incluant des caleçons, des soutiens-gorge et des chaussettes.",
      "example": "Ich muss meine Wäsche waschen, einschließlich meiner Unterwäsche, ich werde meine Lieblingsunterwäsche heute Abend zum Fest tragen und ich kaufte letzte Woche neue Unterwäsche.",
      "example_translation": "J'ai besoin de faire ma lessive, y compris ma lingerie, je porterai ma lingerie préférée au party ce soir, et j'ai acheté de la lingerie nouvelle la semaine dernière.",
      "imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "tablier",
      "definition": "Eine Schürze ist ein Stück Stoff, das vor dem Körper getragen wird, um die Kleidung vor Flecken und Spritzern zu schützen, typischerweise bei Kochen oder anderen verschmutzenden Aktivitäten verwendet.",
      "definition_translation": "Un tablier est un morceau de tissu porté sur le devant du corps pour protéger les vêtements des taches et des éclaboussures, généralement utilisé pour cuisiner ou d'autres activités salissantes.",
      "example": "Ich trug eine Schürze, während ich gestern Abendessen kochte, ich werde sie morgen zum Grillfest tragen und ich trug sie letzte Woche in der Kunstklasse.",
      "example_translation": "J'ai porté un tablier pendant que je cuisinais le dîner hier, je le porterai au barbecue demain, et je l'ai porté à la classe d'art la semaine dernière.",
      "imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "bikini",
      "definition": "Ein Bikini ist eine Art von Badebekleidung, die aus zwei Teilen besteht, einem für die Brüste und einem für den Intimbereich.",
      "definition_translation": "Un bikini est un type de maillot de bain qui se compose de deux pièces, l'une couvrant les seins et l'autre couvrant la zone génitale.",
      "example": "Ich kaufte einen neuen Bikini für meinen Urlaub auf Hawaii letzten Sommer. Jetzt packe ich ihn für meinen Urlaub nächste Woche. Bis nächstem Jahr werde ich ihn auf drei Stränden getragen haben.",
      "example_translation": "J'ai acheté un nouveau bikini pour mon voyage à Hawaï l'été dernier. Maintenant, je le mets dans mes bagages pour mes vacances de la semaine prochaine. D'ici l'année prochaine, j'aurai porté à trois plages.",
      "imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxershorts",
      "translation": "boxer short",
      "definition": "Boxershorts sind eine Art von Unterwäsche, die einen elastischen Bund hat und für athletische oder lockere Kleidung gedacht ist.",
      "definition_translation": "Les boxer shorts sont un type de sous-vêtement qui a un élastique à la taille et est conçu pour le port athlétique ou informel.",
      "example": "Mein Bruder trug immer Boxershorts, um Basketball zu spielen. Jetzt trägt er sie, um zu Hause faulenzzen zu gehen. Bis nächstem Monat wird er ein neues Paar gekauft haben.",
      "example_translation": "Mon frère portait toujours des boxer shorts pour jouer au basket-ball. Maintenant, il les porte pour traîner à la maison. D'ici le mois prochain, il aura acheté une nouvelle paire.",
      "imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "BH",
      "translation": "soutien-gorge",
      "definition": "Ein BH ist eine Art von Unterwäsche, die dafür ausgelegt ist, die Brüste zu unterstützen und zu bedecken.",
      "definition_translation": "Un soutien-gorge est un type de sous-vêtement qui est conçu pour soutenir et couvrir les seins.",
      "example": "Ich muss einen neuen BH kaufen, weil mein alter zu klein ist. Jetzt probiere ich verschiedene Größen aus. Bis nächster Woche werde ich den perfekten Pass gefunden haben.",
      "example_translation": "J'ai besoin d'acheter un nouveau soutien-gorge parce que mon vieux est trop petit. Maintenant, j'essaie des tailles différentes. D'ici la semaine prochaine, j'aurai trouvé la taille parfaite.",
      "imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slips",
      "translation": "culottes",
      "definition": "Slips sind eine Art von Unterwäsche, die den Genitalbereich bedeckt und unterstützt.",
      "definition_translation": "Les culottes sont un type de sous-vêtement qui offre une couverture et un soutien pour la zone génitale.",
      "example": "Ich bevorzuge das Tragen von Slips, um lockere Hosen zu tragen. Jetzt kaufe ich ein neues Paar. Bis nächstem Jahr werde ich fünf weitere Paare gekauft haben.",
      "example_translation": "Je préfère porter des culottes pour porter des pantalons amples. Maintenant, je fais du shopping pour une nouvelle paire. D'ici l'année prochaine, j'aurai acheté cinq paires de plus.",
      "imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strickjacke",
      "translation": "cardigan",
      "definition": "Eine Strickjacke ist eine Art von gestricktem Kleidungsstück, das eine offene Vorderseite hat und typischerweise über einem Hemd oder einer Bluse getragen wird.",
      "definition_translation": "Un cardigan est un type de vêtement tricoté qui a un devant ouvert et est généralement porté sur une chemise ou une blouse.",
      "example": "Ich trug eine Strickjacke zur Party letzte Nacht, ich werde eine Strickjacke zum Büro morgen tragen und ich trug eine Strickjacke zum Park gestern.",
      "example_translation": "J'ai porté un cardigan à la soirée hier soir, je porterai un cardigan au bureau demain, et j'ai porté un cardigan au parc hier.",
      "imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kostüm",
      "translation": "costume",
      "definition": "Ein Kostüm ist ein Satz von Kleidungsstücken, die getragen werden, um ein bestimmtes Charakter oder Bild zu erschaffen, oft für eine Aufführung oder besondere Gelegenheit.",
      "definition_translation": "Un costume est un ensemble de vêtements portés pour créer un personnage ou une image spécifique, souvent pour une performance ou une occasion spéciale.",
      "example": "Ich trug ein Kostüm zur Halloween-Party letzten Jahr, ich werde ein Kostüm zum Theater morgen tragen und ich trug ein Kostüm zum Maskenball gestern.",
      "example_translation": "J'ai porté un costume à la soirée d'Halloween l'an dernier, je porterai un costume à la pièce de théâtre demain, et j'ai porté un costume au bal masqué hier.",
      "imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmelaufschlag",
      "translation": "manchette",
      "definition": "Ein Ärmelaufschlag ist ein Band oder Riemen, der den unteren Teil eines Ärmels bildet, typischerweise zurückgefaltet, um einen Ärmelaufschlag zu bilden.",
      "definition_translation": "Une manchette est une bande ou une sangle qui forme la partie inférieure d'une manche, se repliant généralement pour former une manchette.",
      "example": "Ich rollte meinen Ärmel hoch, um meinen Ärmelaufschlag zu zeigen. Morgen werde ich meinen Ärmelaufschlag für die Präsentation anpassen. Gestern musste ich meinen Ärmelaufschlag flicken.",
      "example_translation": "J'ai roulé ma manche pour montrer ma manchette, je vais ajuster ma manchette pour la présentation demain, et j'ai dû réparer ma manchette hier.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Helm",
      "translation": "casque",
      "definition": "Ein Helm ist ein Schutzhelm, der getragen wird, um den Kopf vor Verletzungen zu schützen, oft von Athleten, Bauarbeitern oder Militärpersonal getragen.",
      "definition_translation": "Un casque est un chapeau protecteur porté pour protéger la tête des blessures, souvent porté par des athlètes, des travailleurs de la construction ou des personnels militaires.",
      "example": "Ich trug einen Helm bei der Fahrradtour gestern. Morgen werde ich einen Helm zum Spiel tragen. Letzte Woche musste ich meinen Helm anpassen, bevor ich zum Wettbewerb ging.",
      "example_translation": "J'ai porté un casque à la sortie à vélo hier, je porterai un casque au match demain, et j'ai dû ajuster mon casque avant la compétition la semaine dernière.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kapuze",
      "translation": "capot",
      "definition": "Eine Kapuze ist ein Schutz für den Kopf und den Hals, typischerweise an einer Jacke oder einem Mantel angebracht.",
      "definition_translation": "Un capot est un couvre-chef protecteur pour la tête et le cou, généralement attaché à un manteau ou un coat.",
      "example": "Sie zog die Kapuze ihrer Jacke hoch, um sich vor dem Regen zu schützen. Gestern trug sie sie zum Park. Morgen wird sie sie zur Schule tragen.",
      "example_translation": "Elle a hissé le capot de son manteau pour se protéger de la pluie. Hier, elle l'avait porté au parc. Demain, elle le portera à l'école.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniehosen",
      "translation": "chause-tibias",
      "definition": "Kniehosen sind eine Art von Socken, die den Fuß und das Bein bis zum Knie bedecken.",
      "definition_translation": "Les chaussettes-tibias sont un type de chaussette qui couvre le pied et la jambe jusqu'au genou.",
      "example": "Sie trug Kniehosen, um Fußball zu spielen. Gestern trug sie sie zum Fitnessstudio. Nächste Woche wird sie sie zum Spiel tragen.",
      "example_translation": "Elle a porté des chaussettes-tibias pour jouer au football. Hier, elle les avait portés au gymnase. La semaine prochaine, elle les portera au match.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachthemd",
      "translation": "robe de nuit",
      "definition": "Ein Nachthemd ist ein locker sitzendes, meist aus Baumwolle oder Seide gefertigtes Kleidungsstück, das zum Schlafen oder Entspannen getragen wird.",
      "definition_translation": "Une robe de nuit est un vêtement ample, généralement en coton ou en soie, porté pour dormir ou se reposer.",
      "example": "Sie zog ihr Nachthemd an und ging ins Bett. Gestern trug sie es, um nach dem Abendessen zu entspannen. Morgen wird sie es tragen, um zu Hause herumzuliegen.",
      "example_translation": "Elle a mis sa robe de nuit et est allée au lit. Hier, elle l'avait portée pour se reposer après dîner. Demain, elle la portera pour vaguer dans la maison.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtanzug",
      "translation": " nuisette",
      "definition": "Ein Nachtanzug ist ein locker sitzendes, meist aus Baumwolle oder Seide gefertigtes Kleidungsstück, das zum Schlafen oder Entspannen getragen wird.",
      "definition_translation": "Une nuisette est un vêtement ample, généralement en coton ou en soie, porté pour dormir ou se reposer.",
      "example": "Sie zog ihren Nachtanzug an und ging ins Bett. Gestern trug sie ihn, um nach dem Abendessen zu entspannen. Morgen wird sie ihn tragen, um zu Hause herumzuliegen.",
      "example_translation": "Elle a mis sa nuisette et est allée au lit. Hier, elle l'avait portée pour se reposer après dîner. Demain, elle la portera pour vaguer dans la maison.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyjama",
      "translation": "pajamas",
      "definition": "Ein Pyjama ist eine lockere, bequeme Hose und Jacke oder Oberteil, die zum Schlafen oder Entspannen getragen wird.",
      "definition_translation": "pantalon et veste ou haut confortables portés pour dormir ou se reposer.",
      "example": "Ich trug meinen Lieblingspyjama ins Bett letzte Nacht. Ich werde meinen neuen Pyjama heute Abend tragen. Ich trug einen Pyjama zur Party und fühlte mich fehl am Platz.",
      "example_translation": "J'ai porté mes pyjamas préférés au lit hier soir. Je porterai mes nouveaux pyjamas ce soir. J'ai porté des pyjamas à la soirée et me suis senti déplacé.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "baskets",
      "definition": "Eine Art von bequemen Schuhen, insbesondere mit einer Gummisohle und einem Obermaterial aus Canvas oder Leder.",
      "definition_translation": "un type de chaussure décontractée, notamment une avec une semelle en caoutchouc et une tige en toile ou en cuir.",
      "example": "Ich kaufte neue Turnschuhe für das Fitnessstudio. Sie wird ihre Turnschuhe morgen zum Park tragen. Sie trugen Turnschuhe zum Basketball-Spiel.",
      "example_translation": "J'ai acheté de nouvelles baskets pour la salle de sport. Elle portera ses baskets au parc demain. Ils portaient des baskets au match de basketball.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bademantel",
      "translation": "peignoir",
      "definition": "Ein loser, bequemer Mantel, der nach einem Bad oder einer Dusche getragen wird.",
      "definition_translation": "un peignoir confortable et ample porté après un bain ou une douche.",
      "example": "Ich wickelte mich in einen warmen Bademantel nach dem Duschen. Sie wird ihren Bademantel nach dem Bad anziehen. Sie trugen Bademäntel zum Wellness-Zentrum.",
      "example_translation": "Je me suis enveloppé dans un peignoir chaud après la douche. Elle mettra son peignoir après le bain. Ils portaient des peignoirs au spa.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fliege",
      "translation": "nœud papillon",
      "definition": "Eine Art von Krawatte, die aus einem Band oder Streifen besteht, dessen Enden zu einer Schleife gebunden sind.",
      "definition_translation": "un type de cravate qui se compose d'un ruban ou d'une bande de tissu avec des extrémités nouées en forme de nœud.",
      "example": "Er trug eine Fliege zur Hochzeit. Ich werde eine Fliege zum Abendessen tragen. Sie trug eine Fliege zum förmlichen Anlass.",
      "example_translation": "Il portait un nœud papillon au mariage. Je porterai un nœud papillon à la soirée ce soir. Elle avait porté un nœud papillon à l'événement formel.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arbeitsanzughose",
      "translation": "salopette",
      "definition": "Arbeitsanzughosen sind eine Art von casual Hosen oder Overalls, die typischerweise aus Denim oder anderen dicken Stoffen hergestellt werden und oft für Außenaktivitäten oder als modischer Trend getragen werden.",
      "definition_translation": "Les salopettes sont un type de pantalon décontracté ou de combinaison, généralement fait de denim ou d'un autre tissu épais, souvent porté pour les activités en plein air ou comme un tendance de mode décontractée.",
      "example": "Ich trug Arbeitsanzughosen auf dem Bauernhof, um zu helfen. Ich werde Arbeitsanzughosen zum Musikfestival nächste Woche tragen. Ich trug Arbeitsanzughosen zum Strand letzten Sommer.",
      "example_translation": "J'ai porté des salopettes à la ferme pour aider à la récolte. Je porterai des salopettes au festival de musique la semaine prochaine. J'ai porté des salopettes à la plage l'été dernier.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flipflops",
      "translation": "tongs",
      "definition": "Flipflops sind eine Art von casual Schuhwerk, die typischerweise aus Gummi oder Plastik hergestellt werden und am Strand oder in warmem Wetter getragen werden.",
      "definition_translation": "Les tongs sont un type de chaussure décontractée, généralement faite de caoutchouc ou de plastique, portée sur la plage ou en temps chaud.",
      "example": "Ich kaufte ein Paar Flipflops für meinen Urlaub. Ich werde Flipflops zur Poolparty morgen tragen. Ich trug Flipflops zum Strand letzten Wochenende.",
      "example_translation": "J'ai acheté une paire de tongs pour mes vacances. Je porterai des tongs à la soirée à la piscine demain. J'ai porté des tongs à la plage le week-end dernier.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelzmantel",
      "translation": "manteau de fourrure",
      "definition": "Ein Pelzmantel ist eine Art von Außenbekleidung, die typischerweise aus dem Fell von Tieren wie Mink, Fuchs oder Kaninchen hergestellt wird und für Wärme und Stil getragen wird.",
      "definition_translation": "Un manteau de fourrure est un type de vêtement extérieur, généralement fait de la fourrure d'animaux tels que le vison, le renard ou le lapin, porté pour la chaleur et le style.",
      "example": "Sie trug einen Pelzmantel zur Oper. Ich werde einen Pelzmantel zum Winterball tragen. Er trug einen Pelzmantel zum Skiresort letzten Winter.",
      "example_translation": "Elle a porté un manteau de fourrure à l'opéra. Je porterai un manteau de fourrure au bal d'hiver. Il a porté un manteau de fourrure à la station de ski l'hiver dernier.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Overall",
      "translation": "salopette",
      "definition": "Overalls sind eine Art von casual Kleidung, die typischerweise aus Denim oder anderen dicken Stoffen hergestellt wird und für Außenaktivitäten oder als modischer Trend getragen wird.",
      "definition_translation": "Les salopettes sont un type de vêtement décontracté, généralement fait de denim ou d'un autre tissu épais, porté pour les activités en plein air ou comme un tendance de mode décontractée.",
      "example": "Ich trug Overalls auf dem Bauernhof, um zu helfen. Ich werde Overalls zum Musikfestival nächste Woche tragen. Ich trug Overalls zum Strand letzten Sommer.",
      "example_translation": "J'ai porté des salopettes à la ferme pour aider à la récolte. Je porterai des salopettes au festival de musique la semaine prochaine. J'ai porté des salopettes à la plage l'été dernier.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhosen",
      "translation": "collant",
      "definition": "Eine Art von Kleidung, die die Beine und den unteren Körper bedeckt, typischerweise aus Nylon oder anderen synthetischen Materialien hergestellt.",
      "definition_translation": "Un type de vêtement qui couvre les jambes et le bas du corps, généralement fait de nylon ou d'autres matières synthétiques.",
      "example": "Ich trug Strumpfhosen ins Büro gestern, ich werde sie heute Abend zur Party tragen und ich trug sie zur Hochzeit letzte Woche.",
      "example_translation": "J'ai porté des collants au bureau hier, je vais les porter à la fête ce soir, et j'ai porté des collants au mariage la semaine dernière.",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strümpfe",
      "translation": "bas",
      "definition": "Ein Stück Stoff, das die Beine bedeckt, typischerweise aus Nylon oder anderen synthetischen Materialien hergestellt.",
      "definition_translation": "Un pièce de vêtement qui couvre les jambes, généralement fait de nylon ou d'autres matières synthétiques.",
      "example": "Ich hänge meine Strümpfe am Kamin auf, ich werde sie heute Abend zum Tanz tragen und ich trug sie zur Party letzten Jahres.",
      "example_translation": "J'accroche mes bas près de la cheminée avec soin, je vais les porter à la danse ce soir, et j'ai porté des bas à la fête l'an dernier.",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "chapeau haut-de-forme",
      "definition": "Eine Art von Hut, die hoch und flach ist, typischerweise aus Filz oder anderen Materialien hergestellt wird und von Männern in der Vergangenheit getragen wurde.",
      "definition_translation": "Un type de chapeau qui est haut et plat, généralement fait de feutre ou d'autres matières, porté par les hommes dans le passé.",
      "example": "Er trug einen Zylinder zur Oper letzte Nacht, er wird ihn zur Hochzeit morgen tragen und er trug ihn zum königlichen Ball letzten Jahrhundert.",
      "example_translation": "Il a porté un chapeau haut-de-forme à l'opéra hier soir, il le portera au mariage demain, et il l'a porté au bal royal siècle dernier.",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleier",
      "translation": "voile",
      "definition": "Ein Stück Stoff, das über das Gesicht oder den Kopf getragen wird, typischerweise von Frauen, aus Bescheidenheit oder als modischer Aussage.",
      "definition_translation": "Un pièce de tissu porté sur le visage ou la tête, généralement par les femmes, pour la modestie ou comme un énoncé de mode.",
      "example": "Die Braut trug einen Schleier bei der Trauung, sie wird ihn heute Abend bei der Feier tragen und sie trug ihn in der Kirche letzte Woche.",
      "example_translation": "La mariée a porté un voile à la cérémonie de mariage, elle le portera à la réception ce soir, et elle l'a porté à l'église la semaine dernière.",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "gilet",
      "definition": "Ein ärmelloses Kleidungsstück, das den Oberkörper bedeckt, typischerweise für Wärme oder als modischer Aussage getragen wird.",
      "definition_translation": "un vêtement sans manches porté sur la partie supérieure du corps, généralement pour se réchauffer ou comme une déclaration de mode",
      "example": "Ich trug eine Weste, um warm zu bleiben während des Wanderns. Gestern trug ich eine Weste zur Party. Ich werde eine Weste zum Camping-Trip nächste Woche tragen.",
      "example_translation": "J'ai porté un gilet pour me réchauffer pendant la randonnée. Hier, j'ai porté un gilet à la fête. Je porterai un gilet au camping la semaine prochaine.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balaclava",
      "translation": "cagoule",
      "definition": "Ein Stoff-Kopfbedeckung, der den Kopf, Hals und oft ein Teil des Gesichts bedeckt, getragen für Wärme oder als Verkleidung.",
      "definition_translation": "un vêtement de tête en tissu qui couvre la tête, le cou et souvent une partie du visage, porté pour se réchauffer ou comme un déguisement",
      "example": "Die Skifahrerin trug eine Balaclava, um ihr Gesicht vor dem kalten Wind zu schützen. Mein Bruder trug eine Balaclava zur Halloween-Party. Der Dieb trug eine Balaclava, um seine Identität zu verbergen.",
      "example_translation": "Le skieur a porté une cagoule pour protéger son visage du vent froid. Mon frère a porté une cagoule à la fête d'Halloween. Le voleur a porté une cagoule pour cacher son identité.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reithose",
      "translation": "culottes",
      "definition": "enge, sich an die Beine anschmiegende Hose, insbesondere für das Reiten von Pferden",
      "definition_translation": "pantalon serré, spécialement ceux portés pour monter à cheval",
      "example": "Der Cowboy trug eine Reithose, um das Pferd zu reiten. Meine Schwester trug eine Reithose zum Pferdereitturnier. Die Touristen trugen Reithosen, um auf Kamelen durch die Wüste zu reiten.",
      "example_translation": "Le cowboy a porté des culottes pour monter le cheval. Ma sœur a porté des culottes à la compétition d'équitation. Les touristes ont porté des culottes pour monter les chameaux dans le désert.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umhang",
      "translation": "cape",
      "definition": "ein ärmelloses, an der Schulter oder am Hals getragenes Kleidungsstück, zum Schutz vor Kälte oder als Symbol der Macht",
      "definition_translation": "un vêtement extérieur sans manches, généralement suspendu au cou et autour des épaules, porté pour se réchauffer ou comme un symbole de puissance",
      "example": "Superman trug einen Umhang, um gegen die Schurken zu kämpfen. Der Vampir trug einen Umhang zum Maskenball. Der Absolvent trug einen Umhang zur Feier.",
      "example_translation": "Superman a porté une cape pour combattre les méchants. Le vampire a porté une cape au bal masqué. Le diplômé a porté une cape à la cérémonie.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holzschuh",
      "translation": "boucher",
      "definition": "Ein Holzschuh ist ein Typ von Schuhen, der typischerweise aus Holz oder Kunststoff hergestellt wird und einen dicken Sohlen hat. Er wird oft zu feierlichen Anlässen getragen und ist bekannt für seinen Komfort und seine Haltbarkeit.",
      "definition_translation": "Un clog est un type de chaussure qui est généralement fabriqué en bois ou en plastique et a une semelle épaisse. Il est souvent porté pour les occasions formelles et est connu pour son confort et sa durabilité.",
      "example": "Ich trug Holzschuhe zur Party letzte Nacht und meine Füße fühlten sich großartig. Ich werde Holzschuhe zur Hochzeit morgen tragen und ich habe Holzschuhe jeden Tag dieser Woche zur Arbeit getragen.",
      "example_translation": "J'ai porté des clogs au party hier soir, et mes pieds se sont sentis très bien. Je porterai des clogs au mariage demain, et j'ai porté des clogs au travail tous les jours cette semaine.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mieder",
      "translation": "corset",
      "definition": "Ein Mieder ist ein Kleidungsstück, das getragen wird, um die Taille zu unterstützen und zu formen. Es wird oft von Frauen getragen und ist bekannt für seine Fähigkeit, die Figur zu betonen.",
      "definition_translation": "Un corset est un type de vêtement qui est porté pour fournir un soutien et une forme au torse. Il est souvent porté par les femmes et est connu pour sa capacité à mettre en valeur la silhouette.",
      "example": "Ich trug ein Mieder zum Ball letzten Monat und fühlte mich wie eine Prinzessin. Ich werde ein Mieder zur Party heute Abend tragen und ich habe ein Mieder zu jedem formellen Ereignis in diesem Jahr getragen.",
      "example_translation": "J'ai porté un corset au bal dernier mois, et je me suis sentie comme une princesse. Je porterai un corset au party ce soir, et j'ai porté un corset à chaque événement formel cette année.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischernetzhosen",
      "translation": "bas résille",
      "definition": "Fischernetzhosen sind ein Typ von Strümpfen, der ein Netz-Muster aufweist. Sie werden oft zum Modezweck oder als KostümAccessor getragen.",
      "definition_translation": "Les bas résille sont un type de bas qui a un motif en forme de filet. Ils sont souvent portés pour la mode ou comme accessoire de costume.",
      "example": "Ich trug Fischernetzhosen zum Halloween-Party letztes Jahr und erhielt viele Komplimente. Ich werde Fischernetzhosen zur Modenschau morgen tragen und ich habe Fischernetzhosen zu jedem Kostümparty in diesem Jahr getragen.",
      "example_translation": "J'ai porté des bas résille au party d'Halloween l'an dernier, et j'ai reçu beaucoup de compliments. Je porterai des bas résille au défilé de mode demain, et j'ai porté des bas résille à chaque party de costume cette année.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "ceinture",
      "definition": "Ein Gürtel ist ein Kleidungsstück, das um die Taille getragen wird, um Unterstützung und Form zu geben. Er wird oft von Frauen getragen und ist bekannt für seine Fähigkeit, die Figur zu betonen.",
      "definition_translation": "Une ceinture est un type de vêtement qui est porté autour de la taille pour fournir un soutien et une forme. Elle est souvent portée par les femmes et est connue pour sa capacité à mettre en valeur la silhouette.",
      "example": "Ich trug einen Gürtel zur Hochzeit letzten Sommer und fühlte mich sehr selbstbewusst. Ich werde einen Gürtel zur Party heute Abend tragen und ich habe einen Gürtel zu jedem formellen Ereignis in diesem Jahr getragen.",
      "example_translation": "J'ai porté une ceinture au mariage l'été dernier, et je me suis sentie très confiante. Je porterai une ceinture au party ce soir, et j'ai porté une ceinture à chaque événement formel cette année.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beinwärmer",
      "translation": "chaussettes de danse",
      "definition": "Eng anliegende, warme Überzüge für die Beine, typischerweise von Tänzern getragen, um ihre Muskeln warm zu halten.",
      "definition_translation": "Revêtements serrés et chauds pour les jambes, généralement portés par les danseurs pour garder leurs muscles chauds.",
      "example": "Sie trug Beinwärmer zum Ballettunterricht, um Muskelverletzungen zu vermeiden. Sie hatte Beinwärmer zu ihrem letzten Show getragen. Sie wird Beinwärmer zu ihrem nächsten Auftritt tragen.",
      "example_translation": "Elle a porté des chaussettes de danse à la répétition de ballet pour éviter la douleur musculaire. Elle avait porté des chaussettes de danse à son dernier spectacle. Elle portera des chaussettes de danse à sa prochaine performance.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "jupon",
      "definition": "Ein Rock, der typischerweise um die Taille getragen wird, um unter einem Kleid oder Rock zu tragen, um Volumen oder Wärme hinzuzufügen.",
      "definition_translation": "Une jupe, généralement suspendue à la taille, portée sous une robe ou une jupe pour ajouter de la ampleur ou de la chaleur.",
      "example": "Früher trugen Frauen Unterrocks unter ihren Röcken, um Volumen zu erzielen. Sie trug einen Unterrock zu ihrer Hochzeit, um ihr antikes Kleid zu MATCHEN. Sie wird einen Unterrock zum Kostümparty tragen.",
      "example_translation": "Autrefois, les femmes portaient des jupons sous leurs jupes pour ajouter du volume. Elle a porté un jupon à son mariage pour correspondre à sa robeintage. Elle portera un jupon à la soirée costumée.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schafsfellmantel",
      "translation": "manteau de peau de mouton",
      "definition": "Ein Mantel, der aus Schaffleibern hergestellt wird, oft zum Schutz vor Kälte und Wetter getragen.",
      "definition_translation": "Un manteau fait de peau de mouton, souvent porté pour se chauffer et se protéger du temps dur.",
      "example": "Er trug einen Schafsfellmantel, um warm zu bleiben während der Wintermonate. Sie hatte einen Schafsfellmantel zum Ranch Besuch getragen, um draußen zu arbeiten. Er wird einen Schafsfellmantel zu den Skifahren in den Bergen tragen.",
      "example_translation": "Il a porté un manteau de peau de mouton pour se chauffer pendant les mois d'hiver. Elle avait porté un manteau de peau de mouton à la ranch pour travailler à l'extérieur. Il portera un manteau de peau de mouton aux montagnes pour skier.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "gilet",
      "definition": "Ein ärmelloses Kleidungsstück, das über einem Hemd getragen wird, typischerweise zur Wärme oder als Teil einer Uniform.",
      "definition_translation": "Un vêtement sans manches porté sur une chemise, généralement pour se chauffer ou comme partie d'un uniforme.",
      "example": "Er trug eine Weste, um eine extra Wärmeschicht zu haben an dem kühlen Tag. Sie hatte eine Weste zum Büro getragen, um professionell auszusehen. Er wird eine Weste zum Outdoor-Festival tragen.",
      "example_translation": "Il a porté un gilet pour ajouter une couche supplémentaire de chaleur le jour frais. Elle avait porté un gilet au bureau pour avoir l'air professionnel. Il portera un gilet au festival en plein air.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haube",
      "translation": "bonnet",
      "definition": "Eine Abdeckung für den Kopf, die von Frauen und Kindern getragen wird, oft mit Bändern oder Blumen dekoriert.",
      "definition_translation": "Un couvre-chef porté par les femmes et les enfants, souvent décoré de rubans ou de fleurs.",
      "example": "Sie trug eine schöne Haube zum Gartenfest. Sie wird eine Haube zur Hochzeit tragen. Sie trug eine Haube zum Geburtstagsfest.",
      "example_translation": "Elle portait un beau bonnet à la fête de jardin. Elle portera un bonnet au mariage. Elle portait un bonnet à la fête d'anniversaire.",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Morgenmantel",
      "translation": "robe de chambre",
      "definition": "Ein loser, komfortabler Teil, der über Nachtwäsche getragen wird, typischerweise zum Faulenzen zu Hause.",
      "definition_translation": "Un vêtement confortable et décontracté porté sur les vêtements de nuit, généralement pour se détendre à la maison.",
      "example": "Sie zog ihren Morgenmantel an, um fernzusehen, nachdem sie zu Abend gegessen hatte. Sie wird ihren Morgenmantel zum Frühstück anziehen. Sie trug ihren Morgenmantel ins Bett.",
      "example_translation": "Elle a mis sa robe de chambre pour regarder la télévision après dîner. Elle portera sa robe de chambre pour le petit déjeuner. Elle a porté sa robe de chambre au lit.",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hoodie",
      "translation": "sweat à capuche",
      "definition": "Ein locker sitzender Sweater mit Kapuze, oft für sportliche oder informelle Anlässe getragen.",
      "definition_translation": "Un sweater décontracté et ample avec une capuche, souvent porté pour des activités athlétiques ou informelles.",
      "example": "Er trug ein Hoodie zum Fitnessstudio. Er wird ein Hoodie zum Konzert anziehen. Er trug ein Hoodie zum Park.",
      "example_translation": "Il a porté un sweat à capuche au gymnase. Il portera un sweat à capuche au concert. Il a porté un sweat à capuche au parc.",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausmantel",
      "translation": "robe d'intérieur",
      "definition": "Ein loser, komfortabler Teil, der zu Hause getragen wird, typischerweise zum Faulenzen oder Haushaltsarbeiten.",
      "definition_translation": "Un vêtement confortable et décontracté porté à la maison, généralement pour se détendre ou faire des tâches ménagères.",
      "example": "Sie zog ihren Hausmantel an, um das Haus zu putzen. Sie wird ihren Hausmantel zum Kochen anziehen. Sie trug ihren Hausmantel, um den Boden zu saugen.",
      "example_translation": "Elle a mis sa robe d'intérieur pour nettoyer la maison. Elle portera sa robe d'intérieur pour cuisiner le dîner. Elle a porté sa robe d'intérieur pour aspirer le sol.",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rollenkragensweater",
      "translation": "col roulé",
      "definition": "Eine Art von Sweater mit einem hohen, gefalteten Kragen, der den Hals bedeckt, typischerweise für informelle oder sportliche Anlässe getragen.",
      "definition_translation": "Un type de pull avec un col haut et plié qui couvre le cou, généralement porté pour des occasions décontractées ou sportives.",
      "example": "Ich trug einen Rollenkragensweater zur Party letzte Nacht und er war sehr bequem. Heute trage ich einen Rollenkragensweater zum Joggen. Bis nächste Woche werde ich einen neuen Rollenkragensweater für den Winter gekauft haben.",
      "example_translation": "J'ai porté un col roulé au party hier soir, et c'était très confortable. Aujourd'hui, je porte un col roulé pour aller jogging. D'ici la semaine prochaine, j'aurai acheté un nouveau col roulé pour l'hiver.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "jupe-culotte",
      "definition": "Eine Schicht Stoff, die unter einem Rock oder Kleid getragen wird, typischerweise um Volumen oder Wärme hinzuzufügen.",
      "definition_translation": "Une couche de tissu portée sous une jupe ou une robe, généralement pour ajouter du volume ou de la chaleur.",
      "example": "Meine Großmutter trug einen Unterrock, um Volumen unter ihrem Rock hinzuzufügen, in den 1950er Jahren. Heute trage ich einen Unterrock, um mich im Winter warm zu halten. Bis nächstes Jahr werde ich gelernt haben, meine eigenen Unterrokke selbst zu machen.",
      "example_translation": "Ma grand-mère portait une jupe-culotte pour ajouter du volume à sa jupe dans les années 1950. Aujourd'hui, je porte une jupe-culotte pour me tenir chaud en hiver. D'ici l'année prochaine, j'aurai appris à faire mes propres jupes-culottes.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "gilet",
      "definition": "Ein ärmelloses Kleidungsstück, das um die Taille getragen wird, typischerweise als Teil eines Dreiteilers.",
      "definition_translation": "Un vêtement sans manches porté autour de la taille, généralement comme partie d'un costume trois pièces.",
      "example": "Mein Großvater trug eine Weste zu formellen Anlässen in der Vergangenheit. Heute trage ich eine Weste, um stilvoll auszusehen. Bis nächstem Monat werde ich eine neue Weste für die Hochzeit gekauft haben.",
      "example_translation": "Mon grand-père portait un gilet aux événements formels dans le passé. Aujourd'hui, je porte un gilet pour avoir de l'allure. D'ici le mois prochain, j'aurai acheté un nouveau gilet pour le mariage.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]