[
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffel",
      "translation": "pomme de terre",
      "definition": "Eine stärkehaltige Gemüsepflanze, Solanum tuberosum, die weit verbreitet für ihre essbare Knolle angebaut wird.",
      "definition_translation": "Une plante légumineuse, Solanum tuberosum, largement cultivée pour son tubercule comestible.",
      "example": "Ich aß eine gebackene Kartoffel zum Mittagessen gestern, ich werde gemischte Kartoffeln zum Abendessen heute essen und ich habe gekochte Kartoffeln zum Frühstück diese Woche gegessen.",
      "example_translation": "J'ai mangé une pomme de terre au four pour déjeuner hier, je mangerai des pommes de terre écrasées pour dîner ce soir, et j'ai mangé des pommes de terre bouillies pour petit déjeuner cette semaine.",
      "imageLink": "image_files\\English\\potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomate",
      "translation": "tomate",
      "definition": "Eine saftige, süße oder saure Frucht, Solanum lycopersicum, oft rot, gelb oder grün, roh oder verwendet in der Kochkunst.",
      "definition_translation": "Un fruit juteux, sucré ou acide, Solanum lycopersicum, souvent rouge, jaune ou vert, mangé frais ou utilisé dans la cuisine.",
      "example": "Ich aß eine frische Tomate als Zwischenmahlzeit gestern, ich werde gekochte Tomaten in meiner Suppe heute Abend essen und ich habe getrocknete Tomaten in meiner Pasta diese Woche gegessen.",
      "example_translation": "J'ai mangé une tomate fraîche pour collation hier, je mangerai des tomates cuites dans ma soupe ce soir, et j'ai mangé des tomates séchées dans mes pâtes cette semaine.",
      "imageLink": "image_files\\English\\tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüse",
      "translation": "légume",
      "definition": "Jede Pflanze oder Pflanzenteil, die als Nahrung verwendet wird, insbesondere eine die keine Frucht oder Samen ist.",
      "definition_translation": "Toute plante ou partie d'une plante utilisée comme aliment, notamment celle qui n'est pas un fruit ou une graine.",
      "example": "Ich habe viele Gemüsesorten wie Brokkoli, Karotten und Spinat in meinem Salat gestern gegessen, ich werde gedünstetes Gemüse zum Mittagessen heute essen und ich aß gebratenes Gemüse zum Abendessen letzte Nacht.",
      "example_translation": "J'ai mangé de nombreux légumes, tels que du brocoli, des carottes et des épinards, dans ma salade hier, je mangerai des légumes à la vapeur pour déjeuner aujourd'hui, et j'ai mangé des légumes sautés pour dîner hier soir.",
      "imageLink": "image_files\\English\\vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bohne",
      "translation": "haricot",
      "definition": "Ein Samen oder Hülsenfrucht von verschiedenen Leguminosenpflanzen, wie der Kidneybohne oder der Grünbohne, oft als Nahrung verwendet.",
      "definition_translation": "Une graine ou une gousse de diverses plantes légumineuses, telles que le haricot rouge ou le haricot vert, souvent utilisée comme aliment.",
      "example": "Ich habe Bohnen in meinem Chili gestern gegessen, ich werde gekochte Bohnen in meinem Salat heute essen und ich aß eine Bohnenburrito zum Mittagessen letzte Woche.",
      "example_translation": "J'ai mangé des haricots dans mon chili hier, je mangerai des haricots cuits dans ma salade aujourd'hui, et j'ai mangé un burrito de haricots pour déjeuner la semaine dernière.",
      "imageLink": "image_files\\English\\bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karotte",
      "translation": "carotte",
      "definition": "Eine lange, dünne, orangefarbene Wurzelgemüse, oft roh oder gekocht gegessen.",
      "definition_translation": "Un légume racine long et fin, de couleur orange, communément mangé cru ou cuit.",
      "example": "Ich aß einen Karottenstängel als Zwischenmahlzeit gestern, ich werde eine Karottensalat morgen essen und ich habe Karotten zum Mittagessen heute gegessen.",
      "example_translation": "J'ai mangé un bâton de carotte comme collation hier, je mangerai une salade de carottes demain, et j'ai mangé des carottes pour déjeuner aujourd'hui.",
      "imageLink": "image_files\\English\\carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chili",
      "translation": "piment",
      "definition": "Eine Art sehr scharfer Pfeffer, oft in der Kochkunst verwendet, um Geschmack und Hitze hinzuzufügen.",
      "definition_translation": "Un type de poivron très épicé, souvent utilisé dans la cuisine pour ajouter du goût et de la chaleur.",
      "example": "Ich fügte eine Chilischote dem Eintopf letzte Nacht hinzu, ich werde Chilien der Suppe morgen hinzufügen und ich habe Chiliflocken der Pastasoße heute hinzugefügt.",
      "example_translation": "J'ai ajouté un piment à la ragoût hier soir, je vais ajouter des piments à la soupe demain, et j'ai ajouté des flocons de piment à la sauce de pâtes aujourd'hui.",
      "imageLink": "image_files\\English\\chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauch",
      "translation": "ail",
      "definition": "Eine Art starker, knoblauchähnlicher Zwiebel, oft in der Kochkunst verwendet, um Geschmack hinzuzufügen.",
      "definition_translation": "Un type de bulbe à odeur forte, souvent utilisé dans la cuisine pour ajouter du goût.",
      "example": "Ich zerdrückte einen Knoblauchzahn gestern, ich werde Knoblauch für das Rezept morgen zerkleinern und ich habe Knoblauchöl für die Kochkunst heute verwendet.",
      "example_translation": "J'ai écrasé une gousse d'ail hier, je vais hacher de l'ail pour la recette demain, et j'ai utilisé de l'huile d'ail pour la cuisson aujourd'hui.",
      "imageLink": "image_files\\English\\garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwiebel",
      "translation": "oignon",
      "definition": "Eine Art Zwiebel, oft in der Kochkunst verwendet, um Geschmack hinzuzufügen.",
      "definition_translation": "Un type de bulbe, souvent utilisé dans la cuisine pour ajouter du goût.",
      "example": "Ich hackte eine Zwiebel für die Suppe gestern, ich werde eine Zwiebel für den Salat morgen schneiden und ich habe Zwiebeln für das Stir-fry heute sautiert.",
      "example_translation": "J'ai haché un oignon pour la soupe hier, je vais trancher un oignon pour la salade demain, et j'ai sauté des oignons pour le stir-fry aujourd'hui.",
      "imageLink": "image_files\\English\\onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brokkoli",
      "translation": "brocoli",
      "definition": "Ein grünes Gemüse, das zur Kohlfamilie gehört, mit einem großen, dichten, essbaren Kopf und einem dicken Stiel.",
      "definition_translation": "Un légume vert qui appartient à la famille des choux, avec une grande tête dense et comestible et un stalk épais.",
      "example": "Ich aß gedünsteten Brokkoli zum Abendessen letzte Nacht. Ich werde Brokkoli mit meinem Mittagessen morgen essen. Ich aß Brokkoli mit meinem Frühstück heute Morgen.",
      "example_translation": "J'ai eu du brocoli vapeur pour dîner hier soir. Je mangerai du brocoli avec mon déjeuner demain. J'ai mangé du brocoli avec mon petit déjeuner ce matin.",
      "imageLink": "image_files\\English\\broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohl",
      "translation": "chou",
      "definition": "Ein rundes,tightes Blatt, das roh oder gekocht gegessen wird, oft in Salaten, Slaws und Suppen verwendet.",
      "definition_translation": "Une tête ronde et serrée de feuilles qui est mangée crue ou cuite, souvent utilisée dans les salades, les slaws et les soupes.",
      "example": "Ich hackte den Kohl für den Salat. Der Koch wird den Kohl für die Suppe sautieren. Der Bauer zog Kohl in seinem Garten letzten Jahr an.",
      "example_translation": "J'ai haché le chou pour la salade. Le chef sautera le chou pour la soupe. Le fermier a cultivé du chou dans son jardin l'an dernier.",
      "imageLink": "image_files\\English\\cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zucchini",
      "translation": "courgette",
      "definition": "Ein kleines, schlankes, grünes Gemüse, oft in der französischen Küche verwendet, ähnlich einem Gurken.",
      "definition_translation": "Un petit légume vert et svelte, souvent utilisé dans la cuisine française, semblable à un concombre.",
      "example": "Der Koch grillte das Zucchini für den Sommersalat. Ich werde Zucchini auf dem Markt morgen kaufen. Sie sautéierte das Zucchini mit Knoblauch und Zwiebeln.",
      "example_translation": "Le chef a grillé la courgette pour la salade d'été. J'achèterai des courgettes au marché demain. Elle a sauté la courgette avec de l'ail et des oignons.",
      "imageLink": "image_files\\English\\courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gurke",
      "translation": "concombre",
      "definition": "Ein langes, schlankes, grünes Gemüse, oft in Salaten, Sandwiches und als Snack verwendet.",
      "definition_translation": "Un légume vert et allongé, souvent utilisé dans les salades, les sandwichs et comme collation.",
      "example": "Ich schnitt die Gurke für das Sandwich. Sie machte Gurken für den Sommer-Snack ein. Der Bauer züchtete Gurken in seinem Garten letzte Saison.",
      "example_translation": "J'ai tranché le concombre pour le sandwich. Elle a fait mariner le concombre pour la collation d'été. Le fermier a cultivé des concombres dans son jardin la saison dernière.",
      "imageLink": "image_files\\English\\cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salat",
      "translation": "laitue",
      "definition": "Ein blättriges, mild schmeckendes Gemüse, oft in Salaten und als Garnitur verwendet.",
      "definition_translation": "Un légume vert feuillu avec un goût doux, communément utilisé dans les salades et comme garniture.",
      "example": "Ich werde morgen Salat zum Salat hinzufügen. Heute fügte ich Salat zum Sandwich hinzu. Gestern aß ich Salat mit meinem Burger.",
      "example_translation": "Je vais ajouter de la laitue à la salade demain. Aujourd'hui, j'ai ajouté de la laitue au sandwich. Hier, j'ai eu de la laitue avec mon burger.",
      "imageLink": "image_files\\English\\lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erbsen",
      "translation": "pois",
      "definition": "Ein kleiner, kugelförmiger Same, der in einer Hülse wächst und oft in der Küche verwendet wird.",
      "definition_translation": "Une petite graine sphérique qui pousse dans une cosse et est couramment utilisée dans la cuisine.",
      "example": "Ich werde nächste Woche Erbsen in meinem Garten anpflanzen. Heute pflanzte ich Erbsen im Hinterhof. Gestern aß ich Erbsen mit meinem Abendessen.",
      "example_translation": "Je vais planter des pois dans le jardin la semaine prochaine. Aujourd'hui, j'ai planté des pois dans le jardin. Hier, j'ai mangé des pois avec mon dîner.",
      "imageLink": "image_files\\English\\pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffer",
      "translation": "poivre",
      "definition": "Ein Gewürz, hergestellt aus den getrockneten Früchten der Pfefferpflanze, oft verwendet, um Essen zu würzen.",
      "definition_translation": "Une épice faite à partir du fruit sec de la plante Piper nigrum, couramment utilisée pour ajouter de la saveur à la nourriture.",
      "example": "Ich werde morgen Pfeffer zur Suppe hinzufügen. Heute fügte ich Pfeffer zum Fleisch hinzu. Gestern gewürzte ich die Gemüse mit Pfeffer.",
      "example_translation": "Je vais ajouter du poivre à la soupe demain. Aujourd'hui, j'ai ajouté du poivre à la viande. Hier, j'ai assaisonné les légumes avec du poivre.",
      "imageLink": "image_files\\English\\pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kürbis",
      "translation": "citrouille",
      "definition": "Eine Art von Kürbis, oft in der Küche und als Dekoration, insbesondere während der Halloween-Saison verwendet.",
      "definition_translation": "Un type de courge, couramment utilisé dans la cuisine et comme décoration, particulièrement pendant la saison d'Halloween.",
      "example": "Ich werde einen Kürbis für Halloween schnitzen. Heute kaufte ich einen Kürbis auf dem Markt. Gestern backte ich eine Kürbis-Pie für meine Familie.",
      "example_translation": "Je vais sacrer une citrouille pour Halloween. Aujourd'hui, j'ai acheté une citrouille sur le marché. Hier, j'ai fait une tarte à la citrouille pour ma famille.",
      "imageLink": "image_files\\English\\pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinat",
      "translation": "épinard",
      "definition": "Spinat ist ein blättriges, grünes Gemüse, reich an Eisen und Vitaminen, oft in Salaten, Smoothies und gekochten Gerichten verwendet.",
      "definition_translation": "Les épinards sont un légume vert feuillu riche en fer et en vitamines, souvent utilisé dans les salades, les smoothies et les plats cuisinés.",
      "example": "Ich aß Spinat mit meinem Omelett gestern, ich esse Spinat mit meinem Salat jetzt, und ich werde Spinat mit meinem Pasta morgen essen.",
      "example_translation": "J'ai mangé des épinards avec mon omelette hier, je mange des épinards avec ma salade maintenant, et je mangerai des épinards avec mes pâtes demain.",
      "imageLink": "image_files\\English\\spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßmais",
      "translation": "maïs doux",
      "definition": "Süßmais ist eine Art von Mais, der geerntet wird, wenn die Körner unreif und süß sind, oft gegrillt oder gekocht.",
      "definition_translation": "Le maïs doux est un type de maïs qui est récolté lorsque les grains sont immature et que le maïs est sucré et tendre, souvent grillé ou bouilli.",
      "example": "Ich züchtete Süßmais in meinem Garten letzten Sommer, ich züchte Süßmais in meinem Garten jetzt, und ich werde Süßmais in meinem Garten nächstes Jahr züchten.",
      "example_translation": "J'ai cultivé du maïs doux dans mon jardin l'été dernier, je cultive du maïs doux dans mon jardin maintenant, et je cultiverai du maïs doux dans mon jardin l'année prochaine.",
      "imageLink": "image_files\\English\\corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "aubergine",
      "definition": "Eine Aubergine ist eine Art von violetteem Gemüse, oft in der mediterranen Küche verwendet, bekannt für ihre fleischige Konsistenz und leicht bitterem Geschmack.",
      "definition_translation": "Une aubergine est un type de légume violet qui est souvent utilisé dans la cuisine méditerranéenne, connu pour sa texture charnue et son goût légèrement amer.",
      "example": "Ich nahm eine Aubergine vom Markt gestern, ich koche Aubergine mit Tomaten jetzt, und ich werde Aubergine mit Fleisch nächste Woche grillen.",
      "example_translation": "J'ai choisi une aubergine sur le marché hier, je cuisine l'aubergine avec des tomates maintenant, et je grillerai l'aubergine avec de la viande la semaine prochaine.",
      "imageLink": "image_files\\English\\aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenkohl",
      "translation": "chou-fleur",
      "definition": "Blumenkohl ist eine Art von weißem oder grünem Gemüse, oft in Salaten, Suppen und als low-carb-Alternative zu Getreide verwendet.",
      "definition_translation": "Le chou-fleur est un type de légume blanc ou vert qui est souvent utilisé dans les salades, les soupes et comme un substitut faible en glucides aux céréales.",
      "example": "Ich röstete Blumenkohl mit Käse letzte Nacht, ich dünste Blumenkohl mit Brokkoli jetzt, und ich werde Blumenkohl mit Knoblauch nächster Monat sautéieren.",
      "example_translation": "J'ai rôti le chou-fleur avec du fromage la nuit dernière, je suis en train de cuire le chou-fleur à la vapeur avec du brocoli maintenant, et je sauterai le chou-fleur avec de l'ail le mois prochain.",
      "imageLink": "image_files\\English\\cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lauch",
      "translation": "poireau",
      "definition": "Ein Lauch ist ein Gemüse, das zur Zwiebel-Familie gehört. Es hat einen milden, süßen Geschmack und wird oft in Suppen, Eintöpfen und Salaten verwendet.",
      "definition_translation": "Un poireau est un type de légume qui appartient à la famille des oignons. Il a un goût doux et est souvent utilisé dans les potages, les ragoûts et les salades.",
      "example": "Ich hackte den Lauch und dünste ihn in Butter, um dem Suppe Geschmack hinzuzufügen. Gestern kaufte ich einen Lauch auf dem Markt. Ich werde ihn morgen verwenden, um eine Lauch-Suppe zuzubereiten.",
      "example_translation": "J'ai haché le poireau et l'ai fait revenir dans le beurre pour ajouter de la saveur au potage. Hier, j'ai acheté un poireau au marché. Je vais l'utiliser pour faire une soupe de poireau demain.",
      "imageLink": "image_files\\English\\leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Petersilie",
      "translation": "persil",
      "definition": "Petersilie ist ein beliebtes Kraut, das als Garnitur und um verschiedenen Gerichten Geschmack hinzuzufügen, verwendet wird, einschließlich Suppen, Salaten und Soßen.",
      "definition_translation": "Le persil est une herbe populaire utilisée comme garniture et pour ajouter de la saveur à divers plats, notamment les potages, les salades et les sauces.",
      "example": "Ich streute Petersilie auf die Suppe, um ihr einen frischen Geschmack zu verleihen. Gestern benutzte ich Petersilie, um eine leckere Soße zuzubereiten. Ich werde Petersilie morgen meinem Salat hinzufügen.",
      "example_translation": "J'ai saupoudré du persil sur le dessus du potage pour lui donner un goût frais. Hier, j'ai utilisé du persil pour faire une sauce savoureuse. Je vais ajouter du persil à ma salade demain.",
      "imageLink": "image_files\\English\\parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettich",
      "translation": "radis",
      "definition": "Ein Rettich ist ein Wurzelgemüse, das oft in Salaten, Sandwiches und als Garnitur verwendet wird. Es hat einen scharfen, pfeffrigen Geschmack.",
      "definition_translation": "Un radis est un légume-racine qui est souvent utilisé dans les salades, les sandwiches et comme garniture. Il a un goût épicé et poivré.",
      "example": "Ich schnitt den Rettich und fügte ihn meinem Salat hinzu, um ihn knackig zu machen. Gestern benutzte ich Rettich in einem Sandwich, um ihm einen scharfen Kick zu verleihen. Ich werde Rettich morgen im Ofen rösten.",
      "example_translation": "J'ai tranché le radis et l'ai ajouté à ma salade pour quelque chose de croquant. Hier, j'ai utilisé du radis dans un sandwich pour un coup de feu épicé. Je vais rôtir du radis au four demain.",
      "imageLink": "image_files\\English\\radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkohl",
      "translation": "chou rouge",
      "definition": "Rotkohl ist eine Art von Kohl, der eine tiefe rote Farbe und einen leicht süßen Geschmack hat. Er wird oft in Salaten, Slaws und als Garnitur verwendet.",
      "definition_translation": "Le chou rouge est un type de chou qui a une couleur rouge foncée et un goût légèrement sucré. Il est souvent utilisé dans les salades, les salades de chou et comme garniture.",
      "example": "Ich zerkleinerte den Rotkohl und fügte ihn meinem Salat hinzu, um ihn farbenfroh zu machen. Gestern benutzte ich Rotkohl in einem Slaw, um einen knackigen Snack zuzubereiten. Ich werde Rotkohl morgen in Rotwein dünsten.",
      "example_translation": "J'ai émincé le chou rouge et l'ai ajouté à la salade pour une touche de couleur. Hier, j'ai utilisé du chou rouge dans une salade de chou pour un collation croquante. Je vais mijoter du chou rouge dans du vin rouge demain.",
      "imageLink": "image_files\\English\\red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühlingszwiebel",
      "translation": "oignon de printemps",
      "definition": "Eine Frühlingszwiebel ist eine junge Zwiebel, die vor der Bildung einer Zwiebelle geerntet wird, um in der Küche für ihren milden Geschmack und ihre knackige Textur verwendet zu werden.",
      "definition_translation": "Un oignon de printemps est un jeune oignon qui est récolté avant qu'il ne forme un bulbe, utilisé dans la cuisine pour son goût doux et sa texture croustillante.",
      "example": "Ich hackte die Frühlingszwiebel und dünste sie in Butter, bevor ich sie dem Salat hinzufügte, und schließlich fügte ich sie gestern der Suppe hinzu.",
      "example_translation": "J'ai haché l'oignon de printemps et l'ai fait sauter dans du beurre, puis je vais l'ajouter à la salade, et enfin, j'y ai ajouté à la soupe hier.",
      "imageLink": "image_files\\English\\spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "betterave",
      "definition": "Eine Rübe ist ein Wurzelgemüse, das typischerweise rot oder goldfarbig ist, um in der Küche für ihren süßen und erdigen Geschmack verwendet zu werden.",
      "definition_translation": "La betterave est un légume racine qui est généralement rouge ou doré, utilisé dans la cuisine pour son goût sucré et terrestre.",
      "example": "Ich röstete die Rübe im Ofen, bevor ich sie meinem Salat hinzufügte, und schließlich fügte ich sie gestern der Suppe hinzu.",
      "example_translation": "J'ai rôti la betterave au four, puis je vais l'ajouter à la salade, et enfin, j'y ai ajouté à la soupe hier.",
      "imageLink": "image_files\\English\\beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Soja, Sojabohne",
      "translation": "soja",
      "definition": "Soja oder Sojabohne ist eine Art von Hülsenfrucht, die reich an Protein ist und oft in der Küche verwendet wird, um Texturen und Geschmack zu verschiedenen Gerichten hinzuzufügen.",
      "definition_translation": "La soja est un type de légumineaux qui est riche en protéines et est souvent utilisée dans la cuisine pour ajouter de la texture et du goût aux plats.",
      "example": "Ich benutzte Sojasoße, um das Hähnchen zu marinieren, bevor ich Sojamilch meinem Smoothie hinzufügte, und schließlich fügte ich gestern Sojabohnen meinem Stir-fry hinzu.",
      "example_translation": "J'ai utilisé la sauce soja pour mariner le poulet, puis je vais ajouter du lait de soja au smoothie, et enfin, j'ai ajouté des haricots de soja au stir-fry hier.",
      "imageLink": "image_files\\English\\soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brechnuss",
      "translation": "fève",
      "definition": "Eine Brechnuss ist eine Art von Hülsenfrucht, die der Erbse ähnelt, um in der Küche für ihren süßen und leicht bitteren Geschmack verwendet zu werden.",
      "definition_translation": "La fève est un type de légumineux qui est similaire au pois, utilisé dans la cuisine pour son goût sucré et légèrement amer.",
      "example": "Ich schälte die Brechnüsse und dünste sie in Knoblauch, bevor ich sie meinem Salat hinzufügte, und schließlich fügte ich sie gestern meinem Risotto hinzu.",
      "example_translation": "J'ai écalé les fèves et les ai fait sauter à l'ail, puis je vais les ajouter à la salade, et enfin, j'y ai ajouté au risotto hier.",
      "imageLink": "image_files\\English\\broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosenkohl",
      "translation": "choux de Bruxelles",
      "definition": "Ein Rosenkohl ist ein grünes Gemüse, das in dichten, kompakten Köpfen wächst, mit einem leicht bitteren Geschmack, oft gekocht oder gedämpft serviert.",
      "definition_translation": "Un légume vert qui pousse en tête dense et compacte, avec un goût légèrement amer, communément mangé bouilli ou à la vapeur.",
      "example": "Ich aß Rosenkohl zum Abendessen gestern Nacht, ich esse ihn zum Mittagessen heute, und ich werde ihn zum Abendessen morgen essen.",
      "example_translation": "J'ai mangé des choux de Bruxelles pour dîner hier soir, je les mange pour déjeuner aujourd'hui, et je les mangerai pour dîner demain.",
      "imageLink": "image_files\\English\\brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Artischocke",
      "translation": "artichaut",
      "definition": "Eine Artischocke ist ein dorniger, blumenartiger Gemüse mit essbaren Blättern und einer weichen, fleischigen Mitte, oft als Vorspeise oder Beilage serviert.",
      "definition_translation": "Un légume fleurissant épineux, avec des feuilles comestibles et un centre tendre et chair, souvent servi comme apéritif ou accompagnement.",
      "example": "Ich aß Artischocken in vielen italienischen Restaurants, ich esse sie gerade in einem französischen Restaurant, und ich werde sie nächste Woche in einem spanischen Restaurant essen.",
      "example_translation": "J'ai mangé des artichauts dans de nombreux restaurants italiens, je les mange dans un restaurant français maintenant, et je les mangerai dans un restaurant espagnol la semaine prochaine.",
      "imageLink": "image_files\\English\\artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spargel",
      "translation": "asperge",
      "definition": "Ein grünes, speerförmiges Gemüse mit einem zarten Geschmack, oft als Beilage gedämpft oder gegrillt serviert.",
      "definition_translation": "Un légume vert, en forme de lance, avec un goût délicat, souvent servi à la vapeur ou grillé comme accompagnement.",
      "example": "Ich aß Spargel zum Frühstück gestern, ich esse ihn heute zum Mittagessen und ich werde ihn zum Abendessen morgen essen.",
      "example_translation": "J'avais des asperges pour petit déjeuner hier, je les ai pour déjeuner aujourd'hui, et j'en aurai pour dîner demain.",
      "imageLink": "image_files\\English\\asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sellerie",
      "translation": "céléri",
      "definition": "Ein knackiges, süßes und aromatisches Gemüse mit einem langen, dünnen Stiel, oft in Salaten, Suppen und als Snack verwendet.",
      "definition_translation": "Un légume croquant, doux et savoureux, avec une tige longue et fine, souvent utilisé dans les salades, les soupes et comme collation.",
      "example": "Ich aß Selleriestangen mit Erdnussbutter zum Snack gestern, ich esse sie heute mit Hummus und ich werde sie morgen mit Ranch-Dressing essen.",
      "example_translation": "J'ai mangé des bâtonnets de céleri avec du beurre d'arachide pour collation hier, je les mange avec du houmous aujourd'hui, et je les mangerai avec de la sauce ranch demain.",
      "imageLink": "image_files\\English\\celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zichorie",
      "translation": "chicorée",
      "definition": "Zichorie ist eine Pflanze, die oft als Kaffeeersatz oder -zusatz verwendet wird.",
      "definition_translation": "La chicorée est un type de plante qui est couramment utilisée comme substitut de café ou additif.",
      "example": "Ich trank früher Zichorienkaffee morgens, dann wechselte ich zu normalem Kaffee und jetzt denke ich daran, Zichorie wieder auszuprobieren.",
      "example_translation": "J'avais l'habitude de boire du café de chicorée le matin, puis j'ai changé pour du café régulier, et maintenant je pourrais essayer la chicorée à nouveau dans l'avenir.",
      "imageLink": "image_files\\English\\chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnittlauch",
      "translation": "ciboulette",
      "definition": "Schnittlauch ist eine Art Kräuter, die oft verwendet werden, um Gerichte zu würzen, insbesondere Suppen und Salate.",
      "definition_translation": "Les ciboulettes sont un type d'herbe qui sont couramment utilisées pour ajouter du goût aux plats, en particulier les soups et les salades.",
      "example": "Ich hackte den Schnittlauch fein und fügte ihn der Suppe hinzu, dann servierte ich sie meinen Gästen, die es liebten, und jetzt bereite ich eine weitere Portion für morgen vor.",
      "example_translation": "J'ai coupé les ciboulettes finement et les ai ajoutées à la soupe, puis je les ai servies à mes invités, qui l'ont adorée, et maintenant je prépare une autre batch pour demain.",
      "imageLink": "image_files\\English\\chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kresse",
      "translation": "cresson",
      "definition": "Kresse ist eine schnell wachsende Pflanze, die oft als Garnitur oder zum Würzen von Salaten verwendet wird, um einen peppigen Geschmack hinzuzufügen.",
      "definition_translation": "Le cresson est une plante à croissance rapide qui est couramment utilisée comme garniture ou ajoutée aux salades pour son goût poivré.",
      "example": "Ich pflanzte Kresse in meinem Garten, und sie wuchs schnell, also fügte ich sie meinem Salat hinzu, der lecker war, und jetzt denke ich daran, sie auch in Sandwiches zu verwenden.",
      "example_translation": "J'ai planté du cresson dans mon jardin, et il a grandi rapidement, donc j'y ai ajouté à ma salade, qui était délicieuse, et maintenant je pense l'utiliser dans les sandwiches également.",
      "imageLink": "image_files\\English\\cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dill",
      "translation": "aneth",
      "definition": "Dill ist eine Art Kräuter, die oft verwendet werden, um Gurken, Suppen und Salate zu würzen.",
      "definition_translation": "L'aneth est un type d'herbe qui est couramment utilisée pour ajouter du goût aux cornichons, soups et salades.",
      "example": "Ich verwendete Dill, um Gurken herzustellen, dann fügte ich ihn meiner Suppe hinzu und schließlich verwendete ich ihn, um einen frischen Salat zuzubereiten, der großartig war.",
      "example_translation": "J'ai utilisé de l'aneth pour faire des cornichons, puis je l'ai ajouté à ma soupe, et enfin j'y ai utilisé pour faire une salade fraîche, qui était incroyable.",
      "imageLink": "image_files\\English\\dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fenchel",
      "translation": "fenouil",
      "definition": "Ein hartes, mehrjähriges Kraut mit gelbgrünen Blättern und gelben Blüten, ursprünglich aus der mediterranen Region, weit verbreitet angebaut für seine aromatischen Samen und Blätter, die in der Küche verwendet werden.",
      "definition_translation": "Une plante vivace rustique aux feuilles jaunâtres et aux fleurs jaunes, originaire de la région méditerranéenne, largement cultivée pour ses graines et ses feuilles aromatiques utilisées dans la cuisine.",
      "example": "Ich fügte dem Eintopf Fenchel hinzu, um extra Aroma hinzuzufügen. Ich werde Fenchel dem Eintopf morgen hinzufügen. Ich fügte dem Eintopf Fenchel gestern hinzu.",
      "example_translation": "J'ai ajouté du fenouil à la soupe pour plus de saveur. Je vais ajouter du fenouil à la soupe demain. J'avais ajouté du fenouil à la soupe hier.",
      "imageLink": "image_files\\English\\fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerrettich",
      "translation": "raifort",
      "definition": "Eine Pflanze mit einer scharfen, bitter schmeckenden Wurzel, die als Gewürz verwendet wird, insbesondere mit Fisch oder Fleisch.",
      "definition_translation": "Une plante avec une racine piquante et amère, utilisée comme condiment, en particulier avec du poisson ou de la viande.",
      "example": "Ich liebe es, Meerrettich mit meinem Steak zu essen. Ich werde Meerrettich mit meinem Fisch morgen essen. Ich aß Meerrettich mit meinem Fleisch gestern.",
      "example_translation": "J'aime manger du raifort avec mon steak. Je vais manger du raifort avec mon poisson demain. J'avais mangé du raifort avec ma viande hier.",
      "imageLink": "image_files\\English\\horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grünkohl",
      "translation": "chou kale",
      "definition": "Eine Art von Kohl mit krausen, dunkelgrünen Blättern, oft in Salaten oder als Garnitur verwendet.",
      "definition_translation": "Un type de chou avec des feuilles vertes foncées et frisées, souvent utilisé dans les salades ou comme garniture.",
      "example": "Ich liebe es, Grünkohl in meinen Smoothie hinzuzufügen. Ich werde Grünkohl meinem Salat morgen hinzufügen. Ich fügte Grünkohl meinem Eintopf gestern hinzu.",
      "example_translation": "J'aime ajouter du chou kale à mon smoothie. Je vais ajouter du chou kale à ma salade demain. J'avais ajouté du chou kale à ma soupe hier.",
      "imageLink": "image_files\\English\\kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linsen",
      "translation": "lentille",
      "definition": "Eine Art von Hülsenfrüchten mit einem milden, nussigen Geschmack, oft in Suppen, Eintöpfen oder als Hauptgericht verwendet.",
      "definition_translation": "Un type de légumineux avec un goût doux et noisetté, souvent utilisé dans les soups, les ragoûts ou comme plat principal.",
      "example": "Ich kochte Linsen jeden Mittwoch zum Mittagessen. Ich werde Linsen zum Abendessen morgen kochen. Ich kochte Linsen zum Frühstück gestern.",
      "example_translation": "Je cuisine des lentilles pour le déjeuner chaque semaine. Je vais cuisiner des lentilles pour le dîner demain. J'avais cuisiné des lentilles pour le petit déjeuner hier.",
      "imageLink": "image_files\\English\\lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mark",
      "translation": "moelle",
      "definition": "Ein weiches, fetthaltiges Gewebe, das die Höhlen von Knochen füllt und für die Blutbildung verantwortlich ist.",
      "definition_translation": "Un tissu mou et graisseux qui remplit les cavités des os, responsable de la production de cellules sanguines.",
      "example": "Der Arzt entnahm eine Probe von Mark aus dem Knochen des Patienten für weitere Untersuchungen. Gestern hatte sie einer Marktransplantation unterzogen. Sie wird nächsten Monat eine weitere durchführen.",
      "example_translation": "Le médecin a prélevé un échantillon de moelle de l'os du patient pour une examination plus approfondie. Hier, elle avait subi une greffe de moelle. Elle subira une autre la prochaine fois mois.",
      "imageLink": "image_files\\English\\marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pastinake",
      "translation": "panais",
      "definition": "Ein Wurzelgemüse mit süßem, nussigem Geschmack, oft gekocht oder geröstet und als Beilage serviert.",
      "definition_translation": "Un légume-racine avec un goût sucré et noisette, souvent bouilli ou rôti et servi comme accompagnement.",
      "example": "Pastinaken waren ein Grundnahrungsmittel in meiner Großmutter's Küche, wo sie oft mit gerösteten Fleisch serviert wurden. Sie hatte Pastinaken zum Abendessen gekocht letzten Nacht. Sie werden Pastinaken für das kommende Feiertagsfest zubereiten.",
      "example_translation": "Les panais étaient un produit de base dans la cuisine de ma grand-mère, où elle les servait souvent avec des viandes rôties. Elle avait cuisiné des panais pour dîner hier soir. Ils vont cuire des panais pour la fête des vacances à venir.",
      "imageLink": "image_files\\English\\parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhabarber",
      "translation": "rhubarbe",
      "definition": "Ein saures, säuerlich schmeckendes Gemüse, oft in Kuchen und Marmeladen verwendet, mit einer leuchtend roten oder grünen Farbe.",
      "definition_translation": "Un légume aux saveurs acidulées et aigres, souvent utilisé dans les tartes et les confitures, avec une couleur rouge vif ou verte.",
      "example": "Rhabarber war ein Lieblingszutat in meinem Onkels Bäckerei, wo er leckere Kuchen und Torten erstellte. Sie hatte frischen Rhabarber aus ihrem Garten gestern gepflückt. Sie werden Rhabarber in ihrem neuen Sommer-Dessert-Menü verwenden.",
      "example_translation": "La rhubarbe était un ingrédient préféré dans la boulangerie de ma tante, où elle créait des tartes et des tartes délicieuses. Elle avait cueilli de la rhubarbe fraîche de son jardin hier. Ils vont utiliser de la rhubarbe dans leur nouveau menu de desserts d'été.",
      "imageLink": "image_files\\English\\rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübsen",
      "translation": "rutabaga",
      "definition": "Eine Kreuzung zwischen Kohl und Rübe, oft gekocht oder gestampft und als Beilage serviert.",
      "definition_translation": "Un croisement entre un chou et un navet, souvent bouilli ou écrasé et servi comme accompagnement.",
      "example": "Rübsen waren ein häufiges Zutat in meinem Vaters Kochen, wo er oft mit gerösteten Fleisch serviert wurde. Er hatte Rübsen zum Abendessen gekocht letzten Nacht. Sie werden Rübsen für das kommende Familientreffen zubereiten.",
      "example_translation": "Le rutabaga était un ingrédient commun dans la cuisine de mon père, où il le servait souvent avec des viandes rôties. Il avait cuisiné du rutabaga pour dîner hier soir. Ils vont cuire du rutabaga pour la prochaine réunion de famille.",
      "imageLink": "image_files\\English\\swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßkartoffel",
      "translation": "pomme de terre",
      "definition": "Eine Süßkartoffel ist ein Typ von Wurzelgemüse, das reich an Ballaststoffen und Vitaminen ist. Sie wird oft als Beilage serviert oder in der Kochkunst verwendet.",
      "definition_translation": "Une pomme de terre sucrée est un type de légume-racine riche en fibres et en vitamines. Elle est souvent servie comme plat d'accompagnement ou utilisée dans la cuisine.",
      "example": "Ich aß eine gebackene Süßkartoffel zum Mittagessen gestern. Ich werde Süßkartoffeln für das Abendessen heute Nacht rösten. Ich hatte Süßkartoffel-Frites im Restaurant letzte Woche.",
      "example_translation": "J'ai mangé une pomme de terre sucrée au four pour déjeuner hier. Je vais rôtir des pommes de terre pour dîner ce soir. J'ai eu des frites de pomme de terre sucrée au restaurant la semaine dernière.",
      "imageLink": "image_files\\English\\sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "navet",
      "definition": "Eine Rübe ist ein Typ von Wurzelgemüse, das oft in Suppen und Eintöpfen verwendet wird. Sie hat einen süßen und peffrigem Geschmack.",
      "definition_translation": "Un navet est un type de légume-racine souvent utilisé dans les soups et les ragouts. Il a un goût sucré et piquant.",
      "example": "Ich fügte Rüben zur Suppe hinzu letzten Nacht. Ich werde Rüben mit Knoblauch zum Frühstück morgen anbraten. Ich hatte Rübengrün in meinem Salat letzte Woche.",
      "example_translation": "J'ai ajouté des navets au ragoût hier soir. Je vais sauter des navets avec de l'ail pour déjeuner demain. J'ai eu des feuilles de navet dans ma salade la semaine dernière.",
      "imageLink": "image_files\\English\\turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]