[
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koch",
      "translation": "cuisinier",
      "definition": "Eine Person, die Essen zubereitet und kocht, insbesondere als Beruf",
      "definition_translation": "une personne qui prépare et cuisine des aliments, especialmente comme un travail",
      "example": "Ich kochte Abendessen letzte Nacht, ich koche Frühstück jetzt und ich werde Lunch morgen kochen.",
      "example_translation": "J'ai cuisiné le dîner hier soir, je cuisine le petit-déjeuner maintenant, et je cuisinerai le déjeuner demain.",
      "imageLink": "image_files\\English\\cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arzt",
      "translation": "médecin",
      "definition": "Eine Person, die in der Diagnose, Behandlung und Vorbeugung von Krankheiten geschult ist",
      "definition_translation": "une personne qualifiée dans le diagnostic, le traitement et la prévention des maladies",
      "example": "Ich besuchte meinen Arzt gestern, ich besuche meinen Arzt heute und ich werde meinen Arzt nächste Woche besuchen.",
      "example_translation": "J'ai visité mon médecin hier, je visite mon médecin aujourd'hui, et je visiterai mon médecin la semaine prochaine.",
      "imageLink": "image_files\\English\\doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrer",
      "translation": "conducteur",
      "definition": "Eine Person, die ein Fahrzeug bedient, insbesondere beruflich",
      "definition_translation": "une personne qui conduit un véhicule, especialmente pour gagner sa vie",
      "example": "Ich fuhr zur Arbeit gestern, ich fahre zur Schule jetzt und ich werde zum Strand fahren morgen.",
      "example_translation": "J'ai conduit au travail hier, je conduis à l'école maintenant, et je conduirai à la plage demain.",
      "imageLink": "image_files\\English\\driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lehrer",
      "translation": "enseignant",
      "definition": "Eine Person, die unterrichtet, insbesondere in einer Schule",
      "definition_translation": "une personne qui enseigne, especialmente dans une école",
      "example": "Ich unterrichtete Mathematik gestern, ich unterrichte Englisch jetzt und ich werde Wissenschaft morgen unterrichten.",
      "example_translation": "J'ai enseigné les mathématiques hier, j'enseigne l'anglais maintenant, et j'enseignerai les sciences demain.",
      "imageLink": "image_files\\English\\teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellner",
      "translation": "serveur",
      "definition": "Ein Mann, dessen Beruf es ist, Essen und Getränke in einem Restaurant zu servieren",
      "definition_translation": "une personne, généralement un homme, dont le travail est de servir les nourritures et les boissons aux clients dans un restaurant",
      "example": "Ich war Kellner in einem Restaurant letzten Sommer, ich bin Kellner jetzt und ich werde Kellner in Zukunft sein.",
      "example_translation": "J'étais serveur dans un restaurant l'été dernier, je suis serveur maintenant, et je serai serveur à l'avenir.",
      "imageLink": "image_files\\English\\waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellnerin",
      "translation": "serveuse",
      "definition": "Eine Frau, deren Beruf es ist, Essen und Getränke in einem Restaurant zu servieren",
      "definition_translation": "une personne, généralement une femme, dont le travail est de servir les nourritures et les boissons aux clients dans un restaurant",
      "example": "Sie war Kellnerin in einem Diner, sie ist Kellnerin jetzt und sie wird Kellnerin für viele Jahre sein.",
      "example_translation": "Elle était serveuse dans un diner, elle est serveuse maintenant, et elle sera serveuse pendant de nombreuses années.",
      "imageLink": "image_files\\English\\waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspieler",
      "translation": "acteur",
      "definition": "Eine Person, die in einem Theaterstück, Film oder Fernsehproduktion auftritt",
      "definition_translation": "une personne qui joue dans une pièce de théâtre, un film ou une production télévisée",
      "example": "Er war ein Schauspieler in den 1980er Jahren, er ist ein Schauspieler jetzt und er wird ein Schauspieler für immer sein.",
      "example_translation": "Il était acteur dans les années 1980, il est acteur maintenant, et il sera acteur pour toujours.",
      "imageLink": "image_files\\English\\actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspielerin",
      "translation": "actrice",
      "definition": "Eine Frau, die in einem Theaterstück, Film oder Fernsehproduktion auftritt",
      "definition_translation": "une personne qui joue dans une pièce de théâtre, un film ou une production télévisée, généralement une femme",
      "example": "Sie war eine Schauspielerin in einem Broadway-Stück, sie ist eine Schauspielerin jetzt und sie wird eine Schauspielerin in einem Hollywood-Film sein.",
      "example_translation": "Elle était actrice dans une pièce de Broadway, elle est actrice maintenant, et elle sera actrice dans un film de Hollywood.",
      "imageLink": "image_files\\English\\actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Künstler",
      "translation": "artiste",
      "definition": "Eine Person, die Gemälde, Zeichnungen oder Skulpturen erstellt; eine Person, die begabt ist, zu zeichnen, zu malen oder Skulpturen zu schaffen.",
      "definition_translation": "Une personne qui crée des peintures, des dessins ou des sculptures ; une personne qui est habile au dessin, à la peinture ou à la création de sculptures.",
      "example": "Ich wollte Künstler werden, als ich ein Kind war. Ich studiere, um Künstler zu werden. Ich werde ein berühmter Künstler sein eines Tages.",
      "example_translation": "Je voulais être un artiste lorsque j'étais enfant. J'étudie pour être un artiste maintenant. Je serai un artiste célèbre un jour.",
      "imageLink": "image_files\\English\\artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäftsmann",
      "translation": "homme d'affaires",
      "definition": "Eine Person, die kommerzielle oder industrielle Geschäfte tätigt; eine Person, die begabt ist, Geschäfte zu machen und Geschäfte zu führen.",
      "definition_translation": "Une personne qui s'engage dans des activités commerciales ou industrielles ; une personne qui a un talent pour faire des affaires.",
      "example": " Mein Vater war ein erfolgreicher Geschäftsmann. Ich versuche, ein guter Geschäftsmann zu sein. Ich werde ein Geschäftsmann an der Wall Street sein eines Tages.",
      "example_translation": "Mon père était un homme d'affaires réussi. J'essaie d'être un bon homme d'affaires. Je serai un homme d'affaires à Wall Street un jour.",
      "imageLink": "image_files\\English\\businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unternehmerin",
      "translation": "femme d'affaires",
      "definition": "Eine Frau, die kommerzielle oder industrielle Geschäftstätigkeiten ausübt; eine Frau, die ein Talent dafür hat, Geschäfte zu tätigen und Geschäfte zu machen.",
      "definition_translation": "Une femme qui s'engage dans des activités commerciales ou industrielles ; une femme qui a un talent pour faire des affaires.",
      "example": "Meine Mutter war eine erfolgreiche Unternehmerin. Ich versuche, eine gute Unternehmerin zu sein. Ich werde einmal eine Unternehmerin an der Wall Street sein.",
      "example_translation": "Ma mère était une femme d'affaires réussie. J'essaie d'être une bonne femme d'affaires. Je serai une femme d'affaires à Wall Street un jour.",
      "imageLink": "image_files\\English\\businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Automechaniker",
      "translation": "mécanicien de voiture",
      "definition": "Eine Person, die Kraftfahrzeuge repariert und wartet; eine Person, die gut darin ist, Autos zu reparieren.",
      "definition_translation": "Une personne qui répare et entretient des véhicules à moteur ; une personne qui est habile à réparer des voitures.",
      "example": "Ich brachte mein Auto gestern zum Automechaniker. Ich lerne gerade, ein Automechaniker zu werden. Ich werde einmal ein Automechaniker sein, wenn ich abschließe.",
      "example_translation": "J'ai emmené ma voiture au mécanicien de voiture hier. J'apprends à être un mécanicien de voiture maintenant. Je serai un mécanicien de voiture quand je serai diplômé.",
      "imageLink": "image_files\\English\\car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koch",
      "translation": "cuisinier",
      "definition": "Ein Koch ist ein erfahrener Koch, der in einem Restaurant oder anderen Einrichtungen Speisen zubereitet und kocht.",
      "definition_translation": "Un cuisinier est un cuisinier expérimenté qui prépare et cuisine des aliments dans un restaurant ou autre établissement.",
      "example": "Gestern kochte der Koch ein leckeres Essen. Heute kocht er ein Buffet. Morgen wird er eine Hochzeitsfeier kochen.",
      "example_translation": "Hier, le cuisinier a cuisiné un repas délicieux. Aujourd'hui, il cuisine un buffet. Demain, il cuisinera une réception de mariage.",
      "imageLink": "image_files\\English\\chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "chimiste",
      "definition": "Ein Chemiker ist ein Wissenschaftler, der die Zusammensetzung, Eigenschaften und Reaktionen von Stoffen untersucht.",
      "definition_translation": "Un chimiste est un scientifique qui étudie la composition, les propriétés et les réactions de la matière.",
      "example": "Der Chemiker mischte die Chemikalien sorgfältig. Sie mischt gerade ein neues Verbindungsstoff. Morgen wird sie eine Lösung mischen.",
      "example_translation": "Le chimiste a mélangé les produits chimiques soigneusement. Elle mélange un nouveau composé maintenant. Elle mélangera une solution demain.",
      "imageLink": "image_files\\English\\chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiniger",
      "translation": "nettoyeur",
      "definition": "Ein Reiniger ist eine Person, die Böden, Oberflächen oder Gebäude reinigt.",
      "definition_translation": "Un nettoyeur est une personne qui nettoie les sols, les surfaces ou les bâtiments.",
      "example": "Der Reiniger kehrte den Boden gestern. Heute wischt sie die Küche. Morgen wird sie den Teppich vacuumieren.",
      "example_translation": "Le nettoyeur a balayé le sol hier. Aujourd'hui, elle est en train de laver la cuisine. Demain, elle va aspirer le tapis.",
      "imageLink": "image_files\\English\\cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tänzer",
      "translation": "danseur",
      "definition": "Ein Tänzer ist eine Person, die rhythmische Bewegungen zu Musik ausführt.",
      "definition_translation": "Un danseur est une personne qui exécute des mouvements rythmiques à la musique.",
      "example": "Der Tänzer übte seinen Ablauf gestern. Heute tritt sie auf der Bühne auf. Morgen wird sie auf einer Party tanzen.",
      "example_translation": "La danseuse a répété sa routine hier. Aujourd'hui, elle se produit sur scène. Demain, elle dansera à une fête.",
      "imageLink": "image_files\\English\\dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahnarzt",
      "translation": "dentiste",
      "definition": "Ein Zahnarzt ist ein Fachmann, der sich auf die Verhütung, Diagnose und Behandlung von Krankheiten und Zuständen des Zahnes und der Mundhöhle spezialisiert hat.",
      "definition_translation": "Un dentiste est un professionnel qui se spécialise dans la prévention, le diagnostic et le traitement des maladies et des affections des dents et de la bouche.",
      "example": "Ich besuchte meinen Zahnarzt gestern. Ich werde meinen Zahnarzt morgen besuchen, und ich besuchte meinen Zahnarzt letzte Woche.",
      "example_translation": "J'ai visité mon dentiste hier, je vais visiter mon dentiste demain, et j'ai visité mon dentiste la semaine dernière.",
      "imageLink": "image_files\\English\\dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingenieur",
      "translation": "ingénieur",
      "definition": "Ein Ingenieur ist ein Fachmann, der Strukturen, Maschinen und Systeme entwirft, baut und wartet.",
      "definition_translation": "Un ingénieur est un professionnel qui conçoit, construit et maintient des structures, des machines et des systèmes.",
      "example": "Sie war Ingenieurin bei einem Spitzen-Technik-Unternehmen, Sie wird Ingenieurin bei einem Spitzen-Technik-Unternehmen sein, und Sie wurde Ingenieurin bei einem Spitzen-Technik-Unternehmen.",
      "example_translation": "Elle était ingénieur dans une entreprise technologique de pointe, Elle sera ingénieur dans une entreprise technologique de pointe, et Elle est devenue ingénieur dans une entreprise technologique de pointe.",
      "imageLink": "image_files\\English\\engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landwirt",
      "translation": "agriculteur",
      "definition": "Ein Landwirt ist eine Person, die einen Hof besitzt oder verwaltet und sich mit Landwirtschaft, Aquakultur oder Viehzucht beschäftigt.",
      "definition_translation": "Un agriculteur est une personne qui possède ou gère une ferme, et se livre à l'agriculture, l'aquaculture ou l'élevage.",
      "example": "Er war ein Landwirt auf dem Land, Er ist ein Landwirt auf dem Land, und Er wird ein Landwirt auf dem Land sein.",
      "example_translation": "Il était un agriculteur à la campagne, Il est un agriculteur à la campagne, et Il sera un agriculteur à la campagne.",
      "imageLink": "image_files\\English\\farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fußballspieler",
      "translation": "footballeur",
      "definition": "Ein Fußballspieler ist eine Person, die Fußball spielen, entweder beruflich oder in ihrer Freizeit.",
      "definition_translation": "Un footballeur est une personne qui joue au football, soit professionnellement soit de manière récréative.",
      "example": "Er war ein Fußballspieler in seiner Jugend, Er ist ein Fußballspieler jetzt, und Er wird ein Fußballspieler wieder sein.",
      "example_translation": "Il était un footballeur dans sa jeunesse, Il est un footballeur maintenant, et Il sera un footballeur à nouveau.",
      "imageLink": "image_files\\English\\footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "policier",
      "definition": "Ein männlicher Polizist.",
      "definition_translation": "Un officier de police masculin.",
      "example": "Der Polizist half der Frau, hilft dem Kind gerade jetzt und wird der alten Dame morgen helfen.",
      "example_translation": "Le policier aidait la femme, aide l'enfant maintenant, et aidera les personnes âgées demain.",
      "imageLink": "image_files\\English\\policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizistin",
      "translation": "femme policier",
      "definition": "Eine weibliche Polizistin.",
      "definition_translation": "Une officière de police féminine.",
      "example": "Die Polizistin arbeitete spät, arbeitet Nachtschichten jetzt und wird am Wochenende arbeiten.",
      "example_translation": "La femme policier travaillait tard, travaille les nuits maintenant, et travaillera les weekends demain.",
      "imageLink": "image_files\\English\\policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rezeptionist",
      "translation": "réceptionniste",
      "definition": "Eine Person, die in einem Unternehmen, Büro oder Krankenhaus Besucher, Kunden oder Patienten begrüßt und unterstützt.",
      "definition_translation": "Une personne employée pour accueillir et assister les visiteurs, clients ou patients dans une entreprise, un bureau ou un hôpital.",
      "example": "Sie arbeitete als Rezeptionistin in einer Anwaltskanzlei, beantwortete Telefonanrufe und vereinbarte Termine. Sie hatte fünf Jahre lang als Rezeptionistin gearbeitet, bevor sie zur administrativen Assistentin befördert wurde. Sie wird nächstes Monat als Rezeptionistin ausgebildet.",
      "example_translation": "Elle a travaillé comme réceptionniste dans un cabinet d'avocats, répondant au téléphone et planifiant des rendez-vous. Elle avait travaillé comme réceptionniste pendant cinq ans avant d'être promue au poste d'assistante administrative. Elle sera formée comme réceptionniste le mois prochain.",
      "imageLink": "image_files\\English\\receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäuferassistent",
      "translation": "assistant de vente",
      "definition": "Eine Person, die einem Verkaufsteam oder einem Verkäufer bei seinen Aufgaben unterstützt, wie zum Beispiel administrative Aufgaben und Kundenservice.",
      "definition_translation": "Une personne qui soutient et assiste une équipe de vente ou un vendeur dans leurs tâches, telles que des tâches administratives et du service à la clientèle.",
      "example": "Der Verkäuferassistent half dem Verkaufsteam bei der Datenverwaltung und Kundenanfragen. Er hatte zwei Jahre lang als Verkäuferassistent gearbeitet, bevor er zum Verkäufer wurde. Er wird nächste Woche als Verkäuferassistent anfangen.",
      "example_translation": "L'assistant de vente a aidé l'équipe de vente avec la saisie de données et les demandes des clients. Elle avait été un assistant de vente pendant deux ans avant de devenir un représentant des ventes. Il commencera son nouveau travail comme assistant de vente lundi prochain.",
      "imageLink": "image_files\\English\\salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäufer",
      "translation": "vendeur",
      "definition": "Eine Person, die Waren oder Dienstleistungen an Kunden verkauft, oft in einem Einzelhandel- oder Geschäftsumfeld.",
      "definition_translation": "Une personne qui vend des biens ou des services aux clients, souvent travaillant dans un contexte de détail ou commercial.",
      "example": "Der Verkäufer arbeitete auf Provisionsbasis, verdiente einen prozentualen Anteil an jedem Verkauf. Er hatte fünf Jahre lang als Verkäufer gearbeitet, bevor er zum Verkaufsleiter wurde. Er wird nächste Woche als Verkäufer ausgebildet.",
      "example_translation": "Le vendeur travaillait à la commission, gagnant un pourcentage de chaque vente. Elle avait été un vendeur pendant cinq ans avant de devenir un gestionnaire des ventes. Il sera formé comme vendeur la semaine prochaine.",
      "imageLink": "image_files\\English\\salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sekretärin",
      "translation": "secrétaire",
      "definition": "Eine Person, die die täglichen Aktivitäten eines Büros oder einer Organisation leitet, oft verantwortlich für Aufgaben wie Terminplanung und Schriftverkehr.",
      "definition_translation": "Une personne employée pour gérer les activités quotidiennes d'un bureau ou d'une organisation, souvent responsable de tâches telles que la planification et la tenue de registres.",
      "example": "Die Sekretärin arrangierte den Reiseplan für den CEO der Firma. Sie hatte drei Jahre lang als Sekretärin gearbeitet, bevor sie zur Exekutivassistentin befördert wurde. Er wird nächstes Semester einen Kurs besuchen, um Sekretärin zu werden.",
      "example_translation": "Le secrétaire a organisé l'itinéraire de voyage pour le PDG de l'entreprise. Elle avait travaillé comme secrétaire pendant trois ans avant de devenir un assistant exécutif. Il prendra un cours pour devenir un secrétaire le semestre prochain.",
      "imageLink": "image_files\\English\\secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sänger",
      "translation": "chanteur",
      "definition": "Eine Person, die singt, insbesondere professionell, wie zum Beispiel in Konzerten, Oper oder Popmusik.",
      "definition_translation": "Une personne qui chante, notamment professionnellement, dans des concerts, opéras ou musique populaire.",
      "example": "Sie war eine talentierte Sängerin, die gestern Abend in der Carnegie Hall auftrat, heute Abend bei den Grammy Awards auftritt und nächste Woche bei den Oscars auftritt.",
      "example_translation": "Elle était une chanteuse talentueuse qui a performé au Carnegie Hall hier soir, performe aux Grammy Awards ce soir et performera aux Oscars la semaine prochaine.",
      "imageLink": "image_files\\English\\singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taxifahrer",
      "translation": "chauffeur de taxi",
      "definition": "Eine Person, die als Taxifahrer arbeitet, Fahrgäste von einem Ort zum anderen transportiert.",
      "definition_translation": "Une personne qui conduit un taxi pour gagner sa vie, transportant des passagers d'un endroit à un autre.",
      "example": "Mein Freund ist seit zehn Jahren Taxifahrer, fährt jeden Tag Taxi und wird noch viele Jahre lang Taxi fahren.",
      "example_translation": "Mon ami a été chauffeur de taxi pendant dix ans, conduit un taxi chaque jour et conduira un taxi pendant de nombreuses années à venir.",
      "imageLink": "image_files\\English\\taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiseleiter",
      "translation": "guide touristique",
      "definition": "Eine Person, die Touristen oder Besucher durch eine bestimmte Gegend führt und die Sehenswürdigkeiten erklärt.",
      "definition_translation": "Une personne qui guide et explique les sites d'un endroit particulier aux touristes ou aux visiteurs.",
      "example": "Der Reiseleiter zeigte uns die berühmten Sehenswürdigkeiten, zeigt uns die historischen Stätten und wird uns die lokalen Bräuche zeigen.",
      "example_translation": "Le guide touristique nous a montré les monuments célèbres, nous montre les sites historiques et nous montrera les coutumes locales.",
      "imageLink": "image_files\\English\\tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schriftsteller",
      "translation": "écrivain",
      "definition": "Eine Person, die Bücher, Artikel oder andere Schriften als Beruf oder Beschäftigung schreibt.",
      "definition_translation": "Une personne qui écrit des livres, des articles ou d'autres œuvres écrites en tant que profession ou occupation.",
      "example": "Sie war eine produktive Schriftstellerin, die mehrere Romane geschrieben hat, gerade an einer Autobiografie schreibt und viele weitere Bücher in Zukunft schreiben wird.",
      "example_translation": "Elle était une écrivaine prolifique qui a écrit plusieurs romans, écrit une autobiographie et écrira de nombreux livres à l'avenir.",
      "imageLink": "image_files\\English\\writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhalter",
      "translation": "comptable",
      "definition": "Eine Person, deren Aufgabe es ist, Finanzunterlagen, wie Konten und Steuererklärungen, vorzubereiten und zu prüfen.",
      "definition_translation": "Une personne dont le travail consiste à préparer et à examiner les dossiers financiers, tels que les comptes et les déclarations de revenus.",
      "example": "Sie arbeitete als Buchhalterin für ein großes Unternehmen, wo sie für die Finanzen des Unternehmens verantwortlich war. Sie hatte fünf Jahre lang als Buchhalterin gearbeitet und wird bis zu ihrer Pensionierung als Buchhalterin arbeiten.",
      "example_translation": "Elle travaillait comme comptable pour une grande entreprise, où elle était responsable de la gestion des finances de l'entreprise. Elle avait travaillé comme comptable pendant cinq ans, et elle travaillera comme comptable jusqu'à sa retraite.",
      "imageLink": "image_files\\English\\accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Architekt",
      "translation": "architecte",
      "definition": "Eine Person, die Gebäude und andere Strukturen entwirft.",
      "definition_translation": "Une personne qui conçoit des bâtiments et d'autres structures.",
      "example": "Er studierte, um Architekt zu werden, und jetzt entwirft er Gebäude auf der ganzen Welt. Er hatte viele berühmte Gebäude entworfen und wird nächstes Jahr ein neues Museum entwerfen.",
      "example_translation": "Il a étudié pour être architecte, et maintenant il conçoit des bâtiments partout dans le monde. Il avait conçu de nombreux bâtiments célèbres, et il conçoit un nouveau musée l'année prochaine.",
      "imageLink": "image_files\\English\\architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kindermädchen",
      "translation": "nourrice",
      "definition": "Eine Person, die ein Kind oder mehrere Kinder betreut, während die Eltern weg sind.",
      "definition_translation": "Une personne qui prend soin d'un enfant ou d'enfants pendant que les parents sont absents.",
      "example": "Sie arbeitete als Kindermädchen für viele Familien und liebte es, sich um die Kinder zu kümmern. Sie hatte viele Kinder betreut und wird eines Tages ihre eigenen Kinder großziehen.",
      "example_translation": "Elle travaillait comme nourrice pour de nombreuses familles, et elle adorait prendre soin des enfants. Elle avait pris soin de nombreux enfants, et elle prendra soin de ses propres enfants un jour.",
      "imageLink": "image_files\\English\\babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäcker",
      "translation": "boulanger",
      "definition": "Eine Person, die Brot und andere Backwaren herstellt.",
      "definition_translation": "Une personne qui fabrique du pain et d'autres produits de boulangerie.",
      "example": "Er arbeitete als Bäcker in einem kleinen Laden, wo er jeden Morgen frisches Brot backte. Er hatte zehn Jahre lang als Bäcker gearbeitet und wird nächstes Jahr seine eigene Bäckerei eröffnen.",
      "example_translation": "Il travaillait comme boulanger dans une petite boutique, où il fabriquait du pain frais chaque matin. Il avait travaillé comme boulanger pendant dix ans, et il ouvrira sa propre boulangerie l'année prochaine.",
      "imageLink": "image_files\\English\\baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balletttänzer",
      "translation": "danseur de ballet",
      "definition": "Eine Person, die Ballett tanzt, insbesondere als professionelle Performerin.",
      "definition_translation": "Une personne qui danse le ballet, notamment en tant que professionnel.",
      "example": "Sie war eine Balletttänzerin am Royal Opera House, er ist jetzt ein Balletttänzer, und sie werden in Zukunft Balletttänzer sein.",
      "example_translation": "Elle était danseuse de ballet avec la Royal Opera House, il est danseur de ballet maintenant, et ils seront danseurs de ballet à l'avenir.",
      "imageLink": "image_files\\English\\ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "barbier",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden und zu stylen, insbesondere für Männer.",
      "definition_translation": "Une personne dont l'occupation est de couper et de styliser les cheveux, notamment les cheveux des hommes.",
      "example": "Er war ein Friseur in Paris, sie ist jetzt eine Friseurin, und sie werden in Zukunft Friseure sein.",
      "example_translation": "Il était barbier à Paris, elle est barbière maintenant, et ils seront barbiers à l'avenir.",
      "imageLink": "image_files\\English\\barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barkeeper",
      "translation": "barman",
      "definition": "Eine Person, die Getränke und Essen in einer Bar oder einem Pub serviert.",
      "definition_translation": "Une personne qui sert des boissons et de la nourriture dans un bar ou un pub.",
      "example": "Er war ein Barkeeper in London, sie ist jetzt eine Barfrau, und sie werden in Zukunft Barkeeper sein.",
      "example_translation": "Il était barman à Londres, elle est serveuse maintenant, et ils seront barmen à l'avenir.",
      "imageLink": "image_files\\English\\barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauarbeiter",
      "translation": "constructeur",
      "definition": "Eine Person, die ein Gebäude oder eine Struktur baut, konstruiert oder zusammenbaut.",
      "definition_translation": "Une personne qui construit, édifie ou assemble quelque chose, notamment un bâtiment ou une structure.",
      "example": "Er war ein Bauarbeiter in New York, sie ist jetzt ein Bauarbeiter, und sie werden in Zukunft Bauarbeiter sein.",
      "example_translation": "Il était constructeur à New York, elle est constructrice maintenant, et ils seront constructeurs à l'avenir.",
      "imageLink": "image_files\\English\\builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Metzger",
      "translation": "boucher",
      "definition": "Eine Person, die Tiere für Lebensmittel schlachtet und zubereitet, insbesondere in einem Laden oder einem Geschäft.",
      "definition_translation": "Une personne qui abat et prépare des animaux pour la nourriture, especially dans une boutique ou un magasin.",
      "example": "Ich habe gestern den Metzger besucht, um frisches Fleisch zu kaufen. Ich werde morgen den Metzger besuchen, um Würste zu kaufen. Ich habe letzte Woche den Metzger besucht, um Hähnchen zu kaufen.",
      "example_translation": "J'ai visité le boucher hier pour acheter de la viande fraîche. Je vais visiter le boucher demain pour acheter des saucisses. J'ai visité le boucher la semaine dernière pour acheter du poulet.",
      "imageLink": "image_files\\English\\butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "chimiste",
      "definition": "Eine Person, die in der Chemie ausgebildet wurde, insbesondere in einem Labor oder einer Apotheke.",
      "definition_translation": "Une personne qui est formée dans l'étude de la chimie, especialmente un qui travaille dans un laboratoire ou une pharmacie.",
      "example": "Ich werde morgen den Chemiker besuchen, um Medizin zu kaufen. Der Chemiker mischt gerade einige Chemikalien im Labor. Sie war eine Chemikerin, bevor sie Ärztin wurde.",
      "example_translation": "Je vais visiter le chimiste demain pour acheter des médicaments. Le chimiste mélange des produits chimiques dans le laboratoire. Elle était chimiste avant de devenir médecin.",
      "imageLink": "image_files\\English\\chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainer",
      "translation": "entraîneur",
      "definition": "Eine Person, die ein Sportteam oder einen Einzelsportler trainiert und leitet, insbesondere an einer Schule oder Hochschule.",
      "definition_translation": "Une personne qui entraîne et dirige une équipe sportive ou individuelle, especialmente dans une école ou un collège.",
      "example": "Der Trainer trainiert das Team für das große Spiel. Sie war Trainerin an der Universität, bevor sie in Rente ging. Ich werde einen Trainer einstellen, um meine Tennisfähigkeiten zu verbessern.",
      "example_translation": "L'entraîneur est en train d'entraîner l'équipe pour le grand match. Elle était entraîneuse à l'université avant de prendre sa retraite. Je vais engager un entraîneur pour améliorer mes compétences en tennis.",
      "imageLink": "image_files\\English\\coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Informatiker",
      "translation": "informaticien",
      "definition": "Eine Person, die Software, Hardware und andere Computersysteme entwirft, entwickelt und testet.",
      "definition_translation": "Une personne qui conçoit, développe et teste des logiciels, des matériels et d'autres systèmes informatiques.",
      "example": "Der Informatiker arbeitet an einem neuen Künstliche-Intelligenz-Projekt. Sie war Informatikerin bei Google, bevor sie ihr eigenes Unternehmen gründete. Ich werde einen Informatiker einstellen, um meine neue Website zu entwickeln.",
      "example_translation": "L'informaticien travaille sur un nouveau projet d'intelligence artificielle. Elle était informaticienne chez Google avant de lancer sa propre entreprise. Je vais engager un informaticien pour développer mon nouveau site web.",
      "imageLink": "image_files\\English\\computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Designer",
      "translation": "conceptrice",
      "definition": "Eine Person, die das Aussehen und die Funktionalität von Objekten, Räumen und Erfahrungen entwirft und plant.",
      "definition_translation": "Une personne qui crée et planifie l'apparence et la fonctionnalité des objets, des espaces et des expériences.",
      "example": "Sie war eine talentierte Designerin, die an mehreren hochkarätigen Projekten gearbeitet hatte. Sie hat ein neues Logo für das Unternehmen entworfen. Sie wird eine neue Website für den Kunden entwerfen.",
      "example_translation": "Elle était une conceptrice talentueuse qui avait travaillé sur plusieurs projets de haute visibilité. Elle a conçu un nouveau logo pour l'entreprise. Elle concevra un nouveau site web pour le client.",
      "imageLink": "image_files\\English\\designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Detektiv",
      "translation": "détective",
      "definition": "Eine Person, die Verbrechen untersucht und versucht, den Täter zu ermitteln.",
      "definition_translation": "Une personne qui enquête sur les crimes et essaie de découvrir qui les a commis.",
      "example": "Er war ein erfahrener Detektiv, der viele schwierige Fälle gelöst hatte. Sie hat fünf Jahre lang als Detektivin gearbeitet. Sie werden einen neuen Detektiv einstellen, um den Mord zu untersuchen.",
      "example_translation": "Il était un détective expérimenté qui avait résolu de nombreux cas difficiles. Elle a travaillé en tant que détective pendant cinq ans. Ils embaucheront un nouveau détective pour enquêter sur le meurtre.",
      "imageLink": "image_files\\English\\detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Direktor",
      "translation": "directeur",
      "definition": "Eine Person, die ein Departement, eine Organisation oder ein Projekt leitet.",
      "definition_translation": "Une personne qui est responsable d'un département, d'une organisation ou d'un projet.",
      "example": "Sie war die Direktorin des Marketing-Departements. Er hat zwanzig Jahre lang als Direktor gearbeitet. Sie werden einen neuen Direktor ernennen, um das Projekt zu überwachen.",
      "example_translation": "Elle était la directrice du département marketing. Il a été directeur pendant vingt ans. Ils nommeront un nouveau directeur pour superviser le projet.",
      "imageLink": "image_files\\English\\director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Discjockey, DJ",
      "translation": "disc-jockey, DJ",
      "definition": "Eine Person, die Musik auf dem Radio oder auf einer Party oder in einem Nachtclub spielt.",
      "definition_translation": "Une personne qui joue de la musique enregistrée à la radio ou dans une fête ou un nightclub.",
      "example": "Er war ein beliebter DJ, der in vielen Clubs gespielt hatte. Sie hat bei einem lokalen Radiosender als DJ gearbeitet. Sie werden einen DJ einstellen, um Musik auf der Hochzeit zu spielen.",
      "example_translation": "Il était un DJ populaire qui avait joué dans de nombreux clubs. Elle a travaillé comme DJ sur une station de radio locale. Ils embaucheront un DJ pour jouer de la musique au mariage.",
      "imageLink": "image_files\\English\\disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filmemacher",
      "translation": " réalisateur",
      "definition": "Eine Person, die Filme, insbesondere für Kino oder Fernsehen, produziert.",
      "definition_translation": "Une personne qui réalise des films, notamment pour le cinéma ou la télévision.",
      "example": "Sie war eine Filmemacherin, die sich auf die Produktion von Dokumentarfilmen über soziale Themen spezialisiert hatte. Sie dreht derzeit einen Film über den Klimawandel. Sie wird bis dahin, wenn sie 30 ist, mehrere Filme produziert haben.",
      "example_translation": "Elle était une réalisatrice qui se spécialisait dans la réalisation de documentaires sur les questions sociales. Elle est actuellement en train de faire un film sur le changement climatique. Elle aura réalisé plusieurs films d'ici qu'elle ait 30 ans.",
      "imageLink": "image_files\\English\\film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwehrmann",
      "translation": "pompiere",
      "definition": "Eine Person, die ausgebildet ist, Brände zu löschen und bei Notfällen zu helfen.",
      "definition_translation": "Une personne qui est formée pour éteindre les incendies et répondre aux situations d'urgence.",
      "example": "Er wurde Feuerwehrmann, nachdem er im Militär gedient hatte. Er bekämpft ein Feuer in der Innenstadt. Er wird, wenn er in Rente geht, viele Brände gelöscht haben.",
      "example_translation": "Il est devenu pompier après avoir servi dans l'armée. Il lutte contre un incendie dans le centre-ville. Il aura combattu de nombreux incendies d'ici qu'il prenne sa retraite.",
      "imageLink": "image_files\\English\\firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wächter",
      "translation": "garde",
      "definition": "Eine Person, die einen Ort, ein Objekt oder eine Person überwacht, schützt oder kontrolliert.",
      "definition_translation": "Une personne qui surveille, protège ou contrôle un lieu, chose ou personne.",
      "example": "Er wurde als Wächter im Museum angestellt. Sie bewacht den Eingang des Gebäudes. Sie werden den Grenzübergang jahrelang überwacht haben.",
      "example_translation": "Il a été embauché comme garde au musée. Elle garde l'entrée du bâtiment. Ils auront gardé la frontière pendant des années.",
      "imageLink": "image_files\\English\\guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarrist",
      "translation": "guitariste",
      "definition": "Eine Person, die die Gitarre, insbesondere als Beruf, spielt.",
      "definition_translation": "Une personne qui joue de la guitare, notamment en tant que profession.",
      "example": "Sie war Gitarristin in einer Rockband. Er spielt ein Gitarrensolo auf der Bühne. Sie werden zusammen jahrzehntelang Gitarre gespielt haben.",
      "example_translation": "Elle était guitariste dans un groupe de rock. Il joue un solo de guitare sur scène. Ils auront joué de la guitare ensemble pendant des décennies.",
      "imageLink": "image_files\\English\\guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]