[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "bardane",
      "definition": "Eine zweijährige Distel-ähnliche Pflanze mit essbaren Wurzeln und Blättern, die für ihre Wurzeln und in der Herbalmedizin verwendet wird.",
      "definition_translation": "Une plante bisannuelle à feuilles comestibles et racines, cultivée pour ses racines et utilisée en médecine herboriste.",
      "example": "Ich habe Löwenzahn-Wurzeltee getrunken, um meine Leber zu entgiften. Letztes Jahr habe ich Löwenzahn-Wurzeln aus meinem Garten geerntet und ein leckeres Salat zubereitet. Nächstes Jahr werde ich mehr Löwenzahn-Samen pflanzen, um eine stete Versorgung zu gewährleisten.",
      "example_translation": "J'ai utilisé du thé à la racine de bardane pour détoxiquer mon foie depuis des années. L'an dernier, j'ai récolté des racines de bardane dans mon jardin et j'ai fait une salade délicieuse. L'an prochain, je planterai plus de graines de bardane pour avoir un approvisionnement régulier.",
      "imageLink": "image_files\\English\\"imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamille",
      "translation": "camomille",
      "definition": "Ein Kraut mit weißen oder gelben Blüten, das zur Herstellung eines beruhigenden Tees oder als beruhigender Bestandteil in Hautpflegemitteln verwendet wird.",
      "definition_translation": "Une herbe aux fleurs blanches ou jaunes, utilisée pour faire un thé calmant ou comme agent calmant dans les produits de soins de la peau.",
      "example": "Ich habe Kamillentee vor dem Schlafengehen getrunken, um meine Nerven zu beruhigen. Letzte Woche habe ich Kamillen-Öl in mein Badewasser hinzugefügt, um mich zu entspannen. Nächsten Monat werde ich eine Kamillen-Gesichtscreme herstellen, um meine Haut zu beruhigen.",
      "example_translation": "J'ai bu du thé à la camomille avant de me coucher pour calmer mes nerfs. La semaine dernière, j'ai ajouté de l'huile essentielle de camomille à l'eau de mon bain pour me détendre. Le mois prochain, je vais faire une crème pour le visage à la camomille pour apaiser ma peau.",
      "imageLink": "image_files\\English\\"imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katzenkralle",
      "translation": "griffe de chat",
      "definition": "Eine sich windende Pflanze, die im Regenwald Amazoniens vorkommt und in der Herbalmedizin zur Behandlung von Entzündungen und Arthrose verwendet wird.",
      "definition_translation": "Une vigne épineuse originaire de la forêt amazonienne, utilisée en médecine herboriste pour traiter l'inflammation et l'arthrose.",
      "example": "Ich habe Katzenkralle-Nahrungsergänzungsmittel eingenommen, um meine Gelenkschmerzen zu lindern. Letztes Jahr habe ich Katzenkralle-Tee getrunken, um Entzündungen in meinem Körper zu reduzieren. Nächstes Jahr werde ich Katzenkralle-Salbe verwenden, um meine arthritischen Knie zu behandeln.",
      "example_translation": "J'ai pris des suppléments de griffe de chat pour soulager mes douleurs articulaires. L'an dernier, j'ai utilisé du thé à la griffe de chat pour réduire l'inflammation dans mon corps. L'an prochain, j'essaierai de l'onguent de griffe de chat pour traiter mes genoux arthritiques.",
      "imageLink": "image_files\\English\\"imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Huflattich",
      "translation": "tussilage",
      "definition": "Eine mehrjährige Pflanze mit gelben Blüten, die in der Herbalmedizin zur Behandlung von Husten und Atemwegsproblemen verwendet wird.",
      "definition_translation": "Une herbe vivace aux fleurs jaunes, utilisée en médecine herboriste pour traiter les toux et les problèmes respiratoires.",
      "example": "Ich habe Huflattich-Tee getrunken, um meinen Husten zu beruhigen. Letzten Monat habe ich Huflattich-Sirup verwendet, um meine Verstopfung zu lindern. Nächste Woche werde ich einen Huflattich-Umschlag herstellen, um meine Bronchitis zu behandeln.",
      "example_translation": "J'ai bu du thé à la tussilage pour soulager ma toux. Le mois dernier, j'ai utilisé du sirop à la tussilage pour soulager ma congestion. La semaine prochaine, je vais faire un cataplasme à la tussilage pour traiter ma bronchite.",
      "imageLink": "image_files\\English\\"imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "pissenlit",
      "definition": "Eine Löwenzahnart ist ein blühendes Unkraut, das ursprünglich aus Europa und Asien stammt. Es ist charakterisiert durch seine hellgelben Blüten und fedrigen Blätter.",
      "definition_translation": "Le pissenlit est une sorte de mauvaise herbe à fleurs qui est native d'Europe et d'Asie. Il est caractérisé par ses fleurs jaunes vives et ses feuilles plumeuses.",
      "example": "Ich habe gestern einen Löwenzahn im Park gepflückt. Ich werde morgen einen anderen pflücken. Ich hatte letzten Woche einen Löwenzahn gepflückt.",
      "example_translation": "J'ai cueilli un pissenlit dans le parc hier. Je cueillerai un autre demain. J'avais cueilli un la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bockshornklee",
      "translation": "fenugrec",
      "definition": "Bockshornklee ist ein Kraut, das ursprünglich aus dem Mittelmeerraum stammt. Es wird als Gewürz verwendet und ist auch bekannt für seine medizinischen Eigenschaften.",
      "definition_translation": "Le fenugrec est une herbe qui est native de la région méditerranéenne. Il est utilisé comme épice et est également connu pour ses propriétés médicinales.",
      "example": "Ich habe Bockshornklee in meiner Kochschule für Jahre verwendet. Ich verwende Bockshornklee jeden Tag. Ich werde Bockshornklee in meine Suppe morgen hinzufügen.",
      "example_translation": "J'ai utilisé du fenugrec dans ma cuisine pendant des années. J'utilise du fenugrec tous les jours. J'utiliserai du fenugrec dans ma soupe demain.",
      "imageLink": "image_files\\English\\"imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ginseng",
      "translation": "ginseng",
      "definition": "Ginseng ist eine Pflanze, die ursprünglich aus Asien und Nordamerika stammt. Sie wird in der traditionellen Medizin verwendet und gilt als heilkräftig.",
      "definition_translation": "Le ginseng est une plante qui est native d'Asie et d'Amérique du Nord. Il est utilisé dans la médecine traditionnelle et est censé avoir des propriétés curatives.",
      "example": "Ich habe Ginseng-Nahrungsergänzungsmittel für meine Gesundheit genommen. Ich nehme Ginseng jeden Morgen ein. Ich werde Ginseng vor meinem Training morgen einnehmen.",
      "example_translation": "J'ai pris des suppléments de ginseng pour ma santé. Je prends du ginseng tous les matins. Je prendrai du ginseng avant mon entraînement demain.",
      "imageLink": "image_files\\English\\"imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schachtelhalm",
      "translation": "prêle",
      "definition": "Schachtelhalm ist eine Art von Farn, der in Feuchtgebieten vorkommt. Er ist bekannt für seine einzigartigen, hohlen Stängel und wird oft in Kräutermitteln verwendet.",
      "definition_translation": "La prêle est une sorte de fougère qui est native de zones humides. Elle est connue pour ses tiges creuses et uniques et est souvent utilisée dans les remèdes herbals.",
      "example": "Ich sah gestern Schachtelhalm im Sumpf wachsen. Ich sehe jeden Tag Schachtelhalm, wenn ich wandere. Ich werde Schachtelhalm im Wald nächste Woche sehen.",
      "example_translation": "J'ai vu de la prêle pousser dans le marais hier. Je vois de la prêle chaque fois que je vais randonner. Je verrai de la prêle dans la forêt la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knotgras",
      "translation": " Polygonum aviculare",
      "definition": "Knotgras ist eine einjährige krautige Pflanze, die in feuchten Plätzen wächst und eine kriechende Wuchsform aufweist.",
      "definition_translation": "Le knotgrass est une plante herbacée annuelle qui pousse dans des endroits humides et a une habitude de rampant.",
      "example": "Ich sah gestern Knotgras im Sumpf wachsen, es war ziemlich groß. Ich werde Knotgras in meinem Garten morgen entfernen, es wird zu einer Plage. Das Knotgras hatte sich im Feld bis nächsten Frühling weit ausgebreitet.",
      "example_translation": "J'ai vu un knotgrass pousser dans le marais hier, il était assez grand. Je vais arracher le knotgrass dans mon jardin demain, c'est devenu une nuisance. Le knotgrass avait largement envahi le champ l'été suivant.",
      "imageLink": "image_files\\English\\"imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenmelisse",
      "translation": "mélisse",
      "definition": "Zitronenmelisse ist eine krautige Staude, die einen leichten, zitronigen Geschmack hat und in der Küche und Medizin verwendet wird.",
      "definition_translation": "La mélisse est une plante herbacée vivace qui a un goût léger, citronné et est utilisée dans la cuisine et la médecine.",
      "example": "Ich habe Zitronenmelisse in meinen Tee gestern hinzugefügt, es war sehr beruhigend. Sie wird Zitronenmelisse in ihrem Garten morgen pflanzen, es ist ihr Lieblingskraut. Die Zitronenmelisse hatte sich bis nächsten Sommer ziemlich hoch entwickelt.",
      "example_translation": "J'ai ajouté de la mélisse à mon thé hier, c'était très apaisant. Elle plantera de la mélisse dans son jardin demain, c'est son herbe favorite. La mélisse avait grandi tout à fait haut l'été suivant.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringelblume",
      "translation": "œillet d'Inde",
      "definition": "Die Ringelblume ist eine hellgelbe oder orangefarbene Blume, die oft in Gärten verwendet wird und einen starken, durchdringenden Geruch hat.",
      "definition_translation": "L'œillet d'Inde est une fleur jaune vif ou orange qui est souvent utilisée dans les jardins et a un odeur forte et piquante.",
      "example": "Ich pflanzte gestern eine Ringelblume in meinem Garten, es war ziemlich einfach. Sie wird morgen eine Ringelblume in ihrem Haar tragen, es ist ihre Lieblingsblume. Die Ringelblume war bis zum nächsten Frühling wunderschön geblüht.",
      "example_translation": "J'ai planté de l'œillet d'Inde dans mon jardin hier, c'était assez facile. Elle portera un œillet d'Inde dans ses cheveux demain, c'est sa fleur préférée. L'œillet d'Inde avait fleuri magnifiquement l'année suivante.",
      "imageLink": "image_files\\English\\"imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marshmallow",
      "translation": "guimauve",
      "definition": "Marshmallow ist ein süßes Lebensmittel, das aus dem Saft der Marshmallow-Pflanze hergestellt wird und oft in Desserts und Süßwaren verwendet wird.",
      "definition_translation": "La guimauve est un aliment sucré fait à partir de la sève du plant de guimauve, souvent utilisé dans les desserts et les bonbons.",
      "example": "Ich aß gestern ein Marshmallow, es war sehr süß. Sie wird morgen Marshmallow-Leckereien machen, es ist ihr Lieblingsdessert. Das Marshmallow war bis zum nächsten Winter in dem heißen Kakao geschmolzen.",
      "example_translation": "J'ai mangé une guimauve hier, c'était très sucré. Elle fabriquera des friandises de guimauve demain, c'est son dessert préféré. La guimauve avait fondu dans le chocolat chaud l'hiver suivant.",
      "imageLink": "image_files\\English\\"imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wegerich",
      "translation": "plante de plantain des prés",
      "definition": "Eine ausdauernde Krautpflanze, die ursprünglich aus Europa und Asien stammt, mit schmalen Blättern und kleinen weißen Blüten, oft in Rasen und Wiesen zu finden.",
      "definition_translation": "Une herbe vivace native d'Europe et d'Asie, aux feuilles étroites et aux petites fleurs blanches, souvent trouvée dans les pelouses et les prairies.",
      "example": "Ich ging durch die Wiese, in der Wegerich wuchs, und ich werde es nächstes Jahr wieder tun. Gestern sah ich es in dem Garten gedeihen.",
      "example_translation": "Je me promenais autrefois à travers la prairie où poussait la plante de plantain des prés, et je le ferai à nouveau l'année prochaine. Hier, j'ai vu qu'elle fleurissait dans le jardin.",
      "imageLink": "image_files\\English\\"imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salbei",
      "translation": "saule",
      "definition": "Eine ausdauernde Krautpflanze mit graugrünen Blättern, die ursprünglich aus dem Mittelmeerraum stammt, die in der Küche und in der Medizin verwendet wird.",
      "definition_translation": "Une herbe vivace aux feuilles gris-vert, native de la région méditerranéenne, utilisée dans la cuisine et la médecine.",
      "example": "Meine Großmutter verwendete Salbei in ihrer Kochkunst, und ich werde es in meinem Rezept morgen verwenden. Sie hatte Salbei in ihrem Garten jahrelang angebaut.",
      "example_translation": "Ma grand-mère ajoutait du saule à sa cuisine, et je l'utiliserai dans ma recette demain. Elle avait fait pousser du saule dans son jardin pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Johanniskraut",
      "translation": "millepertuis",
      "definition": "Eine ausdauernde Krautpflanze mit gelben Blüten, die ursprünglich aus Europa und Asien stammt, die bei leichter Depression und Angstzuständen eingesetzt wird.",
      "definition_translation": "Une herbe vivace aux fleurs jaunes, native d'Europe et d'Asie, utilisée pour traiter la dépression légère et l'anxiété.",
      "example": "Ich nehme seit einigen Monaten Johanniskraut, und ich werde es nächstes Jahr weiterhin nehmen. Sie hatte Johanniskraut eingenommen, um ihre Depression zu lindern.",
      "example_translation": "J'ai pris du millepertuis pendant quelques mois, et je continuerai à le prendre l'année prochaine. Elle avait pris du millepertuis pour soulager sa dépression.",
      "imageLink": "image_files\\English\\"imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wermut",
      "translation": "absinthe",
      "definition": "Eine ausdauernde Krautpflanze mit silbrig-grauen Blättern, die ursprünglich aus Europa und Asien stammt, die in der Medizin und als Geschmacksstoff in Likören verwendet wird.",
      "definition_translation": "Une herbe vivace aux feuilles argent-gris, native d'Europe et d'Asie, utilisée dans la médecine et comme arôme dans les spiritueux.",
      "example": "Ich probierte Wermut-Likör letzte Nacht, und ich werde es nächste Woche wieder probieren. Die alten Griechen verwendeten Wermut, um Fieber zu behandeln.",
      "example_translation": "J'ai essayé du spiritueux infusé à l'absinthe hier soir, et je l'essaierai à nouveau la semaine prochaine. Les anciens Grecs utilisaient l'absinthe pour traiter la fièvre.",
      "imageLink": "image_files\\English\\"imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]