[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wassermann",
      "translation": "Verseau",
      "definition": "Ein Sternbild, das sich nahe am Himmelsäquator befindet und einen Wassermann darstellen soll.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un porteur d'eau.",
      "example": "Sie war ein Wassermann, geboren im Februar. Sie ist ihr ganzes Leben lang ein Wassermann gewesen und wird es immer sein. Sie wird immer ein Wassermann bleiben.",
      "example_translation": "Elle était un Verseau, née en février. Elle a toujours été un Verseau, et le sera toujours. Elle sera toujours un Verseau.",
      "imageLink": "image_files\\English\\aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Widder",
      "translation": "Bélier",
      "definition": "Ein Sternbild, das sich nahe am Himmelsäquator befindet und einen Widder darstellen soll.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un bélier.",
      "example": "Er war ein Widder, geboren im April. Er ist sein ganzes Leben lang ein Widder gewesen und wird es immer sein. Er wird immer ein Widder bleiben.",
      "example_translation": "Il était un Bélier, né en avril. Il a toujours été un Bélier, et le sera toujours. Il sera toujours un Bélier.",
      "imageLink": "image_files\\English\\aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krebs",
      "translation": "Cancer",
      "definition": "Ein Sternbild, das sich nahe am Himmelsäquator befindet und einen Krebs darstellen soll.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un crabe.",
      "example": "Sie war ein Krebs, geboren im Juni. Sie ist ihr ganzes Leben lang ein Krebs gewesen und wird es immer sein. Sie wird immer ein Krebs bleiben.",
      "example_translation": "Elle était un Cancer, née en juin. Elle a toujours été un Cancer, et le sera toujours. Elle sera toujours un Cancer.",
      "imageLink": "image_files\\English\\cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinbock",
      "translation": "Capricorne",
      "definition": "Ein Sternbild, das sich nahe am Himmelsäquator befindet und einen Steinbock darstellen soll.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un bouc.",
      "example": "Er war ein Steinbock, geboren im Dezember. Er ist sein ganzes Leben lang ein Steinbock gewesen und wird es immer sein. Er wird immer ein Steinbock bleiben.",
      "example_translation": "Il était un Capricorne, né en décembre. Il a toujours été un Capricorne, et le sera toujours. Il sera toujours un Capricorne.",
      "imageLink": "image_files\\English\\capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "Gémeaux",
      "definition": "Das dritte Zeichen des Tierkreises, Zwilling ist ein Sternbild, das nach den Zwillingen Kastor und Pollux in der griechischen Mythologie benannt ist. Menschen, die unter diesem Zeichen geboren wurden, gelten als neugierig, vielseitig und kommunikativ.",
      "definition_translation": "Le troisième signe du zodiaque, les Gémeaux est une constellation nommée d'après les jumeaux Castor et Pollux de la mythologie grecque. Les personnes nées sous ce signe sont réputées être curieuses, versatiles et communicatives.",
      "example": "Ich bin ein Zwilling, und ich liebe es, neue Dinge zu lernen. Ich habe letztes Jahr Gitarre gelernt, und jetzt erlerne ich Spanisch. Nächstes Jahr werde ich Französisch Kochen lernen.",
      "example_translation": "Je suis Gémeaux, et j'aime apprendre de nouvelles choses. J'ai appris à jouer de la guitare l'année dernière, et maintenant j'apprends à parler espagnol. L'année prochaine, j'apprendrai à cuisiner la cuisine française.",
      "imageLink": "image_files\\English\\gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "Lion",
      "definition": "Das fünfte Zeichen des Tierkreises, Löwe ist ein Sternbild, das nach dem Löwen in der griechischen Mythologie benannt ist. Menschen, die unter diesem Zeichen geboren wurden, gelten als selbstbewusst, leidenschaftlich und großzügig.",
      "definition_translation": "Le cinquième signe du zodiaque, le Lion est une constellation nommée d'après le lion de la mythologie grecque. Les personnes nées sous ce signe sont réputées être confiantes, passionnées et généreuses.",
      "example": "Sie ist ein Löwe, und sie liebt es, im Mittelpunkt der Aufmerksamkeit zu stehen. Sie erzählt immer Witze und macht Menschen zum Lachen, und sie ist sehr großzügig, wenn es um das Teilen ihrer Zeit und Ressourcen geht. Letzte Woche hat sie eine große Party geschmissen und die ganze Stadt eingeladen.",
      "example_translation": "Elle est Lion, et elle aime être au centre de l'attention. Elle raconte toujours des plaisanteries et fait rire les gens, et elle est très généreuse lorsqu'il s'agit de partager son temps et ses ressources. La semaine dernière, elle a organisé une grande fête et a invité tout le village.",
      "imageLink": "image_files\\English\\leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "Balance",
      "definition": "Das siebte Zeichen des Tierkreises, Waage ist ein Sternbild, das nach der Waage in der griechischen Mythologie benannt ist. Menschen, die unter diesem Zeichen geboren wurden, gelten als diplomatisch, gesellig und ausgewogen.",
      "definition_translation": "Le septième signe du zodiaque, la Balance est une constellation nommée d'après les balances de la mythologie grecque. Les personnes nées sous ce signe sont réputées être diplomatiques, sociales et équilibrées.",
      "example": "Er ist einWaage, und er versucht immer, ein Gleichgewicht in seinem Leben zu finden. Er liebt es, die Vor- und Nachteile einer Entscheidung abzuwägen, und er ist sehr gesellig und offenherzig. Letztes Jahr hat er seine Arbeit und sein Privatleben perfekt ausbalanciert, und jetzt kann er die Welt bereisen.",
      "example_translation": "Il est Balance, et il cherche toujours à trouver l'équilibre dans sa vie. Il adore peser les pour et les contre de chaque décision, et il est très sociable et extraverti. L'année dernière, il a équilibré parfaitement son travail et sa vie personnelle, et maintenant il peut voyager dans le monde entier.",
      "imageLink": "image_files\\English\\libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fische",
      "translation": "Poissons",
      "definition": "Das zwölfte und letzte Zeichen des Tierkreises, Fische ist ein Sternbild, das nach den Fischen in der griechischen Mythologie benannt ist. Menschen, die unter diesem Zeichen geboren wurden, gelten als empathisch, phantasievoll und sensitiv.",
      "definition_translation": "Le douzième et dernier signe du zodiaque, les Poissons est une constellation nommée d'après les poissons de la mythologie grecque. Les personnes nées sous ce signe sont réputées être empathiques, imaginatives et sensibles.",
      "example": "Sie ist ein Fisch, und sie ist sehr empathisch gegenüber anderen Menschen. Sie liebt es, anderen zu helfen, und sie ist sehr phantasievoll, wenn es um Kunst und Musik geht. Letzte Woche hat sie ein schönes Lied geschrieben, das ihre emotionale Lage widerspiegelt, und jetzt wird es in einem Musikjournal veröffentlicht.",
      "example_translation": "Elle est Poissons, et elle est très empathique envers les autres. Elle aime aider les gens et les animaux, et elle est très imaginative lorsqu'il s'agit d'art et de musique. La semaine dernière, elle a écrit une belle chanson qui reflétait son état émotionnel, et maintenant elle va être publiée dans un journal de musique.",
      "imageLink": "image_files\\English\\pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schütze",
      "translation": "Sagittaire",
      "definition": "Ein Schütze ist ein Mensch, der zwischen dem 22. November und dem 21. Dezember geboren wurde, assoziiert mit dem neunten Zeichen des Tierkreises.",
      "definition_translation": "Un Sagittaire est une personne née entre le 22 novembre et le 21 décembre, associée au neuvième signe du zodiaque.",
      "example": "Sie war ein Schütze und war bekannt für ihren abenteuerlichen Geist. Sie war ihr ganzes Leben lang ein Schütze gewesen und war stolz darauf. Sie wird immer ein Schütze bleiben, immer auf der Suche nach neuen Erfahrungen.",
      "example_translation": "Elle était un Sagittaire et était connue pour son esprit aventureux. Elle avait été un Sagittaire toute sa vie et en était fière. Elle sera un Sagittaire pour toujours, toujours à la recherche de nouvelles expériences.",
      "imageLink": "image_files\\English\\sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skorpion",
      "translation": "Scorpion",
      "definition": "Ein Skorpion ist ein Mensch, der zwischen dem 23. Oktober und dem 21. November geboren wurde, assoziiert mit dem achten Zeichen des Tierkreises.",
      "definition_translation": "Un Scorpion est une personne née entre le 23 octobre et le 21 novembre, associée au huitième signe du zodiaque.",
      "example": "Er war ein Skorpion und war bekannt für seine intensive Leidenschaft. Er war sein ganzes Leben lang ein Skorpion gewesen und war stolz auf seine starken Emotionen. Er wird immer ein Skorpion bleiben, immer lebensvoll und intensiv leben.",
      "example_translation": "Il était un Scorpion et était connu pour sa passion intense. Il avait été un Scorpion toute sa vie et en était fier de ses émotions fortes. Il sera un Scorpion pour toujours, vivant toujours la vie à fond.",
      "imageLink": "image_files\\English\\scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "Taureau",
      "definition": "Ein Stier ist eine Person, die zwischen dem 20. April und dem 20. Mai geboren wurde, assoziiert mit dem zweiten Zeichen des Tierkreises.",
      "definition_translation": "Un Taureau est une personne née entre le 20 avril et le 20 mai, associée au deuxième signe du zodiaque.",
      "example": "Sie war ein Stier und war bekannt für ihre Praktikabilität. Sie war ihr Leben lang ein Stier und war stolz auf ihre Stabilität. Sie wird ein Stier sein, immer Sicherheit und Stabilität schätzend.",
      "example_translation": "Elle était un Taureau et était connue pour sa praticité. Elle avait été un Taureau toute sa vie et en était fière de sa stabilité. Elle sera un Taureau pour toujours, valorisant toujours la sécurité et la stabilité.",
      "imageLink": "image_files\\English\\taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungfrau",
      "translation": "Vierge",
      "definition": "Eine Jungfrau ist eine Person, die zwischen dem 23. August und dem 22. September geboren wurde, assoziiert mit dem sechsten Zeichen des Tierkreises.",
      "definition_translation": "Une Vierge est une personne née entre le 23 août et le 22 septembre, associée au sixième signe du zodiaque.",
      "example": "Er war ein Jungfrau und war bekannt für seine Aufmerksamkeit auf Details. Er war sein Leben lang ein Jungfrau und war stolz auf seinen analytischen Verstand. Er wird ein Jungfrau sein, immer nach Perfektion strebend.",
      "example_translation": "Il était une Vierge et était connu pour son attention au détail. Il avait été une Vierge toute sa vie et en était fier de son esprit analytique. Il sera une Vierge pour toujours, toujours aspirant à la perfection.",
      "imageLink": "image_files\\English\\virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierkreiszeichen",
      "translation": "signe du zodiaque",
      "definition": "Ein Tierkreiszeichen ist eine Region des Himmels, die mit einem bestimmten Zeitraum des Jahres assoziiert ist und durch die Position der Sonne, des Mondes und der Planeten bei der Geburt einer Person beeinflusst wird.",
      "definition_translation": "Un signe du zodiaque est une région du ciel qui est associée à une période particulière de l'année et est censée être influencée par la position du soleil, de la lune et des planètes au moment de la naissance d'une personne.",
      "example": "Ich wurde unter dem Tierkreiszeichen Skorpion geboren, das meinen Charakter beeinflussen soll. In der Vergangenheit war ich sehr introvertiert, aber jetzt bin ich mehr extrovertiert. In Zukunft werde ich mich bemühen, mehr Selbstvertrauen zu haben.",
      "example_translation": "Je suis né sous le signe du zodiaque du Scorpion, ce qui est censé influencer ma personnalité. Dans le passé, j'étais très introverti, mais maintenant je suis plus extraverti. À l'avenir, j'essaierai d'être plus confiant.",
      "imageLink": "image_files\\English\\zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]