{
  "data": [
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dance",
      "translation": "ballare",
      "definition": "To move one's body in a rhythmic way, usually to music, as a form of expression, exercise, or entertainment.",
      "definition_translation": "Muovere il proprio corpo in modo ritmico, di solito con la musica, come forma di espressione, esercizio o intrattenimento.",
      "example": "I danced all night at the party. I am dancing to my favorite song now. I will dance at the wedding next month.",
      "example_translation": "Ho ballato tutta la notte alla festa. Sto ballando sulla mia canzone preferita ora. Ballerò al matrimonio il mese prossimo.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shopping",
      "translation": "acquisto",
      "definition": "The act of buying things, especially in stores or on the internet.",
      "definition_translation": "L'atto di acquistare cose, soprattutto nei negozi o su internet.",
      "example": "I went shopping at the mall yesterday. I am shopping online now. I will go shopping for groceries tomorrow.",
      "example_translation": "Sono andato a fare shopping al centro commerciale ieri. Sto facendo shopping online ora. Andrò a fare shopping per la spesa domani.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "smoking",
      "translation": "fumare",
      "definition": "The act of inhaling and exhaling the smoke of burning tobacco, usually in the form of a cigarette.",
      "definition_translation": "L'atto di inhalare e esalare il fumo della tabacca bruciata, di solito nella forma di una sigaretta.",
      "example": "I was smoking a cigarette before the concert. I am smoking a pipe now. I will give up smoking next year.",
      "example_translation": "Stavo fumando una sigaretta prima del concerto. Sto fumando una pipa ora. Mi libererò dal fumare l'anno prossimo.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "work",
      "translation": "lavoro",
      "definition": "Activity involving mental or physical effort done in order to achieve a purpose or earn a living.",
      "definition_translation": "Attività che richiede sforzo mentale o fisico fatto per raggiungere uno scopo o guadagnare da vivere.",
      "example": "I worked all day yesterday, I am working on a project now, and I will work on a new task tomorrow.",
      "example_translation": "Ho lavorato tutto il giorno ieri, sto lavorando su un progetto ora e lavorerò su un nuovo compito domani.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "activity",
      "translation": "attività",
      "definition": "The condition in which things are happening or being done.",
      "definition_translation": "La condizione in cui le cose stanno accadendo o vengono fatte.",
      "example": "The activity in the park was lively, the activity in the office is increasing, and the activity in the gym will be intense.",
      "example_translation": "L'attività nel parco era vivace, l'attività nell'ufficio sta aumentando, e l'attività nella palestra sarà intensa.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "click",
      "translation": "cliccare",
      "definition": "A short, sharp sound, typically made by pressing a button or key.",
      "definition_translation": "Un suono breve e nitido, tipicamente fatto premendo un pulsante o una chiave.",
      "example": "I clicked the mouse, I am clicking the button now, and I will click the link tomorrow.",
      "example_translation": "Ho cliccato il mouse, sto cliccando il pulsante ora e cliccherò il link domani.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "climbing",
      "translation": "arrampicata",
      "definition": "The activity of climbing mountains, rocks, or buildings, often using specialized equipment and techniques.",
      "definition_translation": "L'attività di scalare montagne, rocce o edifici, spesso utilizzando attrezzature e tecniche specializzate.",
      "example": "I have been climbing mountains for years, and I still enjoy the thrill of reaching the summit. I am climbing a mountain today, and I will climb another one tomorrow.",
      "example_translation": "Ho scalato montagne per anni, e ancora oggi godo della sensazione di raggiungere la vetta. Sto scalando una montagna oggi, e scalerò un'altra domani.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cooking",
      "translation": "cottura",
      "definition": "The act of preparing and heating food, typically in a kitchen, using a variety of techniques and ingredients.",
      "definition_translation": "L'atto di preparare e riscaldare il cibo, solitamente in una cucina, utilizzando una varietà di tecniche e ingredienti.",
      "example": "I love cooking dinner for my family, and they always appreciate my culinary skills. I will be cooking a big meal for the holidays, and I am looking forward to it.",
      "example_translation": "Adoro cucinare la cena per la mia famiglia, e loro apprezzano sempre le mie abilità culinarie. Cuocerò un grande pasto per le vacanze, e sto ansioso di farlo.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cycling",
      "translation": "ciclismo",
      "definition": "The activity of riding a bicycle, typically as a form of exercise, recreation, or transportation.",
      "definition_translation": "L'attività di guidare una bicicletta, solitamente come forma di esercizio, ricreazione o trasporto.",
      "example": "I enjoy cycling in the park on weekends, and I also use my bike to commute to work. I cycled to the store yesterday, and I will cycle to the beach tomorrow.",
      "example_translation": "Mi piace andare in bicicletta nel parco nel fine settimana, e utilizzo anche la mia bicicletta per andare al lavoro. Ho ciclato fino al negozio ieri, e ciclo fino alla spiaggia domani.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drawing",
      "translation": "disegno",
      "definition": "The act of creating a picture or diagram using various tools and techniques, such as pencils, paints, or computer software.",
      "definition_translation": "L'atto di creare un'immagine o un diagramma utilizzando vari strumenti e tecniche, come matite, vernici o software per computer.",
      "example": "I enjoy drawing cartoons in my free time. I drew a beautiful landscape yesterday. I will draw a portrait of my sister tomorrow.",
      "example_translation": "Mi piace disegnare cartoni animati nel mio tempo libero. Ho disegnato un bel paesaggio ieri. Disegnerò un ritratto di mia sorella domani.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exercise",
      "translation": "esercizio",
      "definition": "A set of physical or mental activities performed to improve or maintain physical fitness, strength, or agility.",
      "definition_translation": "Un set di attività fisiche o mentali eseguite per migliorare o mantenere la forma fisica, la forza o l'agilità.",
      "example": "I exercise regularly to stay healthy. She exercised her muscles at the gym yesterday. They will exercise their dogs in the park tomorrow.",
      "example_translation": "Mi alleno regolarmente per stare sano. Ha esercitato i muscoli alla palestra ieri. Si allenerannocani nel parco domani.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "help",
      "translation": "aiuto",
      "definition": "Assistance or support provided to someone in need, such as guidance, protection, or resources.",
      "definition_translation": "Assistenza o sostegno fornito a qualcuno che ne ha bisogno, come guida, protezione o risorse.",
      "example": "I helped my friend move last week. She will help her brother with his homework tonight. They help the elderly in their community.",
      "example_translation": "Ho aiutato il mio amico a traslocare la settimana scorsa. Aiuterà suo fratello con i suoi compiti a casa stasera. Aiutano gli anziani nella loro comunità.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kick",
      "translation": "calcio",
      "definition": "to strike or touch with the foot, as in a sporting action or in anger",
      "definition_translation": "colpire o toccare con il piede, come in un'azione sportiva o nella rabbia",
      "example": "I kicked the ball in the goal yesterday, I kick the ball every day, and I will kick the ball tomorrow.",
      "example_translation": "Ho calciato la palla nel goal ieri, calcio la palla ogni giorno e calcerò la palla domani.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kiss",
      "translation": "bacio",
      "definition": "a light touch or caress with the lips, typically as a greeting or expression of love or affection",
      "definition_translation": "un tocco leggero o carezza con le labbra, tipicamente come saluto o espressione di amore o affetto",
      "example": "I kissed my girlfriend yesterday, I kiss my mom every morning, and I will kiss my wife tomorrow.",
      "example_translation": "Ho baciato la mia ragazza ieri, bacio mia madre ogni mattina e bacerò mia moglie domani.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "practice",
      "translation": "pratica",
      "definition": "the act of repeating or rehearsing a behaviour, action, or activity in order to improve or master it",
      "definition_translation": "l'atto di ripetere o provare un comportamento, azione o attività per migliorarlo o padroneggiarlo",
      "example": "I practiced playing the guitar yesterday, I practice every day, and I will practice tomorrow to become a professional musician.",
      "example_translation": "Ho praticato suonando la chitarra ieri, pratico ogni giorno e praticherò domani per diventare un musicista professionista.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "singing",
      "translation": "cantando",
      "definition": "The act of producing musical sounds with one's voice, especially in a skillful or artful way.",
      "definition_translation": "L'atto di produrre suoni musicali con la propria voce, specialmente in modo abile o artistico.",
      "example": "I was singing in the shower yesterday, I sing in the choir every Sunday, and I will be singing at the concert tomorrow.",
      "example_translation": "Stavo cantando nella doccia ieri, canto nel coro ogni domenica e canterò al concerto domani.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "skateboarding",
      "translation": "skateboardismo",
      "definition": "The sport or activity of riding and performing tricks on a skateboard.",
      "definition_translation": "Lo sport o attività di guidare e eseguire acrobazie sulla tavola da skate.",
      "example": "I was skateboarding in the park yesterday, I skateboarding with my friends every weekend, and I will be skateboarding in the competition next month.",
      "example_translation": "Stavo skateboardando nel parco ieri, skateboardo con i miei amici ogni fine settimana e skateboarderò nella competizione il mese prossimo.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "skating",
      "translation": "pattinaggio",
      "definition": "The act or sport of gliding on ice or roller skates.",
      "definition_translation": "L'atto o sport di scivolare su ghiaccio o pattini a rotelle.",
      "example": "I was skating on the frozen lake last winter, I skate on the roller coaster every Saturday, and I will be skating in the Olympics next year.",
      "example_translation": "Stavo pattinando sul lago ghiacciato l'inverno scorso, pattino sulla pista di pattinaggio ogni sabato e pattinerò alle Olimpiadi l'anno prossimo.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "snowboarding",
      "translation": "snowboard",
      "definition": "the sport of sliding down a snow-covered hill on a snowboard, typically performing jumps and other tricks",
      "definition_translation": "lo sport di scivolare giù per una collina coperta di neve su un snowboard, generalmente eseguendo salti e altri trucchi",
      "example": "I went snowboarding with my friends last winter. I'm going snowboarding again next week. I will go snowboarding in the Swiss Alps next year.",
      "example_translation": "Sono andato a snowboard con i miei amici l'inverno scorso. Vado a snowboard ancora la prossima settimana. Andrò a snowboard nelle Alpi svizzere l'anno prossimo.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "surfing",
      "translation": "surf",
      "definition": "the sport of riding a wave, typically towards the shore, on a surfboard",
      "definition_translation": "lo sport di cavalcare un'onda, generalmente verso la riva, su una tavola da surf",
      "example": "I love surfing in Hawaii. I'm surfing in California this summer. I will go surfing in Australia next year.",
      "example_translation": "Adoro fare surf alle Hawaii. Sto facendo surf in California questo estate. Andrò a fare surf in Australia l'anno prossimo.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swimming",
      "translation": "nuotare",
      "definition": "the act of moving through water using your arms and legs",
      "definition_translation": "l'atto di muoversi attraverso l'acqua usando le braccia e le gambe",
      "example": "I'm swimming in the pool now. I swam in the ocean last week. I will swim in the lake next month.",
      "example_translation": "Sto nuotando nella piscina ora. Ho nuotato nell'oceano la scorsa settimana. Nuoterò nel lago il mese prossimo.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "use",
      "translation": "usare",
      "definition": "To employ for a particular purpose, or in a particular way, especially habitually or usually.",
      "definition_translation": "Impiegare per uno scopo specifico, o in un modo specifico, specialmente abitualmente o di solito.",
      "example": "I used to play soccer when I was a kid, but now I use my free time to read. I'm going to use this book for my research paper. She used to be a teacher, but now she uses her skills to help non-profit organizations.",
      "example_translation": "Io usavo giocare a calcio quando ero un ragazzo, ma ora uso il mio tempo libero per leggere. Sto per usare questo libro per la mia ricerca. Lei usava essere un'insegnante, ma ora usa le sue capacità per aiutare organizzazioni non-profit.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "walk",
      "translation": "camminare",
      "definition": "To move at a slow pace by placing one foot in front of the other, never having both feet off the ground at once.",
      "definition_translation": "Muoversi a passo lento mettendo un piede davanti all'altro, senza mai avere entrambi i piedi fuori terra contemporaneamente.",
      "example": "I walked to school when I was a kid. Now I walk to the gym every morning. By next year, I will walk across the stage to receive my diploma.",
      "example_translation": "Io camminavo a scuola quando ero un ragazzo. Ora cammino in palestra ogni mattina. L'anno prossimo, camminerò sul palco per ricevere il mio diploma.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "walking",
      "translation": "camminando",
      "definition": "The act of moving at a slow pace by placing one foot in front of the other, never having both feet off the ground at once.",
      "definition_translation": "L'atto di muoversi a passo lento mettendo un piede davanti all'altro, senza mai avere entrambi i piedi fuori terra contemporaneamente.",
      "example": "I love walking in the park on Sundays. Walking dogs is a great way to make money. By walking every day, I've lost 10 pounds in the past month.",
      "example_translation": "Io adoro camminare nel parco la domenica. Camminare i cani è un grande modo per guadagnare denaro. Camminando ogni giorno, ho perso 10 libbre nel mese scorso.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "washing",
      "translation": "lavaggio",
      "definition": "The act of cleaning something, especially clothes or dishes, with water and soap.",
      "definition_translation": "L'atto di pulire qualcosa, in particolare vestiti o stoviglie, con acqua e sapone.",
      "example": "I will be washing my car tomorrow. I washed my hands before eating. She washes her hair every day.",
      "example_translation": "Laverò la mia macchina domani. Mi sono lavato le mani prima di mangiare. Lei lava i suoi capelli ogni giorno.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "washing-up",
      "translation": "lavaggio dei piatti",
      "definition": "The act of washing dishes, especially after a meal.",
      "definition_translation": "L'atto di lavare i piatti, in particolare dopo un pasto.",
      "example": "I hate doing the washing-up after dinner. She is doing the washing-up in the kitchen. They will wash up the dishes later.",
      "example_translation": "Odio fare il lavaggio dei piatti dopo cena. Lei sta facendo il lavaggio dei piatti in cucina. Laveranno i piatti più tardi.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "achievement",
      "translation": "realizzazione",
      "definition": "The act of accomplishing something, especially something difficult or impressive.",
      "definition_translation": "L'atto di realizzare qualcosa, in particolare qualcosa di difficile o impressionante.",
      "example": "Winning the award was a great achievement for her. She achieved her goal of becoming a doctor. They will achieve their target next year.",
      "example_translation": "Vincere il premio è stato un grande risultato per lei. Ha raggiunto il suo obiettivo di diventare un dottore. Raggiungeranno il loro obiettivo l'anno prossimo.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrangement",
      "translation": "accordo",
      "definition": "The act of arranging or putting in order, or the state of being arranged or in order",
      "definition_translation": "L'atto di sistemare o mettere in ordine, o lo stato di essere sistemato o in ordine",
      "example": "By the time I arrived, the flowers had already been arranged in a beautiful arrangement. I will make an arrangement with the hotel to ensure an early check-in. The arrangements for the wedding were meticulous.",
      "example_translation": " Quando arrivai, i fiori erano già stati sistemati in un bell'accordo. Farò un accordo con l'hotel per garantire un check-in anticipato. Gli accordi per il matrimonio erano meticolosi.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrival",
      "translation": "arrivo",
      "definition": "The act of arriving or coming to a place, or the state of having arrived",
      "definition_translation": "L'atto di arrivare o venire in un posto, o lo stato di avere arrivato",
      "example": "I remember the arrival of the new student in our class. The arrival of spring is always a welcome change. The company is expecting an arrival of new shipment next week.",
      "example_translation": "Ricordo l'arrivo del nuovo studente nella nostra classe. L'arrivo della primavera è sempre un cambiamento benvenuto. L'azienda si aspetta un arrivo di nuovo carico la prossima settimana.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attack",
      "translation": "attacco",
      "definition": "A sudden and violent assault or assaultive action, or a verbal assault",
      "definition_translation": "Un improvviso e violento assalto o azione aggressiva, o un assalto verbale",
      "example": "The enemy launched a surprise attack on the city. The politician launched a verbal attack on his opponent. The country was attacked by a cybercriminal.",
      "example_translation": "Il nemico ha lanciato un attacco a sorpresa sulla città. Il politico ha lanciato un attacco verbale contro il suo avversario. Il paese è stato attaccato da un cybercriminale.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "check",
      "translation": "controllo",
      "definition": "To examine or investigate something carefully in order to determine its accuracy or quality.",
      "definition_translation": "Verificare o esaminare qualcosa con attenzione per determinarne la precisione o qualità.",
      "example": "I will check my email later. I checked my email yesterday. I had checked my email before the meeting.",
      "example_translation": "Controllo la mia email più tardi. Ho controllato la mia email ieri. Avevo controllato la mia email prima dell'incontro.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "choice",
      "translation": "scelta",
      "definition": "The act of selecting or deciding between two or more possibilities.",
      "definition_translation": "L'atto di selezionare o decidere tra due o più possibilità.",
      "example": "I had a difficult choice to make. I am making a choice right now. I will make a choice tomorrow.",
      "example_translation": "Avevo una difficile scelta da fare. Sto facendo una scelta proprio adesso. Farò una scelta domani.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decision",
      "translation": "decisione",
      "definition": "The act of making up one's mind or reaching a conclusion.",
      "definition_translation": "L'atto di prendere una decisione o di raggiungere una conclusione.",
      "example": "I made a decision yesterday. I am making a decision now. I will make a decision next week.",
      "example_translation": "Ho preso una decisione ieri. Sto prendendo una decisione ora. Prenderò una decisione la prossima settimana.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "delivery",
      "translation": "consegna",
      "definition": "The act of delivering or distributing something, such as goods or mail.",
      "definition_translation": "L'atto di consegnare o distribuire qualcosa, come merci o posta.",
      "example": "I made a delivery to the customer last week, I am making a delivery to the customer today, and I will make a delivery to the customer next week.",
      "example_translation": "Ho fatto una consegna al cliente la scorsa settimana, sto facendo una consegna al cliente oggi e farò una consegna al cliente la prossima settimana.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "development",
      "translation": "sviluppo",
      "definition": "The process of growing or becoming larger, more advanced, or more complex.",
      "definition_translation": "Il processo di crescita o diventare più grande, più avanzato o più complesso.",
      "example": "The company has been undergoing significant development in recent years, it is currently developing new products, and it will continue to develop its services in the future.",
      "example_translation": "L'azienda ha subito un significativo sviluppo negli ultimi anni, sta attualmente sviluppando nuovi prodotti e continuerà a sviluppare i suoi servizi in futuro.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "diving",
      "translation": "immergersi",
      "definition": "The act of jumping or falling into water, especially in a deliberate and skilled way.",
      "definition_translation": "L'atto di saltare o cadere in acqua, specialmente in modo deliberato e abile.",
      "example": "I went diving in the ocean last summer, I am going diving in the lake today, and I will go diving in the pool next month.",
      "example_translation": "Sono andato a immersioni nel mare l'estate scorsa, sto andando a immersioni nel lago oggi e andrò a immersioni nella piscina il mese prossimo.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drive",
      "translation": "guidare",
      "definition": "to operate a vehicle, especially a car, by controlling its movement, speed, and direction",
      "definition_translation": "operare un veicolo, specialmente un'auto, controllandone il movimento, la velocità e la direzione",
      "example": "I drove to the store yesterday, I drive to work every day, and I will drive to the beach next weekend.",
      "example_translation": "Ho guidato al negozio ieri, guido al lavoro ogni giorno e guiderò alla spiaggia il prossimo fine settimana.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "effort",
      "translation": "sforzo",
      "definition": "a vigorous or determined attempt to do something, or the use of a lot of energy or strength",
      "definition_translation": "un tentativo vigoroso o determinato di fare qualcosa, o l'uso di molta energia o forza",
      "example": "I made an effort to finish the project on time, I will make an effort to improve my skills, and I had made an effort to learn the language.",
      "example_translation": "Ho fatto uno sforzo per finire il progetto in tempo, farò uno sforzo per migliorare le mie abilità e avevo fatto uno sforzo per imparare la lingua.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exchange",
      "translation": "scambio",
      "definition": "the act of giving something in return for something else, or the act of trading or swapping something",
      "definition_translation": "l'atto di dare qualcosa in cambio di qualcos'altro, o l'atto di scambiare o barattare qualcosa",
      "example": "I exchanged my old phone for a new one, we will exchange gifts at the party, and they exchanged messages on social media.",
      "example_translation": "Ho scambiato il mio vecchio telefono con uno nuovo, scambieremo regali alla festa e hanno scambiato messaggi sui social media.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "experiment",
      "translation": "esperimento",
      "definition": "A test or trial done to prove or demonstrate something, or to find out what happens when you do something.",
      "definition_translation": "Un test o prova fatto per dimostrare o dimostrare qualcosa, o per scoprire cosa succede quando si fa qualcosa.",
      "example": "I experimented with different ingredients to create a new recipe. I am experimenting with a new technique. I will experiment with different materials to find the best one.",
      "example_translation": "Ho sperimentato con diversi ingredienti per creare una nuova ricetta. Sto sperimentando con una nuova tecnica. Sperimenterò con diversi materiali per trovare il migliore.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fight",
      "translation": "lotta",
      "definition": "To engage in physical or verbal conflict with someone or something, or to make an effort to overcome a difficulty.",
      "definition_translation": "Ingaggiare una lotta fisica o verbale con qualcuno o qualcosa, o fare uno sforzo per superare una difficoltà.",
      "example": "I fought against my opponent in the boxing match. I am fighting to get a better job. I fought to finish my project on time.",
      "example_translation": "Ho lottato contro il mio avversario nell'incontro di boxe. Sto lottando per ottenere un lavoro migliore. Ho lottato per finire il mio progetto in tempo.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "go",
      "translation": "andare",
      "definition": "To move from one place to another, or to travel from one place to another.",
      "definition_translation": "Spostarsi da un luogo all'altro, o viaggiare da un luogo all'altro.",
      "example": "I went to the store yesterday. I am going to the beach tomorrow. I will go to the gym next week.",
      "example_translation": "Sono andato al negozio ieri. Sto andando al mare domani. Andrò in palestra la prossima settimana.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "habit",
      "translation": "abitudine",
      "definition": "A habit is a usual way of doing something, especially something that is hard to stop doing.",
      "definition_translation": "Un'abitudine è un modo abituale di fare qualcosa, soprattutto qualcosa che è difficile smettere di fare.",
      "example": "I have a habit of checking my phone every hour. Yesterday, I tried to break this habit, but I couldn't. Tomorrow, I will try to limit it.",
      "example_translation": "Ho l'abitudine di controllare il mio telefono ogni ora. Ieri, ho cercato di rompere questa abitudine, ma non ci sono riuscito. Domani, cercherò di limitarla.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "housework",
      "translation": "lavori domestici",
      "definition": "Housework is the everyday tasks and chores that are necessary to keep a home clean and organized.",
      "definition_translation": "I lavori domestici sono i compiti quotidiani e le faccende necessarie per tenere una casa pulita e organizzata.",
      "example": "I did my housework yesterday, but I will do it again tomorrow. I have been doing housework since I was 18 years old.",
      "example_translation": "Ho fatto i miei lavori domestici ieri, ma li farò di nuovo domani. Sto facendo i lavori domestici da quando avevo 18 anni.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hug",
      "translation": "abbraccio",
      "definition": "A hug is a gesture of affection or greeting, where two people put their arms around each other.",
      "definition_translation": "Un abbraccio è un gesto di affetto o di saluto, in cui due persone si mettono le braccia attorno l'uno all'altro.",
      "example": "I gave my sister a hug when I saw her yesterday. My mom hugs me every time I visit her. I will hug my friend when I see her tomorrow.",
      "example_translation": "Ho dato un abbraccio alla mia sorella quando l'ho vista ieri. Mia madre mi abbraccia ogni volta che la visito. Abbraccerò la mia amica quando la vedrò domani.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ironing",
      "translation": "stiratura",
      "definition": "the act of removing wrinkles from clothes, especially with a hot iron",
      "definition_translation": "l'atto di rimuovere le rughe dai vestiti, specialmente con un ferro caldo",
      "example": "I was ironing my shirt when I burned it. I will iron my dress tomorrow. She had ironed her pants yesterday.",
      "example_translation": "Stavo stirando la mia camicia quando l'ho bruciata. Stirerò il mio vestito domani. Lei aveva stirato i suoi pantaloni ieri.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jump",
      "translation": "saltare",
      "definition": "to propel oneself upward or forward with a sudden movement",
      "definition_translation": "propellere se stessi verso l'alto o in avanti con un movimento improvviso",
      "example": "I jumped over the obstacle. She will jump into the pool tomorrow. They had jumped out of the plane yesterday.",
      "example_translation": "Ho saltato l'ostacolo. Lei salterà nella piscina domani. Avevano saltato fuori dall'aereo ieri.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "look",
      "translation": "guardare",
      "definition": "to direct one's gaze in a specified direction",
      "definition_translation": "direzionare lo sguardo in una direzione specifica",
      "example": "I looked at her picture. He will look for his keys tomorrow. They had looked up the answer yesterday.",
      "example_translation": "Ho guardato la sua foto. Lui cercherà le sue chiavi domani. Avevano cercato la risposta ieri.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "preparation",
      "translation": "preparazione",
      "definition": "The act of preparing or getting something ready; a state of being prepared; a substance, especially a medicine, prepared for use",
      "definition_translation": "L'atto di preparare o di rendere pronto qualcosa; uno stato di essere preparati; una sostanza, in particolare un medicinale, preparata per l'uso",
      "example": "The preparation of the meal took several hours. I have been preparing for the exam for weeks. The team will begin preparing for the game tomorrow.",
      "example_translation": "La preparazione del pasto ha richiesto diverse ore. Sto preparandomi per l'esame da settimane. La squadra inizierà a prepararsi per la partita domani.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "recycling",
      "translation": "riciclo",
      "definition": "The process of converting waste materials into new materials or products; the practice of reusing materials to reduce waste",
      "definition_translation": "Il processo di conversione dei materiali di scarto in materiali o prodotti nuovi; la pratica di riutilizzo dei materiali per ridurre gli sprechi",
      "example": "Recycling is an important step towards reducing waste. The company has implemented a recycling program to reduce waste. They will start recycling paper next month.",
      "example_translation": "Il riciclo è un passo importante verso la riduzione degli sprechi. L'azienda ha implementato un programma di riciclo per ridurre gli sprechi. Inizieranno a riciclare la carta il prossimo mese.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rescue",
      "translation": "soccorso",
      "definition": "The act of saving or freeing someone or something from danger or harm; a person or organization that saves or frees someone or something",
      "definition_translation": "L'atto di salvare o liberare qualcuno o qualcosa dal pericolo o dal danno; una persona o organizzazione che salva o libera qualcuno o qualcosa",
      "example": "The rescue team saved the trapped hikers. The rescue mission was a success. They will rescue the kitten from the tree tomorrow.",
      "example_translation": "La squadra di soccorso ha salvato gli escursionisti intrappolati. La missione di soccorso è stata un successo. Salveranno il gattino dall'albero domani.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "return",
      "translation": "ritornare",
      "definition": "To come or go back to a place or person, often in order to be with them again or to deal with something that you had not finished.",
      "definition_translation": "Tornare o andare indietro in un luogo o con una persona, spesso per essere con loro di nuovo o per occuparsi di qualcosa che non avevi finito.",
      "example": "I will return to Paris next year. I returned the book to the library yesterday. She returns home from work every day at 5pm.",
      "example_translation": "Ritornerò a Parigi l'anno prossimo. Ho restituito il libro alla biblioteca ieri. Lei torna a casa dal lavoro ogni giorno alle 5 del pomeriggio.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "run",
      "translation": "correre",
      "definition": "To move quickly on foot, typically in a steady and swift pace, or to operate or manage something.",
      "definition_translation": "Muoversi velocemente a piedi, tipicamente a un passo regolare e veloce, o gestire o dirigere qualcosa.",
      "example": "I will run a marathon next month. She ran out of the house quickly. They will run the company together.",
      "example_translation": "Correrò una maratona il mese prossimo. Lei è uscita di casa velocemente. Loro dirigeranno la società insieme.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "search",
      "translation": "cercare",
      "definition": "To look carefully for something, especially in a thorough or systematic way.",
      "definition_translation": "Cercare attentamente qualcosa, specialmente in un modo approfondito o sistematico.",
      "example": "I searched for the book everywhere. She is searching for a new job. They will search the house thoroughly.",
      "example_translation": "Ho cercato il libro dappertutto. Lei sta cercando un nuovo lavoro. Cercheranno la casa minuziosamente.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sex",
      "translation": "sesso",
      "definition": "The biological properties that define males and females, or the activity of engaging in sexual intercourse.",
      "definition_translation": "Le proprietà biologiche che definiscono maschi e femmine, o l'attività di intraprendere rapporti sessuali.",
      "example": "In the past, sex was considered a taboo topic, but now it's openly discussed. Today, sex education is mandatory in schools, and in the future, it's likely that sex robots will become common.",
      "example_translation": " Nel passato, il sesso era considerato un argomento tabù, ma ora viene discusso apertamente. Oggi, l'educazione sessuale è obbligatoria nelle scuole, e nel futuro, è probabile che i robot sessuali diventeranno comuni.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "step",
      "translation": "passo",
      "definition": "A movement of the foot in walking or running, or a stage in a process or development.",
      "definition_translation": "Un movimento del piede nella camminata o nella corsa, o una fase in un processo o sviluppo.",
      "example": "I took a step back to look at the view, then I took another step forward to get closer to the edge. If I take one more step, I'll reach the top of the stairs. In the future, I'll take a step back to relax.",
      "example_translation": " Ho fatto un passo indietro per guardare il panorama, poi ho fatto un altro passo avanti per avvicinarmi al bordo. Se faccio un altro passo, raggiungerò la cima delle scale. Nel futuro, farò un passo indietro per rilassarmi.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "support",
      "translation": "supporto",
      "definition": "To hold or carry someone or something, or to give assistance or encouragement.",
      "definition_translation": "Tenere o portare qualcuno o qualcosa, o dare assistenza o incoraggiamento.",
      "example": "I supported my friend through a difficult time, and now I'm supporting a new charity. In the past, I didn't have the support I needed, but today I do, and in the future, I'll continue to support those in need.",
      "example_translation": " Ho sostenuto il mio amico attraverso un periodo difficile, e ora sto sostenendo una nuova organizzazione benefica. Nel passato, non avevo il supporto di cui avevo bisogno, ma oggi sì, e nel futuro, continuerò a sostenere quelli che ne hanno bisogno.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "visit",
      "translation": "visitare",
      "definition": "To go to see someone or something, especially for a short time, for business or pleasure.",
      "definition_translation": "Visitare qualcuno o qualcosa, soprattutto per un breve periodo, per lavoro o piacere.",
      "example": "I visited my grandparents last weekend. I visit Paris every year. I will visit the museum tomorrow.",
      "example_translation": "Ho visitato i miei nonni il weekend scorso. Visito Parigi ogni anno. Visiterò il museo domani.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "waste",
      "translation": "spendere",
      "definition": "To use or expend something, especially unnecessarily or carelessly.",
      "definition_translation": "Usare o consumare qualcosa, soprattutto inutilmente o con negligenza.",
      "example": "I wasted my money on a new video game. She wastes her time watching TV all day. They will waste their energy on the project.",
      "example_translation": "Ho speso i miei soldi in un nuovo gioco per videogiochi. Lei spende il suo tempo guardando la TV tutto il giorno. Sperperanno la loro energia nel progetto.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "workout",
      "translation": "allenamento",
      "definition": "A session of physical exercise, especially for the purpose of improving one's physical fitness or athletic performance.",
      "definition_translation": "Una sessione di esercizio fisico, soprattutto per migliorare la propria forma fisica o prestazione atletica.",
      "example": "I did a workout at the gym yesterday. She goes to the workout class every morning. He will have a workout before the competition.",
      "example_translation": "Ho fatto un allenamento alla palestra ieri. Lei va alla classe di allenamento ogni mattina. Lui farà un allenamento prima della competizione.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]
}