{
  "data": [
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accept",
      "translation": "accettare",
      "definition": "to receive something willingly or to agree with something",
      "definition_translation": "ricevere qualcosa volentieri o accordarsi con qualcosa",
      "example": "I accepted the job offer, I'm accepting the gift, I will accept the invitation",
      "example_translation": "Ho accettato l'offerta di lavoro, sto accettando il regalo, accetterò l'invito",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "achieve",
      "translation": "conquistare",
      "definition": "to successfully accomplish something or to attain a goal",
      "definition_translation": "conquistare qualcosa con successo o raggiungere un obiettivo",
      "example": "She achieved her goal, He is achieving great results, They will achieve success",
      "example_translation": "Lei ha conquistato il suo obiettivo, lui sta ottenendo grandi risultati, loro conquisteranno il successo",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "act",
      "translation": "agire",
      "definition": "to take action or to perform something",
      "definition_translation": "prendere azione o eseguire qualcosa",
      "example": "I acted quickly, She is acting in the play, They will act on the advice",
      "example_translation": "Ho agito rapidamente, lei sta recitando nella commedia, loro agiranno seguendo il consiglio",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "act",
      "translation": "agire",
      "definition": "To take action; to do something.",
      "definition_translation": "Agire; fare qualcosa.",
      "example": "I acted quickly to avoid the accident. I am acting on your advice. I will act on it tomorrow.",
      "example_translation": "Ho agito velocemente per evitare l'incidente. Sto agendo secondo il tuo consiglio. Agirò su di esso domani.",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "advise",
      "translation": "consigliare",
      "definition": "To give advice or guidance.",
      "definition_translation": "Dare consigli o guidare.",
      "example": "She advised me to take a break. I am advising you to be careful. I advised him to apply for the job.",
      "example_translation": "Mi ha consigliato di prendere una pausa. Sto consigliando di essere cauto. Gli ho consigliato di candidarsi per il lavoro.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "allow",
      "translation": "permettere",
      "definition": "To give permission or let something happen.",
      "definition_translation": "Dare il permesso o lasciare che accada.",
      "example": "I allowed myself to take a nap. We are allowing the kids to play outside. They allowed us to use their car.",
      "example_translation": "Mi sono permesso di fare un sonnellino. Stiamo permettendo ai bambini di giocare fuori. Ci hanno permesso di usare la loro macchina.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "approach",
      "translation": "avvicinarsi",
      "definition": "to come near or closer to something or someone in space or time",
      "definition_translation": "avvicinarsi a qualcosa o qualcuno nello spazio o nel tempo",
      "example": "I will approach the podium to give my speech. I approached the stranger cautiously. She approaches the problem with caution.",
      "example_translation": "Mi avvicinerò al podio per dare il mio discorso. Mi avvicinai allo sconosciuto con cautela. Lei si avvicina al problema con cautela.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "argue",
      "translation": "discutere",
      "definition": "to give reasons or evidence to support or oppose an idea, opinion, or proposal",
      "definition_translation": "fornire ragioni o prove per sostenere o opporsi a un'idea, opinione o proposta",
      "example": "I argued with my brother about politics. She argues that the policy is flawed. They will argue the case in court.",
      "example_translation": "Ho discusso con mio fratello sulla politica. Lei sostiene che la politica è difettosa. Loro discuteranno il caso in tribunale.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrest",
      "translation": "arrestare",
      "definition": "to take someone into custody, typically by the police, often because they have committed a crime",
      "definition_translation": "prendere in custodia qualcuno, di solito dalla polizia, spesso perché hanno commesso un reato",
      "example": "The police arrested the suspect. She was arrested for shoplifting. They will arrest him at the airport.",
      "example_translation": "La polizia ha arrestato il sospetto. Lei è stata arrestata per furto in negozio. Loro lo arresteranno all'aeroporto.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attach",
      "translation": "allegare",
      "definition": "To fasten or join something to something else, typically using a rope, string, or other attachment.",
      "definition_translation": "Fissare o unire qualcosa a qualcos'altro, di solito utilizzando una corda, una stringa o un'altra attaccatura.",
      "example": "I attached the file to the email. Yesterday, I had attached the document to the report. Tomorrow, I will attach the picture to the message.",
      "example_translation": "Ho allegato il file alla email. Ieri, avevo allegato il documento alla relazione. Domani, allego la foto al messaggio.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attack",
      "translation": "attaccare",
      "definition": "To set upon or strike with force, violence, or aggression.",
      "definition_translation": "Attaccare con forza, violenza o aggressività.",
      "example": "The army attacked the enemy base. Yesterday, we attacked the problem with a new solution. Tomorrow, we will attack the challenge with confidence.",
      "example_translation": "L'esercito ha attaccato la base nemica. Ieri, abbiamo attaccato il problema con una nuova soluzione. Domani, attaccheremo la sfida con fiducia.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attempt",
      "translation": "tentare",
      "definition": "To try to do something or to make an effort to achieve something.",
      "definition_translation": "Tentare di fare qualcosa o fare uno sforzo per raggiungere qualcosa.",
      "example": "I attempted to climb the mountain. Yesterday, she attempted to solve the puzzle. Tomorrow, they will attempt to break the record.",
      "example_translation": "Ho tentato di scalare la montagna. Ieri, lei ha tentato di risolvere il puzzle. Domani, loro tenteranno di battere il record.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attend",
      "translation": "partecipare",
      "definition": "to be present at a meeting, event, or function",
      "definition_translation": "essere presente ad un incontro, evento o funzione",
      "example": "I attended the meeting yesterday, I will attend the conference next week, and I attended the lecture last semester.",
      "example_translation": "Ho partecipato all'incontro ieri, parteciperò alla conferenza la prossima settimana e ho partecipato alla lezione lo scorso semestre.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "babysit",
      "translation": "fare da babysitter",
      "definition": "to take care of a child or children when their parents are not present",
      "definition_translation": "prendersi cura di un bambino o bambini quando i loro genitori non sono presenti",
      "example": "I babysat my sister's kids last night, I have babysat for many families before, and I will babysit again next weekend.",
      "example_translation": "Ho fatto da babysitter ai bambini di mia sorella la scorsa notte, ho fatto da babysitter per molte famiglie prima e farò di nuovo il prossimo weekend.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "behave",
      "translation": "comportarsi",
      "definition": "to act or react in a particular way",
      "definition_translation": "agire o reagire in un particolare modo",
      "example": "The children behaved well at the party, they will behave strangely if they are tired, and they behaved very badly yesterday.",
      "example_translation": "I bambini si sono comportati bene alla festa, si comporteranno in modo strano se sono stanchi e si sono comportati molto male ieri.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bite",
      "translation": "mordere",
      "definition": "To grip or grip and hold tightly with the teeth, typically in order to eat or attack.",
      "definition_translation": "Infilare o tenere saldamente con i denti, generalmente per mangiare o attaccare.",
      "example": "I bit into the juicy burger. I am biting my nails. I will bite your ear off if you don't stop teasing me.",
      "example_translation": "Ho morsicato il burger succoso. Sto mordendo le unghie. Ti morderò l'orecchio se non smetti di prenderti gioco di me.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blow",
      "translation": "soffiare",
      "definition": "To produce a current of air by expelling it from the lungs, typically through pursed lips.",
      "definition_translation": "Produrre una corrente d'aria espellendo dal polmone, tipicamente attraverso le labbra serrate.",
      "example": "She blew out the candles. He is blowing up balloons. They will blow the whistle at the game.",
      "example_translation": "Lei ha spento le candele. Lui sta gonfiando i palloncini. Suoneranno il fischio durante la partita.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bomb",
      "translation": "bomba",
      "definition": "An explosive device designed to release energy in a sudden and violent manner.",
      "definition_translation": "Un dispositivo esplosivo progettato per rilasciare energia in modo improvviso e violento.",
      "example": "The bomb exploded in the battlefield. They are dropping bombs over the enemy territory. The news was a bombshell.",
      "example_translation": "La bomba è esplosa sul campo di battaglia. Stanno lanciando bombe sul territorio nemico. La notizia è stata una bomba.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "burn",
      "translation": "bruciare",
      "definition": "to undergo rapid combustion, often with the production of heat and light, or to cause something to do this",
      "definition_translation": "subire combustione rapida, spesso con la produzione di calore e luce, o causare che qualcosa faccia ciò",
      "example": "I burned my hand on the stove yesterday, but I will be more careful in the future, and I burn the toast every morning.",
      "example_translation": "Mi sono bruciato la mano sulla stufa ieri, ma sarà più attento in futuro, e brucio il toast ogni mattina.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "burst into tears",
      "translation": "scoppiare in lacrime",
      "definition": "to suddenly begin to cry, often because of strong emotions or sadness",
      "definition_translation": "cominciare improvvisamente a piangere, spesso a causa di forti emozioni o tristezza",
      "example": "She burst into tears when she received the news, and I will burst into tears if I don't get the job I want.",
      "example_translation": "Ha scoppiato in lacrime quando ha ricevuto la notizia, e scoppierei in lacrime se non ottengo il lavoro che voglio.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bury",
      "translation": "seppellire",
      "definition": "to put a dead body or something else in a hole in the ground, or to cover something completely",
      "definition_translation": "mettere un corpo morto o qualcos'altro in una buca nel terreno, o coprire completamente qualcosa",
      "example": "They will bury the pet in the backyard, and I buried my feelings deep inside when she left me.",
      "example_translation": "Seppelliranno il pet nel cortile posteriore, e ho sepolto i miei sentimenti profondi dentro di me quando lei mi ha lasciato.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cancel",
      "translation": "annullare",
      "definition": "To stop or abandon something, such as a plan or an agreement, before it is finished.",
      "definition_translation": "Interrompere o abbandonare qualcosa, come un piano o un accordo, prima che sia finito.",
      "example": "I had to cancel my trip to Paris because of the pandemic. I cancelled my subscription to the gym last month. I will cancel the meeting if it's not necessary.",
      "example_translation": "Ho dovuto annullare il mio viaggio a Parigi a causa della pandemia. Ho annullato la mia iscrizione alla palestra lo scorso mese. Annullerò la riunione se non è necessaria.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "check in",
      "translation": "registrarsi",
      "definition": "To arrive and register at a hotel, airport, or other place, often in order to start a journey or stay.",
      "definition_translation": "Arrivare e registrarsi in un albergo, aeroporto o altro luogo, spesso per iniziare un viaggio o soggiorno.",
      "example": "I checked in at the hotel at 2 pm. We had to check in online before our flight. She will check in at the conference center tomorrow morning.",
      "example_translation": "Mi sono registrato all'hotel alle 2 del pomeriggio. Abbiamo dovuto registrarsi online prima del nostro volo. Lei si registrerà al centro congressi domattina.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "check out",
      "translation": "pagare il conto",
      "definition": "To pay the bill and leave a hotel, restaurant, or store, or to examine or investigate something.",
      "definition_translation": "Pagare il conto e lasciare un albergo, ristorante o negozio, o esaminare o investigare qualcosa.",
      "example": "We checked out of the hotel at 11 am. Can I check out this book from the library? She will check out the new restaurant tonight.",
      "example_translation": "Abbiamo pagato il conto all'hotel alle 11 del mattino. Posso prendere in prestito questo libro dalla biblioteca? Lei proverà il nuovo ristorante stasera.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "circle",
      "translation": "cerchio",
      "definition": "A circle is a round shape with no beginning or end, where every point on the circle is equal distance from a fixed point called the center.",
      "definition_translation": "Un cerchio è una forma rotonda senza inizio o fine, dove ogni punto del cerchio è a distanza uguale da un punto fisso chiamato centro.",
      "example": "I drew a circle on the paper. I will draw a circle on the paper tomorrow. I drew a circle on the paper yesterday.",
      "example_translation": "Ho disegnato un cerchio sulla carta. Disegnerò un cerchio sulla carta domani. Ho disegnato un cerchio sulla carta ieri.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clap",
      "translation": "applaudire",
      "definition": "To clap is to strike the palms of your hands together, typically to express appreciation or approval.",
      "definition_translation": "Applaudire significa battere le palme delle mani insieme, tipicamente per esprimere apprezzamento o approvazione.",
      "example": "The audience clapped after the show. I will clap after the show tomorrow. I clapped after the show yesterday.",
      "example_translation": "Il pubblico ha applaudito dopo lo spettacolo. Applaudirò dopo lo spettacolo domani. Ho applaudito dopo lo spettacolo ieri.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "collect",
      "translation": "raccogliere",
      "definition": "To collect is to gather or bring things together, often in order to keep or store them.",
      "definition_translation": "Raccogliere significa raccogliere o portare insieme le cose, spesso per tenerle o immagazzinarle.",
      "example": "I collect stamps. I will collect stamps from my friends tomorrow. I collected stamps from my grandfather yesterday.",
      "example_translation": "Raccoglio francobolli. Raccoglierò francobolli dai miei amici domani. Ho raccolto francobolli dal mio nonno ieri.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "comb",
      "translation": "pettine",
      "definition": "A comb is a tool used to style, clean, and manage hair, or to remove tangles and knots from hair.",
      "definition_translation": "Un pettine è uno strumento utilizzato per stilare, pulire e gestire i capelli, o per rimuovere nodi e grovigli dai capelli.",
      "example": "She combed her hair with a wide-tooth comb to remove the knots. She will comb her hair before the party. She combed her hair yesterday.",
      "example_translation": "Lei ha pettinato i capelli con un pettine a larghe denti per rimuovere i nodi. Si pettinerà i capelli prima della festa. Aveva pettinato i capelli ieri.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "compete",
      "translation": "competere",
      "definition": "To compete means to participate in a contest or competition, or to strive to win or outdo others in a particular area or activity.",
      "definition_translation": "Competere significa partecipare a una gara o competizione, o tentare di vincere o superare gli altri in un particolare settore o attività.",
      "example": "Many athletes will compete in the Olympics next year. She has always wanted to compete in a marathon. He competed in the chess tournament last week.",
      "example_translation": "Molti atleti parteciperanno alle Olimpiadi il prossimo anno. Ha sempre voluto partecipare a una maratona. Ha partecipato al torneo di scacchi la settimana scorsa.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "concentrate",
      "translation": "concentrare",
      "definition": "To concentrate means to direct one's attention or effort towards a particular task or activity, or to gather or focus one's thoughts or resources.",
      "definition_translation": "Concentrare significa dirigere la propria attenzione o sforzo verso una particolare task o attività, o raccogliere o focalizzare i propri pensieri o risorse.",
      "example": "She will concentrate on her studies to get good grades. He concentrated on his work to meet the deadline. They concentrated their efforts on finding a solution.",
      "example_translation": "Si concentra sui suoi studi per ottenere buoni voti. Si è concentrato sul lavoro per rispettare la scadenza. Hanno concentrato i loro sforzi per trovare una soluzione.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "connect",
      "translation": "connettere",
      "definition": "To join or link two or more things together, such as computers or networks, so that they can communicate or work together.",
      "definition_translation": "Unire o collegare due o più cose insieme, come computer o reti, in modo che possano comunicare o lavorare insieme.",
      "example": "I will connect my laptop to the Wi-Fi network tomorrow, I connected it yesterday, and I connect it every day.",
      "example_translation": "Connetterò il mio laptop alla rete Wi-Fi domani, l'ho connesso ieri e lo connetto ogni giorno.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "continue",
      "translation": "continuare",
      "definition": "To keep doing something or to keep happening, especially over a long period of time.",
      "definition_translation": "Continuare a fare qualcosa o a succedere, specialmente durante un lungo periodo di tempo.",
      "example": "I will continue to study Italian tomorrow, I continued studying yesterday, and I continue to learn every day.",
      "example_translation": "Continuerò a studiare l'italiano domani, ho continuato a studiare ieri e continuo a imparare ogni giorno.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "control",
      "translation": "controllare",
      "definition": "To have power or authority over something or someone, or to be able to influence the way something happens or is done.",
      "definition_translation": "Avere potere o autorità su qualcosa o qualcuno, o essere in grado di influenzare il modo in cui qualcosa accade o viene fatto.",
      "example": "I will control the temperature in the room tomorrow, I controlled it yesterday, and I control it every day.",
      "example_translation": "Controllerò la temperatura nella stanza domani, l'ho controllato ieri e la controllo ogni giorno.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cough",
      "translation": "tossire",
      "definition": "A sudden, violent expulsion of air from the lungs, typically to clear the air passages.",
      "definition_translation": "Un'improvvisa, violenta espulsione di aria dai polmoni, tipicamente per pulire le vie aeree.",
      "example": "I coughed up blood this morning. Yesterday, I coughed a lot because of the cold air. If I don't take my medicine, I will cough again tomorrow.",
      "example_translation": "Ho tossito sangue questa mattina. Ieri, ho tossito molto a causa dell'aria fredda. Se non prendo la mia medicina, tossirò di nuovo domani.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "count",
      "translation": "contare",
      "definition": "To determine the number of something by counting.",
      "definition_translation": "Determinare il numero di qualcosa contando.",
      "example": "I counted the money in my wallet. Yesterday, I counted the number of people in the room. If I don't count my steps, I will get lost.",
      "example_translation": "Ho contato i soldi nel mio portafoglio. Ieri, ho contato il numero di persone nella stanza. Se non conto i miei passi, mi perderò.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crash",
      "translation": "schiantarsi",
      "definition": "To strike or come violently into contact with something.",
      "definition_translation": "Colpire o venire violentemente a contatto con qualcosa.",
      "example": "The car crashed into a tree. Yesterday, the computer crashed because of a virus. If I don't slow down, I will crash into the wall.",
      "example_translation": "L'auto si è schiantata contro un albero. Ieri, il computer si è schiantato a causa di un virus. Se non mi fermo, mi schianterò contro il muro.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "create",
      "translation": "creare",
      "definition": "To bring something into existence or to make something new, often through imagination or skill.",
      "definition_translation": "Portare qualcosa all'esistenza o creare qualcosa di nuovo, spesso attraverso l'immaginazione o la abilità.",
      "example": "Yesterday, I created a new recipe. Today, I am creating a new project. Tomorrow, I will create a new piece of art.",
      "example_translation": "Ieri, ho creato una nuova ricetta. Oggi, sto creando un nuovo progetto. Domani, creerò un nuovo pezzo d'arte.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cycle",
      "translation": "ciclo",
      "definition": "A series of events or processes that repeat in a regular order, like the cycle of birth, growth, and death.",
      "definition_translation": "Una serie di eventi o processi che si ripetono in un ordine regolare, come il ciclo di nascita, crescita e morte.",
      "example": "The cycle of the seasons is essential for our ecosystem. I have cycled through the park many times. She will cycle to work tomorrow.",
      "example_translation": "Il ciclo delle stagioni è essenziale per il nostro ecosistema. Ho ciclato nel parco molte volte. Lei ciklerà al lavoro domani.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "damage",
      "translation": "danneggiare",
      "definition": "To cause harm or injury to something or someone, often resulting in a loss or deterioration.",
      "definition_translation": "Causare danno o lesione a qualcosa o qualcuno, spesso provocando una perdita o deterioramento.",
      "example": "The storm damaged the roof. She has damaged her reputation. They will damage the environment if they continue to pollute.",
      "example_translation": "La tempesta ha danneggiato il tetto. Lei ha danneggiato la sua reputazione. Essi danneggeranno l'ambiente se continueranno a inquinare.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decorate",
      "translation": "decorare",
      "definition": "to make something look more attractive by adding decorations or ornaments",
      "definition_translation": "renderire qualcosa più attraente aggiungendo decorazioni o ornamenti",
      "example": "I decorated my room with balloons and streamers for my birthday party. I am decorating my house for Christmas. I will decorate my cake with candies for the wedding.",
      "example_translation": "Ho decorato la mia stanza con palloncini e nastri per la mia festa di compleanno. Sto decorando la mia casa per Natale. Decorerò la mia torta con caramelle per il matrimonio.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decorate",
      "translation": "decorare",
      "definition": "to make something look more attractive by adding decorations or ornaments",
      "definition_translation": "renderire qualcosa più attraente aggiungendo decorazioni o ornamenti",
      "example": "She decorated her clothes with embroidery for the fashion show. They decorated their car with flowers for the wedding. We will decorate our tree with lights for New Year's Eve.",
      "example_translation": "Lei ha decorato i suoi vestiti con ricami per la sfilata di moda. Hanno decorato la loro macchina con fiori per il matrimonio. Decoreremo il nostro albero con luci per la vigilia di Capodanno.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "defeat",
      "translation": "sconfiggere",
      "definition": "to win a victory over someone or something in a competition, election, or battle",
      "definition_translation": "vincere una vittoria sobre qualcuno o qualcosa in una competizione, elezione o battaglia",
      "example": "Our team defeated the opponent in the final match. She defeated her opponent in the chess tournament. He will defeat his rival in the election.",
      "example_translation": "La nostra squadra ha sconfitto l'avversario nella partita finale. Lei ha sconfitto il suo avversario nel torneo di scacchi. Egli sconfiggerà il suo rivale nelle elezioni.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "defend",
      "translation": "difendere",
      "definition": "To protect or guard something or someone from attack or harm.",
      "definition_translation": "Proteggere o guardare qualcosa o qualcuno dall'attacco o dal danno.",
      "example": "I will defend my country, I defended my friend, I had defended our territory.",
      "example_translation": "Difenderò il mio paese, ho difeso il mio amico, avevo difeso il nostro territorio.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "delay",
      "translation": "ritardo",
      "definition": "To put off or postpone something until a later time.",
      "definition_translation": "Rinviare o posticipare qualcosa fino a un momento più tardi.",
      "example": "I delayed my trip, I am delaying my project, I had delayed my response.",
      "example_translation": "Ho ritardato il mio viaggio, sto ritardando il mio progetto, avevo ritardato la mia risposta.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "delete",
      "translation": "eliminare",
      "definition": "To remove or erase something, like a file or text.",
      "definition_translation": "Rimuovere o cancellare qualcosa, come un file o testo.",
      "example": "I will delete the file, I deleted the message, I had deleted the account.",
      "example_translation": "Eliminerò il file, ho eliminato il messaggio, avevo eliminato l'account.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "deliver",
      "translation": "consegnare",
      "definition": "To take something to a person or place, especially in order to give it to them.",
      "definition_translation": "Portare qualcosa a una persona o luogo, soprattutto per darlo loro.",
      "example": "I will deliver the package to your doorstep tomorrow. Yesterday, I delivered the project report to my boss. She delivers excellent customer service every time.",
      "example_translation": "Consegnerò il pacco alla tua porta domani. Ieri, ho consegnato il rapporto del progetto al mio capo. Lei fornisce un eccellente servizio clienti ogni volta.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "design",
      "translation": "progettare",
      "definition": "To create a plan or drawing for something, such as a building, machine, or product.",
      "definition_translation": "Creare un piano o disegno per qualcosa, come un edificio, una macchina o un prodotto.",
      "example": "The company designs innovative software solutions. She designed a beautiful garden for her clients. They will design a new_logo for their brand next year.",
      "example_translation": "L'azienda progetta soluzioni software innovative. Lei ha progettato un bell'giardino per i suoi clienti. Saranno progettare un nuovo logo per il loro marchio il prossimo anno.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "destroy",
      "translation": "distruggere",
      "definition": "To cause something to be completely ruined or demolished, especially in a deliberate or violent way.",
      "definition_translation": "Causare che qualcosa sia completamente rovinato o demolito, soprattutto in modo deliberato o violento.",
      "example": "The hurricane destroyed many homes along the coast. They destroyed all the evidence before the police arrived. The company will destroy all defective products.",
      "example_translation": "L'uragano ha distrutto molte case lungo la costa. Hanno distrutto tutte le prove prima dell'arrivo della polizia. L'azienda distruggerà tutti i prodotti difettosi.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dial",
      "translation": "comporre",
      "definition": "A dial is a circular or oval plate on a watch, clock, or other instrument, marked with numbers or other symbols, used to show the time or other information.",
      "definition_translation": "Un quadrante è una placca circolare o ovale su un orologio, un orologio o altri strumenti, marcata con numeri o altri simboli, utilizzata per mostrare l'ora o altre informazioni.",
      "example": "I had to dial the number carefully to avoid making a mistake. I dial this number every day to call my mom. I will dial the number again tomorrow to confirm the appointment.",
      "example_translation": "Ho dovuto comporre il numero con attenzione per evitare di fare un errore. Compongo questo numero ogni giorno per chiamare mia madre. Comporò il numero di nuovo domani per confermare l'appuntamento.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dig",
      "translation": "scavare",
      "definition": "To dig something means to move earth or other materials in order to create a hole or to find something.",
      "definition_translation": "Scavare qualcosa significa spostare terra o altri materiali per creare un buco o trovare qualcosa.",
      "example": "I dug a hole in the backyard to plant a tree. I am digging in the garden to find the lost treasure. I will dig a trench to lay the pipes.",
      "example_translation": "Ho scavato un buco nel cortile posteriore per piantare un albero. Sto scavando nel giardino per trovare il tesoro perduto. Scaverò una trincea per posare le tubazioni.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "direct",
      "translation": "diretto",
      "definition": "Direct means going straight to a place or person, or making something happen immediately.",
      "definition_translation": "Diretto significa andare direttamente in un luogo o persona, o fare in modo che qualcosa accada immediatamente.",
      "example": "I will take a direct flight to New York to attend the meeting. The director gave direct instructions to the team. She will direct the play next year.",
      "example_translation": "Prenderò un volo diretto per New York per partecipare alla riunione. Il regista ha dato istruzioni dirette al team. Dirigerà la pièce l'anno prossimo.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "direct",
      "translation": "dirigere",
      "definition": "To control or supervise the movements or actions of something or someone.",
      "definition_translation": "Controllare o supervisionare i movimenti o azioni di qualcosa o qualcuno.",
      "example": "I directed the team to work on the new project. I am directing the play tonight. I will direct the meeting tomorrow.",
      "example_translation": "Ho diretto la squadra a lavorare sul nuovo progetto. Sto dirigendo la commedia stasera. Dirigerò la riunione domani.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "discover",
      "translation": "scoprire",
      "definition": "To find out or become aware of something previously unknown or unnoticed.",
      "definition_translation": "Trovare o diventare consapevole di qualcosa precedentemente sconosciuto o non notato.",
      "example": "I discovered a new restaurant last week. I am discovering new hobbies every day. I will discover a new planet soon.",
      "example_translation": "Ho scoperto un nuovo ristorante la settimana scorsa. Sto scoprendo nuovi hobby ogni giorno. Scoprirò un nuovo pianeta presto.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "display",
      "translation": "mostrare",
      "definition": "To show or exhibit something publicly or prominently.",
      "definition_translation": "Mostrare o esibire qualcosa pubblicamente o in modo prominente.",
      "example": "I displayed my art in the gallery. I am displaying my skills on the project. I will display the award in my office.",
      "example_translation": "Ho mostrato la mia arte nella galleria. Sto mostrando le mie abilità nel progetto. Mostrerò il premio nel mio ufficio.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dive",
      "translation": "tuffare",
      "definition": "To jump into water, typically headfirst, or to plunge into an activity with enthusiasm and energy.",
      "definition_translation": "Saltare in acqua, di solito a testa in giù, o immergersi in un'attività con entusiasmo e energia.",
      "example": "She dove into the pool to cool off. Yesterday, she had dived into the lake. She will dive into the ocean next week.",
      "example_translation": "Lei si è tuffata nella piscina per rinfrescarsi. Ieri, si era tuffata nel lago. La settimana prossima, si tufferà nell'oceano.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "divide",
      "translation": "dividere",
      "definition": "To separate or part something into two or more distinct groups or sections.",
      "definition_translation": "Separare o dividere qualcosa in due o più gruppi o sezioni distinte.",
      "example": "The teacher divided the class into teams. Yesterday, the company divided the profits. They will divide the land next year.",
      "example_translation": "L'insegnante ha diviso la classe in squadre. Ieri, l'azienda ha diviso gli utili. Divideranno la terra l'anno prossimo.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drop",
      "translation": "lasciare cadere",
      "definition": "To release or let fall something from a higher position to a lower one, or to stop doing something.",
      "definition_translation": "Rilasciare o lasciare cadere qualcosa da una posizione più alta a una più bassa, o smettere di fare qualcosa.",
      "example": "She dropped the pen on the floor. Yesterday, they dropped the project. He will drop by the store later.",
      "example_translation": "Lei ha lasciato cadere la penna sul pavimento. Ieri, hanno abbandonato il progetto. Lui passerà dal negozio più tardi.",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "employ",
      "translation": "assumere",
      "definition": "to give someone a job or work, especially in a company or organization",
      "definition_translation": "dare lavoro a qualcuno, soprattutto in una azienda o organizzazione",
      "example": "I employed her as my personal assistant, I am employing her now, I will employ her next year.",
      "example_translation": "Ho assunto lei come mia assistente personale, sto assumendo lei adesso, assumerò lei l'anno prossimo.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "encourage",
      "translation": "incoraggiare",
      "definition": "to give someone confidence or enthusiasm to do something",
      "definition_translation": "dare a qualcuno fiducia o entusiasmo per fare qualcosa",
      "example": "My parents encouraged me to learn piano, they encouraged me yesterday, they will encourage me next week.",
      "example_translation": "I miei genitori mi hanno incoraggiato a imparare il pianoforte, mi hanno incoraggiato ieri, mi incoraggeranno la prossima settimana.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "enter",
      "translation": "entrare",
      "definition": "to come or go into a place, a competition, or a particular situation",
      "definition_translation": "venire o andare in un posto, una competizione, o una situazione particolare",
      "example": "I entered the room, I am entering the contest, I will enter the university.",
      "example_translation": "Sono entrato nella stanza, sto entrando nel concorso, entrerò all'università.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "entertain",
      "translation": "intrattenere",
      "definition": "to provide amusement or enjoyment for someone, or to consider something as a possibility",
      "definition_translation": "fornire divertimento o piacere a qualcuno, o considerare qualcosa come una possibilità",
      "example": "I entertained the guests with a funny joke, I used to entertain the idea of traveling, I will entertain the possibility of a new career.",
      "example_translation": "Ho intrattenuto gli ospiti con una battuta divertente, un tempo mi ero divertito all'idea di viaggiare, considererò la possibilità di una nuova carriera.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "escape",
      "translation": "fuggire",
      "definition": "to get away from a place or situation, or to avoid doing something",
      "definition_translation": "scappare da un luogo o situazione, o evitare di fare qualcosa",
      "example": "I escaped the city to find some peace, I used to escape the noise of the traffic, I will escape the stress of the exam.",
      "example_translation": "Sono fuggito dalla città per trovare un po' di pace, un tempo mi ero rifugiato dal rumore del traffico, mi rifugerò dallo stress dell'esame.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exercise",
      "translation": "esercizio",
      "definition": "a physical or mental activity done to improve health or strength, or a task done to practice or test a skill",
      "definition_translation": "un'attività fisica o mentale fatta per migliorare la salute o la forza, o un compito fatto per esercitare o testare una abilità",
      "example": "I exercise every morning to stay healthy, I used to exercise my brain with puzzles, I will exercise my patience with the crowd.",
      "example_translation": "Mi esercito ogni mattina per rimanere sano, un tempo mi ero esercitato il cervello con i rompicapo, mi eserciterò la pazienza con la folla.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exit",
      "translation": "uscita",
      "definition": "To move out of or away from something or some place.",
      "definition_translation": "Muoversi fuori da qualcosa o da qualche luogo.",
      "example": "I will exit the building when the meeting is over. I exited the room quickly yesterday. I exit the freeway every morning.",
      "example_translation": "Uscirò dall'edificio quando la riunione sarà finita. Sono uscito dalla stanza rapidamente ieri. Esco dall'autostrada ogni mattina.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "expect",
      "translation": "aspettare",
      "definition": "To consider something likely to happen or to be true.",
      "definition_translation": "Ritenere qualcosa probabile che accada o che sia vera.",
      "example": "I expect to finish the project on time. She expected him to call her yesterday. They expect to see an increase in sales next quarter.",
      "example_translation": "Mi aspetto di finire il progetto in tempo. Si aspettava che lui la chiamasse ieri. Si aspettano di vedere un aumento delle vendite nel prossimo trimestre.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "explore",
      "translation": "esplorare",
      "definition": "To investigate or examine something in order to gain a deeper understanding of it.",
      "definition_translation": "Indagare o esaminare qualcosa per ottenere una comprensione più profonda di essa.",
      "example": "I will explore the new city this weekend. They explored the jungle last year. We explore new technologies every year.",
      "example_translation": "Esplorerò la nuova città questo fine settimana. Hanno esplorato la giungla l'anno scorso. Esploriamo nuove tecnologie ogni anno.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "face",
      "translation": "faccia",
      "definition": "The front part of the head, from the forehead to the chin, including the eyes, nose, and mouth.",
      "definition_translation": "La parte anteriore della testa, dalla fronte al mento, compresi gli occhi, il naso e la bocca.",
      "example": "She washed her face with soap and water. Yesterday, she fell and hurt her face. If she is lucky, she will have a beautiful face when she grows up.",
      "example_translation": "Lei ha lavato la faccia con sapone e acqua. Ieri, è caduta e si è fatta male alla faccia. Se è fortunata, avrà un bel viso quando crescerà.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fall asleep",
      "translation": "addormentarsi",
      "definition": "To become asleep, often unexpectedly or unintentionally.",
      "definition_translation": "Diventare addormentato, spesso inaspettatamente o senza intenzione.",
      "example": "I fell asleep on the couch while watching TV. She often falls asleep during movies. He will fall asleep as soon as he gets into bed.",
      "example_translation": "Mi sono addormentato sul divano mentre guardavo la TV. Lei spesso si addormenta durante i film. Lui si addormenterà non appena si coricherà a letto.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fall in love",
      "translation": "innamorarsi",
      "definition": "To begin to feel romantic love for someone.",
      "definition_translation": "Cominciare a provare amore romantico per qualcuno.",
      "example": "I fell in love with her the moment I met her. They fell in love in Paris. He will fall in love with someone special someday.",
      "example_translation": "Mi sono innamorato di lei il momento in cui l'ho incontrata. Si sono innamorati a Parigi. Lui si innamorerà di qualcuno speciale un giorno.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fasten",
      "translation": "fissare",
      "definition": "to attach or fix something securely, typically using a cord, rope, or other fastening device",
      "definition_translation": "attaccare o fissare qualcosa in modo sicuro, generalmente utilizzando una corda, una fune o altro dispositivo di fissaggio",
      "example": "I will fasten the ropes to the anchor, she fastened the buckle of her shoe, he fastens the straps of his backpack every morning.",
      "example_translation": "Fisserò le corde all'ancora, lei ha fissato la fibbia della sua scarpa, lui fissa le cinghie del suo zaino ogni mattina.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "feed",
      "translation": "nutrire",
      "definition": "to give food to a person, animal, or plant, or to provide a machine with a supply of something, such as fuel",
      "definition_translation": "dare cibo a una persona, animale o pianta, o fornire una macchina con una fornitura di qualcosa, come carburante",
      "example": "I fed the baby, she feeds the cat, they will feed the tourists a delicious meal.",
      "example_translation": "Ho nutrito il bambino, lei nutre il gatto, nutriranno i turisti con un pasto delizioso.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fetch",
      "translation": "portare",
      "definition": "to go to a place and bring something or someone back, especially because someone has asked you to do so",
      "definition_translation": "andare in un luogo e portare qualcosa o qualcuno indietro, specialmente perché qualcuno te l'ha chiesto",
      "example": "I will fetch the newspapers, she fetched the ball, they fetch water from the well.",
      "example_translation": "Porterò i giornali, lei ha portato la palla, loro portano acqua dal pozzo.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fight",
      "translation": "lottare",
      "definition": "to engage in physical or verbal conflict with someone or something",
      "definition_translation": "impegnarsi in conflitto fisico o verbale con qualcuno o qualcosa",
      "example": "I fought with my brother when I was a child, I fight with my roommate now, and I will fight for my country if necessary.",
      "example_translation": "Ho lottato con mio fratello quando ero un bambino, lotta con il mio compagno di stanza ora e lotterò per il mio paese se sarà necessario.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "film",
      "translation": "film",
      "definition": "a motion picture or movie",
      "definition_translation": "un'immagine in movimento o un film",
      "example": "I watched a film last night, I am watching a film now, and I will watch a film tomorrow.",
      "example_translation": "Ho guardato un film ieri sera, sto guardando un film ora e guarderò un film domani.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fish",
      "translation": "pesce",
      "definition": "a cold-blooded animal that lives in water",
      "definition_translation": "un animale a sangue freddo che vive nell'acqua",
      "example": "I caught a fish yesterday, I am eating a fish now, and I will catch a fish again tomorrow.",
      "example_translation": "Ho catturato un pesce ieri, sto mangiando un pesce ora e catturerò un pesce di nuovo domani.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fix",
      "translation": "riparare",
      "definition": "To mend or repair something, especially a machine or device, by finding and removing the cause of a problem.",
      "definition_translation": "Riparare o riparare qualcosa, soprattutto una macchina o dispositivo, trovando e rimuovendo la causa di un problema.",
      "example": "I fixed the broken chair yesterday, but today I need to fix the leaky faucet. I will fix the computer soon.",
      "example_translation": "Ho riparato la sedia rotta ieri, ma oggi devo riparare il rubinetto che perde. Riparerò il computer presto.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "float",
      "translation": "galleggiare",
      "definition": "To rest on the surface of a liquid or in the air, without sinking or falling.",
      "definition_translation": "Riposare sulla superficie di un liquido o nell'aria, senza affondare o cadere.",
      "example": "The buoy floated on the surface of the ocean. The kite will float in the air if the wind is strong. She floated through the doorway.",
      "example_translation": "La boa galleggiava sulla superficie dell'oceano. Il kite galleggerà nell'aria se il vento è forte. Lei galleggiò attraverso la porta.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fold",
      "translation": "piegare",
      "definition": "To bend something, such as paper or fabric, so that it has a crease or edge.",
      "definition_translation": "Piega qualcosa, come carta o tessuto, in modo che abbia una piega o bordo.",
      "example": "I folded the letter and put it in the envelope. She folded the laundry and put it away. They will fold the tablecloth after dinner.",
      "example_translation": "Ho piegato la lettera e l'ho messa nella busta. Lei ha piegato il bucato e l'ha messo via. Loro pigeranno la tovaglia dopo cena.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "follow",
      "translation": "segui",
      "definition": "To move behind someone or something and go in the same direction, often because you are interested in what they are doing or because you want to be with them.",
      "definition_translation": "Seguire qualcuno o qualcosa e muoversi nella stessa direzione, spesso perché si è interessati a ciò che stanno facendo o perché si vuole stare con loro.",
      "example": "I will follow you to the store. I followed you yesterday. I am following the news closely.",
      "example_translation": "Ti seguirò al negozio. Ti ho seguito ieri. Sto seguendo le notizie molto da vicino.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grab",
      "translation": "afferrare",
      "definition": "To take hold of something suddenly and firmly, often because you need it quickly or because you want to stop it from falling.",
      "definition_translation": "Prendere qualcosa all'improvviso e saldamente, spesso perché ne hai bisogno velocemente o perché vuoi fermare la sua caduta.",
      "example": "I grabbed the phone when it rang. She grabbed the rope to stop from falling. He will grab a drink from the fridge.",
      "example_translation": "Ho afferrato il telefono quando ha suonato. Lei ha afferrato la corda per non cadere. Lui prenderà una bevanda dal frigorifero.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guide",
      "translation": "guida",
      "definition": "A person who shows people around a place, such as a museum or a city, and explains things to them, or a book that gives information about a particular subject.",
      "definition_translation": "Una persona che accompagna le persone in un luogo, come un museo o una città, e spiega loro le cose, o un libro che fornisce informazioni su un particolare soggetto.",
      "example": "I will hire a guide for the city tour. The guide book is very helpful. She guided us through the forest.",
      "example_translation": "Assumerò una guida per il tour della città. La guida libro è molto utile. Lei ci ha guidati attraverso la foresta.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "handle",
      "translation": "maniglia",
      "definition": "To hold or take hold of something, typically with one's hands.",
      "definition_translation": "Tenere o prendere qualcosa, generalmente con le mani.",
      "example": "I handled the situation carefully. I am handling the project now. I will handle the meeting tomorrow.",
      "example_translation": "Ho gestito la situazione con cura. Sto gestendo il progetto ora. Gestirò la riunione domani.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hang",
      "translation": "appendere",
      "definition": "To suspend or be suspended in the air, typically from a hook or by a rope.",
      "definition_translation": "Sospendere o essere sospeso in aria, di solito da un gancio o da una corda.",
      "example": "I hung the picture on the wall. I am hanging out with friends today. I will hang the curtains tomorrow.",
      "example_translation": "Ho appeso il quadro sulla parete. Sto passando il tempo con gli amici oggi. Appenderò le tende domani.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hide",
      "translation": "nascondere",
      "definition": "To conceal oneself or something from sight, often by covering or placing out of view.",
      "definition_translation": "Nascondere se stessi o qualcosa alla vista, spesso coprendo o ponendo fuori vista.",
      "example": "I hid behind the door. I am hiding my feelings from her. I will hide the key under the mat.",
      "example_translation": "Mi sono nascosto dietro la porta. Sto nascondendo i miei sentimenti a lei. Nasconderò la chiave sotto il tappeto.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hire",
      "translation": "assumere",
      "definition": "To obtain the services of a person, especially for a short time, in exchange for payment.",
      "definition_translation": "Ottenere i servizi di una persona, soprattutto per un breve periodo, in cambio di pagamento.",
      "example": "I hired a consultant to help with the project. I have hired a new employee to start next month. I will hire a freelancer to finish the task.",
      "example_translation": "Ho assunto un consulente per aiutare con il progetto. Ho assunto un nuovo dipendente per iniziare il mese prossimo. Assumerò un freelancer per finire il compito.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hitchhike",
      "translation": "autostop",
      "definition": "To travel by getting free rides from people driving cars, especially by standing on the side of a road and waving your arm to attract their attention.",
      "definition_translation": "Viaggiare ottenendo passaggi gratuiti da persone che guidano auto, soprattutto stando sul lato di una strada e agitando il braccio per attirare la loro attenzione.",
      "example": "I hitchhiked across the country when I was in college. She has hitchhiked many times to get to the beach. We will hitchhike to the festival next weekend.",
      "example_translation": "Ho fatto autostop attraverso il paese quando ero al college. Lei ha fatto autostop molte volte per arrivare alla spiaggia. Faremo autostop al festival il weekend prossimo.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hold",
      "translation": "tenere",
      "definition": "To grasp or grip something firmly, often with your hands or arms, or to support or carry something.",
      "definition_translation": "Afferrare o stringere qualcosa saldamente, spesso con le mani o le braccia, o sostenere o portare qualcosa.",
      "example": "Hold my hand while we cross the street. She held the baby in her arms. They will hold the meeting at 2 pm.",
      "example_translation": "Tieni la mia mano mentre attraversiamo la strada. Lei ha tenuto il bebè nelle sue braccia. Terranno la riunione alle 2 pm.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hug",
      "translation": "abbraccio",
      "definition": "To hold someone closely in one's arms, typically to show affection.",
      "definition_translation": "Tenere qualcuno strettamente tra le braccia, tipicamente per mostrare affetto.",
      "example": "I hugged my mom yesterday, I hug my friends every day, and I will hug my partner tomorrow.",
      "example_translation": "Ho abbracciato mia mamma ieri, abbraccio i miei amici ogni giorno e abbraccerò il mio partner domani.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hunt",
      "translation": "caccia",
      "definition": "To pursue and kill or capture (game or prey) for food or sport.",
      "definition_translation": "Inseguire e uccidere o catturare ( selvaggina o preda) per il cibo o lo sport.",
      "example": "I hunted deer last year, I hunt pheasants every winter, and I will hunt bears next summer.",
      "example_translation": "Ho cacciato cervi l'anno scorso, caccio fagiani ogni inverno e cacerò orsi la prossima estate.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "imagine",
      "translation": "immaginare",
      "definition": "To form a mental picture or concept of something.",
      "definition_translation": "Formare un'immagine mentale o concetto di qualcosa.",
      "example": "I imagined a beautiful house yesterday, I imagine a successful career every day, and I will imagine a happy family tomorrow.",
      "example_translation": "Mi sono immaginato una bella casa ieri, mi immagino una carriera di successo ogni giorno e mi immaginerò una famiglia felice domani.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "inform",
      "translation": "informare",
      "definition": "to give someone information about something",
      "definition_translation": "fornire a qualcuno informazioni su qualcosa",
      "example": "I informed him about the meeting yesterday, I inform him about the changes every week, and I will inform him about the results tomorrow.",
      "example_translation": "Lo informai sulla riunione ieri, lo informo sulle modifiche ogni settimana e gli informerò sui risultati domani.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "insist",
      "translation": "insistere",
      "definition": "to keep saying or demanding something firmly",
      "definition_translation": "continuare a dire o a chiedere qualcosa con fermezza",
      "example": "I insisted on going to the movies last night, I insist on eating healthy food every day, and I will insist on playing tennis next week.",
      "example_translation": "Insistetti per andare al cinema ieri sera, insisto nel mangiare cibo sano ogni giorno e insisterò nel giocare a tennis la prossima settimana.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "install",
      "translation": "installare",
      "definition": "to put a piece of equipment or software into position and make it ready for use",
      "definition_translation": "collocare un pezzo di attrezzo o software in posizione e renderlo pronto per l'uso",
      "example": "I installed the new software yesterday, I install security cameras every month, and I will install a new kitchen next year.",
      "example_translation": "Installai il nuovo software ieri, installo telecamere di sicurezza ogni mese e installerò una nuova cucina l'anno prossimo.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "interview",
      "translation": "intervista",
      "definition": "A meeting of people face-to-face, especially one in which someone is asked questions in order to find out more about them, or to assess their suitability for a job or position.",
      "definition_translation": "Un incontro di persone faccia a faccia, soprattutto uno in cui qualcuno viene chiesto domande per scoprire di più su di loro, o per valutare la loro idoneità per un lavoro o posizione.",
      "example": "I had an interview for a job at a bank last week, and I hope I get the position. I'm interviewing three candidates for the marketing role today. By next year, I will have interviewed hundreds of people for different jobs.",
      "example_translation": "Ho avuto un'intervista per un lavoro in banca la scorsa settimana, e spero di ottenere la posizione. Sto intervistando tre candidati per il ruolo di marketing oggi. Entro il prossimo anno, avrò intervistato centinaia di persone per diversi lavori.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "invent",
      "translation": "inventare",
      "definition": "To create or design something new, especially something original or clever.",
      "definition_translation": "Creare o progettare qualcosa di nuovo, soprattutto qualcosa di originale o intelligente.",
      "example": "Thomas Edison invented the light bulb. I invented a new game to play with my friends. By next month, we will have invented a new sustainable energy source.",
      "example_translation": "Thomas Edison ha inventato la lampadina. Ho inventato un nuovo gioco da giocare con i miei amici. Entro il prossimo mese, avremo inventato una nuova fonte di energia sostenibile.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "iron",
      "translation": "ferro",
      "definition": "A chemical element that is a silvery-white, shiny metal, used in making steel and in many other applications.",
      "definition_translation": "Un elemento chimico che è un metallo lucido, bianco-argento, utilizzato nella produzione di acciaio e in molte altre applicazioni.",
      "example": "I need to iron my shirt before the party. The iron content in this soil is very high. By next year, we will have reduced the iron waste in our factory.",
      "example_translation": "Ho bisogno di stirare la mia camicia prima della festa. Il contenuto di ferro in questo suolo è molto alto. Entro il prossimo anno, ridurremo il rifiuto di ferro nella nostra fabbrica.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knit",
      "translation": "calzare",
      "definition": "To make clothing or fabric by using two needles to interlace threads or yarns.",
      "definition_translation": "Creare abbigliamento o stoffa utilizzando due aghi per intrecciare fili o fibre.",
      "example": "I knit a sweater last winter, I am knitting a hat now, and I will knit a scarf next year.",
      "example_translation": "Ho calzato un maglione l'inverno scorso, sto calzando un cappello adesso, e calzerò una sciarpa il prossimo anno.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knock",
      "translation": "bussare",
      "definition": "To strike something, especially a door, with a quick blow, typically with the knuckles.",
      "definition_translation": "Colpire qualcosa, in particolare una porta, con un colpo rapido, di solito con le nocche.",
      "example": "I knocked on the door yesterday, I am knocking on the door now, and I will knock on the door tomorrow.",
      "example_translation": "Ho bussato alla porta ieri, sto bussando alla porta adesso, e busserò alla porta domani.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lay the table",
      "translation": "impostare la tavola",
      "definition": "To set or arrange (a table) with dishes, utensils, and other things necessary for a meal.",
      "definition_translation": "Impostare o disporre (una tavola) con piatti, utensili e altre cose necessarie per un pasto.",
      "example": "My mother laid the table last night, I am laying the table now, and my father will lay the table tonight.",
      "example_translation": "Mia madre ha impostato la tavola ieri sera, sto impostando la tavola adesso, e mio padre impasterà la tavola stasera.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lead",
      "translation": "condurre",
      "definition": "To guide or direct someone or something towards a particular direction or goal.",
      "definition_translation": "Condurre qualcuno o qualcosa verso una particolare direzione o obiettivo.",
      "example": "I led the team to victory in the championship game. I am leading a project at work. I will lead a team of researchers on a new project.",
      "example_translation": "Ho condotto la squadra alla vittoria nel gioco del campionato. Sto guidando un progetto al lavoro. Condurrò un team di ricercatori in un nuovo progetto.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leave",
      "translation": "lasciare",
      "definition": "To go away from a place or person.",
      "definition_translation": "Andare via da un posto o da una persona.",
      "example": "I left the party at midnight. I am leaving for vacation tomorrow. I will leave my job at the end of the month.",
      "example_translation": "Ho lasciato la festa a mezzanotte. Sto lasciando per le vacanze domani. Lascierò il mio lavoro alla fine del mese.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lift",
      "translation": "sollevare",
      "definition": "To raise or move something upwards, especially using force or effort.",
      "definition_translation": "Sollevare o spostare qualcosa verso l'alto, specialmente usando forza o sforzo.",
      "example": "I lifted the heavy box. I am lifting weights at the gym. I will lift the ban on the new policy.",
      "example_translation": "Ho sollevato la scatola pesante. Sto sollevando pesi in palestra. Solleverò il divieto sulla nuova politica.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "light",
      "translation": "luce",
      "definition": "The natural agent that stimulates sight and makes things visible, a source of illumination, such as the sun, a lamp, or a fire.",
      "definition_translation": "L'agente naturale che stimola la vista e rende le cose visibili, una fonte di illuminazione, come il sole, una lampada o un fuoco.",
      "example": "I turned on the light to see what was in the room. I will turn on the light when I enter the room. I had turned on the light before I left the room.",
      "example_translation": "Ho acceso la luce per vedere cosa c'era nella stanza. Accenderò la luce quando entrerò nella stanza. Avevo acceso la luce prima di lasciare la stanza.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lock",
      "translation": "chiave",
      "definition": "A device for securing a door, gate, or container by attaching it to a fixed object, typically operated by a key, combination, or electronic mechanism.",
      "definition_translation": "Un dispositivo per bloccare una porta, cancello o contenitore aggiungendolo a un oggetto fisso, solitamente azionato da una chiave, combinazione o meccanismo elettronico.",
      "example": "I locked the door to prevent someone from entering. I will lock the door when I leave the house. I had locked the door before I went to bed.",
      "example_translation": "Ho chiuso a chiave la porta per impedire a qualcuno di entrare. Chiuderò a chiave la porta quando lascerò la casa. Avevo chiuso a chiave la porta prima di andare a letto.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "manage",
      "translation": "gestire",
      "definition": "To handle or direct something with skill or care, especially to achieve a particular goal or result.",
      "definition_translation": "Gestire o dirigere qualcosa con abilità o cura, soprattutto per raggiungere un obiettivo o risultato particolare.",
      "example": "I managed to finish the project on time. I will manage the team to achieve the goal. I had managed to resolve the issue before the deadline.",
      "example_translation": "Sono riuscito a finire il progetto in tempo. Gestirò il team per raggiungere l'obiettivo. Avevo risolto il problema prima della scadenza.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "manage",
      "translation": "gestire",
      "definition": "to be responsible for the control and organization of something",
      "definition_translation": "essere responsabile del controllo e dell'organizzazione di qualcosa",
      "example": "She managed the project last year, manages it today, and will manage it next year.",
      "example_translation": "Ha gestito il progetto l'anno scorso, lo gestisce oggi e lo gestirà l'anno prossimo.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marry",
      "translation": "sposare",
      "definition": "to take a husband or wife; to get married",
      "definition_translation": "prendere un marito o una moglie; sposarsi",
      "example": "They got married last year, are married now, and will marry again in the future.",
      "example_translation": "Si sono sposati l'anno scorso, sono sposati ora e si sposeranno di nuovo nel futuro.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "match",
      "translation": "incontrare",
      "definition": "a contest or competition, especially in sports, where two or more teams or individuals compete against each other",
      "definition_translation": "un concorso o competizione, specialmente negli sport, dove due o più squadre o individui competono contro l'altro",
      "example": "The two teams will match in the final game next week, matched in the semifinal last week, and will match again in the future.",
      "example_translation": "Le due squadre si incontreranno nella partita finale la prossima settimana, si sono incontrate nella semifinale la settimana scorsa e si incontreranno di nuovo nel futuro.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mend",
      "translation": "riparare",
      "definition": "To repair or fix something that is damaged or broken.",
      "definition_translation": "Ripristinare o riparare qualcosa che è danneggiato o rotto.",
      "example": "I mended the tear in my shirt. I am mending the fence. I will mend the broken vase.",
      "example_translation": "Ho riparato la lacerazione nella mia camicia. Sto riparando il recinto. Riparerò il vaso rotto.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "move",
      "translation": "spostare",
      "definition": "To change the position of something or someone from one place to another.",
      "definition_translation": "Cambiare la posizione di qualcosa o qualcuno da un posto all'altro.",
      "example": "I moved the couch to the living room. I am moving to a new apartment. I will move the furniture tomorrow.",
      "example_translation": "Ho spostato il divano nella sala da pranzo. Sto traslocando in un nuovo appartamento. Sposto i mobili domani.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "move in",
      "translation": "trasferirsi",
      "definition": "To start living in a new home or place.",
      "definition_translation": "Iniziare a vivere in una nuova casa o posto.",
      "example": "We moved in last weekend. They are moving in next month. I will move in with my partner soon.",
      "example_translation": "Ci siamo trasferiti il fine settimana scorso. Si trasferiranno il mese prossimo. Mi trasferirò con il mio partner presto.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "move out",
      "translation": "trasferirsi",
      "definition": "to leave a place, especially a house or apartment, and go to live somewhere else",
      "definition_translation": "lasciare un posto, specialmente una casa o appartamento, e andare a vivere da un'altra parte",
      "example": "I moved out of my parents' house when I was 20. I'm moving out of the city next month. I will move out of my apartment in a year.",
      "example_translation": "Mi sono trasferito fuori dalla casa dei miei genitori quando avevo 20 anni. Mi trasferirò fuori dalla città il mese prossimo. Mi trasferirò fuori dal mio appartamento tra un anno.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "murder",
      "translation": "omicidio",
      "definition": "the act of unlawfully killing another human being with premeditation",
      "definition_translation": "l'atto di uccidere un essere umano con premeditazione",
      "example": "The detective was trying to solve the murder case. The murderer will be punished for his crime. The murder rate has decreased in the past year.",
      "example_translation": "Il detective stava cercando di risolvere il caso di omicidio. L'assassino sarà punito per il suo crimine. Il tasso di omicidi è diminuito nell'ultimo anno.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "name",
      "translation": "nome",
      "definition": "a word or phrase that identifies a person, place, or thing",
      "definition_translation": "una parola o frase che identifica una persona, luogo o cosa",
      "example": "What's your name? The name of the city is Rome. The company will change its name next year.",
      "example_translation": "Qual è il tuo nome? Il nome della città è Roma. L'azienda cambierà il suo nome l'anno prossimo.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "note",
      "translation": "nota",
      "definition": "A brief written record or reminder; a short informal letter or message.",
      "definition_translation": "Un breve record scritto o promemoria; una breve lettera o messaggio informale.",
      "example": "I made a note to buy milk at the store, I noted the address in my phone, I will note the changes in the document.",
      "example_translation": "Ho fatto una nota per comprare il latte al negozio, ho annotato l'indirizzo nel mio telefono, noterò le modifiche nel documento.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "notice",
      "translation": "avviso",
      "definition": "A public announcement or warning, especially one displayed in a public place.",
      "definition_translation": "Un annuncio pubblico o avvertimento, specialmente uno visualizzato in un luogo pubblico.",
      "example": "I didn't notice the sign on the door, she noticed the mistake in the report, they will notice the changes next week.",
      "example_translation": "Non ho notato il segnale sulla porta, lei ha notato l'errore nel rapporto, loro noteranno le modifiche la prossima settimana.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "operate",
      "translation": "funzionare",
      "definition": "To control or direct the functioning of a machine, system, or process.",
      "definition_translation": "Controllare o dirigere il funzionamento di una macchina, sistema o processo.",
      "example": "The doctor will operate on the patient tomorrow, the machine operates 24/7, they operated the system with ease.",
      "example_translation": "Il dottore opererà sul paziente domani, la macchina funziona 24/7, loro hanno operato il sistema con facilità.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "organise",
      "translation": "organizzare",
      "definition": "to arrange or systematize things in a more efficient way",
      "definition_translation": "organizzare o sistemare le cose in modo più efficiente",
      "example": "I will organise a meeting at 2 pm today. I organised a party last weekend. I organise my tasks every morning.",
      "example_translation": "Organizzerò una riunione alle 2 pm oggi. Ho organizzato una festa lo scorso fine settimana. Organizzo i miei compiti ogni mattina.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pass",
      "translation": "passare",
      "definition": "to move past something or someone, or to be approved or accepted",
      "definition_translation": "superare qualcosa o qualcuno, o essere approvato o accettato",
      "example": "I will pass the exam next week. I passed the driving test last year. I pass by the museum every day.",
      "example_translation": "Passerò l'esame la prossima settimana. Ho superato il test di guida l'anno scorso. Passo davanti al museo ogni giorno.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pass",
      "translation": "passare",
      "definition": "to move past something or someone, or to be approved or accepted",
      "definition_translation": "superare qualcosa o qualcuno, o essere approvato o accettato",
      "example": "The law will pass through parliament soon. I passed the ball to my teammate. The train will pass by the station in 10 minutes.",
      "example_translation": "La legge passerà attraverso il parlamento presto. Ho passato la palla al mio compagno di squadra. Il treno passerà per la stazione tra 10 minuti.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "perform",
      "translation": "eseguire",
      "definition": "to carry out or accomplish something, especially a task or a duty",
      "definition_translation": "eseguire qualcosa, specialmente un compito o un dovere",
      "example": "I will perform the task tomorrow, I performed it yesterday, and I perform it every day.",
      "example_translation": "Esegui il compito domani, l'ho eseguito ieri e lo eseguo ogni giorno.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pick",
      "translation": "scegliere",
      "definition": "to select or choose something, especially carefully or with difficulty",
      "definition_translation": "selezionare o scegliere qualcosa, specialmente con cura o con difficoltà",
      "example": "I picked the apple from the tree, I pick apples every autumn, and I will pick some fruits tomorrow.",
      "example_translation": "Ho scelto la mela dall'albero, sceglio mele ogni autunno e sceglierò alcuni frutti domani.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pick",
      "translation": "raccogliere",
      "definition": "to gather or collect something, especially from the ground or from a surface",
      "definition_translation": "raccogliere o collezionare qualcosa, specialmente dal terreno o da una superficie",
      "example": "I picked up the book from the floor, I pick up my kids from school, and I will pick up some flowers.",
      "example_translation": "Ho raccolto il libro dal pavimento, raccolgo i miei bambini da scuola e raccoglierò alcuni fiori.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pin",
      "translation": "spillo",
      "definition": "A small, thin, pointed device used for fastening or attaching things.",
      "definition_translation": "Un dispositivo piccolo, sottile e appuntito usato per fissare o attaccare le cose.",
      "example": "I used a pin to fasten the button, then I pinned up the notice, and tomorrow I will pin the medal to my jacket.",
      "example_translation": "Ho usato uno spillo per fissare il bottone, poi ho attaccato l'avviso, e domani fisserò la medaglia alla mia giacca.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "plant",
      "translation": "pianta",
      "definition": "A living organism that grows in the ground and typically has leaves, stems, and roots.",
      "definition_translation": "Un organismo vivente che cresce nel terreno e tipicamente ha foglie, steli e radici.",
      "example": "I planted a tree in the garden, then I planted seeds in the pot, and next year I will plant a new garden.",
      "example_translation": "Ho piantato un albero nel giardino, poi ho piantato semi nella pentola, e l'anno prossimo pianterò un nuovo giardino.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "point",
      "translation": "punto",
      "definition": "A small spot or mark, especially one used to indicate something.",
      "definition_translation": "Un piccolo punto o marchio, soprattutto uno usato per indicare qualcosa.",
      "example": "I pointed to the point on the map, then I pointed out the mistake, and finally I reached the point of exhaustion.",
      "example_translation": "Ho puntato il punto sulla mappa, poi ho fatto notare l'errore, e infine ho raggiunto il punto di esaurimento.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "post",
      "translation": "posta",
      "definition": "A post is a vertical pole or structure used to provide support or marking boundaries.",
      "definition_translation": "Un post è un palo o struttura verticale utilizzato per fornire sostegno o segnare confini.",
      "example": "I posted the letter in the mailbox yesterday, I will post it online today, and I posted it on social media last week.",
      "example_translation": "Ho spedito la lettera nella cassetta delle lettere ieri, lo pubblicherò online oggi e l'ho pubblicato sui social media la scorsa settimana.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "postpone",
      "translation": "rinviare",
      "definition": "To postpone means to delay or put off an event or activity to a later time.",
      "definition_translation": "Rinviare significa ritardare o posporre un evento o attività a un momento successivo.",
      "example": "I had to postpone the meeting due to the weather, I will postpone my trip until next year, and I postponed my decision until I had more information.",
      "example_translation": "Ho dovuto rinviare la riunione a causa del tempo, rimanderò il mio viaggio fino all'anno prossimo e ho rinviato la mia decisione fino a quando non avevo più informazioni.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pour",
      "translation": "versare",
      "definition": "To pour means to flow or move fluidly, or to serve or dispense a liquid.",
      "definition_translation": "Versare significa fluire o muoversi fluidamente, o servire o dispensare un liquido.",
      "example": "I poured the water into the glass, she will pour the juice into the bottle, and they poured the mixture into the mold.",
      "example_translation": "Ho versato l'acqua nel bicchiere, lei verserà il succo nella bottiglia e loro hanno versato la miscela nel modulo.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pray",
      "translation": "pregare",
      "definition": "to speak to a deity or higher power in order to express devotion or gratitude, or to ask for guidance or help",
      "definition_translation": "parlare a una divinità o potere superiore per esprimere devozione o gratitudine, o per chiedere guida o aiuto",
      "example": "I prayed to God for my family's safety during the storm. I have been praying for a new job for months. I will pray for your health tomorrow.",
      "example_translation": "Ho pregato Dio per la sicurezza della mia famiglia durante la tempesta. Ho pregato per un nuovo lavoro per mesi. Pregherò per la tua salute domani.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "press",
      "translation": "stampa",
      "definition": "to push or squeeze something firmly, often to flatten or shape it, or to extract liquid or juice from it",
      "definition_translation": "premere o stringere qualcosa fermamente, spesso per appiattirlo o dargli forma, o per estrarre liquido o succo da esso",
      "example": "I pressed the iron to remove the wrinkles from my shirt. She pressed the grapes to make wine. They will press the juice from the oranges tomorrow.",
      "example_translation": "Ho premuto la pressa per rimuovere le rughe dalla mia camicia. Lei ha premuto le uve per fare vino. Premuteranno il succo dalle arance domani.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "prevent",
      "translation": "impedire",
      "definition": "to stop something from happening or to avoid something",
      "definition_translation": " fermare qualcosa dall'accadere o evitare qualcosa",
      "example": "I prevented the accident by stopping the car in time. She prevented the fire by turning off the stove. They will prevent the disease by getting vaccinated.",
      "example_translation": "Ho impedito l'incidente fermmando la macchina in tempo. Lei ha impedito l'incendio spegnendo la stufa. Impediranno la malattia facendosi vaccinare.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "produce",
      "translation": "produrre",
      "definition": "to bring into existence or to manufacture something",
      "definition_translation": "portare all'esistenza o produrre qualcosa",
      "example": "The company will produce a new product next year. They are producing it now, and they produced a similar one last year.",
      "example_translation": "L'azienda produrrà un nuovo prodotto l'anno prossimo. Lo stanno producendo ora e hanno prodotto uno simile l'anno scorso.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "promise",
      "translation": "promettere",
      "definition": "a commitment or assurance to do something",
      "definition_translation": "un impegno o assicurazione di fare qualcosa",
      "example": "She promised to meet me at 5 pm. She is promising to do her best, and she had promised to finish the project on time.",
      "example_translation": "Lei ha promesso di incontrarmi alle 5 pm. Sta promettendo di fare del suo meglio e aveva promesso di finire il progetto in tempo.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "protect",
      "translation": "proteggere",
      "definition": "to defend or guard something from harm or danger",
      "definition_translation": "difendere o guardare qualcosa dal danno o pericolo",
      "example": "We must protect the environment from pollution. We are protecting the data from hackers, and we protected the city from the flood last year.",
      "example_translation": "Dobbiamo proteggere l'ambiente dall'inquinamento. Stiamo proteggendo i dati dagli hacker e abbiamo protetto la città dall'inondazione l'anno scorso.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "prove",
      "translation": "dimostrare",
      "definition": "to demonstrate the truth or existence of something by giving evidence or showing it to be true",
      "definition_translation": "dimostrare la verità o l'esistenza di qualcosa fornendo prove o mostrandola vera",
      "example": "I will prove that I am capable of doing this task. I proved that I was right. I had proved that I was the best candidate for the job.",
      "example_translation": "Dimostro che sono capace di fare questo compito. Ho dimostrato che avevo ragione. Avevo dimostrato di essere il miglior candidato per il lavoro.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "provide",
      "translation": "fornire",
      "definition": "to give someone something that they need or want, often in exchange for something else",
      "definition_translation": "dare a qualcuno qualcosa che ha bisogno o vuole, spesso in cambio di qualcos'altro",
      "example": "The company will provide us with the necessary equipment. They provided us with a lot of support. We had provided them with all the necessary documents.",
      "example_translation": "L'azienda ci fornirà l'attrezzatura necessaria. Ci hanno fornito molto sostegno. Avevamo fornito loro tutti i documenti necessari.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "punish",
      "translation": "punire",
      "definition": "to give someone a penalty or punishment for doing something wrong",
      "definition_translation": "dare a qualcuno una pena o punizione per aver fatto qualcosa di sbagliato",
      "example": "The judge will punish him for his crime. They punished us for being late. We had punished ourselves for not studying harder.",
      "example_translation": "Il giudice lo punirà per il suo crimine. Ci hanno punito per essere stati in ritardo. Ci eravamo puniti noi stessi per non aver studiato abbastanza.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "quit",
      "translation": "lasciare",
      "definition": "To stop doing something or to leave a place, especially suddenly.",
      "definition_translation": "Smettere di fare qualcosa o lasciare un posto, specialmente all'improvviso.",
      "example": "I will quit my job next month, I quit smoking last year, and I had quit school when I was 16.",
      "example_translation": "Lascerò il mio lavoro il mese prossimo, ho lasciato il fumo l'anno scorso e avevo lasciato la scuola quando avevo 16 anni.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "quit",
      "translation": "lasciare",
      "definition": "To stop doing something or to leave a place, especially suddenly.",
      "definition_translation": "Smettere di fare qualcosa o lasciare un posto, specialmente all'improvviso.",
      "example": "She will quit her job next week, he quits work at 5 pm, and they had quit the project.",
      "example_translation": "Lei lascierà il suo lavoro la settimana prossima, lui lascia il lavoro alle 5 pm e loro avevano lasciato il progetto.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "race",
      "translation": "corsa",
      "definition": "A competition in which people or vehicles try to be the fastest.",
      "definition_translation": "Una competizione in cui le persone o i veicoli cercano di essere i più veloci.",
      "example": "I will race in the marathon next year, she raced her car last weekend, and they had raced to the finish line.",
      "example_translation": "Correrò nella maratona l'anno prossimo, lei ha corsa la sua macchina lo scorso weekend e loro avevano corsa fino al traguardo.",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "raise",
      "translation": "alzare",
      "definition": "To lift something up or to move something upwards, or to increase the level or amount of something.",
      "definition_translation": "Sollevare qualcosa o spostare qualcosa verso l'alto, o aumentare il livello o l'importo di qualcosa.",
      "example": "I raised my hand to ask a question. I am raising my child to be kind. I will raise the issue at the meeting.",
      "example_translation": "Ho alzato la mano per chiedere una domanda. Sto crescendo mio figlio per essere gentile. Solleverò la questione alla riunione.",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rebuild",
      "translation": "ricostruire",
      "definition": "To build something again, especially after it has been damaged or destroyed, or to recreate something that has been lost.",
      "definition_translation": "Costruire nuovamente qualcosa, soprattutto dopo che è stato danneggiato o distrutto, o ricreare qualcosa che è stato perso.",
      "example": "They rebuilt the city after the war. We rebuilt the car engine from scratch. They will rebuild the team after the loss.",
      "example_translation": "Hanno ricostruito la città dopo la guerra. Abbiamo ricostruito il motore della macchina da zero. Ricostruiranno la squadra dopo la sconfitta.",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "recycle",
      "translation": "riciclare",
      "definition": "To treat or process materials to make them suitable for use again, especially to reduce waste and conserve natural resources.",
      "definition_translation": "Trattare o elaborare materiali per renderli adatti all'uso nuovamente, soprattutto per ridurre gli sprechi e conservare le risorse naturali.",
      "example": "We recycle paper to save trees. The company recycles its waste to reduce pollution. They will recycle the old computers to reuse the parts.",
      "example_translation": "Ricicliamo la carta per salvare gli alberi. L'azienda ricicla i suoi rifiuti per ridurre l'inquinamento. Ricicleranno i vecchi computer per riutilizzare le parti.",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "replace",
      "translation": "sostituire",
      "definition": "To put something new in the place of something old or broken, or to take the place of someone or something else.",
      "definition_translation": "Inserire qualcosa di nuovo al posto di qualcosa di vecchio o rotto, o prendere il posto di qualcuno o qualcosa di altro.",
      "example": "I had to replace the broken light bulb with a new one. I replaced the old phone with a new one. I will replace the worn-out shoes with a new pair.",
      "example_translation": "Ho dovuto sostituire la lampadina rotta con una nuova. Ho sostituito il vecchio telefono con uno nuovo. Sostituirò le scarpe consumate con un nuovo paio.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rescue",
      "translation": "salvare",
      "definition": "To save someone or something from a dangerous or difficult situation.",
      "definition_translation": "Salvare qualcuno o qualcosa da una situazione pericolosa o difficile.",
      "example": "The firefighters rescued the people from the burning building. The rescue team rescued the stranded hikers from the mountain. They will rescue the puppy from the well.",
      "example_translation": "I pompieri hanno salvato le persone dall'edificio in fiamme. La squadra di salvataggio ha salvato gli escursionisti bloccati sulla montagna. Salveranno il cucciolo dal pozzo.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "reserve",
      "translation": "riservare",
      "definition": "To keep something for a particular purpose or time, or to arrange for something to be kept for a particular purpose or time.",
      "definition_translation": "Tenere qualcosa per uno scopo particolare o tempo, o pianificare qualcosa per essere tenuto per uno scopo particolare o tempo.",
      "example": "I reserved a table at the restaurant for dinner. She reserves her Saturdays for studying. They will reserve a hotel room for the wedding guests.",
      "example_translation": "Ho riservato un tavolo al ristorante per cena. Lei riserva i suoi sabati per studiare. Riserveranno una camera d'albergo per gli ospiti del matrimonio.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rest",
      "translation": "riposo",
      "definition": "A period of relaxation or recreation, especially after a period of work or activity.",
      "definition_translation": "Un periodo di riposo o di svago, specialmente dopo un periodo di lavoro o di attività.",
      "example": "I need to take a rest after this long journey. I rested for a few hours before continuing my trip. I will rest early tonight to prepare for tomorrow.",
      "example_translation": "Ho bisogno di prendere un riposo dopo questo lungo viaggio. Mi sono riposato per alcune ore prima di continuare il mio viaggio. Mi riposerò presto stasera per prepararmi per domani.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "revise",
      "translation": "rivedere",
      "definition": "To re-examine or re-consider something, especially in order to correct or improve it.",
      "definition_translation": "Riesaminare o riconsiderare qualcosa, specialmente per correggere o migliorare.",
      "example": "I need to revise my essay before submitting it. I revised my notes after the lecture. I will revise my plan to make it more effective.",
      "example_translation": "Ho bisogno di rivedere il mio saggio prima di presentarlo. Ho riveduto le mie note dopo la lezione. Rivedrò il mio piano per renderlo più efficace.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rob",
      "translation": "rubare",
      "definition": "To take something illegally or without permission, especially in a violent or forceful way.",
      "definition_translation": "Prendere qualcosa illegalmente o senza permesso, specialmente in modo violento o coercitivo.",
      "example": "The thief will rob the bank tonight. The robbers robbed the store yesterday. They will rob the house if they get the chance.",
      "example_translation": "Il ladro ruberà la banca stanotte. I ladri hanno rubato il negozio ieri. Ruberanno la casa se ne avranno l'opportunità.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "run",
      "translation": "correre",
      "definition": "To move quickly on foot, typically in a steady and swift pace, often as a form of exercise or in a competitive context.",
      "definition_translation": "Muoversi velocemente a piedi, tipicamente a un ritmo costante e veloce, spesso come forma di esercizio o in un contesto competitivo.",
      "example": "I will run a marathon next week. I ran a marathon last year. I am running a marathon today.",
      "example_translation": "Correrò una maratona la settimana prossima. Ho corso una maratona l'anno scorso. Sto correndo una maratona oggi.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "save",
      "translation": "salvare",
      "definition": "To keep or set aside for future use, to rescue or protect from harm or loss, to store or preserve data or files.",
      "definition_translation": "Tenere o mettere da parte per uso futuro, salvare o proteggere da danni o perdite, memorizzare o preservare dati o file.",
      "example": "I will save my document before shutting down the computer. I saved my document yesterday. I am saving my document now.",
      "example_translation": "Salerò il mio documento prima di spegnere il computer. Ho salvato il mio documento ieri. Sto salvando il mio documento ora.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "score",
      "translation": "punteggio",
      "definition": "A number of points earned or achieved, especially in a game or competition, a rating or grade given to a performance.",
      "definition_translation": "Un numero di punti guadagnati o raggiunti, soprattutto in un gioco o in una competizione, una valutazione o voto assegnato a una prestazione.",
      "example": "I scored a goal in the soccer game. I will score a high grade on the exam. I scored a perfect score on the test.",
      "example_translation": "Ho segnato un gol nel gioco del calcio. Segnerò un alto voto all'esame. Ho segnato un punteggio perfetto nel test.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "scream",
      "translation": "urlare",
      "definition": "a loud, loud cry, typically expressing pain, fear, or excitement",
      "definition_translation": "un grido forte, forte, che esprime generalmente dolore, paura o entusiasmo",
      "example": "I screamed in horror when I saw the snake, I scream when I'm excited, and I will scream if I see a spider.",
      "example_translation": "Ho urlato in orrore quando ho visto il serpente, urlo quando sono emozionato e urlerò se vedo un ragno.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "search",
      "translation": "ricercare",
      "definition": "to look thoroughly and carefully for something",
      "definition_translation": "cercare accuratamente e attentamente qualcosa",
      "example": "I searched for my keys everywhere, I am searching for a new job, and I will search for the perfect gift.",
      "example_translation": "Ho cercato le mie chiavi dappertutto, sto cercando un nuovo lavoro e cercherò il regalo perfetto.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "select",
      "translation": "selezionare",
      "definition": "to choose something from a group or range of possibilities",
      "definition_translation": "scegliere qualcosa da un gruppo o gamma di possibilità",
      "example": "I selected the best option, I am selecting a new phone, and I will select the winner.",
      "example_translation": "Ho selezionato la migliore opzione, sto selezionando un nuovo telefono e selezionerò il vincitore.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "serve",
      "translation": "servire",
      "definition": "To provide food or drink to someone, or to offer a service or help to someone",
      "definition_translation": "Fornire cibo o bevande a qualcuno, o offrire un servizio o aiuto a qualcuno",
      "example": "I served coffee to the guests. I am serving coffee to the guests. I will serve coffee to the guests.",
      "example_translation": "Ho servito il caffè agli ospiti. Sto servendo il caffè agli ospiti. Servirò il caffè agli ospiti.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sew",
      "translation": "cucire",
      "definition": "To join or repair something by using a needle and thread",
      "definition_translation": "Unire o riparare qualcosa utilizzando un ago e un filo",
      "example": "I sewed a button on my shirt. I am sewing a dress. I will sew a patch on my pants.",
      "example_translation": "Ho cucito un bottone sulla mia camicia. Sto cucendo un vestito. Cucirò un patch sui miei pantaloni.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shake",
      "translation": "scuotere",
      "definition": "To move something quickly back and forth, or to mix something by moving it quickly",
      "definition_translation": "Muovere qualcosa rapidamente avanti e indietro, o mescolare qualcosa muovendola rapidamente",
      "example": "I shook the bottle. I am shaking the tree. I will shake the rug.",
      "example_translation": "Ho scosso la bottiglia. Sto scuotendo l'albero. Scuoterò il tappeto.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shake hands",
      "translation": "stringere la mano",
      "definition": "to clasp another person's right hand in one's own, typically as a greeting or to show friendliness",
      "definition_translation": "stringere la mano destra di un'altra persona nella propria, solitamente come saluto o per mostrare amicizia",
      "example": "I shook hands with my friend when I saw him yesterday, I shake hands with him every time I see him, I will shake hands with him at the meeting tomorrow.",
      "example_translation": "Ho stretto la mano al mio amico quando l'ho visto ieri, stringo la mano con lui ogni volta che lo vedo, stringerò la mano con lui all'incontro di domani.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shoot",
      "translation": "sparare",
      "definition": "to fire a projectile from a weapon, especially a gun or bow",
      "definition_translation": "sparare un proiettile da un'arma, specialmente un fucile o un arco",
      "example": "I shot the target with an arrow, I shoot the basketball with my friend, I will shoot the picture with my camera.",
      "example_translation": "Ho sparato il bersaglio con una freccia, sparo la pallacanestro con il mio amico, sparò la foto con la mia macchina fotografica.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shop",
      "translation": "negozio",
      "definition": "a building or part of a building where goods or services are sold or offered for sale",
      "definition_translation": "un edificio o parte di un edificio dove sono venduti o offerti beni o servizi",
      "example": "I shopped at the mall yesterday, I shop at the grocery store every week, I will shop online tomorrow.",
      "example_translation": "Ho fatto shopping al centro commerciale ieri, vado a fare la spesa al negozio di alimentari ogni settimana, farò shopping online domani.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ski",
      "translation": "sciare",
      "definition": "To engage in the sport of skiing, typically on snow-covered mountains or hills.",
      "definition_translation": "Praticare lo sport dello sci, tipicamente su montagne o colline innevate.",
      "example": "I will ski down the mountain tomorrow, but today I skied with my friends, and last year I skied alone.",
      "example_translation": "Io sciurerò giù per la montagna domani, ma oggi ho sciato con i miei amici, e l'anno scorso ho sciato da solo.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "slip",
      "translation": "scivolare",
      "definition": "To accidentally fall or slide, often due to a loss of traction or balance.",
      "definition_translation": "Cadere o scivolare accidentalmente, spesso a causa della perdita di trazione o equilibrio.",
      "example": "I slipped on the banana peel and fell yesterday, but today I slip on my shoes carefully, and next week I will slip away quietly.",
      "example_translation": "Mi sono scivolato sulla buccia di banana e sono caduto ieri, ma oggi mi scivolo sulle scarpe con attenzione, e la prossima settimana mi scivolerò via in silenzio.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "smell",
      "translation": "odorare",
      "definition": "To perceive a scent or odor, often using one's nose.",
      "definition_translation": "Percepire un odore o profumo, spesso usando il proprio naso.",
      "example": "I smelled the coffee this morning, and I smell the flowers in the garden every day, but I will smell the freshly baked cookies tomorrow.",
      "example_translation": "Ho odorato il caffè questa mattina, eodo i fiori nel giardino ogni giorno, ma domani odorerò i biscotti appena sfornati.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "smile",
      "translation": "sorridere",
      "definition": "To form one's features into a pleased, kind, or amused expression, typically with the corners of the mouth curving upward.",
      "definition_translation": "Formare le proprie caratteristiche in un'espressione di piacere, gentile o divertita, tipicamente con gli angoli della bocca che si incurvano verso l'alto.",
      "example": "She smiled at me when I walked into the room. I will smile when I see her again. I smiled when I got the news.",
      "example_translation": "Lei mi ha sorriso quando sono entrato nella stanza. Sarò felice quando la vedrò di nuovo. Ho sorriso quando ho ricevuto la notizia.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spill",
      "translation": "versare",
      "definition": "To cause or allow a liquid to flow or fall from a container, typically accidentally.",
      "definition_translation": "Causare o consentire a un liquido di fluire o cadere da un contenitore, tipicamente accidentalmente.",
      "example": "I spilled coffee on my shirt this morning. She spilled the water on the floor. He will spill the drinks at the party.",
      "example_translation": "Ho versato il caffè sulla mia camicia questa mattina. Lei ha versato l'acqua sul pavimento. Lui verserà le bevande alla festa.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spoil",
      "translation": "rovinare",
      "definition": "To damage or ruin something, or to cause someone to become spoiled or lazy.",
      "definition_translation": "Danneggiare o rovinare qualcosa, o causare a qualcuno di diventare viziato o pigro.",
      "example": "The kids will spoil their appetites by eating too much candy. She spoiled her hair by using the wrong shampoo. He spoils his brother by giving him too many gifts.",
      "example_translation": "I bambini rovineranno l'appetito mangiando troppo dolce. Lei ha rovinato i capelli usando lo shampoo sbagliato. Lui vizia il fratello dandogli troppi regali.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stick",
      "translation": "bastone",
      "definition": "A stick is a thin, straight piece of wood or other material used for support or as a weapon.",
      "definition_translation": "Un bastone è un pezzo di legno o di altro materiale sottile e diritto usato come sostegno o come arma.",
      "example": "I stuck the stick in the ground. Yesterday, I had stuck it in the mud. Tomorrow, I will stick it in the tree.",
      "example_translation": "Ho infilato il bastone nel terreno. Ieri, l'avevo infilato nel fango. Domani, lo infilerò nell'albero.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stir",
      "translation": "agitare",
      "definition": "To stir something means to mix it gently, usually with a spoon or other utensil, in order to combine the ingredients or to make it smooth.",
      "definition_translation": "Agitare qualcosa significa mescolare delicatamente, generalmente con un cucchiaio o altro utensile, per combinare gli ingredienti o renderlo liscio.",
      "example": "I stirred the coffee. Yesterday, I had stirred the tea. Tomorrow, I will stir the milk.",
      "example_translation": "Ho agitato il caffè. Ieri, avevo agitato il tè. Domani, agiterò il latte.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "strike",
      "translation": "colpire",
      "definition": "To strike something means to hit it strongly, usually with a sudden motion, in order to damage or destroy it.",
      "definition_translation": "Colpire qualcosa significa colpirla forte, generalmente con un movimento improvviso, per danneggiarla o distruggerla.",
      "example": "I struck the drum. Yesterday, I had struck the bell. Tomorrow, I will strike the anvil.",
      "example_translation": "Ho colpito il tamburo. Ieri, avevo colpito la campana. Domani, colpirò l'incudine.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "succeed",
      "translation": "riuscire",
      "definition": "To accomplish something or achieve a goal, often with effort or difficulty.",
      "definition_translation": "Riuscire a fare qualcosa o raggiungere un obiettivo, spesso con sforzo o difficoltà.",
      "example": "I will succeed in my career, I work hard every day. Yesterday, I succeeded in finishing the project on time. If I study well, I will succeed in the exam.",
      "example_translation": "Riuscirò nel mio lavoro, lavoro sodo ogni giorno. Ieri, sono riuscito a finire il progetto in tempo. Se studio bene, riuscirò nell'esame.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "suggest",
      "translation": "suggerire",
      "definition": "To propose or recommend an idea or course of action.",
      "definition_translation": "Proporre o raccomandare un'idea o un corso di azione.",
      "example": "I suggest we go to the movies tonight. She suggested a new restaurant for dinner. They suggested that we take a break.",
      "example_translation": "Suggerisco che andiamo al cinema stasera. Lei ha suggerito un nuovo ristorante per cena. Hanno suggerito che prendiamo una pausa.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunbathe",
      "translation": "abbronzarsi",
      "definition": "To sit or lie in the sun, usually without clothing, in order to get a suntan.",
      "definition_translation": "Sedere o giacere al sole, di solito senza vestiti, per prendere abbronzatura.",
      "example": "I love to sunbathe on the beach. Yesterday, I sunbathed for three hours. If the weather is good, we will sunbathe tomorrow.",
      "example_translation": "Adoro abbronzarmi sulla spiaggia. Ieri, mi sono abbronzato per tre ore. Se il tempo è bello, ci abbronziamo domani.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "support",
      "translation": "sostegno",
      "definition": "to give assistance or encouragement to someone or something",
      "definition_translation": "fornire assistenza o incoraggiamento a qualcuno o qualcosa",
      "example": "I will support you in this project, she supported him in the past, and they will support us in the future.",
      "example_translation": "Ti sosterrò in questo progetto, lei lo ha sostenuto in passato, e loro ci sosterranno nel futuro.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "support",
      "translation": "sostegno",
      "definition": "the act of providing emotional or financial help to someone",
      "definition_translation": "l'atto di fornire aiuto emotivo o finanziario a qualcuno",
      "example": "The organization provided support to the families affected by the disaster, they had supported them in the past, and will continue to support them in the future.",
      "example_translation": "L'organizzazione ha fornito sostegno alle famiglie colpite dal disastro, lo hanno sostenuto in passato, e continueranno a sostenerli nel futuro.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "switch off",
      "translation": "spegnere",
      "definition": "to stop the operation of something, typically by flipping a switch",
      "definition_translation": "interrompere il funzionamento di qualcosa, tipicamente azionando un interruttore",
      "example": "I switched off the lights when I left the room, she will switch off the computer when she finishes her work, and they had switched off the engine.",
      "example_translation": "Ho spento le luci quando ho lasciato la stanza, lei spegnerà il computer quando finirà il suo lavoro, e loro avevano spento il motore.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "switch on",
      "translation": "accendere",
      "definition": "to activate or turn on a device, machine, or system",
      "definition_translation": "attivare o accendere un dispositivo, macchina o sistema",
      "example": "I switched on the computer to start working. I will switch it on again tomorrow. I had switched it on earlier, but it didn't work.",
      "example_translation": "Ho acceso il computer per iniziare a lavorare. Lo accenderò di nuovo domani. L'avevo acceso prima, ma non funzionava.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "taste",
      "translation": "gusto",
      "definition": "the sensation of flavor or sweetness when food or drink is taken into the mouth",
      "definition_translation": "la sensazione di sapore o dolcezza quando viene assunto cibo o bevanda in bocca",
      "example": "I will taste the wine to see if it's good. I tasted the cake and it was delicious. She had tasted the soup, but it was too salty.",
      "example_translation": "Gusterò il vino per vedere se è buono. Ho assaggiato la torta e era deliziosa. Lei aveva assaggiato la zuppa, ma era troppo salata.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tear",
      "translation": "lacrima",
      "definition": "a drop of liquid that falls from an eye as a result of emotion or irritation",
      "definition_translation": "una goccia di liquido che cade dall'occhio come risultato di emozione o irritazione",
      "example": "She will tear up when she hears the news. I teared up at the sad movie. They had torn up after the breakup.",
      "example_translation": "Lei si scioglierà in lacrime quando sentirà la notizia. Mi sono commosso al film triste. Si erano sciolti dopo la separazione.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "test",
      "translation": "prova",
      "definition": "A test is a series of questions or problems designed to assess a person's knowledge, skills, or abilities.",
      "definition_translation": "Un test è una serie di domande o problemi progettati per valutare la conoscenza, le abilità o le capacità di una persona.",
      "example": "I had to take a test in math class yesterday, but I'm taking a test in science class today, and I'll take a test in English class next week.",
      "example_translation": "Ho dovuto fare un test di matematica nella classe di ieri, ma sto facendo un test di scienze nella classe di oggi, e farò un test di inglese nella classe della prossima settimana.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tick",
      "translation": "zecca",
      "definition": "A tick is a small, usually parasitic, insect that feeds on the blood of mammals and birds.",
      "definition_translation": "Una zecca è un insetto piccolo, solitamente parassita, che si nutre del sangue dei mammiferi e degli uccelli.",
      "example": "When I went hiking, I had to check my dog for ticks, because ticks can transmit diseases.",
      "example_translation": "Quando sono andato a fare escursione, ho dovuto controllare il mio cane per le zecche, perché le zecche possono trasmettere malattie.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tie",
      "translation": "cravatta",
      "definition": "A tie is a long, narrow piece of cloth worn around the neck, typically by men, to add a touch of elegance to a suit.",
      "definition_translation": "Una cravatta è un pezzo di stoffa lungo e stretto indossato intorno al collo, tipicamente dagli uomini, per aggiungere un tocco di eleganza a un abito.",
      "example": "I had to wear a tie to the wedding, but I'll tie my shoelaces before I go for a run.",
      "example_translation": "Ho dovuto indossare una cravatta al matrimonio, ma mi legherò le stringhe delle scarpe prima di andare a correre.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "total",
      "translation": "totale",
      "definition": "The whole amount or extent of something; the entirety of something",
      "definition_translation": "L'intera quantità o estensione di qualcosa; l'intero di qualcosa",
      "example": "The total cost of the project was higher than expected. I will total up the numbers. In total, we have 10 years of experience.",
      "example_translation": "Il costo totale del progetto era più alto del previsto. Sommerò i numeri. In totale, abbiamo 10 anni di esperienza.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tour",
      "translation": "tour",
      "definition": "A journey or trip, especially one with a specific purpose, such as business or pleasure.",
      "definition_translation": "Un viaggio o giro, specialmente uno con uno scopo specifico, come affari o piacere.",
      "example": "We went on a tour of Europe last summer. She is on a tour of the country promoting her new book. They will tour the facility next week.",
      "example_translation": "Abbiamo fatto un tour d'Europa l'estate scorsa. Sta facendo un tour del paese per promuovere il suo nuovo libro. Visiteranno la struttura la settimana prossima.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "train",
      "translation": "treno",
      "definition": "A self-propelled vehicle on rails, used for transporting people or goods.",
      "definition_translation": "Un veicolo autopropulso su rotaie, utilizzato per il trasporto di persone o merci.",
      "example": "I took the train to New York yesterday. She is training for a marathon. They will train the new employees next month.",
      "example_translation": "Ho preso il treno per New York ieri. Sta allenandosi per una maratona. formeranno i nuovi dipendenti il prossimo mese.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "transfer",
      "translation": "trasferire",
      "definition": "to move something or someone from one place to another, or to change something from one system or situation to another",
      "definition_translation": "spostare qualcosa o qualcuno da un posto all'altro, o cambiare qualcosa da un sistema o situazione all'altra",
      "example": "I transferred the money from my savings account to my checking account. I will transfer to a new school next semester. She had transferred the files to an external hard drive.",
      "example_translation": "Ho trasferito i soldi dal mio conto di risparmio al mio conto corrente. Mi trasferirò in una nuova scuola il prossimo semestre. Aveva trasferito i file su un hard disk esterno.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "translate",
      "translation": "tradurre",
      "definition": "to change words or text from one language into another language",
      "definition_translation": "cambiare le parole o il testo da una lingua all'altra",
      "example": "Can you translate this sentence into Spanish? The book was translated from English to French. She will translate the website into Italian.",
      "example_translation": "Puoi tradurre questa frase in spagnolo? Il libro è stato tradotto dall'inglese al francese. Tradurrà il sito web in italiano.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "try",
      "translation": "provare",
      "definition": "to make an effort to do something or to make an attempt to accomplish something",
      "definition_translation": "fare uno sforzo per fare qualcosa o tentare di realizzare qualcosa",
      "example": "I will try to finish the project by Friday. She tried to learn how to play the guitar. They will try to fix the car engine.",
      "example_translation": "Cercherò di finire il progetto entro venerdì. Ha cercato di imparare a suonare la chitarra. Cercheranno di riparare il motore della macchina.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "type",
      "translation": "tipo",
      "definition": "A category or class of things having some common characteristic or quality.",
      "definition_translation": "Una categoria o classe di cose aventi una caratteristica o qualità comune.",
      "example": "Yesterday, I typed a letter to my friend. Today, I'm typing an email to my boss. Tomorrow, I will type a report for my project.",
      "example_translation": "Ieri, ho digitato una lettera al mio amico. Oggi, sto digitando un'email al mio capo. Domani, digiterò un rapporto per il mio progetto.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "undress",
      "translation": "spogliare",
      "definition": "To remove one's clothes, especially in preparation for sleeping or bathing.",
      "definition_translation": "Rimuovere i propri vestiti, specialmente in preparazione del sonno o del bagno.",
      "example": "She undressed quickly and got into bed. He undressed slowly and took a shower. They will undress and get ready for the party.",
      "example_translation": "Lei si è spogliata rapidamente e si è messa a letto. Lui si è spogliato lentamente e ha fatto una doccia. Loro si spoglieranno e si prepareranno per la festa.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unpack",
      "translation": "scompattare",
      "definition": "To remove the contents of a container, such as a suitcase or package.",
      "definition_translation": "Rimuovere il contenuto di un contenitore, come una valigia o un pacco.",
      "example": "I unpacked my suitcase and put my clothes away. She unpacked the box and assembled the furniture. They will unpack the truck and deliver the goods.",
      "example_translation": "Ho scompattato la mia valigia e ho messo via i miei vestiti. Lei ha scompattato la scatola e ha assemblato il mobilio. Loro scompackeranno il camion e consegneranno le merci.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "update",
      "translation": "aggiornare",
      "definition": "To make something more modern or effective by adding new information, ideas, or methods.",
      "definition_translation": "Aggiornare qualcosa con informazioni, idee o metodi nuovi per renderlo più moderno o efficace.",
      "example": "I need to update my phone's operating system. Yesterday, I updated my computer's software. Tomorrow, I will update my website's content.",
      "example_translation": "Devo aggiornare il sistema operativo del mio telefono. Ieri, ho aggiornato il software del mio computer. Domani, aggiorderò il contenuto del mio sito web.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vote",
      "translation": "votare",
      "definition": "A formal expression of opinion or intention made by a person or group, typically by raising a hand, using a ballot, or making a verbal statement.",
      "definition_translation": "Un'espressione formale di opinione o intenzione fatta da una persona o gruppo, tipicamente alzando la mano, utilizzando una scheda o facendo una dichiarazione verbale.",
      "example": "I vote for the new policy. She voted against the proposal. They will vote on the budget next week.",
      "example_translation": "Voto per la nuova politica. Lei ha votato contro la proposta. Voterranno sul bilancio la prossima settimana.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "walk the dog",
      "translation": "passeggiare il cane",
      "definition": "To take a dog for a walk, typically on a leash, as a form of exercise or to allow the dog to relieve itself.",
      "definition_translation": "Portare il cane a passeggio, tipicamente al guinzaglio, come forma di esercizio o per permettere al cane di scaricarsi.",
      "example": "I walk my dog every morning. Yesterday, she walked the dog in the park. They will walk their dogs on the beach tomorrow.",
      "example_translation": "Passeggio il mio cane ogni mattina. Ieri, lei ha passeggiato il cane nel parco. Domani, passeggeranno i loro cani sulla spiaggia.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "warn",
      "translation": "avvertire",
      "definition": "to give someone a warning or notice that something is going to happen or that something is wrong",
      "definition_translation": "avvertire qualcuno che qualcosa sta per accadere o che qualcosa è sbagliato",
      "example": "I warned him about the danger, but he didn't listen. I am warning you that the deadline is approaching. I will warn her about the consequences.",
      "example_translation": "L'ho avvertito del pericolo, ma non ha ascoltato. Sto avvertendo voi che la scadenza si sta avvicinando. Avvertirò lei delle conseguenze.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "waste",
      "translation": "spendere",
      "definition": "to use or expend something, especially unnecessarily or carelessly",
      "definition_translation": "usare o dispendere qualcosa, specialmente in modo inutile o imprudente",
      "example": "We wasted a lot of time watching TV yesterday. I waste too much money on unnecessary things. She will waste her talent if she doesn't practice.",
      "example_translation": "Abbiamo sprecato molto tempo guardando la TV ieri. Sperpero troppo denaro in cose inutili. Sperherà il suo talento se non si allenerà.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wave",
      "translation": "onda",
      "definition": "a movement of energy through a medium, such as water or air, in which the particles of the medium oscillate back and forth",
      "definition_translation": "un movimento di energia attraverso un mezzo, come acqua o aria, in cui le particelle del mezzo oscillano avanti e indietro",
      "example": "The wave crashed against the shore. I waved goodbye to my friends. The teacher will wave her hand to get our attention.",
      "example_translation": "L'onda si è infranta contro la riva. Ho fatto un cenno di saluto ai miei amici. L'insegnante farà cenno con la mano per attirare la nostra attenzione.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    }
  ]
}