{
  "data": [
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "number",
      "translation": "numero",
      "definition": "A numerical value or quantity, especially a whole number, as opposed to a fraction or decimal.",
      "definition_translation": "Un valore numerico o quantità, soprattutto un numero intero, rispetto a una frazione o decimale.",
      "example": "I have a lot of numbers to crunch for this project. Yesterday, I numbered all the pages. By the end of the year, I will have numbered all the files.",
      "example_translation": "Ho un sacco di numeri da elaborare per questo progetto. Ieri, ho numerato tutte le pagine. Entro la fine dell'anno, avrò numerato tutti i file.",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "circle",
      "translation": "cerchio",
      "definition": "A round shape with no beginning or end, in which every point on the circumference is equidistant from a central point, called the center.",
      "definition_translation": "Una forma rotonda senza inizio né fine, in cui ogni punto sulla circonferenza è equidistante da un punto centrale, chiamato centro.",
      "example": "Draw a circle around the answer. The circle is a perfect shape. By next week, I will have drawn a circle around the entire diagram.",
      "example_translation": "Disegna un cerchio attorno alla risposta. Il cerchio è una forma perfetta. Entro la prossima settimana, avrò disegnato un cerchio attorno all'intero diagramma.",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "square",
      "translation": "quadrato",
      "definition": "A shape with four sides of equal length, where all internal angles are right angles.",
      "definition_translation": "Una forma con quattro lati di lunghezza uguale, dove tutti gli angoli interni sono angoli retti.",
      "example": "The square is a popular shape in architecture. I will be walking around the square tomorrow. By next month, I will have visited the square several times.",
      "example_translation": "Il quadrato è una forma popolare nell'architettura. Domani farò una passeggiata attorno al quadrato. Entro il prossimo mese, avrò visitato il quadrato diverse volte.",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "star",
      "translation": "stella",
      "definition": "A massive, luminous ball of gas that is held together by its own gravity.",
      "definition_translation": "Una grande massa luminosa di gas che viene trattenuta dalla sua stessa gravità.",
      "example": "I saw a shooting star in the sky last night. The star will shine brightly in the sky tonight. The star had exploded millions of years ago.",
      "example_translation": "Ho visto una stella cadente nel cielo la scorsa notte. La stella brillerà luminosamente nel cielo stasera. La stella era esplosa milioni di anni fa.",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cross",
      "translation": "croce",
      "definition": "A wooden structure used as a symbol of Christianity, typically having a rectangular or elliptical shape.",
      "definition_translation": "Una struttura di legno utilizzata come simbolo del cristianesimo, solitamente di forma rettangolare o ellittica.",
      "example": "I saw a cross on the church steeple. The priest held a cross during the ceremony. The cross will be erected in the town square.",
      "example_translation": "Ho visto una croce sulla guglia della chiesa. Il prete teneva una croce durante la cerimonia. La croce sarà eretta nella piazza del paese.",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "per cent",
      "translation": "per cento",
      "definition": "A unit of proportion equal to one hundredth of a whole.",
      "definition_translation": "Una unità di proporzione uguale a un centesimo di un intero.",
      "example": "The company's profits increased by 20 per cent last year. The student scored 90 per cent on the exam. The interest rate will decrease by 5 per cent next month.",
      "example_translation": "I profitti dell'azienda sono aumentati del 20 per cento l'anno scorso. Lo studente ha ottenuto il 90 per cento all'esame. Il tasso di interesse diminuirà del 5 per cento il mese prossimo.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sum",
      "translation": "somma",
      "definition": "The result of adding two or more numbers together; a total or aggregate amount.",
      "definition_translation": "Il risultato di aggiungere due o più numeri insieme; un totale o importo aggregato.",
      "example": "I calculated the sum of the numbers and got 100. Yesterday, I summed up the scores and we won the game. Tomorrow, I will sum up the expenses and send you the report.",
      "example_translation": "Ho calcolato la somma dei numeri e ho ottenuto 100. Ieri, ho sommato i punteggi e abbiamo vinto la partita. Domani, sommerò le spese e ti invierò il rapporto.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "addition",
      "translation": "addizione",
      "definition": "The act of adding something to something else, especially numbers; the process of combining two or more things to make a total or a whole.",
      "definition_translation": "L'atto di aggiungere qualcosa a qualcos'altro, specialmente numeri; il processo di combinare due o più cose per fare un totale o un insieme.",
      "example": "Addition is a fundamental operation in mathematics. The teacher explained the concept of addition to the students. By next year, I will have mastered the addition of complex numbers.",
      "example_translation": "L'addizione è un'operazione fondamentale nella matematica. L'insegnante ha spiegato il concetto di addizione agli studenti. Entro l'anno prossimo, avrò padronato l'addizione di numeri complessi.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cone",
      "translation": "conetto",
      "definition": "A shape that tapers to a point, often used as a geometric shape in mathematics and architecture.",
      "definition_translation": "Una forma che si restringe a un punto, spesso utilizzata come forma geometrica nella matematica e nell'architettura.",
      "example": "I built a cone out of clay in art class. The ice cream cone was vanilla flavored. By the end of the year, I will have climbed to the top of the volcanic cone.",
      "example_translation": "Ho costruito un cono di argilla in classe d'arte. Il cono di gelato era al gusto di vaniglia. Entro la fine dell'anno, avrò scalato fino alla cima del cono vulcanico.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cube",
      "translation": "cubo",
      "definition": "A cube is a three-dimensional solid object bounded by six square faces, with three faces meeting at each vertex.",
      "definition_translation": "Un cubo è un oggetto solido tridimensionale delimitato da sei facce quadrate, con tre facce che si incontrano in ogni vertice.",
      "example": "She carefully placed the cube on the table. It had been a cube when she first picked it up, but now it was a crumpled piece of paper. By the end of the day, she will have solved the cube.",
      "example_translation": "Ha posato con cura il cubo sulla tavola. Era stato un cubo quando l'aveva raccolto per la prima volta, ma ora era un pezzo di carta accartocciato. Entro la fine della giornata, avrebbe risolto il cubo.",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "diameter",
      "translation": "diametro",
      "definition": "The diameter of a circle is the longest chord that passes through its center, and is twice the length of its radius.",
      "definition_translation": "Il diametro di un cerchio è la corda più lunga che passa attraverso il suo centro e è il doppio della lunghezza del suo raggio.",
      "example": "The diameter of the sun is about 1.4 million kilometers. She measured the diameter of the pipe carefully. By next year, they will have doubled the diameter of the telescope.",
      "example_translation": "Il diametro del sole è di circa 1,4 milioni di chilometri. Ha misurato con cura il diametro della pompa. Entro l'anno prossimo, avranno raddoppiato il diametro del telescopio.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "oval",
      "translation": "ovale",
      "definition": "An oval is a closed curve that results from the intersection of a cone and a plane that is not parallel to the cone's base.",
      "definition_translation": "Un ovale è una curva chiusa che risulta dall'intersezione di un cono e di un piano che non è parallelo alla base del cono.",
      "example": "The oval shape of the stadium was perfect for athletic events. She walked around the oval pool slowly. The new oval office building will be completed soon.",
      "example_translation": "La forma ovale dello stadio era perfetta per gli eventi atletici. Ha camminato lentamente intorno alla piscina ovale. Il nuovo edificio ovale dell'ufficio sarà completato presto.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "triangle",
      "translation": "triangolo",
      "definition": "A triangle is a polygon with three sides and three vertices. It is a simple shape that is commonly used in geometry and trigonometry.",
      "definition_translation": "Un triangolo è un poligono con tre lati e tre vertici. È una forma semplice che è comunemente utilizzata nella geometria e nella trigonometria.",
      "example": "I drew a triangle on the paper yesterday, I am drawing a triangle on the board now, and I will draw a triangle on the computer tomorrow.",
      "example_translation": "Ho disegnato un triangolo sulla carta ieri, sto disegnando un triangolo sulla lavagna adesso, e disegnerò un triangolo sul computer domani.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "angle",
      "translation": "angolo",
      "definition": "An angle is a figure formed by two rays sharing a common endpoint, called the vertex of the angle.",
      "definition_translation": "Un angolo è una figura formata da due raggi che condividono un punto di partenza comune, chiamato vertice dell'angolo.",
      "example": "I measured the angle of the roof last week, I am measuring the angle of the wall now, and I will measure the angle of the floor next month.",
      "example_translation": "Ho misurato l'angolo del tetto la settimana scorsa, sto misurando l'angolo del muro adesso, e misurerò l'angolo del pavimento il mese prossimo.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pyramid",
      "translation": "piramide",
      "definition": "A pyramid is a polyhedron with a square base and four triangular faces that meet at the apex.",
      "definition_translation": "Una piramide è un poliedro con una base quadrata e quattro facce triangolari che si incontrano all'apice.",
      "example": "I visited the pyramid in Egypt last year, I am visiting the pyramid in Mexico now, and I will visit the pyramid in Sudan next year.",
      "example_translation": "Ho visitato la piramide in Egitto l'anno scorso, sto visitando la piramide in Messico adesso, e visiterò la piramide in Sudan l'anno prossimo.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rectangle",
      "translation": "rettangolo",
      "definition": "A quadrilateral with four right angles and opposite sides of equal length, especially one with all sides of equal length.",
      "definition_translation": "Un quadrilatero con quattro angoli retti e lati opposti di uguale lunghezza, in particolare uno con tutti i lati di uguale lunghezza.",
      "example": "I drew a rectangle on the piece of paper. Yesterday, I drew a rectangle on the board. If I have time, I will draw a rectangle on the wall.",
      "example_translation": "Ho disegnato un rettangolo sulla carta. Ieri, ho disegnato un rettangolo sulla lavagna. Se avrò tempo, disegnerò un rettangolo sulla parete.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "set",
      "translation": "insieme",
      "definition": "A collection of unique objects, known as elements or members, that can be anything (numbers, people, letters, etc.).",
      "definition_translation": "Una raccolta di oggetti unici, noti come elementi o membri, che possono essere qualsiasi cosa (numeri, persone, lettere, etc.).",
      "example": "I set the table for dinner. She has set the alarm clock. They will set up the new office tomorrow.",
      "example_translation": "Ho apparecchiato la tavola per cena. Lei ha impostato la sveglia. Stabiliranno il nuovo ufficio domani.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "variable",
      "translation": "variabile",
      "definition": "A quantity that can change or take on different values, especially in a mathematical or scientific context.",
      "definition_translation": "Una quantità che può cambiare o assumere valori diversi, specialmente in un contesto matematico o scientifico.",
      "example": "The variable in the equation is x. The teacher explained the concept of variable to the students. The programmer declared a variable to store the user's input.",
      "example_translation": "La variabile nell'equazione è x. L'insegnante ha spiegato il concetto di variabile agli studenti. Il programmatore ha dichiarato una variabile per memorizzare l'input utente.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "acute angle",
      "translation": "angolo acuto",
      "definition": "An angle whose measure is between 0° and 90°, or a vertex angle that is less than a right angle.",
      "definition_translation": "Un angolo la cui misura è compresa tra 0° e 90°, o un angolo di vertice che è minore di un angolo retto.",
      "example": "The architect carefully calculated the acute angle of the roof to ensure maximum ventilation. The builder had constructed the wall at an acute angle to provide additional support. By next year, the company will have installed solar panels at an acute angle to maximize energy production.",
      "example_translation": "L'architetto ha calcolato con cura l'angolo acuto del tetto per garantire una ventilazione massima. Il costruttore aveva costruito il muro ad un angolo acuto per fornire ulteriore supporto. Entro l'anno prossimo, l'azienda avrà installato pannelli solari ad un angolo acuto per massimizzare la produzione di energia.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "axis of coordinates",
      "translation": "asse delle coordinate",
      "definition": "A fixed reference line or direction in a coordinate system, used to measure distances and directions.",
      "definition_translation": "Una linea di riferimento fissata o una direzione in un sistema di coordinate, utilizzata per misurare le distanze e le direzioni.",
      "example": "The mathematician plotted the points on the graph using the axis of coordinates to determine the slope of the line. The engineer used the axis of coordinates to calculate the trajectory of the projectile. By next month, the team will have developed a new software that utilizes the axis of coordinates to create 3D models.",
      "example_translation": "Il matematico ha tracciato i punti sul grafico utilizzando l'asse delle coordinate per determinare la pendenza della linea. L'ingegnere ha utilizzato l'asse delle coordinate per calcolare la traiettoria del proiettile. Entro il prossimo mese, il team avrà sviluppato un nuovo software che utilizza l'asse delle coordinate per creare modelli 3D.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cardinal number",
      "translation": "numero cardinale",
      "definition": "A number that indicates the size of a set, such as one, two, or three.",
      "definition_translation": "Un numero che indica la dimensione di un insieme, come uno, due o tre.",
      "example": "The teacher asked the students to count the cardinal number of apples in the basket. The statistician calculated the cardinal number of people attending the event. By next year, the company will have increased its sales by a cardinal number of units.",
      "example_translation": "L'insegnante ha chiesto agli studenti di contare il numero cardinale delle mele nel cestino. Lo statistico ha calcolato il numero cardinale delle persone partecipanti all'evento. Entro l'anno prossimo, l'azienda aumenterà le sue vendite di un numero cardinale di unità.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "circumference",
      "translation": "circonferenza",
      "definition": "The circumference of a circle is the distance around the circle, or the length of the circle's boundary.",
      "definition_translation": "La circonferenza di un cerchio è la distanza attorno al cerchio, o la lunghezza del confine del cerchio.",
      "example": "The mathematician calculated the circumference of the circle using the formula. She had calculated it yesterday and will calculate it again tomorrow. They are calculating it now.",
      "example_translation": "Il matematico ha calcolato la circonferenza del cerchio utilizzando la formula. Lo aveva calcolata ieri e lo calcolerà di nuovo domani. Stanno calcolandolo ora.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coefficient",
      "translation": "coefficiente",
      "definition": "A coefficient is a numerical value that is multiplied with a variable in an algebraic expression, or a constant factor in a mathematical expression.",
      "definition_translation": "Un coefficiente è un valore numerico che viene moltiplicato con una variabile in un'espressione algebrica, o un fattore costante in un'espressione matematica.",
      "example": "The scientist used a coefficient to explain the relationship between the variables. She had used it last week and will use it again next year. They are using it now to analyze the data.",
      "example_translation": "Lo scienziato ha utilizzato un coefficiente per spiegare la relazione tra le variabili. Lo aveva utilizzato la settimana scorsa e lo utilizzerà di nuovo l'anno prossimo. Stanno utilizzandolo ora per analizzare i dati.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "compasses",
      "translation": " compassi",
      "definition": "Compasses are a circular instrument used for drawing circles, arcs, and curves, consisting of two legs hinged together.",
      "definition_translation": "I compassi sono uno strumento circolare utilizzato per disegnare cerchi, archi e curve, composto da due gambe unite insieme.",
      "example": "The architect used compasses to draw a perfect circle. She had used them to draw a curve yesterday and will use them to draw an arc tomorrow. They are using them now to create a blueprint.",
      "example_translation": "L'architetto ha utilizzato i compassi per disegnare un cerchio perfetto. Li aveva utilizzati per disegnare una curva ieri e li utilizzerà per disegnare un arco domani. Stanno utilizzandoli ora per creare un progetto.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "complete angle",
      "translation": "angolo completo",
      "definition": "A complete angle is a angle whose measure is equal to 360 degrees. It forms a full circle and has no beginning or end.",
      "definition_translation": "Un angolo completo è un angolo il cui misura è uguale a 360 gradi. Forma un cerchio completo e non ha inizio o fine.",
      "example": "The pilot made a complete angle turn to change direction. Yesterday, she had made a similar turn, and today she will make another one.",
      "example_translation": "Il pilota ha fatto un giro ad angolo completo per cambiare direzione. Ieri, aveva fatto una svolta simile, e oggi ne farà un'altra.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coordinate system",
      "translation": "sistema di coordinate",
      "definition": "A coordinate system is a system used to locate points in space using a set of numerical values. It is commonly used in mathematics, physics, and geography.",
      "definition_translation": "Un sistema di coordinate è un sistema utilizzato per localizzare punti nello spazio utilizzando un insieme di valori numerici. È comunemente utilizzato in matematica, fisica e geografia.",
      "example": "The mathematician used a coordinate system to solve the complex problem. She will use it again tomorrow to solve another problem, and yesterday she used it to solve a similar one.",
      "example_translation": "Il matematico ha utilizzato un sistema di coordinate per risolvere il problema complesso. Utilizzerà di nuovo domani per risolvere un altro problema, e ieri ha utilizzato per risolvere un problema simile.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cube root",
      "translation": "radice cubica",
      "definition": "A cube root of a number is a value that, when cubed, gives the original number. It is the opposite operation of cubing a number.",
      "definition_translation": "La radice cubica di un numero è un valore che, quando cubata, dà il numero originale. È l'operazione opposta della cubatura di un numero.",
      "example": "The student calculated the cube root of 27 and got 3. She will calculate the cube root of 64 tomorrow, and yesterday she calculated the cube root of 125.",
      "example_translation": "Lo studente ha calcolato la radice cubica di 27 e ha ottenuto 3. Calcolerà la radice cubica di 64 domani, e ieri ha calcolato la radice cubica di 125.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuboid",
      "translation": "cuboide",
      "definition": "A cuboid is a three-dimensional shape with six square faces, where all the angles are right angles.",
      "definition_translation": "Un cuboide è una forma tridimensionale con sei facce quadrate, dove tutti gli angoli sono angoli retti.",
      "example": "The geometry teacher asked the students to draw a cuboid using all the right angles, the cuboid was drawn perfectly, and it will be used in the architecture project next year.",
      "example_translation": "L'insegnante di geometria ha chiesto agli studenti di disegnare un cuboide usando tutti gli angoli retti, il cuboide è stato disegnato perfettamente e sarà utilizzato nel progetto di architettura dell'anno prossimo.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cylinder",
      "translation": "cilindro",
      "definition": "A cylinder is a three-dimensional shape with two parallel and circular bases connected by a curved lateral surface.",
      "definition_translation": "Un cilindro è una forma tridimensionale con due basi circolari e parallele connesse da una superficie laterale curva.",
      "example": "The engineer designed a cylinder to store the gas, the cylinder was manufactured last month, and it will be used to supply gas to the hospital next week.",
      "example_translation": "L'ingegnere ha progettato un cilindro per immagazzinare il gas, il cilindro è stato prodotto lo scorso mese e sarà utilizzato per fornire gas all'ospedale la prossima settimana.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decimal",
      "translation": "decimale",
      "definition": "A decimal is a number that is expressed in base 10, using the digits from 0 to 9, and a fractional part separated by a decimal point.",
      "definition_translation": "Un decimale è un numero che è espresso in base 10, utilizzando le cifre da 0 a 9 e una parte frazionaria separata da un punto decimale.",
      "example": "The student converted the fraction to a decimal, the decimal was 0.75, and it will be used in the mathematical calculation tomorrow.",
      "example_translation": "Lo studente ha convertito la frazione in decimale, il decimale era 0,75 e sarà utilizzato nel calcolo matematico domani.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "differential equation",
      "translation": "equazione differenziale",
      "definition": "A differential equation is a mathematical equation that involves an unknown function and its derivatives, and relates the values of the function and its derivatives at different points in space and/or time.",
      "definition_translation": "Un'equazione differenziale è un'equazione matematica che coinvolge una funzione sconosciuta e le sue derivate, e relationali i valori della funzione e le sue derivate in punti diversi nello spazio e/o tempo.",
      "example": "The physicist used a differential equation to model the motion of the pendulum. Yesterday, she had used a differential equation to model the motion of the spring. Tomorrow, she will use a differential equation to model the motion of the wheel.",
      "example_translation": "Il fisico ha usato un'equazione differenziale per modellare il moto dell'pendolo. Ieri, aveva usato un'equazione differenziale per modellare il moto della molla. Domani, userà un'equazione differenziale per modellare il moto della ruota.",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "digit",
      "translation": "cifra",
      "definition": "A digit is a single symbol or character in a numbering system, such as 0, 1, 2, etc.",
      "definition_translation": "Una cifra è un singolo simbolo o carattere in un sistema di numerazione, come 0, 1, 2, ecc.",
      "example": "The digit 1 was written on the blackboard. She typed the digit 5 on her keyboard. The computer will display the digit 9 on the screen.",
      "example_translation": "La cifra 1 era scritta sulla lavagna. Ha digitato la cifra 5 sulla sua tastiera. Il computer visualizzerà la cifra 9 sullo schermo.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dividend",
      "translation": "dividendo",
      "definition": "A dividend is a payment made by a company to its shareholders, usually as a way of distributing some of its profits.",
      "definition_translation": "Un dividendo è un pagamento effettuato da un'azienda ai propri azionisti, solitamente come modo di distribuire alcuni dei propri profitti.",
      "example": "The company will pay a dividend to its shareholders next month. Last year, the company paid a dividend of $1 per share. The investor expects a higher dividend from the company this year.",
      "example_translation": "L'azienda pagherà un dividendo ai propri azionisti il mese prossimo. Lo scorso anno, l'azienda ha pagato un dividendo di 1 dollaro per azione. L'investitore si aspetta un dividendo più elevato dall'azienda quest'anno.",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "division",
      "translation": "divisione",
      "definition": "The act of dividing or splitting something into parts or groups.",
      "definition_translation": "L'atto di dividere o dividere qualcosa in parti o gruppi.",
      "example": "The teacher explained the concept of division to the students. The company will undergo a division next year. By the year 2050, the division of labor will be fully automated.",
      "example_translation": "L'insegnante ha spiegato il concetto di divisione agli studenti. La società subirà una divisione l'anno prossimo. Entro il 2050, la divisione del lavoro sarà completamente automatizzata.",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "divisor",
      "translation": "divisore",
      "definition": "A number by which another number is divided.",
      "definition_translation": "Un numero per cui un altro numero viene diviso.",
      "example": "The divisor in this equation is 2. The teacher asked the students to find the divisor of the number. By next year, the company will have a new divisor.",
      "example_translation": "Il divisore in questa equazione è 2. L'insegnante ha chiesto agli studenti di trovare il divisore del numero. Entro l'anno prossimo, la società avrà un nuovo divisore.",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exponent, power",
      "translation": "esponente, potenza",
      "definition": "A small number that indicates the power to which a number should be raised.",
      "definition_translation": "Un piccolo numero che indica la potenza alla quale un numero deve essere elevato.",
      "example": "The exponent in this equation is 2. The power of the engine is 100 horsepower. By next year, the company will have a new exponent.",
      "example_translation": "L'esponente in questa equazione è 2. La potenza del motore è di 100 cavalli. Entro l'anno prossimo, la società avrà un nuovo esponente.",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fraction",
      "translation": "frazione",
      "definition": "A fraction is a way of expressing a part of a whole as a quotient of integers, usually a numerator and a denominator.",
      "definition_translation": "Una frazione è un modo di esprimere una parte di un tutto come un quoziente di interi, solitamente un numeratore e un denominatore.",
      "example": "The teacher explained that a fraction can be simplified by dividing both the numerator and the denominator by their greatest common divisor. Yesterday, I learned how to add fractions with different denominators. By next week, I will have mastered fractions.",
      "example_translation": "L'insegnante ha spiegato che una frazione può essere semplificata dividendo sia il numeratore che il denominatore per il loro massimo comune divisore. Ieri, ho imparato come aggiungere frazioni con denominatori diversi. Entro la prossima settimana, avrò padroneggiato le frazioni.",
      "imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "function",
      "translation": "funzione",
      "definition": "A function is a relation between a set of inputs, called the domain, and a set of possible outputs, called the range.",
      "definition_translation": "Una funzione è una relazione tra un insieme di input, chiamato dominio, e un insieme di output possibili, chiamato range.",
      "example": "The programmer wrote a function to calculate the area of a rectangle. The function was executed correctly yesterday. By next month, the function will be integrated into the main program.",
      "example_translation": "Il programmatore ha scritto una funzione per calcolare l'area di un rettangolo. La funzione è stata eseguita correttamente ieri. Entro il prossimo mese, la funzione sarà integrata nel programma principale.",
      "imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hemisphere",
      "translation": "emisfero",
      "definition": "A hemisphere is either the northern or southern half of the Earth, divided by the equator, or a similar half of a celestial body.",
      "definition_translation": "Un emisfero è o la metà settentrionale o la metà meridionale della Terra, divisa dall'equatore, o una metà simile di un corpo celeste.",
      "example": "The astronomer studied the stars in the southern hemisphere. Yesterday, I learned about the hemisphere of a sphere. By next year, I will have traveled to the northern hemisphere.",
      "example_translation": "L'astronomo ha studiato le stelle nell'emisfero meridionale. Ieri, ho imparato sull'emisfero di una sfera. Entro il prossimo anno, avrò viaggiato nell'emisfero settentrionale.",
      "imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "heptagon",
      "translation": "ettagono",
      "definition": "A heptagon is a polygon with seven sides, especially one that is regular and has seven equal angles and seven equal sides.",
      "definition_translation": "Un ettagono è un poligono con sette lati, specialmente uno che è regolare e ha sette angoli uguali e sette lati uguali.",
      "example": "In geometry, a heptagon was studied by ancient Greeks. Currently, architects are designing buildings with a heptagonal shape. By 2050, we will see more heptagonal buildings.",
      "example_translation": "In geometria, un ettagono è stato studiato dagli antichi greci. Attualmente, gli architetti stanno progettando edifici con forma ettagonale. Nel 2050, vedremo più edifici ettagonali.",
      "imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hexagon",
      "translation": "esagono",
      "definition": "A hexagon is a polygon with six sides, especially one that is regular and has six equal angles and six equal sides.",
      "definition_translation": "Un esagono è un poligono con sei lati, specialmente uno che è regolare e ha sei angoli uguali e sei lati uguali.",
      "example": "In nature, bees create hexagonal honeycombs. Architects have designed hexagonal buildings in modern cities. By 2030, hexagonal skyscrapers will be common.",
      "example_translation": "In natura, le api creano alveari esagonali. Gli architetti hanno progettato edifici esagonali nelle città moderne. Nel 2030, grattacieli esagonali saranno comuni.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "infinity",
      "translation": "infinito",
      "definition": "Infinity is a concept in mathematics where a quantity has no end or limit in terms of size, extent, or degree.",
      "definition_translation": "L'infinito è un concetto in matematica dove una quantità non ha fine o limite in termini di grandezza, estensione o grado.",
      "example": "Philosophers have debated the concept of infinity for centuries. Mathematicians use infinity in their calculations. In the future, we will explore the infinity of space.",
      "example_translation": "I filosofi hanno dibattuto il concetto di infinito per secoli. I matematici utilizzano l'infinito nei loro calcoli. Nel futuro, esploreremo l'infinito dello spazio.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "integer",
      "translation": "intero",
      "definition": "A whole number, either positive, negative, or zero, that is not a decimal or fraction.",
      "definition_translation": "Un numero intero, positivo, negativo o zero, che non è un decimale o una frazione.",
      "example": "The integer 5 is a prime number. Yesterday, I calculated an integer. I will use an integer in my math problem tomorrow.",
      "example_translation": "L'intero 5 è un numero primo. Ieri, ho calcolato un intero. Userò un intero nel mio problema di matematica domani.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "integral",
      "translation": "integrale",
      "definition": "A mathematical function that can be used to find the area under a curve or other mathematical quantities.",
      "definition_translation": "Una funzione matematica che può essere utilizzata per trovare l'area sotto una curva o altre quantità matematiche.",
      "example": "The integral of x squared is x cubed over 3. She calculated the integral of the function. The mathematician will study the integral of the equation.",
      "example_translation": "L'integrale di x quadrato è x cubico su 3. Ha calcolato l'integrale della funzione. Il matematico studierà l'integrale dell'equazione.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "irrational number",
      "translation": "numero irrazionale",
      "definition": "A real number that cannot be expressed as a finite decimal or fraction.",
      "definition_translation": "Un numero reale che non può essere espresso come un decimale o frazione finita.",
      "example": "Pi is an irrational number. The mathematician discovered an irrational number. The student will learn about irrational numbers in math class.",
      "example_translation": "Pi è un numero irrazionale. Il matematico ha scoperto un numero irrazionale. Lo studente imparerà sui numeri irrazionali nella classe di matematica.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "line segment",
      "translation": "segmento di linea",
      "definition": "A part of a line that is bounded by two distinct points and contains every point on the line between them.",
      "definition_translation": "Una parte di una linea che è delimitata da due punti distincti e contiene ogni punto sulla linea tra loro.",
      "example": "Yesterday, I drew a line segment on the board to illustrate the concept of midpoint. Today, I am explaining how to find the midpoint of a line segment. Tomorrow, I will give a quiz on identifying line segments.",
      "example_translation": "Ieri, ho disegnato un segmento di linea sulla lavagna per illustrare il concetto di punto medio. Oggi, sto spiegando come trovare il punto medio di un segmento di linea. Domani, darò un quiz sull'identificazione dei segmenti di linea.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "logarithm",
      "translation": "logaritmo",
      "definition": "The power to which a base number must be raised to produce a given value.",
      "definition_translation": "La potenza a cui un numero di base deve essere elevato per produrre un valore dato.",
      "example": "I used logarithms to solve the complex equation yesterday, but I will use them to simplify the expression today, and my friend will apply logarithms to calculate the rate of change tomorrow.",
      "example_translation": "Ho usato i logaritmi per risolvere l'equazione complessa ieri, ma li userò per semplificare l'espressione oggi, e il mio amico applicherà i logaritmi per calcolare il tasso di cambiamento domani.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "multiplication",
      "translation": "moltiplicazione",
      "definition": "The process of repeating a number a certain number of times to obtain a product.",
      "definition_translation": "Il processo di ripetere un numero un certo numero di volte per ottenere un prodotto.",
      "example": "I learned how to do multiplication tables in elementary school, but I will use multiplication to solve the word problem today, and my brother will apply multiplication to calculate the area of the rectangle tomorrow.",
      "example_translation": "Ho imparato come fare le tavole di moltiplicazione nella scuola elementare, ma userò la moltiplicazione per risolvere il problema di parole oggi, e mio fratello applicherà la moltiplicazione per calcolare l'area del rettangolo domani.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "natural number",
      "translation": "numero naturale",
      "definition": "A natural number is a positive integer, starting from 1 and going up to infinity, used for counting and basic arithmetic operations.",
      "definition_translation": "Un numero naturale è un intero positivo, a partire da 1 e fino all'infinito, utilizzato per conteggi e operazioni aritmetiche basiche.",
      "example": "Yesterday, I counted 5 natural numbers in the sequence. Today, I am counting 10 natural numbers, and tomorrow I will count 20 natural numbers.",
      "example_translation": "Ieri, ho contato 5 numeri naturali nella sequenza. Oggi, sto contando 10 numeri naturali, e domani conterò 20 numeri naturali.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "number line",
      "translation": "retta numerica",
      "definition": "A number line is a visual representation of numbers on a straight line, used to compare and order numbers, and to perform arithmetic operations.",
      "definition_translation": "Una retta numerica è una rappresentazione visiva dei numeri su una retta, utilizzata per confrontare e ordinare i numeri, e per eseguire operazioni aritmetiche.",
      "example": "The teacher drew a number line on the board to help the students understand the concept of fractions. Next year, we will use a number line to learn about decimals.",
      "example_translation": "L'insegnante ha disegnato una retta numerica sulla lavagna per aiutare gli studenti a comprendere il concetto di frazioni. L'anno prossimo, useremo una retta numerica per imparare sui decimali.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "obtuse angle",
      "translation": "angolo ottuso",
      "definition": "An obtuse angle is a type of angle that is greater than 90 degrees but less than 180 degrees, formed by two rays sharing a common endpoint.",
      "definition_translation": "Un angolo ottuso è un tipo di angolo che è maggiore di 90 gradi ma minore di 180 gradi, formato da due raggi condividendo un endpoint comune.",
      "example": "In the triangle, there is an obtuse angle between the two sides. The carpenter had to measure the obtuse angle carefully to ensure the shelf was level.",
      "example_translation": "Nel triangolo, c'è un angolo ottuso tra i due lati. Il falegname doveva misurare l'angolo ottuso con cura per assicurarsi che lo scaffale fosse livellato.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "octagon",
      "translation": "ottagono",
      "definition": "A polygon with eight sides.",
      "definition_translation": "Un poligono con otto lati.",
      "example": "The architect designed an octagon-shaped building. Last year, she designed an octagon-shaped park. By next year, she will design an octagon-shaped museum.",
      "example_translation": "L'architetto ha progettato un edificio a forma di ottagono. L'anno scorso, ha progettato un parco a forma di ottagono. Entro l'anno prossimo, progetterà un museo a forma di ottagono.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ordinal number",
      "translation": "numero ordinale",
      "definition": "A number that shows the position of something in a list or sequence.",
      "definition_translation": "Un numero che indica la posizione di qualcosa in una lista o sequenza.",
      "example": "The ordinal number of the first item on the list is one. The student wrote the ordinal numbers correctly. By tomorrow, the teacher will teach the ordinal numbers again.",
      "example_translation": "Il numero ordinale del primo elemento sulla lista è uno. Lo studente ha scritto i numeri ordinali correttamente. Entro domani, l'insegnante insegnerà ancora i numeri ordinali.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "parallel",
      "translation": "parallelo",
      "definition": "Extending in the same direction, but not meeting, at any point.",
      "definition_translation": "Estendendosi nella stessa direzione, ma non incontrandosi, in nessun punto.",
      "example": "The two lines are parallel to each other. The architect designed parallel streets. By next year, the city will have parallel bike lanes.",
      "example_translation": "Le due linee sono parallele tra loro. L'architetto ha progettato strade parallele. Entro l'anno prossimo, la città avrà corsie ciclabili parallele.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "parallelogram",
      "translation": "parallelogramma",
      "definition": "A quadrilateral with opposite sides of equal length, whose opposite angles are equal, and whose diagonal bisects each other.",
      "definition_translation": "Un quadrilatero con lati opposti di uguale lunghezza, i cui angoli opposti sono uguali e il cui diagonale si bisecano a vicenda.",
      "example": "In geometry, we studied the properties of parallelograms, including their diagonals and opposite sides. Yesterday, I found a parallelogram-shaped sticker on my notebook. By next week, I will have mastered the concept of parallelograms.",
      "example_translation": "In geometria, abbiamo studiato le proprietà dei parallelogrammi, compresi i loro diagonali e lati opposti. Ieri, ho trovato un adesivo a forma di parallelogramma sul mio quaderno. Entro la prossima settimana, avrò padronato il concetto dei parallelogrammi.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pentagon",
      "translation": "pentagono",
      "definition": "A polygon with five sides of equal length, whose internal angles sum up to 540 degrees.",
      "definition_translation": "Un poligono con cinque lati di uguale lunghezza, i cui angoli interni sommano fino a 540 gradi.",
      "example": "The ancient Greeks used pentagons to build strong fortifications. Yesterday, I drew a pentagon in my math notebook. By next month, I will have learned to calculate the perimeter of a pentagon.",
      "example_translation": "Gli antichi greci utilizzavano i pentagoni per costruire fortezze resistenti. Ieri, ho disegnato un pentagono nel mio quaderno di matematica. Entro il prossimo mese, avrò imparato a calcolare la circonferenza di un pentagono.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "perpendicular",
      "translation": "perpendicolare",
      "definition": "At a right angle (90 degrees) to a given line, plane, or surface.",
      "definition_translation": "Ad un angolo retto (90 gradi) rispetto a una linea, piano o superficie data.",
      "example": "The ladder was perpendicular to the wall when I placed it. Yesterday, I drew a perpendicular line to the x-axis in my graph. By next year, I will have mastered the concept of perpendicularity in geometry.",
      "example_translation": "La scala era perpendicolare al muro quando l'ho posizionata. Ieri, ho disegnato una linea perpendicolare all'asse x nel mio grafico. Entro il prossimo anno, avrò padronato il concetto di perpendicolarità nella geometria.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "prime number",
      "translation": "numero primo",
      "definition": "A prime number is a positive integer that is divisible only by itself and 1.",
      "definition_translation": "Un numero primo è un intero positivo che è divisibile solo per se stesso e 1.",
      "example": "The prime number 23 has been a subject of interest in mathematics for centuries. It was studied by ancient Greeks, who considered it a fundamental building block of numbers. In the present day, prime numbers are used in cryptography to secure online transactions. In the future, they will continue to play a vital role in the development of secure communication systems.",
      "example_translation": "Il numero primo 23 è stato oggetto di interesse in matematica per secoli. Fu studiato dagli antichi greci, che lo consideravano un blocco fondamentale dei numeri. Oggi, i numeri primi sono utilizzati nella crittografia per garantire le transazioni online. Nel futuro, continueranno a svolgere un ruolo vitale nello sviluppo di sistemi di comunicazione sicuri.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "prism",
      "translation": "prisma",
      "definition": "A prism is a transparent optical element with flat, polished surfaces that refract light.",
      "definition_translation": "Un prisma è un elemento ottico trasparente con superfici piatte e lucide che rifrangono la luce.",
      "example": "The prism in the microscope allowed us to examine the specimen more closely. In the past, prisms were used in telescopes to bend light and observe distant objects. In the future, prisms will be used in advanced technologies such as holographic Displays.",
      "example_translation": "Il prisma nel microscopio ci ha permesso di esaminare il campione più da vicino. In passato, i prismi sono stati utilizzati nei telescopi per piegare la luce e osservare oggetti lontani. Nel futuro, i prismi saranno utilizzati in tecnologie avanzate come display olografici.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "product",
      "translation": "prodotto",
      "definition": "A product is a tangible or intangible item that satisfies a consumer's needs or wants.",
      "definition_translation": "Un prodotto è un elemento tangibile o intangibile che soddisfa le esigenze o desideri del consumatore.",
      "example": "The new product was launched on the market last week. In the past, the company had produced a range of products that were not very successful. In the future, the company plans to expand its product line to include more eco-friendly options.",
      "example_translation": "Il nuovo prodotto è stato lanciato sul mercato la settimana scorsa. In passato, l'azienda aveva prodotto una gamma di prodotti che non erano molto riusciti. Nel futuro, l'azienda pianifica di ampliare la sua gamma di prodotti per includere più opzioni ecosostenibili.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pythagorean theorem",
      "translation": "teorema di Pitagora",
      "definition": "A mathematical concept that describes the relationship between the lengths of the sides of a right-angled triangle, where the square of the length of the hypotenuse is equal to the sum of the squares of the lengths of the other two sides.",
      "definition_translation": "Un concetto matematico che descrive la relazione tra le lunghezze dei lati di un triangolo rettangolo, dove il quadrato della lunghezza dell'ipotenusa è uguale alla somma dei quadrati delle lunghezze degli altri due lati.",
      "example": "In the past, mathematicians used the Pythagorean theorem to calculate the distances between stars. Today, it is still used in construction to ensure that buildings are square. In the future, it will likely be used in space exploration to navigate through uncharted territories.",
      "example_translation": "In passato, i matematici hanno utilizzato il teorema di Pitagora per calcolare le distanze tra le stelle. Oggi, è ancora utilizzato nell'edilizia per assicurare che gli edifici siano quadrati. Nel futuro, sarà probabilmente utilizzato nell'esplorazione spaziale per navigare attraverso territori inesplorati.",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "quadratic equation",
      "translation": "equazione quadratica",
      "definition": "A polynomial equation of degree two, which can be written in the form ax^2 + bx + c = 0, where a, b, and c are constants, and x is a variable.",
      "definition_translation": "Un'equazione polinomiale di degree due, che può essere scritta nella forma ax^2 + bx + c = 0, dove a, b e c sono costanti e x è una variabile.",
      "example": "In the past, students struggled to solve quadratic equations, but with the invention of calculators, it became easier. Today, quadratic equations are used in physics to model the motion of objects. In the future, they will be used in artificial intelligence to make predictions.",
      "example_translation": "In passato, gli studenti hanno lottato per risolvere le equazioni quadratiche, ma con l'invenzione delle calcolatrici, è diventato più facile. Oggi, le equazioni quadratiche sono utilizzate nella fisica per modellare il moto degli oggetti. Nel futuro, saranno utilizzate nell'intelligenza artificiale per fare previsioni.",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "quotient",
      "translation": "quoziente",
      "definition": "The result of dividing one quantity by another, often used in mathematics to compare the relative sizes of two quantities.",
      "definition_translation": "Il risultato della divisione di una quantità per un'altra, spesso utilizzato nella matematica per confrontare le dimensioni relative di due quantità.",
      "example": "In the past, mathematicians used quotients to calculate the ratio of the circumference of a circle to its diameter. Today, quotients are used in finance to calculate the return on investment. In the future, they will be used in computer science to optimize algorithms.",
      "example_translation": "In passato, i matematici hanno utilizzato i quozienti per calcolare il rapporto della circonferenza di un cerchio al suo diametro. Oggi, i quozienti sono utilizzati nella finanza per calcolare il rendimento dell'investimento. Nel futuro, saranno utilizzati nella scienza informatica per ottimizzare gli algoritmi.",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "radius",
      "translation": "raggio",
      "definition": "A line segment that joins the center of a circle to any point on its circumference.",
      "definition_translation": "Un segmento di linea che unisce il centro di un cerchio a qualsiasi punto sulla sua circonferenza.",
      "example": "The radius of the circle is 5 cm. Yesterday, I calculated the radius of the wheel. Tomorrow, I will measure the radius of the pipe.",
      "example_translation": "Il raggio del cerchio è di 5 cm. Ieri, ho calcolato il raggio della ruota. Domani, misurerò il raggio della tubazione.",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rational number",
      "translation": "numero razionale",
      "definition": "A number that can be expressed as the quotient or fraction of two integers, such as 3/4 or 22/7.",
      "definition_translation": "Un numero che può essere espresso come quoziente o frazione di due interi, come 3/4 o 22/7.",
      "example": "The rational number 3/4 is a fraction. The rational number 22/7 is a decimal. The rational number 1/2 is a percentage.",
      "example_translation": "Il numero razionale 3/4 è una frazione. Il numero razionale 22/7 è un decimale. Il numero razionale 1/2 è una percentuale.",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "real number",
      "translation": "numero reale",
      "definition": "A number that can be represented on the number line, including rational and irrational numbers.",
      "definition_translation": "Un numero che può essere rappresentato sulla retta numerica, compresi i numeri razionali e irrazionali.",
      "example": "The real number pi is an irrational number. The real number 2 is a rational number. The real number 3.14 is an approximation.",
      "example_translation": "Il numero reale pi è un numero irrazionale. Il numero reale 2 è un numero razionale. Il numero reale 3,14 è un'approssimazione.",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "reflex angle",
      "translation": "angolo riflesso",
      "definition": "An angle that is greater than 180 degrees but less than 360 degrees.",
      "definition_translation": "Un angolo maggiore di 180 gradi ma minore di 360 gradi.",
      "example": "The compass always indicates a reflex angle when it is held upside down. It indicated a reflex angle yesterday. It will indicate a reflex angle tomorrow.",
      "example_translation": "La bussola indica sempre un angolo riflesso quando viene tenuta capovolta. Ha indicato un angolo riflesso ieri. Indicherà un angolo riflesso domani.",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rhombus",
      "translation": "rombo",
      "definition": "A quadrilateral with all sides of equal length, where opposite sides are parallel and opposite angles are equal.",
      "definition_translation": "Un quadrilatero con tutti i lati di uguale lunghezza, dove i lati opposti sono paralleli e gli angoli opposti sono uguali.",
      "example": "The tile floor was made up of many rhombus-shaped pieces. The artist drew a rhombus in her sketchbook. The company's logo features a stylized rhombus.",
      "example_translation": "Il pavimento in piastrelle era composto da molti pezzi a forma di rombo. L'artista disegnò un rombo nel suo taccuino. Il logo dell'azienda presenta un rombo stilizzato.",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "right angle",
      "translation": "angolo retto",
      "definition": "An angle that is equal to 90 degrees, formed by two perpendicular lines or planes.",
      "definition_translation": "Un angolo uguale a 90 gradi, formato da due linee o piani perpendicolari.",
      "example": "The carpenter used a tool to ensure the wood pieces formed a right angle. The architect designed the building with many right angles. The math problem required us to find the right angle in the triangle.",
      "example_translation": "Il falegname usò uno strumento per assicurarsi che i pezzi di legno formassero un angolo retto. L'architetto progettò l'edificio con molti angoli retti. Il problema di matematica richiedeva di trovare l'angolo retto nel triangolo.",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "root",
      "translation": "radice",
      "definition": "A root is a part of a plant that grows underground, anchoring the plant and absorbing water and nutrients from the soil.",
      "definition_translation": "Una radice è una parte di una pianta che cresce sottoterra, ancorando la pianta e assorbendo acqua e nutrienti dal terreno.",
      "example": "The tree's root system was damaged during the storm, causing it to fall. The roots of the old tree were exposed after the flood. The root of the problem was the lack of maintenance.",
      "example_translation": "Il sistema radicale dell'albero è stato danneggiato durante la tempesta, causando la sua caduta. Le radici dell'albero vecchio erano esposte dopo l'inondazione. La radice del problema era la mancanza di manutenzione.",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sphere",
      "translation": "sfera",
      "definition": "A sphere is a three-dimensional shape that is perfectly round and symmetrical, like a ball.",
      "definition_translation": "Una sfera è una forma tridimensionale che è perfettamente rotonda e simmetrica, come una palla.",
      "example": "The sphere rolled down the hill, gaining speed. The sphere of influence of the company is expanding. The astronomer studied the sphere of the planet.",
      "example_translation": "La sfera rotolò giù per la collina, acquistando velocità. La sfera di influenza dell'azienda si sta espandendo. L'astronomo studiò la sfera del pianeta.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "square root",
      "translation": "radice quadrata",
      "definition": "In mathematics, the square root of a number is a value that, when multiplied by itself, gives the original number.",
      "definition_translation": "In matematica, la radice quadrata di un numero è un valore che, quando moltiplicato per se stesso, dà il numero originale.",
      "example": "The square root of 16 is 4, because 4 multiplied by 4 equals 16. The square root of 25 is 5, because 5 multiplied by 5 equals 25. She calculated the square root of the number to solve the equation.",
      "example_translation": "La radice quadrata di 16 è 4, perché 4 moltiplicato per 4 è uguale a 16. La radice quadrata di 25 è 5, perché 5 moltiplicato per 5 è uguale a 25. Lei calcolò la radice quadrata del numero per risolvere l'equazione.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "straight angle",
      "translation": "angolo retto",
      "definition": "An angle of 180 degrees, where two lines or planes intersect and form a straight line.",
      "definition_translation": "Un angolo di 180 gradi, dove due linee o piani si intersecano e formano una linea retta.",
      "example": "The architect designed the building with straight angles to create a modern look. Yesterday, she calculated the straight angles of the roof. Tomorrow, she will ensure that all straight angles are precise.",
      "example_translation": "L'architetto ha progettato l'edificio con angoli retti per creare un look moderno. Ieri, ha calcolato gli angoli retti del tetto. Domani, si assicurerà che tutti gli angoli retti siano precisi.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "subset",
      "translation": "sottoinsieme",
      "definition": "A set of elements that are part of a larger set, often used in mathematics and computer science.",
      "definition_translation": "Un insieme di elementi che fanno parte di un insieme più grande, spesso utilizzato in matematica e scienza dell'informazione.",
      "example": "The professor explained the concept of subsets in the lecture. Last week, we identified the subsets of prime numbers. Next week, we will learn to calculate the union of subsets.",
      "example_translation": "Il professore ha spiegato il concetto di sottinsiemi nella lezione. La scorsa settimana, abbiamo identificato i sottinsiemi di numeri primi. La prossima settimana, impareremo a calcolare l'unione dei sottinsiemi.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "subtraction",
      "translation": "sottrazione",
      "definition": "The operation of finding the difference between two numbers, often represented by the minus sign (-).",
      "definition_translation": "L'operazione di trovare la differenza tra due numeri, spesso rappresentata dal segno meno (-).",
      "example": "The student practiced subtraction problems for her math test. Yesterday, she subtracted 5 from 10 to get 5. Tomorrow, she will solve subtraction equations with variables.",
      "example_translation": "La studentessa ha esercitato problemi di sottrazione per il suo test di matematica. Ieri, ha sottratto 5 da 10 per ottenere 5. Domani, risolverà equazioni di sottrazione con variabili.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Thales' theorem",
      "translation": "teorema di Talete",
      "definition": "A statement in geometry that describes the relationship between the lengths of the radius, the tangent, and the secant of a circle.",
      "definition_translation": "Una dichiarazione in geometria che descrive la relazione tra le lunghezze del raggio, la tangente e la secante di un cerchio.",
      "example": "The students learned about Thales' theorem in their mathematics class. They will apply it to solve problems next week. By the end of the semester, they had mastered it.",
      "example_translation": "Gli studenti hanno imparato il teorema di Talete nella loro classe di matematica. L'useranno per risolvere problemi la settimana prossima. Alla fine del semestre, l'avevano padroneggiato.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "torus",
      "translation": "toro",
      "definition": "A doughnut-shaped surface generated by revolving a circle in three-dimensional space about an axis coplanar with the circle.",
      "definition_translation": "Una superficie a forma di ciambella generata dalla rotazione di un cerchio nello spazio tridimensionale attorno a un asse coplanare con il cerchio.",
      "example": "The engineer designed a torus-shaped tunnel for the new highway. It will be built next year. By the end of the decade, it had become a tourist attraction.",
      "example_translation": "L'ingegnere ha progettato un tunnel a forma di toro per la nuova autostrada. Sarà costruito l'anno prossimo. Alla fine del decennio, era diventato un'attrazione turistica.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "trapezoid",
      "translation": "trapezio",
      "definition": "A quadrilateral with two pairs of opposite sides of unequal length, where one pair of opposite sides is parallel.",
      "definition_translation": "Un quadrilatero con due coppie di lati opposti di lunghezza diversa, dove una coppia di lati opposti è parallela.",
      "example": "The architect designed a trapezoid-shaped building for the new museum. It was opened last month. By the end of the year, it had become a city landmark.",
      "example_translation": "L'architetto ha progettato un edificio a forma di trapezio per il nuovo museo. È stato aperto lo scorso mese. Alla fine dell'anno, era diventato un punto di riferimento della città.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vector",
      "translation": "vettore",
      "definition": "A quantity with both magnitude and direction, often represented graphically by an arrow in a coordinate system.",
      "definition_translation": "Una quantità con entrambi la magnitudine e la direzione, spesso rappresentata graficamente da una freccia in un sistema di coordinate.",
      "example": "The vector pointed towards the north. Yesterday, the vector was pointing south. Tomorrow, the vector will point east.",
      "example_translation": "Il vettore puntava verso il nord. Ieri, il vettore puntava a sud. Domani, il vettore punterà a est.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "zero angle",
      "translation": "angolo zero",
      "definition": "An angle whose measure is zero degrees, forming a straight line.",
      "definition_translation": "Un angolo la cui misura è di zero gradi, formando una linea retta.",
      "example": "The surveyor measured a zero angle between the two lines. The zero angle will be recalculated tomorrow. The engineer drew a zero angle on the blueprint yesterday.",
      "example_translation": "Il geometra ha misurato un angolo zero tra le due linee. L'angolo zero sarà ricontrollato domani. L'ingegnere ha disegnato un angolo zero sulla pianta ieri.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]
}