{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beer",
      "translation": "birra",
      "definition": "A fermented drink made from malted cereals, typically barley, and flavored with hops.",
      "definition_translation": "Una bevanda fermentata fatta da cereali maltati, di solito orzo, e aromatizzata con luppoli.",
      "example": "I drank a cold beer on a hot summer day. Yesterday, I drank beer with my friends. Tomorrow, I will drink beer at the party.",
      "example_translation": "Ho bevuto una birra fredda un giorno d'estate caldo. Ieri, ho bevuto birra con i miei amici. Domani, berrò birra alla festa.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coffee",
      "translation": "caffè",
      "definition": "A hot drink made from the roasted seeds of the coffee plant.",
      "definition_translation": "Una bevanda calda fatta dai semi tostati della pianta del caffè.",
      "example": "I drank a cup of coffee this morning. Yesterday, I drank coffee with my breakfast. Tomorrow, I will drink coffee at the café.",
      "example_translation": "Ho bevuto una tazza di caffè questa mattina. Ieri, ho bevuto caffè con la mia colazione. Domani, berrò caffè al caffè.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Coke",
      "translation": "Coca",
      "definition": "A sweet carbonated drink flavored with vanilla and cinnamon.",
      "definition_translation": "Una bevanda gassata dolce aromatizzata con vaniglia e cannella.",
      "example": "I drank a cold Coke on a hot summer day. Yesterday, I drank Coke with my friends. Tomorrow, I will drink Coke at the party.",
      "example_translation": "Ho bevuto una Coca fredda un giorno d'estate caldo. Ieri, ho bevuto Coca con i miei amici. Domani, berrò Coca alla festa.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drink",
      "translation": "bevanda",
      "definition": "A liquid substance that is swallowed to quench thirst or for nourishment.",
      "definition_translation": "Una sostanza liquida che si beve per placare la sete o per nutrizione.",
      "example": "I will drink water at the gym. Yesterday, I drank juice with my lunch. Tomorrow, I will drink tea at the café.",
      "example_translation": "Berrò acqua alla palestra. Ieri, ho bevuto succo con il mio pranzo. Domani, berrò tè al caffè.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "juice",
      "translation": "succo",
      "definition": "A liquid substance extracted from plants, especially fruit, by squeezing or pressing.",
      "definition_translation": "Una sostanza liquida estratta dalle piante, soprattutto frutta, mediante spremitura o pressione.",
      "example": "I drank orange juice for breakfast. Yesterday, I drank apple juice with my snack. Tomorrow, I will drink grapefruit juice at the diner.",
      "example_translation": "Ho bevuto succo d'arancia per colazione. Ieri, ho bevuto succo di mela con il mio spuntino. Domani, berrò succo di pompelmo al diner.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "milk",
      "translation": "latte",
      "definition": "A liquid produced by mammary glands of female mammals, especially cows, goats, and sheep, used as a food and a source of nutrients.",
      "definition_translation": "Un liquido prodotto dalle ghiandole mammarie dei mammiferi femminili, soprattutto mucche, capre e pecore, usato come cibo e fonte di nutrienti.",
      "example": "I drank cold milk with my cereal. Yesterday, I drank milk with my cookies. Tomorrow, I will drink milk at the café.",
      "example_translation": "Ho bevuto latte freddo con il mio cereale. Ieri, ho bevuto latte con i miei biscotti. Domani, berrò latte al caffè.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "orange juice",
      "translation": "succo d'arancia",
      "definition": "A liquid substance extracted from oranges, often consumed as a beverage.",
      "definition_translation": "Una sostanza liquida estratta dalle arance, spesso consumata come bevanda.",
      "example": "I drank orange juice for breakfast. Yesterday, I drank orange juice with my lunch. Tomorrow, I will drink orange juice at the diner.",
      "example_translation": "Ho bevuto succo d'arancia per colazione. Ieri, ho bevuto succo d'arancia con il mio pranzo. Domani, berrò succo d'arancia al diner.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tea",
      "translation": "tè",
      "definition": "A hot drink made by infusing the dried crushed leaves of the tea plant in boiling water.",
      "definition_translation": "Una bevanda calda fatta infondendo le foglie secche e schiacciate della pianta del tè in acqua bollente.",
      "example": "I drank tea with my friends. Yesterday, I drank tea with my breakfast. Tomorrow, I will drink tea at the café.",
      "example_translation": "Ho bevuto tè con i miei amici. Ieri, ho bevuto tè con la mia colazione. Domani, berrò tè al caffè.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tomato juice",
      "translation": "succo di pomodoro",
      "definition": "A liquid substance extracted from tomatoes, often consumed as a beverage.",
      "definition_translation": "Una sostanza liquida estratta dai pomodori, spesso consumata come bevanda.",
      "example": "I drank tomato juice with my breakfast. Yesterday, I drank tomato juice with my lunch. Tomorrow, I will drink tomato juice at the diner.",
      "example_translation": "Ho bevuto succo di pomodoro con la mia colazione. Ieri, ho bevuto succo di pomodoro con il mio pranzo. Domani, berrò succo di pomodoro al diner.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "water",
      "translation": "acqua",
      "definition": "A clear, colorless, and odorless liquid substance that is the most abundant compound on Earth and is essential for human and animal life.",
      "definition_translation": "Una sostanza liquida chiara, incolore e inodora che è il composto più abbondante sulla Terra e è essenziale per la vita umana e animale.",
      "example": "I drank water at the gym. Yesterday, I drank water with my lunch. Tomorrow, I will drink water at the café.",
      "example_translation": "Ho bevuto acqua alla palestra. Ieri, ho bevuto acqua con il mio pranzo. Domani, berrò acqua al caffè.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wine",
      "translation": "vino",
      "definition": "A fermented drink made from grapes, often consumed as a beverage.",
      "definition_translation": "Una bevanda fermentata fatta dalle uve, spesso consumata come bevanda.",
      "example": "I drank wine with my dinner. Yesterday, I drank wine with my friends. Tomorrow, I will drink wine at the party.",
      "example_translation": "Ho bevuto vino con la mia cena. Ieri, ho bevuto vino con i miei amici. Domani, berrò vino alla festa.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alcohol",
      "translation": "alcol",
      "definition": "A type of drug that is found in fermented drinks, such as beer, wine, and spirits, and is a central nervous system depressant.",
      "definition_translation": "Un tipo di droga che si trova in bevande fermentate, come birra, vino e spiriti, e è un deprimente del sistema nervoso centrale.",
      "example": "I drank a glass of whiskey with my friends. Yesterday, I drank beer with my lunch. Tomorrow, I will drink wine at the party.",
      "example_translation": "Ho bevuto un bicchiere di whiskey con i miei amici. Ieri, ho bevuto birra con il mio pranzo. Domani, berrò vino alla festa.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apple juice",
      "translation": "succo di mela",
      "definition": "A liquid substance extracted from apples, often consumed as a beverage.",
      "definition_translation": "Una sostanza liquida estratta dalle mele, spesso consumata come bevanda.",
      "example": "I drank apple juice with my breakfast. Yesterday, I drank apple juice with my snack. Tomorrow, I will drink apple juice at the diner.",
      "example_translation": "Ho bevuto succo di mela con la mia colazione. Ieri, ho bevuto succo di mela con il mio spuntino. Domani, berrò succo di mela al diner.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "champagne",
      "translation": "champagneria",
      "definition": "A type of sparkling wine originating from the Champagne region in France.",
      "definition_translation": "Un tipo di vino spumante originario della regione della Champagne in Francia.",
      "example": "I drank champagne with my friends. Yesterday, I drank champagne with my dinner. Tomorrow, I will drink champagne at the party.",
      "example_translation": "Ho bevuto champagne con i miei amici. Ieri, ho bevuto champagne con la mia cena. Domani, berrò champagne alla festa.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cola",
      "translation": "cola",
      "definition": "A sweet, carbonated soft drink flavored with vanilla and cinnamon.",
      "definition_translation": "Una bevanda gassata dolce aromatizzata con vaniglia e cannella.",
      "example": "I drank cola with my lunch. Yesterday, I drank cola with my friends. Tomorrow, I will drink cola at the party.",
      "example_translation": "Ho bevuto cola con il mio pranzo. Ieri, ho bevuto cola con i miei amici. Domani, berrò cola alla festa.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drink",
      "translation": "bevanda",
      "definition": "A liquid substance that is swallowed to quench thirst or for nourishment.",
      "definition_translation": "Una sostanza liquida che si beve per placare la sete o per nutrizione.",
      "example": "I will drink water at the gym. Yesterday, I drank juice with my lunch. Tomorrow, I will drink tea at the café.",
      "example_translation": "Berrò acqua alla palestra. Ieri, ho bevuto succo con il mio pranzo. Domani, berrò tè al caffè.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hot chocolate",
      "translation": "cioccolata calda",
      "definition": "A warm, sweet drink made with melted chocolate and milk or cream.",
      "definition_translation": "Una bevanda calda e dolce fatta con cioccolato sciolto e latte o panna.",
      "example": "I drank hot chocolate with my friends. Yesterday, I drank hot chocolate with my breakfast. Tomorrow, I will drink hot chocolate at the café.",
      "example_translation": "Ho bevuto cioccolata calda con i miei amici. Ieri, ho bevuto cioccolata calda con la mia colazione. Domani, berrò cioccolata calda al caffè.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lemonade",
      "translation": "limonata",
      "definition": "A sweet, sour drink made with lemon juice, water, and sugar.",
      "definition_translation": "Una bevanda dolce e acida fatta con succo di limone, acqua e zucchero.",
      "example": "I drank lemonade with my lunch. Yesterday, I drank lemonade with my friends. Tomorrow, I will drink lemonade at the party.",
      "example_translation": "Ho bevuto limonata con il mio pranzo. Ieri, ho bevuto limonata con i miei amici. Domani, berrò limonata alla festa.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "milkshake",
      "translation": "frappé",
      "definition": "A sweet, thick drink made with milk, ice cream, and flavorings, blended together.",
      "definition_translation": "Una bevanda dolce e densa fatta con latte, gelato e aromi, miscelati insieme.",
      "example": "I drank a milkshake with my friends. Yesterday, I drank a milkshake with my lunch. Tomorrow, I will drink a milkshake at the diner.",
      "example_translation": "Ho bevuto un frappé con i miei amici. Ieri, ho bevuto un frappé con il mio pranzo. Domani, berrò un frappé al diner.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mineral water",
      "translation": "acqua minerale",
      "definition": "Water that contains minerals or other substances, often bottled and sold as a beverage.",
      "definition_translation": "Acqua che contiene minerali o altre sostanze, spesso imbottigliata e venduta come bevanda.",
      "example": "I drank mineral water at the gym. Yesterday, I drank mineral water with my lunch. Tomorrow, I will drink mineral water at the café.",
      "example_translation": "Ho bevuto acqua minerale alla palestra. Ieri, ho bevuto acqua minerale con il mio pranzo. Domani, berrò acqua minerale al caffè.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "soft drink",
      "translation": "bevanda gassata",
      "definition": "A sweet, carbonated drink, often flavored and sweetened with sugar or artificial sweeteners.",
      "definition_translation": "Una bevanda gassata dolce, spesso aromatizzata e zuccherata con zucchero o dolcificanti artificiali.",
      "example": "I drank a soft drink with my lunch. Yesterday, I drank a soft drink with my friends. Tomorrow, I will drink a soft drink at the party.",
      "example_translation": "Ho bevuto una bevanda gassata con il mio pranzo. Ieri, ho bevuto una bevanda gassata con i miei amici. Domani, berrò una bevanda gassata alla festa.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cocktail",
      "translation": "cocktail",
      "definition": "A mixed drink made with spirits, fruit juice, and other ingredients, often served as an appetizer or refreshment.",
      "definition_translation": "Un drink miscelato fatto con spiriti, succo di frutta e altri ingredienti, spesso servito come aperitivo o rinfresco.",
      "example": "I drank a cocktail with my friends. Yesterday, I drank a cocktail with my dinner. Tomorrow, I will drink a cocktail at the party.",
      "example_translation": "Ho bevuto un cocktail con i miei amici. Ieri, ho bevuto un cocktail con la mia cena. Domani, berrò un cocktail alla festa.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cocoa",
      "translation": "cacao",
      "definition": "A powder made from roasted cacao beans, used to make chocolate and other food products.",
      "definition_translation": "Un polvere fatto da fagioli di cacao tostati, usato per fare cioccolato e altri prodotti alimentari.",
      "example": "I drank cocoa with my breakfast. Yesterday, I drank cocoa with my snack. Tomorrow, I will drink cocoa at the café.",
      "example_translation": "Ho bevuto cacao con la mia colazione. Ieri, ho bevuto cacao con il mio spuntino. Domani, berrò cacao al caffè.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fizzy drink",
      "translation": "bevanda gassata",
      "definition": "A drink that is carbonated, often flavored and sweetened with sugar or artificial sweeteners.",
      "definition_translation": "Una bevanda che è gassata, spesso aromatizzata e zuccherata con zucchero o dolcificanti artificiali.",
      "example": "I drank a fizzy drink with my lunch. Yesterday, I drank a fizzy drink with my friends. Tomorrow, I will drink a fizzy drink at the party.",
      "example_translation": "Ho bevuto una bevanda gassata con il mio pranzo. Ieri, ho bevuto una bevanda gassata con i miei amici. Domani, berrò una bevanda gassata alla festa.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "instant coffee",
      "translation": "caffè istantaneo",
      "definition": "A type of coffee that can be made quickly by adding hot water to a powder or granules.",
      "definition_translation": "Un tipo di caffè che può essere fatto velocemente aggiungendo acqua calda a un polvere o granuli.",
      "example": "I drank instant coffee with my breakfast. Yesterday, I drank instant coffee with my lunch. Tomorrow, I will drink instant coffee at the café.",
      "example_translation": "Ho bevuto caffè istantaneo con la mia colazione. Ieri, ho bevuto caffè istantaneo con il mio pranzo. Domani, berrò caffè istantaneo al caffè.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vodka",
      "translation": "vodka",
      "definition": "A type of spirit made from grains or potatoes, often consumed as a shot or mixed with other drinks.",
      "definition_translation": "Un tipo di spiritoso fatto da cereali o patate, spesso consumato come shot o miscelato con altre bevande.",
      "example": "I drank vodka with my friends. Yesterday, I drank vodka with my dinner. Tomorrow, I will drink vodka at the party.",
      "example_translation": "Ho bevuto vodka con i miei amici. Ieri, ho bevuto vodka con la mia cena. Domani, berrò vodka alla festa.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "whisky",
      "translation": "whisky",
      "definition": "A type of spirit made from fermented grain mash, often aged in oak barrels and consumed as a shot or mixed with other drinks.",
      "definition_translation": "Un tipo di spiritoso fatto da impasto di cereali fermentati, spesso invecchiato in botti di quercia e consumato come shot o miscelato con altre bevande.",
      "example": "I drank whisky with my friends. Yesterday, I drank whisky with my dinner. Tomorrow, I will drink whisky at the party.",
      "example_translation": "Ho bevuto whisky con i miei amici. Ieri, ho bevuto whisky con la mia cena. Domani, berrò whisky alla festa.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "compote",
      "translation": "compota",
      "definition": "A sweet, syrupy mixture of fruit, often served as a dessert or used as a topping for yogurt or ice cream.",
      "definition_translation": "Un miscuglio dolce e sciroppo di frutta, spesso servito come dessert o usato come topping per yogurt o gelato.",
      "example": "I ate compote with my breakfast. Yesterday, I ate compote with my lunch. Tomorrow, I will eat compote at the café.",
      "example_translation": "Ho mangiato compota con la mia colazione. Ieri, ho mangiato compota con il mio pranzo. Domani, mangerò compota al caffè.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decaffeinated coffee",
      "translation": "caffè decaffeinato",
      "definition": "Coffee that has had most of its caffeine removed, often consumed by those who are sensitive to caffeine or want to reduce their caffeine intake.",
      "definition_translation": "Caffè che ha avuto la maggior parte della caffeina rimossa, spesso consumato da coloro che sono sensibili alla caffeina o vogliono ridurre la loro assunzione di caffeina.",
      "example": "I drank decaffeinated coffee with my breakfast. Yesterday, I drank decaffeinated coffee with my lunch. Tomorrow, I will drink decaffeinated coffee at the café.",
      "example_translation": "Ho bevuto caffè decaffeinato con la mia colazione. Ieri, ho bevuto caffè decaffeinato con il mio pranzo. Domani, berrò caffè decaffeinato al caffè.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shandy",
      "translation": "shandy",
      "definition": "A drink made with beer and a sweet, fruity flavoring, often served as a refreshing beverage.",
      "definition_translation": "Una bevanda fatta con birra e un aromatizzante dolce e fruttato, spesso servita come rinfresco.",
      "example": "I drank shandy with my friends. Yesterday, I drank shandy with my lunch. Tomorrow, I will drink shandy at the party.",
      "example_translation": "Ho bevuto shandy con i miei amici. Ieri, ho bevuto shandy con il mio pranzo. Domani, berrò shandy alla festa.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]
}