{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cook",
      "translation": "cuocere",
      "definition": "A person who prepares and cooks food, especially as a job or profession.",
      "definition_translation": "Una persona che prepara e cucina il cibo, soprattutto come lavoro o professione.",
      "example": "I will cook dinner tonight, I cooked breakfast yesterday, and I cook lunch every day.",
      "example_translation": "Cucinerò la cena stasera, ho cucinato la colazione ieri e cuocio il pranzo ogni giorno.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "doctor",
      "translation": "dottore",
      "definition": "A person skilled in the healing arts; a physician.",
      "definition_translation": "Una persona esperta nelle arti della guarigione; un medico.",
      "example": "I will visit the doctor tomorrow, I visited the doctor yesterday, and I visit the doctor regularly.",
      "example_translation": "Visiterò il dottore domani, ho visitato il dottore ieri e visito il dottore regolarmente.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "driver",
      "translation": "guidatore",
      "definition": "A person who operates a vehicle, especially a car or truck.",
      "definition_translation": "Una persona che opera un veicolo, soprattutto un'auto o un camion.",
      "example": "I will be a driver next year, I was a driver last year, and I am a driver now.",
      "example_translation": "Sarò un guidatore l'anno prossimo, ero un guidatore l'anno scorso e sono un guidatore adesso.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "teacher",
      "translation": "insegnante",
      "definition": "A person who helps others to acquire knowledge, competences, or values. Informally the role of teacher may be taken on by anyone.",
      "definition_translation": "Una persona che aiuta gli altri ad acquisire conoscenze, competenze o valori. Informalmente il ruolo di insegnante può essere assunto da chiunque.",
      "example": "Yesterday, my teacher gave me a lot of homework. Today, I am studying for my exam. Tomorrow, I will be a teacher.",
      "example_translation": "Ieri, il mio insegnante mi ha dato un sacco di compiti. Oggi, sto studiando per il mio esame. Domani, sarò un insegnante.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "waiter",
      "translation": "cameriere",
      "definition": "A person who serves food and drinks in a restaurant or other eating establishment.",
      "definition_translation": "Una persona cheserve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "I was a waiter in a restaurant last year. Now, I am working as a manager. In the future, I will own a restaurant.",
      "example_translation": "Ero un cameriere in un ristorante l'anno scorso. Ora, sto lavorando come manager. In futuro, possiederò un ristorante.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "waitress",
      "translation": "cameriera",
      "definition": "A woman who serves food and drinks in a restaurant or other eating establishment.",
      "definition_translation": "Una donna che serve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "My sister was a waitress in a cafe. Now, she is working as a chef. In the future, she will have her own bakery.",
      "example_translation": "Mia sorella era una cameriera in un caffè. Ora, sta lavorando come cuoca. In futuro, avrà la sua propria pasticceria.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "actor",
      "translation": "attore",
      "definition": "A person who acts in a play, movie, or television show;",
      "definition_translation": "Una persona che agisce in un'opera teatrale, film o show televisivo;",
      "example": "The actor played the role of Hamlet in the play. He is now playing the role of Romeo in the movie. He will play the role of Macbeth in the TV show tomorrow.",
      "example_translation": "L'attore ha recitato il ruolo di Amleto nella pièce teatrale. Sta recitando il ruolo di Romeo nel film. Reciterà il ruolo di Macbeth nello show televisivo domani.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "actress",
      "translation": "attrice",
      "definition": "A woman who acts in a play, movie, or television show;",
      "definition_translation": "Una donna che agisce in un'opera teatrale, film o show televisivo;",
      "example": "The actress played the role of Cleopatra in the play. She is now playing the role of Juliet in the movie. She will play the role of Lady Macbeth in the TV show next week.",
      "example_translation": "L'attrice ha recitato il ruolo di Cleopatra nella pièce teatrale. Sta recitando il ruolo di Giulietta nel film. Reciterà il ruolo di Lady Macbeth nello show televisivo la prossima settimana.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "artist",
      "translation": "artista",
      "definition": "A person who creates paintings, drawings, or sculptures;",
      "definition_translation": "Una persona che crea dipinti, disegni o sculture;",
      "example": "The artist painted a beautiful landscape. She is now creating a sculpture for the museum. She will paint a portrait for the exhibition next month.",
      "example_translation": "L'artista ha dipinto un paesaggio bellissimo. Sta creando una scultura per il museo. Dipingerà un ritratto per la mostra il mese prossimo.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "businessman",
      "translation": "uomo d'affari",
      "definition": "A person engaged in commercial or professional activities, especially one who is skilled in the management of a business.",
      "definition_translation": "Una persona impegnata in attività commerciali o professionali, specialmente uno che è esperto nella gestione di un'azienda.",
      "example": "The businessman traveled to Japan to negotiate a trade deal. He is currently meeting with investors to discuss the proposal. By next year, he will have expanded his company globally.",
      "example_translation": "L'uomo d'affari ha viaggiato in Giappone per negoziare un accordo commerciale. Sta attualmente incontrando gli investitori per discutere la proposta. Entro l'anno prossimo,avrà espanso la sua azienda a livello globale.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "businesswoman",
      "translation": "donna d'affari",
      "definition": "A woman engaged in commercial or professional activities, especially one who is skilled in the management of a business.",
      "definition_translation": "Una donna impegnata in attività commerciali o professionali, specialmente una che è esperta nella gestione di un'azienda.",
      "example": "The businesswoman founded her own company after years of working for others. She is now a successful entrepreneur, known for her innovative ideas. By the end of the decade, she will have launched several startups.",
      "example_translation": "La donna d'affari ha fondato la sua azienda dopo anni di lavoro per altri. È ora un'imprenditrice di successo, conosciuta per le sue idee innovative. Entro la fine del decennio, avrà lanciato diverse startup.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "car mechanic",
      "translation": "meccanico d'auto",
      "definition": "A person skilled in the repair and maintenance of automobiles, especially one who works in a professional capacity.",
      "definition_translation": "Una personaesperta nella riparazione e manutenzione di automobili, specialmente uno che lavora in una capacità professionale.",
      "example": "The car mechanic diagnosed the problem with the engine and replaced the faulty part. He had previously worked on a similar model, so he knew exactly what to do. By next month, he will have fixed hundreds of cars.",
      "example_translation": "Il meccanico d'auto ha diagnosticato il problema con il motore e ha sostituito la parte difettosa. Aveva precedentemente lavorato su un modello simile, quindi sapeva esattamente cosa fare. Entro il mese prossimo, avrà riparato centinaia di auto.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chef",
      "translation": "cuoco",
      "definition": "A chef is a skilled professional cook who prepares and cooks food in a restaurant or other food service establishment.",
      "definition_translation": "Un cuoco è un professionista qualificato che prepara e cuoce cibo in un ristorante o altra sede di servizio alimentare.",
      "example": "I was a chef in a Michelin-starred restaurant last year, but now I'm a food blogger. I will be a chef in a new restaurant next year, and my friend is a chef in a hotel.",
      "example_translation": "Ero un cuoco in un ristorante stellato Michelin l'anno scorso, ma ora sono un blogger alimentare. Sarò un cuoco in un nuovo ristorante l'anno prossimo, e il mio amico è un cuoco in un albergo.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chemist",
      "translation": "chimico",
      "definition": "A chemist is a scientist who specializes in the study of the composition, properties, and reactions of matter.",
      "definition_translation": "Un chimico è uno scienziato che si specializza nello studio della composizione, delle proprietà e delle reazioni della materia.",
      "example": "I studied chemistry in college, and my sister was a chemist in a pharmaceutical company last year. I will be a chemist in a research institution next year, and my friend is a chemist in a university.",
      "example_translation": "Ho studiato chimica al college, e mia sorella era un chimico in una compagnia farmaceutica l'anno scorso. Sarò un chimico in un'istituzione di ricerca l'anno prossimo, e il mio amico è un chimico in un'università.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cleaner",
      "translation": "pulitore",
      "definition": "A cleaner is a person who cleans and maintains the appearance of buildings, rooms, or other areas.",
      "definition_translation": "Un pulitore è una persona che pulisce e mantiene l'aspetto di edifici, stanze o altre aree.",
      "example": "I hired a cleaner to clean my house last week, and my brother is a cleaner in a hospital now. I will be a cleaner in a hotel next month, and my friend was a cleaner in a school last year.",
      "example_translation": "Ho assunto un pulitore per pulire la mia casa la settimana scorsa, e mio fratello è un pulitore in un ospedale ora. Sarò un pulitore in un albergo il mese prossimo, e il mio amico era un pulitore in una scuola l'anno scorso.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dancer",
      "translation": "ballerino",
      "definition": "A person who performs a dance, especially as a profession or hobby.",
      "definition_translation": "Una persona che esegue una danza, specialmente come professione o hobby.",
      "example": "She was a professional dancer in a dance company. She danced beautifully at the party last night. She will dance the lead role in the ballet tomorrow.",
      "example_translation": "Era una ballerina professionista in una compagnia di danza. Ha ballato bellamente alla festa di ieri sera. Ballerà il ruolo principale nel balletto di domani.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dentist",
      "translation": "dentista",
      "definition": "A person who is qualified to practice dentistry, concerned with the prevention, diagnosis, and treatment of diseases and conditions of the teeth and mouth.",
      "definition_translation": "Una persona qualificata per praticare l'odontoiatria, occupata della prevenzione, della diagnosi e del trattamento delle malattie e delle condizioni dei denti e della bocca.",
      "example": "I visited my dentist yesterday for a check-up. The dentist will fill my tooth tomorrow. She had been a dentist for over 20 years.",
      "example_translation": "Ho visitato il mio dentista ieri per una visita di controllo. Il dentista mi riempirà il dente domani. Era stata un dentista per oltre 20 anni.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "engineer",
      "translation": "ingegnere",
      "definition": "A person who designs, builds, or maintains engines, machines, or structures; a person who is trained in and uses the principles of engineering.",
      "definition_translation": "Una persona che progetta, costruisce o manutiene motori, macchine o strutture; una persona che è formata sui principi dell'ingegneria e li utilizza.",
      "example": "The engineer designed the new bridge. She will be an engineer in a few years. He had been an engineer for 10 years.",
      "example_translation": "L'ingegnere ha progettato il nuovo ponte. Sarà un ingegnere tra pochi anni. Era stato un ingegnere per 10 anni.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "farmer",
      "translation": "agricoltore",
      "definition": "A person who owns or manages a farm, especially one who cultivates the land and grows crops.",
      "definition_translation": "Una persona che possiede o gestisce un'azienda agricola, specialmente uno che coltiva la terra e coltiva i raccolti.",
      "example": "The farmer was up at dawn to milk the cows, then he worked in the fields all day, and finally, he will harvest the crops next week.",
      "example_translation": "L'agricoltore era in piedi all'alba per mungere le mucche, poi lavorò nei campi tutto il giorno, e infine, raccoglierà i raccolti la prossima settimana.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "footballer",
      "translation": "calciatore",
      "definition": "A person who plays football, especially one who plays professionally.",
      "definition_translation": "Una persona che gioca a calcio, specialmente uno che gioca professionalmente.",
      "example": "The footballer trained every day to improve his skills, then he played in the championship last night, and now he will represent his country in the World Cup.",
      "example_translation": "Il calciatore si allenava ogni giorno per migliorare le sue abilità, poi giocò nel campionato ieri sera, e ora rappresenterà il suo paese nella Coppa del Mondo.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guide",
      "translation": "guida",
      "definition": "A person who shows the way to others, especially one who is employed to conduct tourists or travelers.",
      "definition_translation": "Una persona che mostra la strada agli altri, specialmente uno che è impiegato per condurre turisti o viaggiatori.",
      "example": "The guide led the tourists through the museum, then he explained the history of the city, and finally, he will take us to the best restaurants in town.",
      "example_translation": "La guida guidò i turisti attraverso il museo, poi spiegò la storia della città, e infine, ci porterà ai migliori ristoranti della città.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "headteacher",
      "translation": "preside",
      "definition": "The headteacher is the most senior teacher in a school, responsible for making important decisions and overseeing the education of the students.",
      "definition_translation": "Il preside è l'insegnante più anziano in una scuola, responsabile per le decisioni importanti e la gestione dell'istruzione degli studenti.",
      "example": "The headteacher will meet with the parents to discuss the student's progress. The headteacher met with the parents to discuss the student's progress. The headteacher will have met with the parents to discuss the student's progress.",
      "example_translation": "Il preside incontrerà con i genitori per discutere il progresso dello studente. Il preside ha incontrato con i genitori per discutere il progresso dello studente. Il preside avrà incontrato con i genitori per discutere il progresso dello studente.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "manager",
      "translation": "manager",
      "definition": "A manager is a person responsible for planning, organizing, and supervising the activities of a business or organization.",
      "definition_translation": "Un manager è una persona responsabile per la pianificazione, l'organizzazione e la supervisione delle attività di un'azienda o organizzazione.",
      "example": "The manager will attend the meeting to discuss the sales report. The manager attended the meeting to discuss the sales report. The manager will have attended the meeting to discuss the sales report.",
      "example_translation": "Il manager parteciperà alla riunione per discutere il rapporto sulle vendite. Il manager ha partecipato alla riunione per discutere il rapporto sulle vendite. Il manager avrà partecipato alla riunione per discutere il rapporto sulle vendite.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mechanic",
      "translation": "meccanico",
      "definition": "A mechanic is a person who repairs and maintains machines and vehicles, especially cars.",
      "definition_translation": "Un meccanico è una persona che ripara e mantiene le macchine e i veicoli, đặcolarmente le auto.",
      "example": "The mechanic will fix the car engine tomorrow. The mechanic fixed the car engine yesterday. The mechanic will have fixed the car engine by next week.",
      "example_translation": "Il meccanico riparerà il motore della macchina domani. Il meccanico ha riparato il motore della macchina ieri. Il meccanico avrà riparato il motore della macchina entro la prossima settimana.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nurse",
      "translation": "infermiera",
      "definition": "A nurse is a person who is trained to care for people who are sick or injured. They work in hospitals, clinics, and other healthcare facilities, and provide hands-on care to patients.",
      "definition_translation": "Un'infermiera è una persona che è stata addestrata per prendersi cura delle persone che sono malate o ferite. Lavorano negli ospedali, nelle cliniche e in altre strutture sanitarie, e forniscono cure personalizzate ai pazienti.",
      "example": "She will be a nurse in the future, she is a nurse now, and she was a nurse last year.",
      "example_translation": "Sarà un'infermiera in futuro, è un'infermiera ora, e era un'infermiera l'anno scorso.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "painter",
      "translation": "pittore",
      "definition": "A painter is a person who creates artworks using paint. They may specialize in specific styles or techniques, and work on a variety of surfaces, including canvas, wood, and walls.",
      "definition_translation": "Un pittore è una persona che crea opere d'arte usando la pittura. Possono specializzarsi in stili o tecniche specifici, e lavorare su una varietà di superfici, incluyendo tela, legno e muri.",
      "example": "The painter will paint the house next week, the painter is painting the fence now, and the painter painted the portrait last month.",
      "example_translation": "Il pittore dipingerà la casa la settimana prossima, il pittore sta dipingendo la recinzione ora, e il pittore ha dipinto il ritratto lo scorso mese.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "photographer",
      "translation": "fotografo",
      "definition": "A photographer is a person who takes photographs using a camera. They may specialize in specific areas, such as portrait, landscape, or sports photography.",
      "definition_translation": "Un fotografo è una persona che scatta fotografie usando una camera. Possono specializzarsi in aree specifiche, come la fotografia di ritratto, paesaggio o sportiva.",
      "example": "The photographer will take pictures of the wedding next year, the photographer is taking pictures of the city now, and the photographer took pictures of the concert last night.",
      "example_translation": "Il fotografo scatterà le foto del matrimonio l'anno prossimo, il fotografo sta scattando le foto della città ora, e il fotografo ha scattato le foto del concerto la scorsa notte.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pilot",
      "translation": "pilota",
      "definition": "A person who operates the controls of an aircraft.",
      "definition_translation": "Una persona che opera i controlli di un aereo.",
      "example": "The pilot flew the plane safely to its destination. The pilot is flying the plane now. The pilot will fly the plane tomorrow morning.",
      "example_translation": "Il pilota ha volato l'aereo in sicurezza alla sua destinazione. Il pilota sta volando l'aereo ora. Il pilota volerà l'aereo domani mattina.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "player",
      "translation": "giocatore",
      "definition": "A person who takes part in a sport, game, or activity.",
      "definition_translation": "Una persona che partecipa a uno sport, gioco o attività.",
      "example": "The player scored a goal in the final minute. The player is practicing now. The player will play in the championship next week.",
      "example_translation": "Il giocatore ha segnato un gol nell'ultimo minuto. Il giocatore sta praticando ora. Il giocatore giocherà nel campionato la settimana prossima.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "police officer",
      "translation": "agente di polizia",
      "definition": "A person who is responsible for enforcing the law and maintaining order in a community.",
      "definition_translation": "Una persona che è responsabile dell'applicazione della legge e del mantenimento dell'ordine in una comunità.",
      "example": "The police officer stopped the suspect. The police officer is patrolling now. The police officer will arrest the criminal tomorrow.",
      "example_translation": "L'agente di polizia ha fermato il sospetto. L'agente di polizia sta pattugliando ora. L'agente di polizia arresterà il criminale domani.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "policeman",
      "translation": "poliziotto",
      "definition": "A person, typically a man, who is a member of a police force, responsible for enforcing law and order and protecting the public.",
      "definition_translation": "Una persona, generalmente un uomo, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "The policeman stopped the car and asked for the driver's license. Yesterday, the policeman was patrolling the streets. Tomorrow, the policeman will be investigating the crime scene.",
      "example_translation": "Il poliziotto ha fermato la macchina e ha chiesto la licenza del conducente. Ieri, il poliziotto stava pattugliando le strade. Domani, il poliziotto indagherà sulla scena del crimine.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "policewoman",
      "translation": "poliziotta",
      "definition": "A person, typically a woman, who is a member of a police force, responsible for enforcing law and order and protecting the public.",
      "definition_translation": "Una persona, generalmente una donna, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "The policewoman helped the lost child find its parents. Yesterday, the policewoman was responding to an emergency call. Tomorrow, the policewoman will be testifying in court.",
      "example_translation": "La poliziotta ha aiutato il bambino perso a trovare i genitori. Ieri, la poliziotta stava rispondendo a una chiamata di emergenza. Domani, la poliziotta testimonierà in tribunale.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "receptionist",
      "translation": "addetto alla ricezione",
      "definition": "A person employed to attend to the reception desk in a hotel, office building, or other establishment, responsible for greeting guests and handling inquiries.",
      "definition_translation": "Una persona assunta per attendere al banco di ricezione in un hotel, edificio per uffici o altra istituzione, responsabile di accogliere gli ospiti e gestire le domande.",
      "example": "The receptionist checked us in and gave us our room keys. Yesterday, the receptionist was answering phone calls from clients. Tomorrow, the receptionist will be training a new employee.",
      "example_translation": "L'addetto alla ricezione ci ha registrati e ci ha dato le chiavi della camera. Ieri, l'addetto alla ricezione stava rispondendo alle chiamate telefoniche dei clienti. Domani, l'addetto alla ricezione formerà un nuovo dipendente.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sales assistant",
      "translation": "assistente di vendita",
      "definition": "A person responsible for assisting customers with purchases and providing product information in a retail setting.",
      "definition_translation": "Una persona responsabile dell'assistenza ai clienti con acquisti e fornitura di informazioni sui prodotti in un ambiente di retail.",
      "example": "She worked as a sales assistant at the department store. She is working as a sales assistant at the department store. She will work as a sales assistant at the department store.",
      "example_translation": "Lavorava come assistente di vendita al grande magazzino. Sta lavorando come assistente di vendita al grande magazzino. Lavorerà come assistente di vendita al grande magazzino.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "salesperson",
      "translation": "venditore",
      "definition": "A person who sells goods or services to customers, often in a retail or business setting.",
      "definition_translation": "Una persona che vende beni o servizi ai clienti, spesso in un ambiente di retail o aziendale.",
      "example": "He was a successful salesperson at the car dealership. He is a successful salesperson at the car dealership. He will be a successful salesperson at the car dealership.",
      "example_translation": "Era un venditore di successo alla concessionaria di automobili. È un venditore di successo alla concessionaria di automobili. Sarà un venditore di successo alla concessionaria di automobili.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "secretary",
      "translation": "segretario",
      "definition": "A person employed to manage the day-to-day activities of an office, such as scheduling appointments and handling correspondence.",
      "definition_translation": "Una persona assunta per gestire le attività quotidiane di un ufficio, come pianificare appuntamenti e gestire la corrispondenza.",
      "example": "She was a secretary at a law firm. She is a secretary at a law firm. She will be a secretary at a law firm.",
      "example_translation": "Era una segretaria in uno studio legale. È una segretaria in uno studio legale. Sarà una segretaria in uno studio legale.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "singer",
      "translation": "cantante",
      "definition": "A person who sings, especially one who sings professionally.",
      "definition_translation": "Una persona che canta, specialmente una che canta professionalmente.",
      "example": "She was a famous singer in the 80s, sings in the choir now, and will perform at the concert tomorrow.",
      "example_translation": "Era una cantante famosa negli anni '80, canta ora nel coro e si esibirà al concerto domani.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "taxi driver",
      "translation": "tassista",
      "definition": "A person who drives a taxi, especially as a job.",
      "definition_translation": "Una persona che guida un taxi, specialmente come lavoro.",
      "example": "He was a taxi driver in New York, drives a taxi in Paris now, and will have driven a taxi in Rome by next year.",
      "example_translation": "Era un tassista a New York, guida un taxi a Parigi ora, e avrebbe guidato un taxi a Roma l'anno prossimo.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tour guide",
      "translation": "guida turistica",
      "definition": "A person who shows and explains the sights of a place to visitors.",
      "definition_translation": "Una persona che mostra e spiega i luoghi di un posto ai visitatori.",
      "example": "She worked as a tour guide in Italy, has been working as a tour guide in Spain, and will work as a tour guide in France soon.",
      "example_translation": "Lavorava come guida turistica in Italia, ha lavorato come guida turistica in Spagna, e lavorerà come guida turistica in Francia presto.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "writer",
      "translation": "scrittore",
      "definition": "A person who writes books, articles, or other written works as a profession or occupation.",
      "definition_translation": "Una persona che scrive libri, articoli o altri lavori scritti come professione o occupazione.",
      "example": "She was a writer for the local newspaper, and had also published several novels. She is currently writing a screenplay. She will write a book about her experiences as a journalist.",
      "example_translation": "Era una scrittrice per il giornale locale e aveva anche pubblicato diversi romanzi. Sta attualmente scrivendo una sceneggiatura. Scriverà un libro sulle sue esperienze come giornalista.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accountant",
      "translation": "conto",
      "definition": "A person who prepares, examines, or audits financial records and statements.",
      "definition_translation": "Una persona che prepara, esamina o verifica registri e statement finanziari.",
      "example": "He worked as an accountant for a big corporation, and had to prepare the company's tax returns every year. He is an expert in accounting software. He will take a course to become a certified accountant.",
      "example_translation": "Lavorava come conto per una grande azienda e doveva preparare le dichiarazioni dei redditi dell'azienda ogni anno. È un esperto in software di contabilità. Farà un corso per diventare un conto certificato.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "architect",
      "translation": "architetto",
      "definition": "A person who designs buildings and other structures.",
      "definition_translation": "Una persona che progetta edifici e altre strutture.",
      "example": "She was an architect who specialized in designing sustainable buildings. She designed a new skyscraper that was opened last year. She will design a new museum in the city center.",
      "example_translation": "Era un architetto che si specializzava nella progettazione di edifici sostenibili. Ha progettato un nuovo grattacielo che è stato aperto l'anno scorso. Progetterà un nuovo museo nel centro città.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "babysitter",
      "translation": "tata",
      "definition": "A person, typically a young woman, who takes care of a child or children while the parents are away.",
      "definition_translation": "Una persona, tipicamente una giovane donna, che si prende cura di un bambino o di bambini mentre i genitori sono assenti.",
      "example": "I hired a babysitter to watch the kids while I was at work. She was very responsible and the kids loved her. She will babysit again next week.",
      "example_translation": "Ho assunto una tata per guardare i bambini mentre ero al lavoro. Era molto responsabile e i bambini l'hanno amata. Tornerà a fare la babysitter la settimana prossima.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "baker",
      "translation": "panettiere",
      "definition": "A person who bakes and sells bread, cakes, and pastries.",
      "definition_translation": "Una persona che cuoce e vende pane, torte e pasticceria.",
      "example": "The baker worked all night to make fresh bread for the morning. She was an excellent baker and her pastries were delicious. She will become a head baker soon.",
      "example_translation": "Il panettiere lavorava tutta la notte per fare pane fresco per la mattina. Era un'ottima panettiera e le sue paste erano deliziose. Diventerà capo panettiere presto.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ballet dancer",
      "translation": "ballerino di balletto",
      "definition": "A person who performs ballet, a form of classical dance that involves Technical movements.",
      "definition_translation": "Una persona che esegue il balletto, una forma di danza classica che coinvolge movimenti tecnici.",
      "example": "The ballet dancer practiced for hours to perfect her pirouettes. She had been a ballet dancer since she was five years old. She will perform as a principal ballet dancer in the upcoming show.",
      "example_translation": "Il ballerino di balletto si era allenato per ore per perfezionare le sue piroette. Era stato un ballerino di balletto fin da quando aveva cinque anni. Si esibirà come ballerino di balletto principale nello spettacolo imminente.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "barber",
      "translation": "barbiere",
      "definition": "A person whose occupation is to cut and dress hair, shave and trim beards and mustaches, and provide other personal grooming services.",
      "definition_translation": "Una persona la cui occupazione è tagliare e vestire i capelli, rasare e tagliare le barbe e i baffi e fornire altri servizi di toeletta personali.",
      "example": "The barber cut my hair yesterday, he will cut it again tomorrow, and he has been cutting it for years.",
      "example_translation": "Il barbiere mi ha tagliato i capelli ieri, lo farà di nuovo domani e lo ha fatto per anni.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "barman",
      "translation": "barman",
      "definition": "A person who serves drinks and other beverages at a bar or tavern.",
      "definition_translation": "Una persona che serve drink e altre bevande in un bar o taverna.",
      "example": "The barman mixed the drinks last night, he mixes them every night, and he has been mixing them for years.",
      "example_translation": "Il barman ha mischiato i drink la scorsa notte, li mischia ogni notte e li ha mischiati per anni.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "builder",
      "translation": "costruttore",
      "definition": "A person who builds or constructs something, such as a house or a bridge.",
      "definition_translation": "Una persona che costruisce o costruisce qualcosa, come una casa o un ponte.",
      "example": "The builder constructed the house last year, he is constructing it now, and he will construct it next year.",
      "example_translation": "Il costruttore ha costruito la casa l'anno scorso, lo sta costruendo ora e lo costruirà l'anno prossimo.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "butcher",
      "translation": "macellaio",
      "definition": "A person who slaughters and dresses animals for food, or one who sells meat.",
      "definition_translation": "Una persona che uccide e prepara animali per il cibo, o uno che vende carne.",
      "example": "I went to the butcher to buy some meat for dinner. The butcher helped me to select the best cut. I will visit the butcher again tomorrow to order some sausages.",
      "example_translation": "Sono andato dal macellaio per comprare della carne per cena. Il macellaio mi ha aiutato a selezionare il miglior taglio. Visiterò di nuovo il macellaio domani per ordinare alcune salsicce.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chemist",
      "translation": "chimico",
      "definition": "A person who is trained in chemistry, especially one who works in a laboratory or produces chemicals.",
      "definition_translation": "Una persona che è stata addestrata in chimica, specialmente uno che lavora in un laboratorio o produce chimici.",
      "example": "The chemist was working in the laboratory, mixing chemicals to create a new compound. She was a skilled chemist who had many years of experience. The chemist will visit the factory tomorrow to inspect the production process.",
      "example_translation": "Il chimico stava lavorando nel laboratorio, mescolando sostanze chimiche per creare un nuovo composto. Era un chimico esperto con molti anni di esperienza. Il chimico visiterà la fabbrica domani per ispezionare il processo di produzione.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coach",
      "translation": "allenatore",
      "definition": "A person who trains and instructs athletes or athletic teams.",
      "definition_translation": "Una persona che allena e istruisce atleti o squadre atletiche.",
      "example": "The coach was giving instructions to the players before the game. He was a experienced coach who had won many championships. The coach will meet with the team tomorrow to discuss the upcoming tournament.",
      "example_translation": "L'allenatore stava dando istruzioni ai giocatori prima della partita. Era un allenatore esperto che aveva vinto molte campionati. L'allenatore si incontrerà con la squadra domani per discutere il prossimo torneo.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "computer scientist",
      "translation": "scienziato informatico",
      "definition": "A person who has studied and works with computers and computer systems, focusing on the development of software and computer hardware.",
      "definition_translation": "Una persona che ha studiato e lavora con computer e sistemi informatici, concentrandosi sullo sviluppo di software e hardware computer.",
      "example": "She worked as a computer scientist at Google before starting her own company. She had worked on several projects as a computer scientist. She will become a leading computer scientist in the field.",
      "example_translation": "Lavorava come scienziata informatica a Google prima di fondare la sua azienda. Aveva lavorato a diversi progetti come scienziata informatica. Diventerà una scienziata informatica leader nel settore.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "designer",
      "translation": "progettista",
      "definition": "A person who creates and plans the visual and aesthetic aspects of products, systems, and spaces.",
      "definition_translation": "Una persona che crea e pianifica gli aspetti visivi e estetici di prodotti, sistemi e spazi.",
      "example": "The designer created a beautiful new logo for the company. She had designed several products before becoming a successful designer. He will design a new website for the startup.",
      "example_translation": "Il progettista ha creato un nuovo logo bellissimo per l'azienda. Aveva progettato diversi prodotti prima di diventare un progettista di successo. Progetterà un nuovo sito web per la startup.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "detective",
      "translation": "investigatore",
      "definition": "A person, especially a police officer, who investigates crimes and gathers evidence to solve them.",
      "definition_translation": "Una persona, in particolare un agente di polizia, che indaga sui crimini e raccoglie prove per risolverli.",
      "example": "The detective solved the crime with his clever thinking. She had worked as a detective for five years before becoming a chief inspector. He will investigate the case as a detective.",
      "example_translation": "L'investigatore ha risolto il crimine con il suo pensiero astuto. Aveva lavorato come investigatore per cinque anni prima di diventare ispettore capo. Indagherà sul caso come investigatore.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "director",
      "translation": "regista",
      "definition": "A person who directs the making of a film, play, or other performance.",
      "definition_translation": "Una persona che dirige la realizzazione di un film, un'opera teatrale o un'altra performance.",
      "example": "She directed her first movie last year, but it will be released next year. She is currently directing a new project, and she has already directed several commercials.",
      "example_translation": "Lei ha diretto il suo primo film l'anno scorso, ma verrà rilasciato l'anno prossimo. Sta attualmente dirigendo un nuovo progetto, e ha già diretto diversi spot pubblicitari.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "disc jockey, DJ",
      "translation": "disc jockey, DJ",
      "definition": "A person who selects and plays recorded music on the radio or at a party or nightclub.",
      "definition_translation": "Una persona che seleziona e suona musica registrata alla radio o in un party o in un nightclub.",
      "example": "He was a famous DJ in the 90s, but now he only works at private events. He used to DJ at a popular club, but it closed down last year. He will start DJing at a new club next month.",
      "example_translation": "Era un famoso DJ negli anni 90, ma ora lavora solo ad eventi privati. Era solito DJare in un club popolare, ma è stato chiuso l'anno scorso. Inizierà a DJare in un nuovo club il mese prossimo.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "filmmaker",
      "translation": "regista cinematografico",
      "definition": "A person who makes films, especially as a director or producer.",
      "definition_translation": "Una persona che realizza film, specialmente come direttore o produttore.",
      "example": "She is an acclaimed filmmaker who has worked on several award-winning projects. She had always wanted to be a filmmaker, and she finally achieved her dream. She will release her latest film next year, which she began filming last month.",
      "example_translation": "È una regista cinematografica acclamata che ha lavorato su diversi progetti premiati. Aveva sempre voluto essere una regista cinematografica, e ha finalmente raggiunto il suo sogno. Uscirà il suo ultimo film l'anno prossimo, che ha iniziato a girare lo scorso mese.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "firefighter",
      "translation": "pompiere",
      "definition": "A person who is trained to put out fires and rescue people from burning buildings or other dangerous situations.",
      "definition_translation": "Una persona che è addestrata a spegnere incendi e salvare persone da edifici in fiamme o altre situazioni pericolose.",
      "example": "The firefighter rushed into the burning building to rescue the trapped family. Yesterday, she had fought a fire in the city center. Next week, she will participate in a fire drill.",
      "example_translation": "Il pompiere si precipitò nell'edificio in fiamme per salvare la famiglia intrappolata. Ieri, aveva combattuto un incendio nel centro città. La prossima settimana, parteciperà a una simulazione di incendio.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guard",
      "translation": "guardia",
      "definition": "A person who watches, protects, or controls people or things.",
      "definition_translation": "Una persona che sorveglia, protegge o controlla persone o cose.",
      "example": "The security guard checked the identity of everyone entering the building. Yesterday, he had to restrain a drunk passenger. Next month, he will start working at the museum.",
      "example_translation": "La guardia di sicurezza controllò l'identità di tutti quelli che entravano nell'edificio. Ieri, doveva trattenere un passeggero ubriaco. Il prossimo mese, inizierà a lavorare al museo.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guitarist",
      "translation": "chitarrista",
      "definition": "A person who plays a guitar, especially as a profession.",
      "definition_translation": "Una persona che suona la chitarra, soprattutto come professione.",
      "example": "The guitarist strummed the strings of her instrument with ease. Last year, she had performed at the music festival. Next week, she will release her debut album.",
      "example_translation": "La chitarrista strimpellò le corde del suo strumento con facilità. L'anno scorso, aveva eseguito al festival della musica. La prossima settimana, pubblicherà il suo album di debutto.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}