{
  "data": [
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gitara",
      "translation": "гитара",
      "definition": "Instrument muzyczny strunowy grający przez szarpanie lub strumienie, używany w różnych gatunkach muzycznych.",
      "definition_translation": "Струнный музыкальный инструмент, играющийся при помощи щипков или стрummings, используемый в широком диапазоне музыкальных жанров.",
      "example": "Grałem na gitarze w zespole, gdy byłem w college'u. Teraz gram na niej w domu. Zagram na niej na festiwalu następnego miesiąca.",
      "example_translation": "Я играл на гитаре в группе, когда был в колледже. Теперь я играю на ней дома. Я буду играть на ней на фестивале nächsten месяц.",
      "imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bęben",
      "translation": "барабан",
      "definition": "Instrument muzyczny dźwięczący przez uderzenie, typowo szpicem lub młotkiem.",
      "definition_translation": "Музыкальный инструмент, звучащий при ударе, обычно с палкой или молотком.",
      "example": "Bębniłem na stole palcami. Grała na bębnie w orkiestrze. On będzie bębnił na paradzie jutro.",
      "example_translation": "Я барабанил на столе своими пальцами. Она играет на барабане в оркестре. Он будет барабанить на параде завтра.",
      "imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bębny",
      "translation": "барабаны",
      "definition": "Forma liczby mnogiej bębna, odnosząca się do zestawu bębnów lub kompletu perkusyjnego.",
      "definition_translation": "Множественная форма барабана, относящаяся к набору барабанов или барабанному набору.",
      "example": "Grałem na bębnach od dzieciństwa. Bębny były bardzo głośne na koncercie. Ona gra na bębnach od lat.",
      "example_translation": "Я играю на барабанах с тех пор, как был ребенком. Барабаны были очень громкими на концерте. Она играет на барабанах уже несколько лет.",
      "imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "instrument",
      "translation": "инструмент",
      "definition": "Narzędzie lub urządzenie używane do produkcji muzyki, takie jak gitara, skrzypce lub fortepian.",
      "definition_translation": "Инструмент или устройство, используемое для производства музыки, такой как гитара, скрипка или фортепиано.",
      "example": "Instrument był pięknie wykonany. Grała na instrumencie z umiejętnością. On będzie używał instrumentu do komponowania muzyki.",
      "example_translation": "Инструмент был красиво изготовлен. Она играла на инструменте с мастерством. Он будет использовать инструмент для сочинения музыки.",
      "imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klawiatura",
      "translation": "клавиатура",
      "definition": "Klawiatura jest urządzeniem wejściowym, które służy do wprowadzania danych do komputera lub innego sprzętu elektronicznego.",
      "definition_translation": "Клавиатура - это устройство ввода, которое используется для ввода данных в компьютер или другое электронное оборудование.",
      "example": "Kupiłem nową klawiaturę wczoraj, używam jej teraz i będę używał jej, aby napisać esej jutro.",
      "example_translation": "Я купил новый комплект клавиш вчера, я использую его сейчас, и яbudу использовать его для набора эссе завтра.",
      "imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pianino",
      "translation": "пианино",
      "definition": "Pianino to instrument muzyczny grający przez naciskanie klawiszy, które wydają dźwięk.",
      "definition_translation": "Пианино - это музыкальный инструмент, который играется путем нажатия клавиш, производящих звук.",
      "example": "Nauczyłem się grać na pianinie, gdy byłem dzieckiem, gram na nim każdego dnia, i zagram na nim na ślubie siostry następnego miesiąca.",
      "example_translation": "Я научился играть на пианино, когда я был ребенком, я играю на нем каждый день, и я буду играть на нем на свадьбе моей сестры nächsten месяц.",
      "imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "skrzypce",
      "translation": "скрипка",
      "definition": "Skrzypce to instrument strunowy wykonany z drewna, grający przez smycz lub szarpanie strun palcami.",
      "definition_translation": "Скрипка - это деревянный струнный инструмент, который играется смычком или путем щипков струн пальцами.",
      "example": "Moja siostra grała na skrzypcach w orkiestrze szkolnej, gra na nich pięknie teraz, i zagra na nich na koncercie następnego roku.",
      "example_translation": "Моя сестра играла на скрипке в школьном оркестре, она играет на ней красочно сейчас, и она будет играть на ней на концерте в следующем году.",
      "imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dudy",
      "translation": "волынка",
      "definition": "Dudy to tradycyjny instrument szkocki grający przez dmuchanie powietrza do worka, który napina rurę, wytwarzając charakterystyczny dźwięk.",
      "definition_translation": "Волынка - это традиционный шотландский инструмент, который играется путем вдувания воздуха в мешок, который надувает трубу, производя отличный звук.",
      "example": "Widziałem dudy będące granymi na szkockim festiwalu, próbowałem grać na nich wczoraj, i nauczę się grać na nich nastęgo lata.",
      "example_translation": "Я видел, как играют на волынке на шотландском фестивале, я пытался играть на них вчера, и я научусь играть на них следующим летом.",
      "imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flet",
      "translation": "флейта",
      "definition": "Flet to instrument muzyczny grający przez dmuchanie powietrza przez otwór embouchure, wytwarzając wysoki dźwięk.",
      "definition_translation": "Флейта - это музыкальный инструмент, который играется, дувая воздух через отверстие эмбушюра, производя высокий звук.",
      "example": "Ona zawsze marzyła o grze na flecie w orkiestrze, i wreszcie dostała szansę. Wczoraj ćwiczyła przez wiele godzin, aby doskonalić swoją solówkę. Jutro wystąpi przed tysiącem ludzi.",
      "example_translation": "Она всегда мечтала играть на флейте в оркестре, и finally, она получила шанс. Вчера она практиковалась несколько часов, чтобы совершить свой сольный номер. Завтра она будет выступать перед тысячей людей.",
      "imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "saksofon",
      "translation": "саксофон",
      "definition": "Saksofon to instrument dęty, często używany w jazzie i bluesie, charakteryzujący się krzywą metalową obudową i jednotrackowym ustnikiem.",
      "definition_translation": "Саксофон - это деревянный инструмент, который часто используется в джазе и блюзе, характеризуется своей изогнутой металлической корпусом и одинарным тростиным мундштуком.",
      "example": "Saksofonista dmuchał w instrument z pasją, tworząc pełne duszy melodie, które zaczarowały publiczność. Grał na saksofonie od nastoletniego wieku, a teraz jest profesjonalnym muzykiem.",
      "example_translation": "Саксофонист дул в инструмент с страстью, создавая душевную мелодию, которая зачаровала аудиторию. Он играл на саксофоне с тех пор, как был подростком, и теперь он был профессиональным музыкантом.",
      "imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trąbka",
      "translation": "труба",
      "definition": "Trąbka to instrument muzyczny szarżowy, który jest grany przez podsycanie powietrza przez ustnik, produkując głośny i jasny dźwięk.",
      "definition_translation": "Труба - это медный инструмент, который играется, создавая вибрацию воздуха через мундштук, производя яркий и громкий звук.",
      "example": "Trębacz zagrał głośny fanfarę, która odbiła się echem po stadionie, ogłaszając przybycie królowej. Nauczyła się grać na trąbce, gdy była dzieckiem, i teraz jest znaną muzykiem.",
      "example_translation": "Громкий фанфар трубача эхом разносился по стадиону, объявляя о прибытии королевы. Она научилась играть на трубе, когда была ребенком, и теперь она была известным музыкантом.",
      "imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "akordeon",
      "translation": "аккордеон",
      "definition": "Akordeon to instrument muzyczny, składający się z klawiatury i miechów, grany przez ściskanie i rozprężanie miechów, produkuje bogaty i dynamiczny dźwięk.",
      "definition_translation": "Аккордеон - это музыкальный инструмент, который состоит из клавиатуры и меха, играется, сжимая и расширяя мех, производя богатый и динамичный звук.",
      "example": "Wesoła polka akordeonisty wypełniła salę energią, kiedy wszyscy wstali do tańca. Po latach ćwiczeń została popularną wykonawczynią, grającą na akordeonie.",
      "example_translation": "Живая полька аккордеониста заполнила комнату энергией,forcing всех на ноги танцевать. Она овладела аккордеоном после лет практики, и теперь она была популярным исполнителем.",
      "imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gitara basowa",
      "translation": "бас-гитара",
      "definition": "Gitara basowa to instrument strunowy, grany przez szarpanie lub strumienie, produkując niski dźwięk.",
      "definition_translation": "Струнный музыкальный инструмент, который играется путём щипков или стрhů, с низким звучанием.",
      "example": "Grałem na gitarze basowej w szkolnej orkiestrze, gdy byłem w liceum. Teraz gram na niej w zespole rockowym i zagram na festiwalu muzycznym następnego miesiąca.",
      "example_translation": "Я играл на бас-гитаре в школьном оркестре, когда был в старшей школе. Теперь я играю на ней в рок-группе, и я поиграю на ней на музыкальном фестивале nächsten miesiąca.",
      "imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiolonczela",
      "translation": "виолончель",
      "definition": "Wiolonczela to duży instrument strunowy, grany w pozycji siedzącej, produkując bogaty i pełny dźwięk.",
      "definition_translation": "Большой струнный музыкальный инструмент, который играется сидя, с богатым, мягким звучанием.",
      "example": "Moja siostra uczyła się grać na wiolonczeli, gdy była dzieckiem. Teraz gra w orkiestrze symfonicznej i będzie uczyć dzieci grać na wiolonczeli w przyszłym roku.",
      "example_translation": "Моя сестра брала уроки виолончели, когда была ребенком. Теперь она играет на виолончели в симфоническом оркестре, и она будет преподавать уроки виолончели детям в следующем году.",
      "imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fortepian koncertowy",
      "translation": "рояль",
      "definition": "Fortepian koncertowy to duży fortepian z płaską, skrzydłową płytą rezonansową, produkując bogaty i rezonujący dźwięk.",
      "definition_translation": "Большой рояль с горизонтальным, крыلوобразным звукоснимателем, производящий богатый и резонансный звук.",
      "example": "Zagrałem na fortepianie koncertowym w sali koncertowej wczoraj wieczorem. Mój nauczyciel nauczył mnie grać na fortepianie koncertowym, gdy byłem dzieckiem, i zagram na nim na weselu następnego tygodnia.",
      "example_translation": "Я играл на рояле в концертном зале вчера вечером. Мой учитель учил меня, как играть на рояле, когда я был ребенком, и я поиграю на нем на свадьбе на следующей неделе.",
      "imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "harmonijka",
      "translation": "гармоника",
      "definition": "Harmonijka to mały, przenośny instrument muzyczny, grany przez dmuchanie i ciągnięcie powietrza, produkując słodki i kojący dźwięk.",
      "definition_translation": "Маленький, портативный музыкальный инструмент, который играется, выдувая и втягивая воздух через него, производящий сладкий и успокаивающий звук.",
      "example": "Zagrałem na harmonijce na rogu ulicy wczoraj. Mój przyjaciel nauczył mnie grać na harmonijce, gdy byłem nastolatkiem, i zagram na niej w parku miesiąc później.",
      "example_translation": "Я играл на гармонике на углу улицы вчера. Мой друг учил меня, как играть на гармонике, когда я был подростком, и я поиграю на ней в парке через месяц.",
      "imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tamburyn",
      "translation": "тамбурин",
      "definition": "Tamburyn to instrument perkusyjny, składający się z okrągłego ramienia z parą metalowych dzwonków, używany w muzyce latynoamerykańskiej.",
      "definition_translation": "Тамбурин - это музыкальный инструмент, состоящий из круглого корпуса с парами металлических звеньев, называемых зилами, используемых для перкуссии, особенно в латиноамериканской музыке.",
      "example": "Perkusista zaczął grać na tamburynie w rytmie salsy. Zagra ona na tamburynie na festiwalu jutro. Grali na tamburynie podczas karnawału wczoraj wieczorem.",
      "example_translation": "Барабанщик начал играть на тамбурине в ритме салсы. Она будет играть на тамбурине на фестивале завтра. Они играли на тамбурине во время карнавала прошлым вечером.",
      "imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "róg",
      "translation": "рога",
      "definition": "Róg to instrument szarżowy, składający się z cyrkulnego rurkiego, wygiętego w spiralę, używany do produkcji głośnego i bogatego dźwięku.",
      "definition_translation": "Рога - это медное инструмент, состоящее из круглой трубы, изогнутой в спиральную форму, используемой для производства громкого, богатого звука.",
      "example": "Muzyk dmuchnął w róg głośno. Zadmuje w róg podczas parady następnego tygodnia. Dmuchali w róg podczas procesji ubiegłego roku.",
      "example_translation": "Музыкант громко blew рога. Она будет吹ать рога на параде на следующей неделе. Они blew рога во время процессии в прошлом году.",
      "imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "organ",
      "translation": "орган",
      "definition": "Organ to instrument muzyczny, zwykle grany przez naciskanie klawiszy lub pedałów, używany w usługach kościelnych, koncertach i innych występach.",
      "definition_translation": "Орган - это музыкальный инструмент, обычно играемый pressing клавиш или педалей, используемый в церковных службах, концертах и других выступлениях.",
      "example": "Organista zagrał na organach podczas ceremonii ślubnej. Zagra ona na organach w kościele jutro. Grali na organach podczas koncertu wczoraj wieczorem.",
      "example_translation": "Органист играл на органе во время церемонии бракосочетания. Она будет играть на органе на церковной службе завтра. Они играли на органе во время концерта прошлым вечером.",
      "imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trójkąt",
      "translation": "треугольник",
      "definition": "Trójkąt to instrument perkusyjny, składający się z metalowej belki, zgiętej w trójkąt, uderzanej metalową pałką, produkuje ostry i pierścieniowy dźwięk.",
      "definition_translation": "Треугольник - это музыкальный инструмент, состоящий из металлической стержня, согнутой в форму треугольника, ударяемой металлическим стержнем для производства острого, звонкого звука.",
      "example": "Perkusista uderzył w trójkąt głośno. Zadzie na trójkąt na próbie orkiestry jutro. Uderzyli w trójkąt podczas spektaklu muzycznego ubiegłego tygodnia.",
      "example_translation": "Перкуссионист ударил треугольник громко. Она будет ударять треугольник на репетиции оркестра завтра. Они ударили треугольник во время музыкального выступления на прошлой неделе.",
      "imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bałalajka",
      "translation": "балалайка",
      "definition": "Instrument muzyczny strunowy pochodzący z Rosji, o trójkątnym kształcie i długiej szyjce, grającym przez szarpanie strun.",
      "definition_translation": "Струнный музыкальный инструмент, происходящий из России, с треугольным корпусом и длинной шеей, играемый путём щипания струн.",
      "example": "Ona grała na bałalajce pięknie na festiwalu kulturalnym. Ona zagra na bałalajce na koncercie dzisiaj wieczorem. Ona grała na bałalajce z wielką umiejętnością w swoim dzieciństwie.",
      "example_translation": "Она красиво играла на балалайке на культурном фестивале. Она будет играть на балалайке на концерте今 вечером. Она играла на балалайке с великим мастерством в детстве.",
      "imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "banjo",
      "translation": "банджо",
      "definition": "Instrument muzyczny strunowy z okrągłym korpusem i długą szyjką, grający przez szarpanie lub strojienie strun, pochodzący z Afryki.",
      "definition_translation": "Струнный музыкальный инструмент с круглым корпусом и длинной шеей, играемый путём щипания или стрummings струн, происходящий из Африки.",
      "example": "On szarpał banjo głośno na festiwalu muzyki country. On zagra na banjo na przyjęciu jutro. Ona grała na banjo z wielką umiejętnością w zespole bluegrass.",
      "example_translation": "Он громко играл на банджо на фестивале кантри-музыки. Он будет играть на банджо на вечеринке завтра. Она играла на банджо с мастерством в.bluegrass-ансамбле.",
      "imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fagot",
      "translation": "фагот",
      "definition": "Duży instrument dęty z dwoma piszczałkami, używany w muzyce orkiestralnej i kameralnej, znany ze swojego charakterystycznego, niskiego brzmienia.",
      "definition_translation": "Большой, двойной камерный инструмент с деревянным ветром, используемый в оркестровой и камерной музыке, известный своим отличительным низкочастотным звуком.",
      "example": "Fagocista zagrał fagot elegancko w orkiestrze symfonicznej. Ona zagra na fagocie na koncercie wieczorem. On grał na fagocie z precyzją w ensemble dętym.",
      "example_translation": "Басунист элегантно играл на фаготе в симфоническом оркестре. Она будет играть на фаготе в концертном зале今 вечером. Он играл на фаготе с точностью в ансамбле деревянных духовых инструментов.",
      "imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kastylietki",
      "translation": "кастаньеты",
      "definition": "Para małych, muszliowatych instrumentów, trzymanych w dłoni i klikanych razem, aby wyprodukować rytmiczny dźwięk, typowo używanych w muzyce flamenco i tańcu.",
      "definition_translation": "Пара небольших инструментов, схожих по форме с раковиной,held в руке и щелкаемых друг по другу, чтобы произвести ритмический звук, типично используемых в музыке и танце фламенко.",
      "example": "Ona kliknęła kastylietki głośno na przedstawieniu flamenco. On zagra na kastylietkach na festiwalu hiszpańskim jutro. Oni grali na kastylietkach z pasją w trupie tanecznej.",
      "example_translation": "Она громко щелкнула кастаньетами на фламенко-танцевальном выступлении. Он будет играть на кастаньетах на испанском фестивале завтра. Они играли на кастаньетах с страстью в танцевальной труппе.",
      "imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cymbalom",
      "translation": " цимбал",
      "definition": "Cymbalom to typ instrumentu strunowego pochodzący z Węgier, składający się z trapezoidalnej skrzyni dźwiękowej z zestawem metalowych strun rozciągniętych na niej.",
      "definition_translation": "Цимбал - это тип струнного музыкального инструмента, происходящего из Венгрии, состоящего из трапециевидного звукового корпуса с набором металлических струн, растянутых через него.",
      "example": "Tradycyjny węgierski zespół folkowy zagrał cymbalom z wielką umiejętnością. Gracz cymbalom ćwiczył przez lata. Oni będą występować na cymbalom na festiwalu następnego roku.",
      "example_translation": "Традиционный венгерский фольклорный ансамбль играл на цимбале с большим мастерством. Игрок на цимбале практиковал в течение многих лет. Они будут выступать на цимбале на фестивале в следующем году.",
      "imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klapser",
      "translation": "хлопушка",
      "definition": "Klapser to urządzenie używane do stworzenia nagłego, ostrego dźwięku, typowo wykonane z dwóch kawałków drewna lub metalu, które są uderzane razem.",
      "definition_translation": "Хлопушка - это устройство, используемое для создания внезапного, громкого шума, обычно сделанное из двух кусков дерева или металла, которые стучатся вместе.",
      "example": "Reżyser filmowy użył klapsra, aby sygnalizować start sceny. Aktorzy klaskali wraz z muzyką. Ona będzie używać klapsra, aby zdobyć uwagę wszystkich.",
      "example_translation": "Режиссер фильма использовал хлопушку, чтобы указать начало сцены. Актеры аплодировали вместе с музыкой. Она будет использовать хлопушку, чтобы привлечь внимание всех.",
      "imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klarnet",
      "translation": "кларнет",
      "definition": "Klarnet to instrument muzyczny wykonany z drewna, o pojedynczym strojeniu, używany w orkiestrach, zespołach i ensemble jazzowych, znany ze swojego bogatego, ciepłego brzmienia.",
      "definition_translation": "Кларнет - это деревянный музыкальный инструмент с одним тростью, используемый в оркестрах, группах и джазовых ансамблях, известный своим богатым, теплым звучанием.",
      "example": "Klarnecista w orkiestrze był bardzo utalentowany. Ona nauczyła się grać na klarnecie, gdy była nastolatką. Oni będą prezentować solo klarnetu na koncercie.",
      "example_translation": "Игрок на кларнете в оркестре был очень талантлив. Она научилась играть на кларнете, когда она была подростком. Они будут представлять соло на кларнете на концерте.",
      "imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tallica",
      "translation": "тарелка",
      "definition": "Tallica to instrument muzyczny składający się z metalowej płyty, która jest uderzana, aby wyprodukować głośny, dzwoniący dźwięk, często używany w orkiestrach, zespołach i zestawach perkusyjnych.",
      "definition_translation": "Тарелка - это музыкальный инструмент, состоящий из металлической пластины, которая ударяется, чтобы произвести громкий,звонкий звук, часто используемый в оркестрах, группах и барабанных установках.",
      "example": "Perkusista uderzył tallicę na końcu piosenki. Tallica była zbyt głośna dla publiczności. Ona będzie używać tallicy w sekcji perkusyjnej.",
      "example_translation": "Барабанщик разбил тарелку в конце песни. Тарелка была слишком громкой для аудитории. Она будет использовать тарелку в секции ударных инструментов.",
      "imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kontrabas",
      "translation": "контрабас",
      "definition": "Duży instrument strunowy, grający przez szarpanie lub smyczkowanie, używany w orkiestrach i zespołach jazzowych.",
      "definition_translation": "Большой струнный инструмент, игранный путем щипка или смычка, используемый в оркестрах и джазовых группах.",
      "example": "Orkiestra zaprezentowała utalentowanego muzyka grającego na kontrabasie, dodając głębi do muzyki. W zeszłym roku, ona grała na kontrabasie w zespole jazzowym. W przyszłym roku, ona będzie grać na kontrabasie w orkiestrze filharmonicznej.",
      "example_translation": "Оркестр представил талантливого музыканта, играющего на контрабасе, добавляя глубину музыке. В прошлом году она играла на контрабасе в джазовой группе. В следующем году она будет играть на контрабасе в филармоническом оркестре.",
      "imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gong",
      "translation": "гонг",
      "definition": "Metalowy instrument perkusyjny z dzwoniącym dźwiękiem, używany w różnych formach muzyki i ceremonii.",
      "definition_translation": "Металлический ударный инструмент с звонким звуком, используемый в различных формах музыки и церемонии.",
      "example": "Buddyjski mnich uderzył gong, aby sygnalizować start medytacji. W zeszłym tygodniu, ona grała na gongu podczas występu muzycznego. W następnym miesiącu, on uderzy gong, aby ogłosić ceremonię.",
      "example_translation": "Бuddийский монах ударил в гонг, чтобы сигнализировать о начале медитации. На прошлой неделе она играла на гонге во время музыкального выступления. В следующем месяце он ударит в гонг, чтобы объявить о церемонии.",
      "imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "harmonium",
      "translation": "гармоний",
      "definition": "Mały przenośny organ, typowo grany ręcznie, używany w muzyce klasycznej indyjskiej i zachodniej.",
      "definition_translation": "Маленький переносной орган, обычно играемый руками, используемый в индийской и западной классической музыке.",
      "example": "Grający na harmonium towarzyszył piosenkarzowi piękną melodią. W zeszłym roku nauczyła się grać na harmonium w szkole muzycznej. W przyszłym roku będzie występował z harmonium w sali koncertowej.",
      "example_translation": "Игрок на гармонии сопровождал певца с красивой мелодией. В прошлом году она научилась играть на гармонии в музыкальной школе. В следующем году он будет выступать с гармонией в концертном зале.",
      "imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "harfa",
      "translation": "арфа",
      "definition": "Instrument strunowy z kształtną szyją, grany przez szarpanie strun palcami.",
      "definition_translation": "Струнный инструмент с арфовидной шейкой, играемый пальцами, щипающими струны.",
      "example": "Harfistka zagrała piękną solówkę na harfie podczas koncertu. W zeszłym tygodniu ćwiczyła grać na harfie przez wiele godzin. W przyszłym miesiącu będzie wykonywała duet harfowy ze swoim kolegą.",
      "example_translation": "Арфистка исполнила красивый сольный концерт на своей арфе во время концерта. На прошлой неделе она практиковалась играть на арфе часами. В следующем месяце он будет исполнять дуэт на арфе со своим коллегой.",
      "imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "klawesyn",
      "translation": "клавесин",
      "definition": "Instrument strunowy, którego gra się naciskając klawisze, podobnie jak fortepian, ale z bardziej delikatnym brzmieniem",
      "definition_translation": "струнный инструмент, который играется посредством нажатия клавиш, похожий на фортепиано, но с более деликатным звуком",
      "example": "Kompozytor użył klawesynu, aby stworzyć brzmienie epoki baroku. Od dzieciństwa grała na klawesynie. Klawesyn zostanie przywrócony do swojego oryginalnego stanu.",
      "example_translation": "Композитор использовал клавесин, чтобы создать звук барокко. Она играла на клавесине с тех пор, как была ребенком. Клавесин будет восстановлен до его原始ного состояния.",
      "imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bębenki",
      "translation": "литавры",
      "definition": "Typ bębna, szczególnie duży, używany w orkiestrze, mający okrągłe ciało i jedną membranę",
      "definition_translation": "тип барабана, особенно большой, используемый в оркестре, с круглым корпусом и одним/single головой",
      "example": "Bębenki hukuły głośno w symfonii. Od zawsze fascynowały ją bębenki. Bębenki będą grane przez nowego muzyka.",
      "example_translation": "Литавры громко звучали в симфонии. Она всегда была очарована литаврами. Литавры будут играть новый музыкант.",
      "imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lutnia",
      "translation": "люта",
      "definition": "Instrument strunowy z ciałem w kształcie gruszy i fretowaną szyją, grany przez szarpanie strun palcami.",
      "definition_translation": "струнный инструмент с грушевидным корпусом и фреттовым грифом, играется путем плектра струн пальцами",
      "example": "Lutnista urzekł publiczność swoją muzyką. Nauczyła się grać na lutni jako dziecko. Lutnia zostanie wystawiona w muzeum.",
      "example_translation": "Игрок на люте очаровал аудиторию своей музыкой. Она научилась играть на люте в детстве. Люта будет выставлена в музее.",
      "imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mandolina",
      "translation": "мандолина",
      "definition": "Mały instrument strunowy, grany przez szarpanie lub strumienienie palcami lub plectrum",
      "definition_translation": "маленький струнный инструмент, играемый путем плектра или расщепления струн пальцами или плектром",
      "example": "Grający na mandolinie dodał żywy akcent do zespołu. Zawsze kochała dźwięk mandoli. Mandolina zostanie zagrana na festiwalu.",
      "example_translation": "Игрок на мандолине добавил живой оттенок к группе. Она всегда любил звук мандолины. Мандолина будет играть на фестивале.",
      "imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "marakasy",
      "translation": "маракасы",
      "definition": "Marakasy to rodzaj instrumentu muzycznego pochodzącego z Ameryki Łacińskiej, składający się z pustego gniazda lub drewnianego szkieletu wypełnionego ziarnami, fasolami lub małymi kamieniami, używany do tworzenia dźwięku szumnego.",
      "definition_translation": "Маракасы - это тип музыкального инструмента, происходящий из Латинской Америки, состоящий из полого тыквы или деревянной оболочки, заполненной бусинами, бобами или маленькими камнями, используемый для создания звука треска.",
      "example": "Wczoraj wstrząsnąłem marakasami podczas parady karnawałowej, zechcę je wstrząsnąć jutro i wstrząsnąłem je co dzień tego tygodnia.",
      "example_translation": "Я энергично тряс маракасы во время карнавальной процессии вчера, я буду трясти их снова завтра, и я тряс их каждый день на этой неделе.",
      "imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obój",
      "translation": "обoe",
      "definition": "Oboj to instrument dęty, dwupłatkowy, powszechnie używany w muzyce orkiestrowej i kameralnej, znany z charakterystycznego, smutnego brzmienia.",
      "definition_translation": "Обое - это двойной рожок деревянный инструмент, широко используемый в оркестровой и камерной музыке, известный своим характерным, печальным звуком.",
      "example": "Oboista zagrał piękną solówkę na oboju podczas koncertu wczoraj wieczorem, grając obojem z wielką umiejętnością, i zagra go ponownie następnym tygodniem.",
      "example_translation": "Обоистка сыгралаbeautiful соло на обое во время концерта_LAST ночь, она играет на обое с большим мастерством, и она будет играть на нем снова на следующей неделе.",
      "imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "okaryna",
      "translation": "окарина",
      "definition": "Okaryna to mały instrument dęty, przypominający flezę, z gwizdnięciem w ustniku, używany w różnych kulturach na całym świecie, często w muzyce tradycyjnej i folkowej.",
      "definition_translation": "Окарина - это маленький, похожий на флейту музыкальный инструмент с свистящим ртом, используемый в различных культурах по всему миру, часто в традиционной и фольклорной музыке.",
      "example": "Zagrałem słodką melodię na okarynie podczas wycieczki kempingowej, zagram ją ponownie na plaży przyszłego lata, i gram ją co roku na festiwalu muzycznym.",
      "example_translation": "Я сыграл сладкую мелодию на окарине во время туристического похода, я буду играть на ней снова на пляже следующим летом, и я играл на ней каждый год на музыкальном фестивале.",
      "imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "flet",
      "translation": "флейта",
      "definition": "Flet to prosty instrument dęty, powszechnie używany w edukacji muzycznej, znany z słodkiego, delikatnego brzmienia.",
      "definition_translation": "Флейта - это простой, деревянный музыкальный инструмент, широко используемый в начальном музыкальном образовании, известный своим сладким, нежным звуком.",
      "example": "Dzieci nauczyły się grać na flecie w klasie muzycznej dzisiaj, będą grać jutro, i grają każdego tygodnia tego miesiąca.",
      "example_translation": "Дети учились играть на флейте на музыкальном уроке сегодня, они будут играть на ней снова завтра, и они играли на ней каждую неделю этом месяце.",
      "imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bęben wielki",
      "translation": "малый барабан",
      "definition": "Bęben wielki to rodzaj bębna, który produkuje ostre, chrupkie dźwięki, gdy jest uderzany, często używany w muzyce wojskowej i orkiestrowej.",
      "definition_translation": "Малый барабан - это тип барабана, который производитsharp, хрустящий звук при ударе, часто используемый в военной и оркестровой музыке.",
      "example": "Bęben wielki jest często grał w połączeniu z bębenem basowym w muzyce rockowej. Wczoraj kupiłem nowy bęben wielki dla mojego zestawu perkusyjnego. Do przyszłego roku nauczę się techniki gry na bębnie wielkim.",
      "example_translation": "Малый барабан часто играется в комбинации с басовым барабаном в рок-музыке. Вчера я купил новый малый барабан для моего набора барабанов. К следующему году я овладею техникой игры на малом барабане.",
      "imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "puzon",
      "translation": "тромбон",
      "definition": "Puzon to instrument muzyczny dęty z długim, U-kształtnym rurą, która produkuje bogaty, niskotonowy dźwięk.",
      "definition_translation": "Тромбон - это медный музыкальный инструмент с длинной U-образной трубой, производящей богатый, низкочастотный звук.",
      "example": "Sekcja puzonowa w orkiestrze zagrała piękną melodię. Grałem na puzonie przez pięć lat, i nadal go kocham. Do czasu ukończenia szkoły, opanuję grę na puzonie.",
      "example_translation": "Секция тромбонов в оркестре сыграла красивую мелодию. Я играю на тромбоне пять лет, и я все еще люблю это. К моменту выпуска я овладею тромбоном.",
      "imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tuba",
      "translation": "туба",
      "definition": "Tuba to duży, niskotonowy instrument muzyczny dęty, który produkuje głęboki, bogaty dźwięk.",
      "definition_translation": "Туба - это большой, низкочастотный медный музыкальный инструмент, производящий глубокий, богатый звук.",
      "example": "Wirtuoz tubisty w zespole był bardzo utalentowany. Zobaczyłem koncert tubowy w zeszłym tygodniu, i był niesamowity. W przyszłym miesiącu zacznę brać lekcje tuby.",
      "example_translation": "Игрок на тубе в группе был очень талантлив. Я увидел концерт тубы на прошлой неделе, и это было потрясающе. В следующем месяце я начну брать уроки тубы.",
      "imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dzwony rurowe",
      "translation": "трубчатые колокола",
      "definition": "Dzwony rurowe to rodzaj instrumentu muzycznego składającego się z zestawu pionowo zawieszonych rur różnej długości, które produkują dzwoniący dźwięk, gdy są uderzane.",
      "definition_translation": "Трубчатые колокола - это тип музыкального инструмента, состоящего из набора вертикально подвешенных труб разной длины, производящих звонкий звук при ударе.",
      "example": "Dzwony rurowe dodawały ładny akcent do kompozycji muzycznej. Zawsze kochałem dźwięk dzwonów rurowych w muzyce kościelnej. W przyszłym roku spróbuję grać na dzwonach rurowych w lokalnej orkiestrze.",
      "example_translation": "Трубчатые колокола добавили nice.touch к музыкальной композиции. Я всегда любил звук трубчатых колоколов в церковной музыке. В следующем году я постараюсь играть на трубчатых колоколах в местном оркестре.",
      "imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wibrafon",
      "translation": "вибрафон",
      "definition": "Wibrafon to instrument muzyczny składający się z zestawu metalowych barów różnej wysokości, które są uderzane młotkiem, aby wyprodukować bogaty, rezonujący dźwięk.",
      "definition_translation": "Вибрафон - это музыкальный инструмент, состоящий из набора металлических планок разной высоты, которые ударяют молотком, чтобы произвести богатый, звучащий звук.",
      "example": "Grałem na wibrafonie w szkolnej orkiestrze, gdy byłem uczniem. Teraz gram na nim profesjonalnie, i będę występował na koncercie jutro.",
      "example_translation": "Я играл на вибрафоне в школьном оркестре, когда был студентом. Теперь я играю на нем профессионально, и я выступлю на концерте завтра.",
      "imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ksylofon",
      "translation": "ксилофон",
      "definition": "Ksylofon to instrument muzyczny z serią drewnianych barów różnej wysokości, które są uderzane młotkiem, aby wyprodukować jasny, dzwoniący dźwięk.",
      "definition_translation": "Ксилофон - это музыкальный инструмент с серией деревянных планок разной высоты, которые ударяют молотком, чтобы произвести яркий, звонкий звук.",
      "example": "Dziecko kochało grać na ksylofonie w przedszkolu. Później nauczyło się grać na nim w szkole muzycznej, a teraz uczy innych, jak grać na ksylofonie.",
      "example_translation": "Ребенок любил играть на ксилофоне в детском саду. Позже она научилась играть на нем в музыкальной школе, и теперь она учит других играть на нем.",
      "imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]
}