{
  "data": [
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Abisyn",
      "translation": "Абиссинская",
      "definition": "Rasa domowego kota pochodząca z Etiopii, znana ze swojego charakterystycznego futra ticked.",
      "definition_translation": "Порода домашней кошки, происходящая из Эфиопии, известная своим характерным тикованным мехом.",
      "example": "Kot Abisyn jest popularną rasą wśród miłośników kotów. Miałem kota Abisyna, kiedy byłam dzieckiem. Zamierzam dostać kota Abisyna w przyszłym roku.",
      "example_translation": "Кошка Абиссинской породы популярна среди любителей кошек. У меня была кошка Абиссинской породы, когда я был ребенком. Я куплю кошку Абиссинской породы в следующем году.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Amerykański krótkowłosy",
      "translation": "Американская короткошерстная",
      "definition": "Rasa domowego kota pochodząca z Ameryki Północnej, znana ze swojej zwartej budowy i krótkiej, gęstej szaty.",
      "definition_translation": "Порода домашней кошки, происходящая из Северной Америки, известная своим крепким телом и коротким, густым мехом.",
      "example": "Amerykański krótkowłosy jest popularną rasą wśród hodowców kotów. Mój przyjaciel ma kota amerykańskiego krótkowłosego. Widziałem kota amerykańskiego krótkowłosego w sklepie zoologicznym.",
      "example_translation": "Американская короткошерстная кошка популярна среди заводчиков кошек. У моего друга есть кошка Американской короткошерстной породы. Я видел кошку Американской короткошерстной породы в зоомагазине.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Kot bengalski",
      "translation": "Бенгальская кошка",
      "definition": "Hybrydowa rasa domowego kota, wykreowana przez skrzyżowanie kotów domowych z azjatyckim kotem leopardowym, znana ze swojego charakterystycznego, plamistego lub marmurkowego futra.",
      "definition_translation": "Гибридная порода домашней кошки, созданная путем скрещивания домашней кошки с азиатской леопардовой кошкой, известная своим характерным пятнистым или мраморным мехом.",
      "example": "Koty bengalskie są bardzo energiczne. Mam kota bengalskiego i uwielbia grać. Miała kota bengalskiego, kiedy była dzieckiem.",
      "example_translation": "Бенгальские кошки очень энергичны. У меня есть кошка Бенгальской породы и она любит играть. У нее была кошка Бенгальской породы, когда она была ребенком.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Birma",
      "translation": "Бирманская",
      "definition": "Rasa domowego kota pochodząca z Birmy, znana ze swojego białego futra z punktowanym wzorem na twarzy, uszach i nogach.",
      "definition_translation": "Порода домашней кошки, происходящая из Бирмы, известная своим белым мехом с точечным узором на лице, ушах и ногах.",
      "example": "Kot birmański jest zwierzęciem świętym w Birmie. Widziałem kota birmańskiego w schronisku dla zwierząt. Zamierzam dostać kota birmańskiego w przyszłym miesiącu.",
      "example_translation": "Кошка Бирманской породы является священным животным в Бирме. Я видел кошку Бирманской породы в приюте для животных. Она купит кошку Бирманской породы в следующем месяце.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Brytyjski krótkowłosy",
      "translation": "Британская короткошерстная",
      "definition": "Rasa domowego kota pochodząca z Wielkiej Brytanii, znana ze swojej zwartej budowy, krótkiej szaty i szerokiej twarzy.",
      "definition_translation": "Порода домашней кошки, родом из Соединенного Королевства, известная своей компактной структурой, короткой шерстью и широким лицом.",
      "example": "Mój sąsiad posiada pięknego kota brytyjskiego krótkowłosego o imieniu Whiskers. Wczoraj grała z piłką. Jutro będzie spała na moim kolanie.",
      "example_translation": "Мой сосед владеет красивой британской короткошерстной кошкой по имени Виски. Вчера она играла с клубком пряжи. Завтра она будет спать на моих коленях.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Burmieński",
      "translation": "Бирманская",
      "definition": "Rasa domowego kota pochodząca z Azji Południowo-Wschodniej, znana ze swojego brązowego futra i złotych oczu.",
      "definition_translation": "Порода домашней кошки, родом из Юго-Восточной Азии, известная своей коричневой шерстью и золотыми глазами.",
      "example": "Zawsze chciałem mieć kota burmieńskiego, ale moje alergie uniemożliwiają mi posiadanie go. Mój przyjaciel ma jednego, i jest to tak delikatne stworzenie. Zamierzam dostać go, kiedy przeprowadzę się do większego domu.",
      "example_translation": "Я всегда хотел бирманскую кошку, но моя аллергия не позволяет мне иметь ее. У моего друга есть одна, и это такое нежное существо. Я куплю одну, когда перееду в больший дом.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Czartreux",
      "translation": "Шартрез",
      "definition": "Rasa domowego kota pochodząca z Francji, znana ze swojego szarego futra i dużych oczu.",
      "definition_translation": "Порода домашней кошки, родом из Франции, известная своей серо-синей шерстью и большими глазами.",
      "example": "Słyszałem, że koty czartreux są bardzo towarzyskie i zabawne. Moja siostra ma jednego, i zawsze się wije w jej ramionach. Zamierzam poprosić ją, aby przyniosła go jutro.",
      "example_translation": "Я слышал, что шартрезские кошки очень ласковые и игривые. У моей сестры есть одна, и она всегда свернутая в ее колене. Я попрошу ее принести ее завтра.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Kolorpunkt, Himalański",
      "translation": "Цветнопunkt, Гималайская",
      "definition": "Rasa domowego kota znana ze swojego punktowanego wzoru szaty i niebieskich oczu.",
      "definition_translation": "Порода домашней кошки, известная своей точечной шерстью и синими глазами.",
      "example": "Zawsze fascynowałem się kotami kolorpunktowymi himalańskimi, ale wymagają one dużo pielęgnacji. Moja ciotka ma jednego, i jest to tak piękne stworzenie. Zamierzam dostać go, kiedy przejdę na emeryturę.",
      "example_translation": "Я всегда был очарован цветнопунктными гималайскими кошками, но они требуют много ухода. У моей тети есть одна, и это такое чудо. Я куплю одну, когда на пенсию.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Devon Rex",
      "translation": "Девон Рекс",
      "definition": "Rasa domowego kota znana ze swojego kręconego, miękkiego i kręconego futra.",
      "definition_translation": "Девон Рекс - это порода домашних кошек с кудрявой шерстью, известная своей уникальной, мягкой и кудрявой шерстью.",
      "example": "Mam kota Devon Rex, który uwielbia grać z zabawkami. Wczoraj grał z piłką, a teraz śpi na moim kolanie. Jutro zabiorę go do weterynarza na kontrolę.",
      "example_translation": "У меня есть кошка Девон Рекс, которая любит играть с игрушками. Вчера она играла с клубком нитей, а теперь она спит на моих коленях. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Domowy kot",
      "translation": "домашняя кошка",
      "definition": "Domowy kot to mały, zwykle futrzany, mięsożerny ssak, często trzymany jako zwierzę domowe.",
      "definition_translation": "Домашняя кошка - это маленькое,usually furry, хищное млекопитающее, которое часто содержится как домашний питомец.",
      "example": "Mam domowego kota, który jest bardzo leniwy. Spał cały dzień wczoraj, a dzisiaj jeszcze śpi. Jutro spróbuję go obudzić i zagrać z nim.",
      "example_translation": "У меня есть домашняя кошка, которая очень ленива. Она спала весь день вчера, и сегодня она все еще спит. Завтра я постараюсь разбудить ее и поиграть с ней.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krótkowłosa egzotyczna",
      "translation": "экзотическая короткошерстная",
      "definition": "Krótkowłosa egzotyczna to rasa domowego kota znana ze swojej krótkiej, gęstej i pluszowej sierści.",
      "definition_translation": "Экзотическая короткошерстная - это порода домашних кошек, известная своей короткой, густой и плюшевой шерстью.",
      "example": "Wczoraj widziałam krótkowłosą egzotyczną kotkę w sklepie zoologicznym, a dziś idę ją kupić. Jutro zabiorę ją na spacer do parku.",
      "example_translation": "Вчера я увидел экзотическую короткошерстную кошку в зоомагазине, и она была очень красива. Сегодня я собираюсь купить ту кошку, а завтра я выгуляю ее в парке.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Japoński Bobtail",
      "translation": "Японская бобтейл",
      "definition": "Japoński Bobtail to rasa domowego kota znana ze swojego krótkiego ogona i szpiczastych uszu.",
      "definition_translation": "Японская бобтейл - это порода домашних кошек, известная своей короткой хвостом и остроконечными ушами.",
      "example": "Mam Japońskiego Bobtaila, który uwielbia grać ze sznurkami. Wczoraj gonił laserowy wskaźnik, a dziś gra ze szmatką. Jutro zabiorę go do weterynarza na kontrolę.",
      "example_translation": "У меня есть японская бобтейл, которая любит играть со шнуром. Вчера она гонялась за лазерным указателем, а сегодня она играет с клубком нитей. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Maine Coon",
      "translation": "Мейн кун",
      "definition": "Maine Coon to rasa domowego kota pochodząca z Ameryki Północnej. Jest to jedna z najstarszych naturalnych ras kotów w Ameryce Północnej.",
      "definition_translation": "Мейн-кун - это домашняя порода кошки, родом из Северной Америки. Это одна из старейших естественных пород кошек в Северной Америке.",
      "example": "Kiedy byłem dzieckiem, miałem Maine Coona, był ogromny i puszysty. Teraz chcę kupić kolejnego. Będę go kupić za rok.",
      "example_translation": "У меня был кошка Мейн-кун, когда я был ребенком, она была огромной и пушистой. Теперь я хочу купить еще одну. Я куплю ее на следующий год.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Norweski Leśny Kot",
      "translation": "Норвежская лесная кошка",
      "definition": "Norweski Leśny Kot to rasa domowego kota pochodząca z Norwegii. Jest to naturalna rasa, która przystosowała się do surowego klimatu Norwegii.",
      "definition_translation": "Норвежская лесная кошка - это порода домашней кошки, родом из Норвегии. Это естественная порода, которая адаптировалась к суровому климату Норвегии.",
      "example": "Moja siostra ma pięknego Norweskiego Leśnego Kota, uwielbia grać z przędzą. W zeszłym tygodniu wspiął się na drzewo. Za miesiąc będzie miała kocięta.",
      "example_translation": "У моей сестры есть красивая норвежская лесная кошка, она любит играть с нитями. На прошлой неделе она забралась на дерево. В следующем месяце у нее будут детеныши.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Ocicat",
      "translation": "оцикат",
      "definition": "Ocicat to rasa domowego kota hodowana, aby przypominać dziki kot, ale w warunkach domowych. Jest to rasa hybrydowa, stworzona poprzez krzyżowanie ras takich jak Abisyńczyk i Syjamski.",
      "definition_translation": "Оцикат - это порода домашней кошки, разработанная, чтобы напоминать дикую кошку, но в домашних условиях. Это гибридная порода, созданная скрещиванием пород, таких как Абиссинская и Сиамская.",
      "example": "Wczoraj widziałem Ocicata w sklepie zoologicznym, był tak słodki. Chciałem go kupić, ale mama powiedziała, że nie. Może dostanę go na urodziny za rok.",
      "example_translation": "Я увидел оциката в зоомагазине вчера, он был så милый. Я хотел купить его, но моя мама сказала нет. Может быть, я смогу получить одного на свой день рождения в следующем году.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Pers",
      "translation": "Персидская",
      "definition": "Pers to rasa długowłosego kota pochodząca z Persji (obecnie Iran). Jest znany ze swojej puszystej, długiej sierści i spokojnego usposobienia.",
      "definition_translation": "Персидская - это порода dlouhornoy кошки, родом из Персии (современный Иран). Она известна своей пушистой, длинной шерстью и спокойным темпераментом.",
      "example": "Moja ciotka ma piękną Persję, uwielbia spać cały dzień. W zeszłym tygodniu dostała corteż. Za miesiąc zaprezentuje się na wystawie kotów.",
      "example_translation": "У моей тети есть красивая персидская кошка, она любит спать целый день. На прошлой неделе она подстриглась. В следующем месяце она поедет на выставку кошек.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Ragdoll",
      "translation": "Кукла-лоскут",
      "definition": "Ragdoll to rasa kota znana ze swojej miękkiej, aksamitnej sierści i łagodnego usposobienia. Często są opisywane jako spokojne i łatwe do życia, co czyni je idealnym wyborem dla rodzin z dziećmi.",
      "definition_translation": "Порода Кукла-лоскут известна своей мягкой, шелковистой шерстью и спокойным темпераментом. Их часто описывают как спокойных и ладящих, что делает их идеальными для семей с детьми.",
      "example": "Kiedy byłem dzieckiem, miałem Ragdolla, był bardzo czuły. Teraz mam Brytyjskiego Krótkowłosego, a on jest bardziej niezależny. W przyszłości prawdopodobnie dostanę kolejnego Ragdolla.",
      "example_translation": "У меня был кошка Кукла-лоскут, когда я был ребенком, она была очень ласковой. Теперь у меня есть Британская короткошерстная, и она более независима. В будущем я, вероятно, получу еще одну Куклу-лоскут.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Niebieski Rosyjski",
      "translation": "Русская Голубая",
      "definition": "Niebieski Rosyjski to rasa domowego kota znana ze swojej gęstej, pluszowej sierści i zielonych oczu. Często są opisywane jako inteligentne, zabawne i czułe.",
      "definition_translation": "Русская Голубая - это порода домашней кошки, известная своей густой, плюшевистой шерстью и зелеными глазами. Их часто описывают как интеллектуальные, игривые и ласковые.",
      "example": "Zawsze chciałem mieć Niebieskiego Rosyjskiego, są tak piękne. Mój kolega ma jednego, a on jest bardzo ciekawski. Będę go kupić za kilka lat, kiedy przeniosę się do większego mieszkania.",
      "example_translation": "Я всегда хотел кошку Русскую Голубую, они так красивы. У моего друга есть одна, и она очень любопытная. Я получу одну через несколько лет, когда перееду в более просторную квартиру.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Sawannah",
      "translation": "Саванна",
      "definition": "Sawannah to rasa domowego kota znana ze swojej wysokiej, smukłej sylwetki i uderzających wzorów sierści. Często są opisywane jako energiczne, ciekawskie i zabawne.",
      "definition_translation": "Саванна - это порода домашней кошки, известная своей высоким, стройным телом и яркими узорами шерсти. Их часто описывают как энергичные, любопытные и игривые.",
      "example": "Słyszałem, że Sawanny są bardzo energiczne, potrzebują dużo przestrzeni do zabawy. Moja siostra ma jednego, a on jest zawsze skaczący. W przyszłości prawdopodobnie dostanę spokojniejszą rasę.",
      "example_translation": "Я слышал, что кошки Саванна очень энергичны, им нужно много пространства для игры. У моей сестры есть одна, и она всегда прыгает вокруг. В будущем я, вероятно, получу более спокойную породу.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Szkocka Zgięta",
      "translation": "Шотландская Складка",
      "definition": "Szkocka Zgięta to rasa domowego kota znana ze swoich unikatowych, zgiętych uszu i zabawnego charakteru. Często są opisywane jako inteligentne, ciekawskie i czułe.",
      "definition_translation": "Шотландская Складка - это порода домашней кошки, известная своими уникальными, складчатыми ушами и игривым характером. Их часто описывают как интеллектуальные, любопытные и ласковые.",
      "example": "Zawsze kochałem Szkockie Zgięte, są tak urocze. Moja mama miała jednego, kiedy byłem dzieckiem, a on był bardzo zabawny. Teraz mam swojego kota, ale nie jest to Szkocka Zgięta.",
      "example_translation": "Я всегда любил кошек Шотландской Складки, они так милы. У моей мамы была одна, когда я был ребенком, и она была очень иг Ivy. Теперь у меня есть своя кошка, но это не Шотландская Складка.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Syjamski",
      "translation": "Сиамский",
      "definition": "Pochodzący z Syjamu, regionu w dzisiejszej Tajlandii, ta rasa kota jest znana ze swoich niebieskich oczu i punktowych uszu.",
      "definition_translation": "Происходящий из Сиама, региона в современной Таиланде, эта порода кошки известна своими бросающимися в глаза синими глазами и острыми ушами.",
      "example": "Miałem kota syjamskiego, kiedy byłem dzieckiem, było to bardzo zabawne. Teraz mam kota syjamskiego, nadal jest zabawne. W przyszłości będę miał kota syjamskiego, i będzie zabawne też.",
      "example_translation": "У меня была сиамская кошка, когда я был ребенком, она была очень игривой. Теперь у меня есть сиамская кошка, она vẫn игрива. В будущем у меня будет сиамская кошка, и она будет игривой тоже.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Syberyjski",
      "translation": "Сибирский",
      "definition": "Pochodzący z Syberii, regionu w dzisiejszej Rosji, ta rasa kota jest znana ze swojej grubego futra i odporności na zimno.",
      "definition_translation": "Происходящий из Сибири, региона в современной России, эта порода кошки известна своей густой шерстью и холодоустойчивостью.",
      "example": "Zobaczyłem kota syberyjskiego w sklepie zoologicznym, było to bardzo puszyste. Mój przyjaciel ma kota syberyjskiego, jest to bardzo energiczne. W przyszłym roku kupię kota syberyjskiego, i będzie moim najlepszym przyjacielem.",
      "example_translation": "Я видел сибирскую кошку в зоомагазине, она была очень пушистой. У моего друга есть сибирская кошка, она очень энергичная. В следующем году я куплю сибирскую кошку, и она станет моим лучшим другом.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Somalski",
      "translation": "Сомалийский",
      "definition": "Pochodzący z Somali, kraju w wschodniej Afryce, ta rasa kota jest znana ze swojego uderzającego wzoru szaty i zabawnej osobowości.",
      "definition_translation": "Происходящий из Сомали, страны в Восточной Африке, эта порода кошки известна своей бросающейся в глаза шерстью и игривым характером.",
      "example": "Przeczytałem o rasie kota somalskiego, jest to bardzo interesujące. Moja siostra ma kota somalskiego, jest to bardzo ciekawe. Za pięć lat adoptuję kota somalskiego, i będzie moim towarzyszem.",
      "example_translation": "Я читал о породе кошки сомали, она очень интересна. У моей сестры есть сомалийская кошка, она очень-curiosity. Через пять лет я усыновлю сомалийскую кошку, и она станет моим спутником.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Sfinks",
      "translation": "Сфинкс",
      "definition": "Rasa kota znana ze swojej braku szaty, Sfinks jest ciekawym i zabawnym towarzyszem.",
      "definition_translation": "Порода кошки, известная своим отсутствием шерсти, Сфинкс - это любопытный и игривый спутник.",
      "example": "Zobaczyłem kota Sfinksa na wystawie kotów, było to bardzo ciekawe. Mój przyjaciel ma kota Sfinksa, jest to bardzo zabawne. Za miesiąc adoptuję kota Sfinksa, i będzie moim nowym przyjacielem.",
      "example_translation": "Я видел сфинкса на выставке кошек, он был очень любопытным. У моего друга есть сфинкс, он очень игривый. В следующем месяце я усыновлю сфинкса, и он станет моим новым другом.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Angora Turecka",
      "translation": "Турецкая Ангорская",
      "definition": "Angora turecka jest rasą kocura domowego, który pochodzi z Turcji i jest znany ze swojej białej szaty i niebieskich oczu.",
      "definition_translation": "Турецкая Ангорская - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и голубыми глазами.",
      "example": "Miałem kocię Angeory tureckiej, kiedy byłem młody, ale teraz mam dorosłego kota, który uwielbia bawić się. Obecnie myślę o tym, aby dostać nową Angeorę turecką, i będę ją miał za kilka miesięcy.",
      "example_translation": "У меня был котенок Турецкой Ангорской породы, когда я был молод, но сейчас у меня взрослая кошка, которая любит играть. Сейчас я думаю о том, чтобы получить новую Турецкую Ангорскую, и у меня она будет через несколько месяцев.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Wan Turecki",
      "translation": "Турецкий Ван",
      "definition": "Wan turecki jest rasą kocura domowego, który pochodzi z Turcji i jest znany ze swojej białej szaty i kolorowych oczu.",
      "definition_translation": "Турецкий Ван - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и цветными глазами.",
      "example": "Zobaczyłem Wana tureckiego w sklepie zoologicznym, ale zdecydowałem, że zaadoptuję kotkę z ulicy. Teraz jestem szczęśliwy, że podjąłem tę decyzję, ponieważ mój kot jest bardzo zabawny i miły. W przyszłości mogę rozważyć kupno Wana tureckiego.",
      "example_translation": "Я видел Турецкого Вана в зоомагазине, но я решил усыновить бездомную кошку вместо этого. Теперь я рад тому, что я принял это решение, потому что моя кошка очень игрива и любящая. В будущем я, возможно, рассмотрю возможность получения Турецкого Вана.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]
}