{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zimny",
      "translation": "холодный",
      "definition": "Mający niską temperaturę; przeciwieństwo gorącego",
      "definition_translation": "Имея низкую температуру; противоположность горячему",
      "example": "Byłem zimny wczoraj, jestem zimny dzisiaj, a będę zimny jutro.",
      "example_translation": "Я был холодным вчера, я холодный сегодня, и я буду холодным завтра.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zimny",
      "translation": "холодный",
      "definition": "Brak ciepła uczucia; nieprzyjazny",
      "definition_translation": "Не имеющий теплоты чувств; не дружелюбный",
      "example": "Zimne przyjęcie, które otrzymaliśmy w hotelu, było rozczarowujące.",
      "example_translation": "Холодный прием, который мы получили в отеле, был разочаровывающим.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gorący",
      "translation": "горячий",
      "definition": "Mający wysoką temperaturę; przeciwieństwo zimnego",
      "definition_translation": "Имея высокую температуру; противоположность холодному",
      "example": "Gorąca kawa spaliła mi język, piję teraz gorącą herbatę, a będę pił gorączą czekoladę jutro.",
      "example_translation": "Горячий кофе обжег мой язык, я пью горячий чай сейчас, и я выпью горячий шоколад завтра.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deszcz",
      "translation": "дождь",
      "definition": "Opad atmosferyczny w postaci kropel wody",
      "definition_translation": "Осадки в формах водяных капель",
      "example": "Wczoraj padał deszcz, pada dziś, a będzie padał jutro.",
      "example_translation": "Вчера лил дождь сильно, сегодня идет дождь, и завтра будет дождь.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śnieg",
      "translation": "снег",
      "definition": "Śnieg to naturalne zjawisko pogodowe charakteryzujące się opadaniem białych kryształków lodu z nieba.",
      "definition_translation": "Снег - это естественное погодное явление, характеризующееся падением белых льдинок из неба.",
      "example": "Wczoraj śnieg padał intensywnie, ale dzisiaj jest słonecznie. Lubiłem bawić się w śniegu jako dziecko, ale teraz wolę podróżować do ciepłych miejsc zimą. Jeśli będzie śnieg jutro, pójdziemy narciarstwo.",
      "example_translation": "Снег выпадал обильно вчера, но сегодня солнечно. Я любил играть в снегу в детстве, но теперь я предпочитаю путешествовать в теплые места зимой. Если завтра будет снег, мы поедем на лыжи.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lato",
      "translation": "лето",
      "definition": "Lato to najcieplejsza pora roku, charakteryzująca się długimi dniami i wysokimi temperaturami.",
      "definition_translation": "Лето - это самый теплый сезон года, характеризующийся длинными днями и высокими температурами.",
      "example": "Zawsze czekam z niecierpliwością na urlop letni, kiedy mogę wypoczywać na plaży. Zeszłe lato było bardzo gorące, ale w tym roku jest chłodniejsze. Jeśli wygram w loterii, podróżuję na Hawaje następnego lata.",
      "example_translation": "Я всегда жду летних каникул, когда могу расслабиться на пляже. Прошлым летом было очень жарко, но в этом году оно прохладнее. Если я выиграю в лотерею, я поеду на Гавайи следующим летом.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słońce",
      "translation": "солнце",
      "definition": "Słońce to gwiazda w centrum naszego układu słonecznego, odpowiedzialna za dostarczanie światła i ciepła naszej planecie.",
      "definition_translation": "Солнце - это звезда в центре нашей солнечной системы, ответственная за предоставление света и тепла нашей планете.",
      "example": "Wczoraj słońce świeciło intensywnie na niebie. Lubię kąpić się w promieniach słonecznych w ciepły dzień. Jeśli słońce nie wyjdzie jutro, zostaniemy w domu.",
      "example_translation": "Солнце сияло ярко в небе вчера. Я люблю загорать на солнце в теплый день. Если завтра солнце не выйдет, мы останемся дома.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciepły",
      "translation": "теплый",
      "definition": "Ciepły oznacza temperaturę umiarkowaną lub komfortową, nie gorącą ani zimną.",
      "definition_translation": "Теплый - это умеренная или комфортная температура, не горячая и не холодная.",
      "example": "Lubię pić ciepłą herbatę na zimny zimowy poranek. Ciepła pogoda latem sprawia, że czuję się szczęśliwy. Jeśli pokój jest zbyt ciepły, włączę klimatyzator.",
      "example_translation": "Я люблю пить теплый чай по холодным зимним утрам. Теплая погода летом делает меня счастливым. Если комната слишком теплая, я включу кондиционер.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pogoda",
      "translation": "погода",
      "definition": "Stan atmosfery w danym miejscu i czasie, w tym temperatura, zachmurzenie, suchość, słońce, wiatr i deszcz.",
      "definition_translation": "Состояние атмосферы в конкретном месте и времени, включая температуру, облачность, сухость, солнечность, ветер и дождь.",
      "example": "Wczoraj pogoda była ładna, ale będzie padał jutro. Wczoraj pogoda była słoneczna, i poszliśmy do parku. Jeśli będzie dobra pogoda, będziemy piknikować następną niedzielę.",
      "example_translation": "Погода была хорошей вчера, но завтра будет дождь. Вчера погода была солнечной, и мы пошли в парк. Если будет хорошая погода, мы устроим пикник в следующее воскресенье.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiatr",
      "translation": "ветер",
      "definition": "Naturalny ruch powietrza w atmosferze, zwłaszcza silny lub gwałtowny.",
      "definition_translation": "Естественное движение воздуха в атмосфере, особенно сильное или бурное.",
      "example": "Wczoraj wiatr wiał silnie, i zerwał mi kapelusz. Wiatr ucichnie wieczorem. Jeśli wiatr będzie wiał silnie, zamkniemy okna.",
      "example_translation": "Ветер сильно дул вчера, и он унес мою шляпу. Ветер утихнет к вечеру. Если ветер будет дуть сильно, мы закроем окна.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zima",
      "translation": "зима",
      "definition": "Sezon roku między jesienią a wiosną, charakteryzujący się najdłuższym okresem zimna.",
      "definition_translation": "Сезон года между осенью и весной, характеризующийся самым длинным периодом холодной погоды.",
      "example": "Zima jest moim ulubionym sezonem, a ja uwielbiam jeździć na nartach. Ostatnia zima była bardzo zimna, a mieliśmy dużo śniegu. Zima wkrótce nadejdzie, a pójdziemy łyżwić.",
      "example_translation": "Зима - мой любимый сезон, и я люблю кататься на лыжах. Прошлой зимой было очень холодно, и у нас было много снега. Зима sắp приходит, и мы поедем кататься на коньках.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chmura",
      "translation": "облако",
      "definition": "Widoczna masa pary wodnej w niebie, szczególnie biała lub jasna.",
      "definition_translation": "Видимая масса воды в воздухе в небе, особенно белая или светлого цвета.",
      "example": "Chmura zakryła słońce, a stało się ciemno. Chmury gromadziły się, a wyglądało na to, że będzie padać. Chmura wkrótce zniknie, a zobaczymy gwiazdy.",
      "example_translation": "Облако закрыло солнце, и стало темно. Облака собирались, и похоже, что будет дождь. Облако исчезнет скоро, и мы увидим звезды.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pochmurny",
      "translation": "пасмурный",
      "definition": "mający niebo pokryte chmurami; pochmurny",
      "definition_translation": "имеющий облачное небо; пасмурный",
      "example": "Pogoda była pochmurna wczoraj, ale dziś jest słoneczna. Będzie pochmurno jutro. Uwielbiam dni pochmurne, bo mogę zostać w domu.",
      "example_translation": "Погода была пасмурной вчера, но сегодня она солнечная. Заметано, что будет пасмурно снова завтра. Я люблю пасмурные дни, потому что я могу остаться дома.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mgła",
      "translation": "туман",
      "definition": "chmura podobna masa drobnych kropli wody w powietrzu blisko ziemi",
      "definition_translation": "облачкоподобная масса nhỏких капель воды в воздухе вблизи земли",
      "example": "Mgła była tak gęsta, że nie mogłem zobaczyć drogi. Przeszedłem przez mgłę, żeby dostać się do sklepu. Mgła znika wkrótce rano.",
      "example_translation": "Туман был таким густым, что я не мог увидеть дорогу. Я прошел через туман, чтобы добраться до магазина. Туман рассеется к завтрашнему утру.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mglisty",
      "translation": "туманный",
      "definition": "mający lub charakteryzowany przez mgłę",
      "definition_translation": "имеющий или характеризующийся туманом",
      "example": "Pogoda mglista utrudniała nawigację. Miasto było mgliste rano, ale słoneczne popołudniu. Będzie mgliste znów za tydzień.",
      "example_translation": "Пасмурная погода сделала difficile навигацию. Город был туманным утром, но солнечным днем. Быть туманным снова на следующей неделе.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lód",
      "translation": "лед",
      "definition": "stała, przezroczysta i krucha substancja utworzona z wody",
      "definition_translation": "твердое, прозрачное и хрупкое вещество, образованное из воды",
      "example": "Lód topniał na drodze. Jechałem na łyżwach po lodzie ostatniej zimy. Lód będzie zamarznięty znów następnej zimy.",
      "example_translation": "Лед таял на дороге. Я катался на льду прошлой зимой. Лед будет заморожен снова к следующей зиме.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiosna",
      "translation": "весна",
      "definition": "Sezon roku między zimą a latem, podczas którego pogoda staje się cieplejsza, a rośliny zaczynają rosnąć.",
      "definition_translation": "Сезон года между зимой и летом, во время которого погода становится теплее и растения начинают расти.",
      "example": "Uwielbiam długie spacery wiosną. Ostatniej wiosny zasadziłem ogród. Do następnej wiosny skończę studia.",
      "example_translation": "Я люблю делать длинные прогулки весной. В прошлом году весной я посадил сад. К следующей весне я закончу.degree.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "burza",
      "translation": "штурм",
      "definition": "Ciężkie warunki pogodowe charakteryzujące się silnymi wiatrami, ulewami, gromem i błyskawicą.",
      "definition_translation": "Сильное погодное условие, характеризующееся сильными ветрами, обильными дождями, громом и молнией.",
      "example": "Burza zniszczyła wiele domów w mieście. Burza przeminie jutro. Nigdy nie widzieliśmy tak silnej burzy.",
      "example_translation": "Шторм повредил многие дома в городе. Шторм будет проходить завтра. Мы никогда не видели такого сильного шторма.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słoneczny",
      "translation": "солнечный",
      "definition": "Mający dużo słońca i mało chmur, tak że pogoda jest ciepła i przyjemna.",
      "definition_translation": "Имеет много солнечного сияния и мало облаков, поэтому погода теплая и приятная.",
      "example": "Było słonecznie w moje urodziny. Słoneczna pogoda uczyniła nasz piknik idealnym. Do następnego weekendu będzie słonecznie znów.",
      "example_translation": "Было солнечно в мой день рождения. Солнечная погода сделала наш пикник идеальным. К следующему выходному dni оно будет снова солнечно.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "burza z piorunami",
      "translation": "гроза",
      "definition": "Burza charakteryzująca się obecnością piorunów, gromu i ulewy.",
      "definition_translation": "Шторм, характеризующийся наличием молнии, грома и обильных дождей.",
      "example": "Burza z piorunami obudziła mnie o północy. Złapaliśmy się w burzę z piorunami w drodze do domu. Burza z piorunami przeminie jutro rano.",
      "example_translation": "Гроза разбудила меня в полночь. Мы потрапили в грозу на нашем пути домой. Гроза будет проходить завтра утром.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mokry",
      "translation": "мокрый",
      "definition": "Pokryty lub nasączony wodą lub inną cieczą.",
      "definition_translation": "Покрытый или насыщенный водой или другой жидкостью.",
      "example": "Dostałem się mokry w deszczu wczoraj, ale teraz moczę włosy, aby je ułożyć, a jutro znów będę mokry, kiedy pojedę pływać.",
      "example_translation": "Вчера я промок в дождь, но сейчас я мокну волосы, чтобы уложить их, и снова промокну, когда завтра пойду плавать.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wietrzny",
      "translation": "ветряный",
      "definition": "Charakteryzujący się silnym wiatrem; oznaczający silny prąd powietrza.",
      "definition_translation": "Имеющий сильный ветер; характеризуется сильным потоком воздуха.",
      "example": "Wczoraj było wietrznie, więc musiałem trzymać się czapki, ale dziś nie jest tak wietrznie, a jutro znów będzie bardzo wietrznie.",
      "example_translation": "Вчера было ветрено, так что я должен был держаться за шляпу, но сегодня не так ветрено, а завтра снова будет очень ветрено.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dmuchać",
      "translation": "дуть",
      "definition": "Produkować prąd powietrza, szczególnie z ust.",
      "definition_translation": "Производить поток воздуха, особенно изо рта.",
      "example": "Zdmuchałem świeczki na urodzinowym tortcie, a potem wiatr zaczął dmuchać, więc musieliśmy dmuchać na ręce, aby je ogrzać.",
      "example_translation": "Я задул свечи на моем праздничном торте, а затем ветер начал дуть, так что мы должны были дуть на свои руки, чтобы согреть их.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bryza",
      "translation": "бриз",
      "definition": "Delikatny wiatr, szczególnie chłodny w upalny dzień.",
      "definition_translation": "Легкий ветер, особенно прохладный в жаркий день.",
      "example": "Lubię spacerować w dni z delikatną bryzą, ale wczoraj był silny wiatr, który zdmuchał mi czapkę, a jutro mam nadzieję, że będzie lekka bryza.",
      "example_translation": "Я люблю гулять в день с легким бризом, но вчера был сильный бриз, который унес мою шляпу, а завтра надеюсь, что будет легкий бриз.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ciepło",
      "translation": "жара",
      "definition": "Forma energii, która przepływa z ciała o wyższej temperaturze do ciała o niższej temperaturze, powodując wzrost temperatury tego ostatniego.",
      "definition_translation": "форма энергии, которая течет из тела с более высокой температурой в тело с более низкой температурой, что приводит к увеличению температуры последнего",
      "example": "Słoneczne ciepło ogrzewało powietrze, Powietrze jest ogrzewane przez słońce, Powietrze będzie ogrzewane przez słońce.",
      "example_translation": "Жара солнца согрела воздух, Воздух нагревается солнцем, Воздух будет нагреваться солнцем.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "błyskawica",
      "translation": "молния",
      "definition": "Brilliantny wyładowanie elektryczne w atmosferze, towarzyszące emisji światła, typowo występujące podczas burz.",
      "definition_translation": "яркая электрическая разрядка в атмосфере, сопровождающаяся излучением света и, как правило, происходит во время гроз",
      "example": "Błyskawica oświetliła ciemne niebo, Niebo jest oświetlone przez błyskawicę, Niebo będzie oświetlone przez błyskawicę.",
      "example_translation": "Молния освещала темное небо, Небо освещается молнией, Небо будет освещаться молнией.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sezon",
      "translation": "сезон",
      "definition": "Okres roku charakteryzujący się konkretnym układem pogody, aktywnością lub świętem.",
      "definition_translation": "период года, характеризующийся определенным климатическим паттерном, деятельностью или фестивалем",
      "example": "Sezon letni jest gorący, Sezon letni był gorący, Sezon letni będzie gorący.",
      "example_translation": "Летний сезон жаркий, Летний сезон был жарким, Летний сезон будет жарким.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wschód słońca",
      "translation": "восход солнца",
      "definition": "Czas w ciągu dnia, kiedy słońce ukazuje się nad horyzontem.",
      "definition_translation": "время в утреннее, когда солнце появляется над горизонтом",
      "example": "Obserwowałem wschód słońca z góry, Obserwowałem wschód słońca z góry, Obserwuję wschód słońca z góry.",
      "example_translation": "Я смотрел на восход солнца с горы, Я смотрел на восход солнца с горы, Я увижу восход солнца с горы.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zachód słońca",
      "translation": "закат",
      "definition": "Czas wieczorny, kiedy słońce znika za horyzontem, zwykle na zachodzie.",
      "definition_translation": "Время вечером, когда солнце уходит ниже горизонта, обычно на западе",
      "example": "Obserwowałem zachód słońca na plaży wczoraj wieczorem. Było to zapierające dech w piersiach. Ponownie obserwuję zachód słońca jutro. Od lat obserwuję zachody słońca.",
      "example_translation": "Я смотрел закат на пляже прошлым вечером. Это было захватывающим. Я снова посмотрю закат завтра. Я смотрел закаты за годы.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "słoneczne światło",
      "translation": "солнечный свет",
      "definition": "Ciepłe, jasne światło słońca, szczególnie gdy sprawia, że czujesz się szczęśliwy i komfortowo.",
      "definition_translation": "Теплый, яркий свет солнца, особенно когда он делает вас чувствовать счастливым и комфортным",
      "example": "Słoneczne światło sprawiło, że kwiaty zakwitły. Słoneczne światło sprawi, że będziemy szczęśliwi jutro. Cieszyłem się słonecznym światłem całej poranki.",
      "example_translation": "Солнечный свет заставил цветы расцвести. Солнечный свет сделает нас счастливыми завтра. Я наслаждался солнечным светом всю morning.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grom",
      "translation": "гром",
      "definition": "Głośny, rumble dźwięk wytworzony przez błyskawicę w niebie, często podczas burzy",
      "definition_translation": "Громкий, рокотный звук, сделанный молнией в небе, часто во время шторма",
      "example": "Bałem się gromu wczoraj wieczorem. Grom obudzi nas jutro. Słyszałem grom wiele razy.",
      "example_translation": "Я был напуган громом прошлым вечером. Гром просыпет нас завтра. Я слышал гром много раз.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "światło dzienne",
      "translation": "дневной свет",
      "definition": "Światło dnia, szczególnie gdy jest jasne i słoneczne",
      "definition_translation": "Свет дня, особенно когда он яркий и солнечный",
      "example": "Wczoraj szedłem w świetle dziennym. Światło dzienne będzie krótsze zimą. Uwielbiam chodzić w świetle dziennym.",
      "example_translation": "Я шел в дневном свете вчера. Дневной свет будет короче зимой. Я люблю ходить в дневном свете.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "huragan",
      "translation": "ураган",
      "definition": "Huragan to potężna, obracająca się burza, która formuje się nad ciepłymi wodami oceanu na Atlantyku i północnym Pacyfiku",
      "definition_translation": "Ураган - это мощная, вращающаяся буря, которая образуется над теплыми океанскими водами в Атлантическом и северо-восточном Тихом океане",
      "example": "Huragan zniszczył wiele domów w zeszłym roku. Teraz niszczy wiele domów. Zniszczy wiele domów w przyszłym roku.",
      "example_translation": "Ураган разрушил многие дома в прошлом году. Он разрушает многие дома сейчас. Он разрушит многие дома в следующем году.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "światło księżycowe",
      "translation": "лунный свет",
      "definition": "Światło, które pochodzi od Księżyca, szczególnie w nocy",
      "definition_translation": "Свет, который исходит от Луны, особенно в ночное время",
      "example": "Wczoraj wieczorem szliśmy pod światłem księżycowym. Teraz chodzimy pod światłem księżycowym. Jutro wieczorem będziemy chodzić pod światłem księżycowym.",
      "example_translation": "Мы гуляли при лунном свете прошлой ночью. Мы гуляем при лунном свете сейчас. Мы будет гулять при лунном свете завтра ночью.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tęcza",
      "translation": "радуга",
      "definition": "Piękne naturalne zjawisko, które występuje, gdy światło słoneczne przechodzi przez krople wody w powietrzu",
      "definition_translation": "Прекрасное природное явление, которое происходит, когда солнечный свет проходит через водяные капли в воздухе",
      "example": "Wczoraj widzieliśmy tęczę po deszczu. Teraz widzimy tęczę po deszczu. Jutro będzie widzieć tęczę po deszczu.",
      "example_translation": "Мы видели радугу после дождя вчера. Мы видим радугу после дождя сейчас. Мы увидим радугу после дождя завтра.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opad deszczu",
      "translation": "осадки",
      "definition": "Ilość deszczu, która spada w określonym obszarze lub okresie czasu",
      "definition_translation": "Количество осадков, которые выпадают в belirliом районе или периоде времени",
      "example": "Opad deszczu był ciężki w zeszłym miesiącu. Teraz opad deszczu jest ciężki. Opad deszczu będzie ciężki w przyszłym miesiącu.",
      "example_translation": "Осадки были сильными в прошлом месяце. Осадки сильны сейчас. Осадки будут сильными в следующем месяце.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "burzliwy",
      "translation": "штормовой",
      "definition": "Charakteryzujący się lub skłonny do burz; gwałtowny lub tumultuous.",
      "definition_translation": "Характеризуется или склонен к штормам; насилен или буральный.",
      "example": "Pogoda burzliwa zmusiła nas do anulowania naszych planów na świeżym powietrzu. Wczoraj warunki burzliwe opóźniły nasz lot. Jutro prognoza burzliwa sprawi, że pozostaniemy w domu.",
      "example_translation": "Штормовая погода заставила нас отменить наши ngoàiворные планы. Вчера штормовые условия задержали наш рейс. Завтра штормовой прогноз заставит нас остаться в помещении.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "światło słoneczne",
      "translation": "солнечный свет",
      "definition": "Światło Słońca, szczególnie gdy przesłania się przez chmury lub filtruje przez okna.",
      "definition_translation": "Свет солнца, особенно когда он проходит через облака или фильтруется через окна.",
      "example": "Światło słoneczne wpływające przez okna rozjaśniło pokój. Wczoraj światło słoneczne filtrujące przez żaluzje obudziło mnie wcześnie. Jutro światło słoneczne oświetli ogród.",
      "example_translation": "Солнечный свет, проникающий через окна, осветил комнату. Вчера солнечный свет, фильтрующийся через жалюзи, разбудил меня рано. Завтра солнечный свет осветит сад.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmierzch",
      "translation": "сумерки",
      "definition": "Czas dnia bezpośrednio po zachodzie Słońca; okres częściowego zmierzchu.",
      "definition_translation": "Время дня сразу после заката; период частичной темноты.",
      "example": "Godziny zmierzchu były spokojne i śpiewne. Wczoraj atmosfera zmierzchu była idealna na romantyczny spacer. Jutro zmierzch będzie doskonałym czasem na obserwację gwiazd.",
      "example_translation": "Часы сумерек были мирными и спокойными. Вчера сумеречная атмосфера была идеальной для романтической прогулки. Завтра сумерки будут идеальным временем для наблюдения за звездами.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śnieżyca",
      "translation": "снежная буря",
      "definition": "Ciężka śnieżna burza z silnym wiatrem i ograniczoną widocznością.",
      "definition_translation": "Сильный снежный шторм с сильными ветрами и низкой видимостью.",
      "example": "Śnieżyca zmusiła nas do pozostania w domu przez kilka dni. Wczoraj warunki śnieżycowe uczyniły, że jazda samochodem była niemożliwa. Jutro ostrzeżenie o śnieżycy sprawi, że będziemy się przygotowywać do najgorszego.",
      "example_translation": "Снежная буря заставила нас остаться в помещении на дни. Вчера снежные условия сделали невозможным вождение. Завтра предупреждение о снежной буре заставит нас подготовиться к худшему.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fala upału",
      "translation": "жара",
      "definition": "Prolongowany okres niezwykle wysokiej temperatury, szczególnie podczas lata.",
      "definition_translation": "Продолжительный период аномально жаркой погоды, особенно летом.",
      "example": "Fala upału w 2020 roku spowodowała powszechną suszę i pożary. W zeszłym roku doświadczyliśmy ciężkiej fali upału, która trwała tygodniami. Do 2050 roku naukowcy przewidują, że fale upału staną się jeszcze częstsze.",
      "example_translation": "Жара в 2020 году вызвала широкомасштабную засуху и лесные пожары. В прошлом году мы пережили сильную жару, которая длилась неделями. К 2050 году ученые предсказывают, что жары станут еще более частыми.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "susza",
      "translation": "засуха",
      "definition": "Prolongowany okres niewystarczających opadów deszczu, prowadzący do niedoboru wody.",
      "definition_translation": "Продолжительный период аномально низкого уровня осадков, приводящий к нехватке воды.",
      "example": "Susza w Kalifornii trwa już od lat, wpływając na rolnictwo i zaopatrzenie w wodę. W minionym lecie ucierpieliśmy z powodu ciężkiej suszy, która uszkodziła plony. Do 2030 roku naukowcy przewidują, że susze staną się częstsze z powodu zmian klimatu.",
      "example_translation": "Засуха в Калифорнии длится уже несколько лет,影響ывая на сельское хозяйство и водоснабжение. Летом прошлого года мы страдали от сильной засухи, которая повредила посевы. К 2030 году ученые предсказывают, что засухи станут более частыми из-за изменения климата.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grad",
      "translation": "град",
      "definition": "Małe kule lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "Gradobicie uszkodziło plony i pokruszyło przednią szybę samochodu. W zeszłym roku doświadczyliśmy ciężkiego gradu, który trwał przez kilka godzin. Do 2050 roku naukowcy przewidują, że grady staną się częstsze z powodu zmian klimatu.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grad",
      "translation": "град",
      "definition": "Małe kule lodu, które spadają z nieba podczas burzy.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "Gradobicie uszkodziło plony i pokruszyło przednią szybę samochodu. W zeszłym roku doświadczyliśmy ciężkiego gradu, który trwał przez kilka godzin. Do 2050 roku naukowcy przewidują, że grady staną się częstsze z powodu zmian klimatu.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gradina",
      "translation": "градина",
      "definition": "Mała pellet lodu, która tworzy się podczas burzy, typowo w chmurach kumulonimbus.",
      "definition_translation": "Маленький шарик льда, который образуется во время грозы, обычно в кумулонimbusных облаках.",
      "example": "Gradiny biły w okna, powodując ich pękanie. Wczoraj gradiny uszkodziły plony. Do przyszłego lata gradiny będą rzadkim widokiem.",
      "example_translation": "Градины били по окнам, заставляя их vỰться. Вчера градины повредили урожай. К следующему лету градины будут редким зрелищем.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "burza gradowa",
      "translation": "градобой",
      "definition": "Burza, która produkuje grad, charakteryzująca się silnym wiatrem, intensywnymi opadami deszczu i głośnym grzmotem.",
      "definition_translation": "Шторм, производящий град, обычно характеризуется сильными ветрами, сильным дождем и громким thunder.",
      "example": "Burza gradowa spowodowała znaczne szkody w infrastrukturze miasta. Burza gradowa była tak intensywna, że zakłóciła ruch lotniczy. Kiedy burza gradowa minie, słońce będzie świecić.",
      "example_translation": "Градобой нанес широкий ущерб инфраструктуре города. Градобой был так интенсивен, что он нарушил воздушное сообщение. к тому времени, как градобой пройдет, солнце будет сиять.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "trąba powietrzna",
      "translation": "смерч",
      "definition": "Rotująca kolumna powietrza, która schodzi z burzy do ziemi, charakteryzująca się wysokimi prędkościami wiatru i destrukcyjną siłą.",
      "definition_translation": "Вращающийся столб воздуха,descending от грозы к земле, характеризуется высокими скоростями ветра и разрушительной мощью.",
      "example": "Trąba powietrzna przeszła przez miasto, pozostawiając za sobą szlak zniszczenia. Trąba powietrzna była tak potężna, że wyrwała drzewa z korzeniami. Wczoraj trąba powietrzna uszkodziła kilka budynków.",
      "example_translation": "Смерч пронесся через город, оставляяbehind разрушение. Смерч был так мощен, что он выкорчевал деревья. Вчера смерч повредил несколько зданий.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mżawka",
      "translation": "моросить",
      "definition": "Rodzaj lekkiego deszczu lub mgły, która pada łagodnie z nieba, często tworząc ponury nastrój.",
      "definition_translation": "Тип легкого дождя или тумана, который идёт мягко с неба, часто создавая угрюмую атмосферу.",
      "example": "Mżawka na zewnątrz utrudniała jazdę. Mżawka trwała przez cały dzień, uczyniła ulice śliskimi. Do jutra mżawka powinna przestać padać.",
      "example_translation": "Морось снаружи сделала трудно видеть при вождении. Морось продолжался в течение дня, делая улицы скользкими. К завтра морось остановится.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szkwał piaskowy",
      "translation": "песчаная буря",
      "definition": "Silny wiatr, który unosi duże ilości piasku i kurzu, redukując widoczność i czasem powodując szkody.",
      "definition_translation": "Сильный ветер, поднимающий большие количества пыли и песка, уменьшая видимость и иногда причиняющий ущерб.",
      "example": "Turyści zostali schwytani szkwałem piaskowym podczas wędrówki po pustyni. Mieli już wcześniej doświadczenie z takim szkwałem, ale ten był znacznie gorszy. Będą lepiej przygotowani do następnego szkwału piaskowego.",
      "example_translation": "Туристы попали в песчаную бурю, когда гуляли по пустыне. Они уже имели подобный опыт прежде, но эта буря былаmuch хуже. Они обеспечат себя лучше для следующей.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}