{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oporzyć",
      "translation": "покидать",
      "definition": "porzucić lub opuścić coś lub kogoś, często w trudnej lub niebezpiecznej sytuacji",
      "definition_translation": "покинуть или оставить что-то или кого-то, часто в трудной или опасной ситуации",
      "example": "OporzVECzę swoją pracę, jeśli nie zwiększą mojej pensji. Opuściłem swój samochód na pustyni. OporzVECzę moje studia do przyszłego roku.",
      "example_translation": "Я покину свой работу, если они не увеличат мою зарплату. Я покинул свою машину в пустыне. К следующему году я將 покину свои учёбы.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "opuszczony",
      "translation": "брошенный",
      "definition": " pozostawiony lub zapomniany, często w stanie zaniedbania lub upadku",
      "definition_translation": "брошенный или оставленный, часто в состоянии разрухи или упадка",
      "example": "Opuszczony dom na wzgórzu był pusty od lat. Opuszczony pies był bardzo przerażony. Miasto zostało opuszczone po wojnie.",
      "example_translation": "Брошенный дом на холме пустовал уже годы. Брошенная собака была очень испуганной. Город был оставлен после войны.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zniesienie",
      "translation": "отменять",
      "definition": "oficjalne zakończenie lub likwidacja systemu, praktyki lub instytucji",
      "definition_translation": "официально заканчивать или избавляться от системы, практики или учреждения",
      "example": "Rząd zniesienie kary śmierci. Firma zniosła stare zasady. Zniesienie podatku nastąpi w przyszłym roku.",
      "example_translation": "Правительство отменит смертную казнь. Компания отменила старые правила. Они отменят налог к следующему году.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nieobecność",
      "translation": "отсутствие",
      "definition": "stan lub fakt nieobecności",
      "definition_translation": "состояние или факт не присутствия",
      "example": "Jej nieobecność została zauważona przez wszystkich. Jego nieobecność na spotkaniu była nieunikniona. Nauczyciel oznaczył jej nieobecność w rejestrze.",
      "example_translation": "Ее отсутствие было замечено всеми. Его отсутствие на встрече было неизбежным. Учитель отметил ее отсутствие в реестре.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bezwzględny",
      "translation": "абсолютный",
      "definition": "Całkowity lub kompletny w każdym aspekcie; nieograniczony lub bezwarunkowy.",
      "definition_translation": "Полный или абсолютный в каждом отношении; неограниченный или безусловный.",
      "example": "Bezwzględna wartość liczby jest jej odległością od zera na linii liczbowej. Z pewnością będę uczestniczyć w spotkaniu jutro. Miała bezwzględną przygodę na imprezie wczoraj wieczorem.",
      "example_translation": "Абсолютное значение числа - это его расстояние от нуля на числовой линии. Я абсолютно присутствую на встрече завтра. Она имела абсолютный взрыв на вечеринке прошлой ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wchłaniać",
      "translation": "поглощать",
      "definition": "Wchłaniać i asymilować (energię, ciecz, itp.); zajmować całkowicie uwagę kogoś.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "Gąbka szybko wchłaniała wodę. Byłem wchłonięty w książce i nie zauważyłem czasu. Firma wchłonie koszty projektu.",
      "example_translation": "Губка быстро поглотила воду. Я был погружен в книгу и не заметил времени. Компания поглотит затраты на проект.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wchłaniać",
      "translation": "поглощать",
      "definition": "Wchłaniać i asymilować (energię, ciecz, itp.); zajmować całkowicie uwagę kogoś.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "Wchłanialny materiał wchłaniał szok uderzenia. Student wchłaniał informacje jak gąbka. Firma wchłonie straty z poprzedniego roku.",
      "example_translation": "Абсорбер поглощал удар от удара. Студент поглотил информацию как губка. Компания поглотит убытки предыдущего года.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wchłaniać",
      "translation": "поглощать",
      "definition": "Wchłaniać i asymilować (energię, ciecz, itp.); zajmować całkowicie uwagę kogoś.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "Materiał może wchłaniać wilgoć z powietrza. Publik był wchłonięty w przedstawieniu. Firma wchłonie nowych pracowników.",
      "example_translation": "Материал может поглощать влагу из воздуха. Аудитория была погружена в исполнение. Компания поглотит новых сотрудников.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "abstrakcyjny",
      "translation": "абстрактный",
      "definition": "Istniejący w myśli lub jako idea, ale nie mający fizycznej egzystencji.",
      "definition_translation": "Существующий в мысли или как идея, но не имеющий физического существования.",
      "example": "Obrazy artysty były wystawione w muzeum. Pracowała nad abstrakcyjnymi koncepcjami od lat. Abstrakcyjna idea będzie zrealizowana w przyszłości.",
      "example_translation": "Абстрактные картины художника были выставлены в музее. Она работает над абстрактными концепциями уже несколько лет. Абстрактная идея будет реализована в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "absurdalny",
      "translation": "абсурдный",
      "definition": "Ridycznie niezrozumiały, niezgodny z rozsądkiem lub nieprawdopodobny.",
      "definition_translation": "Смехотворно необоснованный, несостоятельный или несовместимый.",
      "example": "Sztuka była absurdalną komedią, która zostawiła publikę zdezorientowaną. Uważał, że idea była absurdalna i odmówił jej rozważenia. Absurdalna sytuacja została rozwiązana w końcu.",
      "example_translation": "Пьеса была абсурдной комедией, которая оставила аудиторию в недоумении. Он 생각ал, что идея была абсурдной и отказался ее рассматривать. Абсурдная ситуация была разрешена в конце.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nadużycie",
      "translation": "насилие",
      "definition": "Używanie lub traktowanie czegoś w sposób nieprawidłowy lub szkodliwy.",
      "definition_translation": "Использовать или относиться к чему-то неправильным или вредным образом.",
      "example": "Firma została oskarżona o nadużycie władzy. Ona doświadczyła nadużycia w dzieciństwie. Rząd obiecuje powstrzymać nadużycie środowiska.",
      "example_translation": "Компания была обвинена в злоупотреблении властью. Она страдала насилием в детстве. Правительство пообещало остановить насилие над окружающей средой.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nadużycie",
      "translation": "насилие",
      "definition": "Traktowanie kogoś w sposób krzywdzący lub gwałtowny.",
      "definition_translation": "Использовать или относиться к кому-то в причиняющем вред или насилием образом.",
      "example": "Dziecko było ofiarą nadużycia w domu. Kobieta zgłosiła nadużycie ze strony partnera. Nadużycie zwierząt jest poważnym przestępstwem.",
      "example_translation": "Ребенок был жертвой насилия дома. Женщина заявила о насилии со стороны партнера. Насилие над животными является serious crime.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "akademicki",
      "translation": "академический",
      "definition": "Dotyczący edukacji i nauki, szczególnie na poziomie uniwersyteckim.",
      "definition_translation": "Относящийся к образованию и научной работе, особенно на уровне университета.",
      "example": "Ona podjęła karierę akademicką i została profesorem na prestiżowym uniwersytecie.",
      "example_translation": "Она продолжила академическую карьеру и стала профессором в престижном университете.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dostęp",
      "translation": "доступ",
      "definition": "Sposób lub okazja do podejścia, użycia lub korzystania z czegoś.",
      "definition_translation": "Средство или возможность доступа, использования или получения выгоды от чего-либо.",
      "example": "Nowa polityka zapewnia dostęp do opieki zdrowotnej dla wszystkich obywateli. On uzyskał dostęp do bazy danych, aby pobrać informacje. Do przyszłego roku będziemy mieli dostęp do nowej technologii.",
      "example_translation": "Новая политика обеспечивает доступ к медицинской помощи для всех граждан. Он получил доступ к базе данных, чтобы получить информацию. К следующему году у нас будет доступ к новой технологии.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dostępny",
      "translation": "доступный",
      "definition": "Łatwy do użycia, zrozumienia lub podejścia; wygodny.",
      "definition_translation": "Легкий в использовании, понимании или подходе; удобный.",
      "example": "Strona internetowa jest dostępna dla osób niepełnosprawnych. Pokój hotelu był dostępny windą. Park jest dostępny autobusem lub pieszo.",
      "example_translation": "Сайт доступен для людей с ограниченными возможностями. Гостиничный номер был доступен по лифту. Парк доступен на автобусе или пешком.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przypadkowy",
      "translation": "несчастный",
      "definition": "Występujący lub czyniony przypadkowo, a nie z zamiarem.",
      "definition_translation": "Происходящий или сделанный случайно, а не намеренно.",
      "example": "Wypadek był przypadkowy, a nikt nie był winny. Ona popełniła przypadkowy błąd w kalkulacji.",
      "example_translation": "Авария произошла случайно, и никто не был виноват. Она сделала случайную ошибку в расчете.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "akordeon",
      "translation": "аккордеон",
      "definition": "instrument muzyczny składający się z prostokątnego pudła z klawiaturą typu fortepianowego i zestawem wolnych stroików, które brzmią, gdy powietrze jest wytwarzane lub wysypywane przez instrument",
      "definition_translation": "музыкальный инструмент, состоящий из прямоугольной коробки с клавиатурой, похожей на пианино, и набора свободных язычков, которые звучат, когда воздух выдувается или вытягивается через инструмент",
      "example": "Widziałem akordeonistę grającego na ulicy, i nie mogłem się powstrzymać od tańca. Ona grała na akordeonie od dzieciństwa. Do 20. roku życia ona opanowała akordeon.",
      "example_translation": "Я видел аккордеониста, выступавшего на уличном углу, и я не мог не танцевать в такт. Она играла на аккордеоне с детства. К тому времени, когда ей было 20, она овладела аккордеоном.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "konto",
      "translation": "счет",
      "definition": "rejestr transakcji finansowych, często używany do audytu i sprawozdawczości finansowej",
      "definition_translation": "запись финансовых транзакций, часто используемая для аудита и финансового отчета",
      "example": "Muszę założyć nowe konto dla mojej firmy. Księgowy przeglądał nasze konto i znalazł pewne niezgodności. Do końca roku będziemy prowadzić nasze konto i przygotowywać się do audytu.",
      "example_translation": "Мне нужно открыть новый счет для моего бизнеса. Аудитор проанализировал наш счет и обнаружил一些 несоответствий. К концу года мы согласуем наш счет и приготовимся к аудиту.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "księgowość",
      "translation": "бухгалтерский учет",
      "definition": "proces rejestracji, klasyfikacji i raportowania informacji finansowych przedsiębiorstwa lub organizacji",
      "definition_translation": "процесс регистрации, классификации и отчетности финансовой информации бизнеса или организации",
      "example": "Studiowałem księgowość w college'u i zostałem certyfikowanym księgowym. Dział księgowości odpowiada za zarządzanie finansami firmy. Do następnego kwartału będziemy wdrażać nowy system księgowości.",
      "example_translation": "Я изучал бухгалтерский учет в колледже и стал сертифицированным публичным бухгалтером. Департамент бухгалтерского учета отвечает за управление финансами компании. К следующему кварталу мы implement new бухгалтерскую систему.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dokładność",
      "translation": "точность",
      "definition": "jakość, stan lub stopień bycia dokładnym i wolnym od błędu",
      "definition_translation": "качество, состояние или степень быть точным и свободным от ошибок",
      "example": "Dokładność prognozy pogody była imponująca. Staramy się o dokładność w naszych badaniach i analizach danych. Dzięki zaawansowanej technologii możemy poprawić dokładność naszych pomiarów.",
      "example_translation": "Точность прогноза погоды была впечатляющей. Мы стремимся к точности в нашем исследовании и анализе данных. Используя передовую технологию, мы можем улучшить точность наших измерений.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oskarżać",
      "translation": "обвинять",
      "definition": "oskarżać kogoś o przestępstwo lub nieprawość",
      "definition_translation": "обвинять кого-либо в преступлении или неправомерном действии",
      "example": "Policja oskarży go o kradzież, jeśli znajdą dowody. On oskarżył mnie o kłamstwo. Ona oskarży go o oszustwo na egzaminie.",
      "example_translation": "Полиция обвинит его в краже, если они найдут улики. Он обвинил меня в лжи. Она обвинит его в списывании на экзамене.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bolić",
      "translation": "болеть",
      "definition": "przeciwna, nieustanna bolesność",
      "definition_translation": "тупая, постоянная боль",
      "example": "Moja głowa boli od głośnej muzyki. Ona bolała się po długim marszu. On będzie bolał po intensywnym treningu.",
      "example_translation": "Моя голова болит от громкой музыки. Она чувствовала боль по всему телу после длинной ходьбы. Он будет болеть от интенсивной тренировки.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kwas",
      "translation": "кислота",
      "definition": "substancja chemiczna o kwaśnym smaku, która może korodować metale",
      "definition_translation": "химическое вещество, имеющее кислый вкус и способное разрушать металлы",
      "example": "Kwas w baterii korodował metalową obudowę. Ona dodała kwas do roztworu, aby przetestować jego pH. On będzie mieszał kwas z wodą, aby uzyskać reakcję chemiczną.",
      "example_translation": "Кислота в батарее разрушила металлическую оболочку. Она добавила кислоту к раствору, чтобы испытать его уровень pH. Он будет смешивать кислоту с водой, чтобы вызвать химическую реакцию.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nabyć",
      "translation": "приобретать",
      "definition": "zdobyć lub otrzymać coś, szczególnie w wyniku wysiłku lub ciężkiej pracy",
      "definition_translation": "приобретать или получать что-либо, особенно в результате усилий или тяжелой работы",
      "example": "Firma nabędzie nowe aktywa, aby rozszerzyć swoją działalność. Ona nabyła nowych umiejętności, wykonując kurs online. On nabędzie fortunę dzięki swoim udanym inwestycjom.",
      "example_translation": "Компания приобрела новые активы, чтобы расширить свой бизнес. Она приобрела новые навыки, пройдя онлайн-курс. Он приобрел состояние благодаря своим успешным инвестициям.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nabyć",
      "translation": "приобретать",
      "definition": "Zdobyć lub otrzymać coś, szczególnie dzięki wysiłkowi lub ciężkiej pracy.",
      "definition_translation": "Получать или приобретать что-либо, особенно через усилие или hard work.",
      "example": "Nabyłem nowych umiejętności w zeszłym roku. Obecnie nabywam wiedzę o przedmiocie. Nabędę nowy dom w przyszłym roku.",
      "example_translation": "Я приобрел новый навык в прошлом году. Я приобретаю знания о предмете. Я приобρεю новый дом на следующий год.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "działanie",
      "translation": "действие",
      "definition": "Proces wykonywania czegoś, szczególnie gdy wymaga on wiele energii lub ruchu.",
      "definition_translation": "Процесс выполнения чего-либо, особенно когда это связано с большим количеством энергии или движения.",
      "example": "Działanie filmu było intensywne. Działanie drużyny było imponujące. Działanie rządu było krytykowane.",
      "example_translation": "Действие фильма было интенсивным. Действие команды было впечатляющим. Действие правительства было подвергнуто критике.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aktywnie",
      "translation": "активно",
      "definition": "W sposób aktywny lub pełen energii; z dużą entuzjazmem lub wysiłkiem.",
      "definition_translation": "В активном или энергичном способе; с большим энтузиазмом или усилием.",
      "example": "Ona aktywnie uczestniczy w projekcie. On aktywnie wspierał organizację charytatywną. Oni aktywnie pracują nad nową polityką.",
      "example_translation": "Она активно участвует в проекте. Он активно поддерживает благотворительность. Они активно работают над новой политикой.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "działalność",
      "translation": "активность",
      "definition": "Coś, co ktoś robi lub wykonuje, szczególnie gdy jest to robione regularnie lub jako hobby.",
      "definition_translation": "Ч то-то, что кто-то делает или занимается, особенно когда это делается регулярно или в качестве хобби.",
      "example": "Działalność wspinaczki górskiej jest bardzo popularna. Moją ulubioną działalnością jest czytanie. Działalność spółki została zawieszona.",
      "example_translation": "Активность похода является rất популярной. Активность чтения – моя любимая. Активность компании была приостановлена.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rzeczywisty",
      "translation": "фактический",
      "definition": "Istniejący w rzeczywistości, a nie tylko w teorii lub jako koncepcja.",
      "definition_translation": "Существующий в реальности, а не в теории или как концепция.",
      "example": "Rzeczywiste zyski spółki były wyższe niż oczekiwano. Nowa polityka będzie rzeczywista już wkrótce. Gdy odejdę na emeryturę, będę miał rzeczywiste doświadczenie.",
      "example_translation": "Фактическая прибыль компании была выше ожидаемой. Новая политика будет введена в действие скоро. К моменту моей пенсии у меня будет реальный опыт.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "adaptować",
      "translation": "адаптировать",
      "definition": "Zmieniać się lub być modyfikowanym, aby dopasować do nowych lub różnych warunków.",
      "definition_translation": "Изменять или модифицироваться для соответствия новым или различным условиям.",
      "example": "Firma musiała adaptować się do nowych trendów rynkowych. Ptak adaptował się do nowego środowiska. Będziemy adaptować nową technologię do końca roku.",
      "example_translation": "Компания была вынуждена адаптироваться к новым тенденциям на рынке. Птица адаптировалась к своей новой среде. Мы адаптируем новую технологию к концу года.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uzależniony",
      "translation": "наркоман",
      "definition": "Osoba, która jest fizjologicznie lub psychicznie uzależniona od substancji lub aktywności.",
      "definition_translation": "Человек, который физиологически или психологически зависим от вещества или деятельности.",
      "example": "Lekarz pomógł uzależnionemu wyjść z uzależnienia. Ona stała się uzależniona po zażyciu środków przeciwbólowych przez rok. On jest uzależniony i potrzebuje pomocy.",
      "example_translation": "Доктор помог наркоману преодолеть свою зависимость. Она стала наркоманом после приема болеутоляющих в течение года. Он наркоман и нуждается в помощи.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uzależniony",
      "translation": "зависимый",
      "definition": "Fizjologicznie lub psychicznie uzależniony od substancji lub aktywności.",
      "definition_translation": "Физиологически или психологически зависим от вещества или деятельности.",
      "example": "On był uzależniony od mediów społecznościowych i marnował dużo czasu. Ona była uzależniona od kawy i nie mogła rozpocząć dnia bez niej. Kraj był uzależniony od ropy i cierpiał z powodu swej zależności.",
      "example_translation": "Он был зависим от социальных сетей и浪 время. Она была зависим от кофе и не могла начать свой день без него. Страна была зависимой от нефти и страдала от своей зависимости.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wystarczający",
      "translation": "адекватный",
      "definition": "Posiadający niezbędną jakość, ilość lub zakres, aby zaspokoić potrzebę lub wymaganie; dostateczny.",
      "definition_translation": "Имея необходимое качество, количество или протяженность для удовлетворения потребности или требования; достаточный.",
      "example": "Pokój hotelowy był wystarczający dla naszych potrzeb, ale obsługa była okropna. Mieliśmy wystarczająco przygotowani do egzaminu, ale nie zdaliśmy go. Do następnego roku, będziemy mieli wystarczająco rozwiązali problem.",
      "example_translation": "Номер в отеле был адекватен для наших потребностей, но сервис был ужасным. Мы достаточно хорошо подготовились к экзамену, но не справились. К следующему году мы полноценно решим вопрос.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wystarczająco",
      "translation": "адекватно",
      "definition": "W sposób wystarczający lub dostateczny; w stopniu zadowalającym.",
      "definition_translation": "Таким образом, который является адекватным или достаточным; доatisfactory степени.",
      "example": "Firma wystarczająco nas wynagrodziła za szkody. Mieliśmy wystarczająco przeszkolony do maratonu. Do następnego roku, będziemy mieli wystarczająco rozwiązali problem.",
      "example_translation": "Компания адекватно компенсировала нам ущерб. Мы достаточно хорошо тренировались для марафона. К следующему году мы полноценно решим вопрос.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dostosować",
      "translation": "настраивать",
      "definition": "Zmienić lub zmodyfikować coś, aby dopasować je do potrzeb lub wymagań.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "Muszę dostosować termostat, aby zrobić pokój cieplejszym. Mieliśmy dostosować nasz harmonogram, aby uwzględnić nowy projekt. Do następnego roku, będziemy mieli dostosować się do nowego systemu.",
      "example_translation": "Мне нужно настроить терmostat, чтобы комната стала теплее. Мы должны были отрегулировать наш график, чтобы вместить новый проект. К следующему году мы будем настроены на новую систему.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dostosować",
      "translation": "настраивать",
      "definition": "Zmienić lub zmodyfikować coś, aby dopasować je do potrzeb lub wymagań.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "Nauczyciel pomógł uczniowi dostosować się do nowego programu nauczania. Będziemy dostosować ustawienia, aby poprawić wydajność. Firma dostosuje się do nowych trendów rynkowych.",
      "example_translation": "Учитель помог студенту настроиться к новому учебному плану. Мы будем регулировать настройки, чтобы улучшить производительность. Компания будет настроена на新的 рыночные тренды.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dostosowanie",
      "translation": "調整",
      "definition": "Czynność dostosowywania lub stan dostosowania; zmiana, która poprawia coś lub czyni je bardziej akceptowalnym.",
      "definition_translation": "Акт регулирования или состояние регулирования; изменение, которое улучшает что-то или делает его более приемлемым",
      "example": "Firma dokonała dostosowania strategii cenowej, aby pozostać konkurencyjną na rynku. Mieliśmy dostosowanie produkcji w zeszłym roku. Będziemy dokonywać dostosowania budżetu, aby uwzględnić nowy projekt.",
      "example_translation": "Компания внесла изменения в свою ценовую стратегию, чтобы stayed competitive на рынке. Они отрегулировали график производства в прошлом году. Они внесут изменения в свой бюджет, чтобы расширить новый проект.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "administracja",
      "translation": "администрация",
      "definition": "Czynność zarządzania lub kierowania przedsiębiorstwem, organizacją lub systemem; grupa osób odpowiedzialna za to.",
      "definition_translation": "Акт управления или руководства бизнесом, организацией или системой; группа людей, ответственных за это",
      "example": "Nowa administracja pracuje nad poprawą gospodarki kraju. Zespół administracyjny jest odpowiedzialny za zarządzanie budynkiem biurowym. Ona ma ponad 20 lat doświadczenia w administracji.",
      "example_translation": "Новая администрация работает над улучшением экономики страны. Команда администрации отвечает за управление офисным зданием. Она работает в администрации более 20 лет.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uznanie",
      "translation": "адмирация",
      "definition": "Uczucie szacunku i uznania dla kogoś lub czegoś; wrażenie zdumienia lub szacunku.",
      "definition_translation": "Чувство уважения и восхищения кем-то или чем-то; ощущение удивления или удивления",
      "example": "Tłum pokazał swoje uznanie dla wykonawcy, dając oklaski na stojąco. Ona czuła uznanie dla swoich rodziców, którzy ciężko pracowali, aby zapewnić jej utrzymanie. Czułem uznanie dla tych, którzy potrafią mówić płynnie w wielu językach.",
      "example_translation": "Толпа выразила свое восхищение исполнителем стоячей овацией. Она чувствовала восхищение к своим родителям, которые работали hard, чтобы обеспечить ее. Я чувствую восхищение к тем, кто может свободно разговаривать на нескольких языках.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "admiracja",
      "translation": "адмирять",
      "definition": "Czucie szacunku i admiracji dla kogoś lub czegoś; spoglądanie na coś z przyjemnością lub zatwierdzeniem.",
      "definition_translation": "Чувствовать уважение и восхищение кем-то или чем-то; смотреть на что-то с удовольствием или признательностью",
      "example": "Admiracja dla jej odwagi, aby przemówić przed wielką publicznością. On podziwiał piękno zachodu słońca na plaży. Ona będzie odwiedzać nową wystawę sztuk pięknych w muzeum.",
      "example_translation": "Я восхищаюсь ее смелостью выступать перед большой аудиторией. Он восхищался красотой заката на пляже. Она будет восхищаться новой художественной выставкой в музее.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyjęcie",
      "translation": "Приём",
      "definition": "Czynność przyjmowania lub dopuszczenia kogoś do jakiegoś miejsca, organizacji lub systemu.",
      "definition_translation": "Акт приема или допуска кого-либо в учреждение, организацию или систему.",
      "example": "Przyjęcie na uniwersytet jest wysoce konkurencyjne.",
      "example_translation": "Приём в университет является высококонкурентным.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyznać",
      "translation": "Признавать",
      "definition": "Przyznać się do czegoś lub przyznać, często niechętnie.",
      "definition_translation": "Признавать или признать что-то, часто неохотно.",
      "example": "Przyznała się do błędu. Wczoraj przyznała się do kłamstwa. Jutro przyzna się do przestępstwa.",
      "example_translation": "Она призналась в ошибке. Вчера она призналась в лжи. Завтра она признается в преступлении.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "otwarcie",
      "translation": "Признаться",
      "definition": "Używane do wskazania, że coś jest prawdziwe lub ważne, często niechętnie.",
      "definition_translation": "Используется для указания на то, что что-то является истиной или действительным, часто неохотно.",
      "example": "Otwarcie, film nie był zbyt dobry. Wczoraj otwarcie wydałem zbyt dużo pieniędzy. Jutro otwarcie będę zmęczony.",
      "example_translation": "Признаться, фильм не был так уж великолепен. Вчера я признался в том, что потратил слишком много денег. Завтра я признаюсь в том, что буду усталым.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyjąć",
      "translation": "Усиновить",
      "definition": "Zabrać i wychować cudze dziecko jako własne.",
      "definition_translation": "Принять и воспитывать ребенка кого-то другого как собственного.",
      "example": "Postanowili przyjąć dziecko z Afryki. W zeszłym roku przyjęli psa. W następnym roku przyjmą bardziej zrównoważony styl życia.",
      "example_translation": "Они решили усыновить ребенка из Африки. В прошлом году они усыновили собаку. В следующем году они усыновят более устойчивый образ жизни.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyjąć",
      "translation": "усыновлять",
      "definition": "Zabrać cudze dziecko do swojej rodziny lub przyjąć czyjś pomysł lub plan jako własny.",
      "definition_translation": "Принять кого-то другого ребенка в свою семью или принять чью-то другую идею или план как свою.",
      "example": "Przyjąłem kota ze schroniska. Wczoraj przyjąłem nową rutynę ćwiczeń. Przyjmę zdrowszą dietę w następnym roku.",
      "example_translation": "Я усыновил кошку из приюта. Вчера я усыновил новый режим упражнений. В следующем году я усыновлю более здоровую диету.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyjęty",
      "translation": "усыновленный",
      "definition": "Czas przeszły przyjąć, być wziętym do własnej rodziny lub przyjętym jako własny.",
      "definition_translation": "Прошедшее время от усыновлять, будучи взятым в свою семью или принят как свой.",
      "example": "Byłem przyjęty, kiedy byłem dzieckiem. Firma przyjęła nową politykę. Miasto przyjęło nowy system transportu.",
      "example_translation": "Я был усыновлен когда был младенцем. Компания усыновила новую политику. Город усыновил новую систему транспорта.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przybranie",
      "translation": "усыновление",
      "definition": "Czynność przyjmowania cudzego dziecka do własnej rodziny lub przyjmowania czyjś pomysłu lub planu jako własnego.",
      "definition_translation": "Акт принятия ребенка кого-то другого в свою семью или акт принятия чьей-то другой идеи или плана как своей.",
      "example": "Proces przybrania trwał kilka miesięcy. Firma zwiększyła produktywność dzięki przybraniu nowej technologii. Miasto zmniejszyło zanieczyszczenie dzięki przybraniu energii odnawialnej.",
      "example_translation": "Процесс усыновления занял несколько месяцев. Усыновление новой технологии компанией увеличил производительность. Усыновление города возобновляемой энергии уменьшило загрязнение.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "postać",
      "translation": "продвигаться",
      "definition": "Ruszyć naprzód lub dokonywać postępów, zwłaszcza w sposób planowany lub świadomy.",
      "definition_translation": "Двигаться вперед или делать прогресс, особенно в планируемом или преднамеренном образом.",
      "example": "Postaćę do następnego poziomu w grze. Firma postawi swoją strategię marketingową. Naukowcy postawią swoje badania w następnym roku.",
      "example_translation": "Я перейду на следующий уровень в игре. Компания продвинет свою маркетинговую стратегию. Ученые продвинут свое исследование в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "postać",
      "translation": "продвигать",
      "definition": "Ruszyć naprzód lub dokonywać postępów w określonej dziedzinie lub działalności.",
      "definition_translation": "Двигаться вперед или делать прогресс в определенной области или деятельности.",
      "example": "Postaćę w swojej karierze, uzyskując awans w następnym roku. Postępowałem w swoich studiach, ukończywszy program podyplomowy. Postępowałem w swoich umiejętnościach, biorąc kursy online.",
      "example_translation": "Я продвинусь в своей карьере, получив повышение зарплаты в следующем году. Я прогрессировал в своих исследованиях, завершив программу магистра. Я развиваюсь в своих навыках, проходя онлайн-курсы.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przygodny",
      "translation": "приключенческий",
      "definition": "Skłonny do podejmowania ryzyka i próbowania nowych rzeczy; miłośnik przygody.",
      "definition_translation": "Готовый рисковать и пробовать новые вещи; любящий приключения.",
      "example": "Moja siostra przygodna uwielbia podróżować do nowych krajów. Byłem przygodny i spróbowałem skoków spadochronowych po raz pierwszy. On będzie przygodny i założy własną firmę w następnym roku.",
      "example_translation": "Моя приключенческая сестра любит путешествовать в новые страны. Я был приключенческим и попробовал парашютный спуск в первый раз. Он будет приключенческим и начнет свое собственное дело в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "reklama",
      "translation": "реклама",
      "definition": "Działalność lub zawód produkcji i rozpowszechniania informacji w celu promocji produktu, usługi lub idei.",
      "definition_translation": "Деятельность или профессия по производству и распространению информации для продвижения продукта, услуги или идеи.",
      "example": "Firma wydaje dużo pieniędzy na reklamę swojego nowego produktu. Nienawidzę oglądania reklam w TV. Kampania reklamowa była bardzo udana.",
      "example_translation": "Компания тратит много денег на рекламу своего нового продукта. Я ненавижу смотреть рекламу на ТВ. Рекламная кампания была очень успешной.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sprawa",
      "translation": "дело",
      "definition": "Tajemniczy lub nieuczciwy romans między dwiema osobami.",
      "definition_translation": "Секретный или незаконный романтический отношения между двумя людьми.",
      "example": "Celebrytka była zamieszana w skandaliczny romans ze swoim partnerem. Słyszałem, że mieli sprawę w zeszłym roku. Była zdruzgota, gdy dowiedziała się o jego romansie.",
      "example_translation": "Звезда была вовлечена в скандальный роман с ее коллегой по съемкам. Я слышал, что они имели роман в прошлом году. Она была разбита, когда узнала о его романе.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wpływać",
      "translation": "влиять",
      "definition": "Mieć wpływ lub oddziaływać na coś lub kogoś.",
      "definition_translation": "Влиять или иметь влияние на что-то или кого-то.",
      "example": "Zimna pogoda wpłynie na plony. Nowa polityka wpłynie na wszystkich. Wiadomość wpłynie na jej decyzję.",
      "example_translation": "Холодная погода повлияет на урожай. Новая политика повлияет на всех. Новость повлияет на ее решение.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "udawać",
      "translation": "влиять",
      "definition": "Przypuszczać lub udawać coś, np. emocje lub chorobę.",
      "definition_translation": "Притворяться чем-то, например эмоциями или болезнью.",
      "example": "Ona udawała brytyjski akcent, aby brzmieć bardziej sofistykowanym. On udawał poważny ton, aby zaimponować szefowi. Aktor udawał kulawę, aby zagrać rolę osoby niepełnosprawnej.",
      "example_translation": "Она будет притворяться британским акцентом, чтобы звучать более утонченно. Он принял серьезный тон, чтобы впечатлить svého босса. Актер будет притворяться хромотой, чтобы играть инвалида.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uczucie",
      "translation": "любовь",
      "definition": "Czułość, sympatia lub worms towards kogoś lub czegoś.",
      "definition_translation": "Чувство любви, нежности или теплоты к кому-то или чему-то.",
      "example": "Ona okazała wielkie uczucie dla swojego kota. Para wyraziła wzajemne uczucie. Turyści wykazywali uczucie do lokalnej kultury.",
      "example_translation": "Она проявила большую любовь к своему коту. Чувство любви пары к друг другу было осязаемым. Туристы проявили любовь к местной культуре.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uczuciowy",
      "translation": "нежный",
      "definition": "Wykazujący lub odczuwający czułość, sympatię lub worms towards kogoś lub czegoś.",
      "definition_translation": "Проявляющий или чувствующий любовь, нежность или теплоту к кому-то или чему-то.",
      "example": "Była uczuciową matką dla swoich dzieci. On był uczuciowy wobec swojej siostry. Rodzina była bardzo uczuciowa i gościnna.",
      "example_translation": "Она была нежной матерью для своих детей. Он был нежен к своей сестре. Семья была очень нежной и гостеприимной.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiek",
      "translation": "век",
      "definition": "Czas, jaki upłynął od powstania lub użycia czegoś lub kogoś.",
      "definition_translation": " продолжительность времени, в течение которого человек или вещь существует или используется.",
      "example": "W wieku 21 lat już podróżował do pięciu różnych krajów. W tym wieku zaczął czuć się starym. W przyszłości wiek 30 będzie uważany za młody.",
      "example_translation": "К тому времени, как ему исполнилось 21 год, он уже посетил пять разных стран. В этом возрасте он начал чувствовать себя старым. В будущем возраст 30 лет будет считаться молодым.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "agent",
      "translation": "агент",
      "definition": "Osoba, która działa w imieniu innej osoby lub organizacji.",
      "definition_translation": " человек, действующий от имени другого человека или организации.",
      "example": "Agent negocjował umowę w imieniu firmy. Agent współpracował z klientem przez lata. W przyszłości agent będzie reprezentował firmę na konferencji.",
      "example_translation": "Агент заключил сделку от имени компании. Агент работал с клиентом годами. В будущем агент будет представлять компанию на конференции.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "agresywny",
      "translation": "агрессивный",
      "definition": "Mający lub wykazujący silny i radykalny charakter lub zachowanie.",
      "definition_translation": "имеющий или демонстрирующий силыю и энергичную личность или поведение.",
      "example": "Agresywny kierowca cisnął klakson głośno. Ona ma agresywny charakter, który zastrasza innych. W przyszłości firma przyjmie agresywną strategię marketingową.",
      "example_translation": "Агрессивный водитель громко затрубил рог. У нее агрессивная личность, которая устрашает других. В будущем компания примет агрессивную маркетинговую стратегию.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "agresywnie",
      "translation": "агрессивно",
      "definition": "W silny i radykalny sposób.",
      "definition_translation": "сильным и энергичным образом.",
      "example": "On agresywnie przepchnął się przez tłum. Firma agresywnie reklamuje swój produkt. W przyszłości drużyna będzie grała agresywnie, aby wygrać mecz.",
      "example_translation": "Он агрессивно протолкнулся через толпу. Компания агрессивно продвигает свой продукт. В будущем команда будет играть агрессивно, чтобы выиграть игру.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "umowa",
      "translation": "соглашение",
      "definition": "Negocjowana i zwykle wiążąca prawnie umowa między dwoma lub więcej stronami.",
      "definition_translation": "Негацируемое и обычно юридически обязательное соглашение между двумя или более сторонами.",
      "example": "Firma doszła do umowy z związkiem zawodowym, aby uniknąć strajku. Związek zawodowy zgodził się na warunki, ale firma nie zgodziła się na nie. Umowa zostanie podpisana w przyszłym tygodniu.",
      "example_translation": "Компания достигла соглашения с профсоюзом, чтобы避ать забастовку. Профсоюз согласился с условиями, но компания не согласилась с ними. Соглашение будет подписано на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rolnictwo",
      "translation": "сельское хозяйство",
      "definition": "Praktyka uprawy ziemi w celu produkcji plonów, chowu zwierząt i zarządzania zasobami naturalnymi.",
      "definition_translation": "Практика возделывания земли для производства культур, разведения скота и управления природными ресурсами.",
      "example": "Rolnictwo było podstawą gospodarki kraju od wieków. Rolnik pracował w rolnictwie, ale teraz pracuje w przemyśle. Studenci studiują rolnictwo na uniwersytecie.",
      "example_translation": "Сельское хозяйство было основой экономики страны на протяжении веков. Фермер раньше работал в сельском хозяйстве, но теперь он работает в промышленности. Студенты изучают сельское хозяйство в колледже.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomoc",
      "translation": "помощь",
      "definition": "Czynność zapewnienia wsparcia lub pomocy, szczególnie w czasie potrzeby lub kryzysu.",
      "definition_translation": "Действие предоставления поддержки или помощи, особенно в разгар нужды или кризиса.",
      "example": "Rząd udzielił pomocy ofiarom katastrofy naturalnej. Organizacja charytatywna udziela pomocy ubogim rodzinom. Kraj otrzymał pomoc od organizacji międzynarodowych.",
      "example_translation": "Правительство предоставило помощь жертвам стихийного бедствия. Благотворительная организация оказывает помощь бедным семьям. Страна получила помощь от международных организаций.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cel",
      "translation": "цель",
      "definition": "Przyczyna lub cel, szczególnie ten, który kieruje lub motywuje działanie.",
      "definition_translation": "Цель или задача, особенно та, которая руководит или мотивирует действие.",
      "example": "Celem firmy jest zwiększenie udziału w rynku. Ona celowała w ukończeniu projektu na czas. On będzie celował w wygranej w konkursie w przyszłym roku.",
      "example_translation": "Целью компании является увеличение ее доли рынка. Она стремилась завершить проект вовремя. Он будет стремиться выиграть конкурс в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "statki powietrzne",
      "translation": "самолёт",
      "definition": "Pojazd latający, który generuje siłę nośną podczas lotu, używając kształtu skrzydeł do zmiany ciśnienia powietrza nad i pod skrzydłem.",
      "definition_translation": "Мощный, тяжелее воздуха самолет - это тип самолета, который генерирует подъем во время полета, используя форму своих крыльев, чтобы изменить давление воздуха над и под крылом.",
      "example": "Pilot dokładnie sprawdził statek powietrzny przed startem, a następnie wystartuje rano, ale wczoraj już wystartował.",
      "example_translation": "Пилот тщательно kiểm самолет перед взлетом, а затем он взлетит утром, но вчера он уже взлетел.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przeździerność",
      "translation": "проход",
      "definition": "Przejście między rzędami siedzeń, np. w kościele, samolocie lub teatrze.",
      "definition_translation": "Прохождение между рядами сидений, как в церкви, самолете или театре.",
      "example": "Stewardessa poprosiła pasażera o powrót do miejsca, które znajdowało się w przeździerności, a następnie przeszła przez przeździerność, aby pomóc innemu pasażerowi.",
      "example_translation": "Стюардесса попросила пассажира вернуться к своему месту, которое было расположено в проходе, а затем она пройдет через проход, чтобы помочь другому пассажиру.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alkoholizm",
      "translation": "алкоголизм",
      "definition": "Przewlekła i często postępująca choroba obejmująca problemy z kontrolowaniem picia, obsesją na punkcie alkoholu i kontynuowaniem picia, mimo że powoduje problemy.",
      "definition_translation": "Хроническое и часто прогрессирующее заболевание, которое включает в себя проблемы с контролем над выпивкой, предвзятость алкоголем, продолжение употребления алкоголя, даже когда он вызывает проблемы.",
      "example": "Lekarz ostrzegł pacjenta przed niebezpieczeństwami alkoholizmu, a następnie rozpocznie sesje terapeutyczne, aby pokonać go, ale w zeszłym roku wciąż z nim walczył.",
      "example_translation": "Врач предупредил пациента о опасностях алкоголизма, а затем он начнет посещать сеансы терапии, чтобы преодолеть его, но в прошлом году он все еще боролся с ним.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obcy",
      "translation": "чужой",
      "definition": "Osoba, która nie jest obywatelem kraju, w którym mieszka, lub stwór z kosmosu.",
      "definition_translation": "Человек, который не является гражданином страны, в которой он живет, или существо из наружного космоса.",
      "example": "Film był o obcym, który przybył na Ziemię, a następnie wrócił na swoją planetę, ale wczoraj już wylądował.",
      "example_translation": "Фильм был о чужом, который пришел на Землю, а затем он вернется на свою планету, но вчера он уже приземлился.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podobny",
      "translation": "podobный",
      "definition": "Mający podobny charakter lub naturę; podobny w wyglądzie lub jakości.",
      "definition_translation": "Имеющий подобный характер или характер; похожий по внешнему виду или качеству.",
      "example": "Dwie siostry wyglądały podobnie, a ludzie często je mylili. Od dzieciństwa miały podobne zainteresowania, a teraz są podobni w swoich karierach. Będą podobni w swoich losach w przyszłości.",
      "example_translation": "Две сестры выглядели похожими, и люди часто путали их друг с другом. Они были похожими в своих интересах с детства, и теперь они похожими в своих карьерах. Они будут похожими в своих судьбах в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alergia",
      "translation": "аллергия",
      "definition": "Stan, w którym układ odpornościowy organizmu reaguje nieprawidłowo na substancję, taką jak pokarm lub pyłek.",
      "definition_translation": "Состояние, при котором иммунная система организма реагирует аномально на конкретное вещество, такое как-food или пыльца.",
      "example": "Mam alergię na orzechy, więc muszę unikać ich jedzenia. Rozwinąłem alergię na pyłek, kiedy byłem dzieckiem, i od tamtej pory mi to przeszkadza. Wezmę leki, aby zapobiec atakowi alergii w przyszłości.",
      "example_translation": "У меня аллергия на арахис, поэтому я должен避免 есть их. Я desarrollал аллергию на пыльцу, когда я был ребенком, и это беспокоило меня с тех пор. Я примы الطبqbiku, чтобы предотвратить атаку аллергии в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zaułek",
      "translation": "аллея",
      "definition": "Wąska droga lub ścieżka między, za lub wewnątrz budynków.",
      "definition_translation": "Узкая проход или путь между, позади или внутри зданий.",
      "example": "Zaułek za restauracją był ciemny i wąski. Przechodziliśmy przez zaułek, aby dostać się do parkingu. Zaułek będzie odnowiony, aby było bezpieczniej w nocy.",
      "example_translation": "Аллея позади ресторана была темной и узкой. Мы прошли через аллею, чтобы добраться до парковки. Аллея будет реконструирована, чтобы сделать ее безопаснее ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aligator",
      "translation": "аллигатор",
      "definition": "Duży gad z długim, okrągłym nosem i potężnymi szczękami, rodzimy w południowo-wschodnich Stanach Zjednoczonych.",
      "definition_translation": "Крупный рептилий с длинным, округлым рылом и мощными челюстями, являющийся родным для юго-востока Соединенных Штатов.",
      "example": "Zobaczyliśmy aligatora pływającego w jeziorze podczas wakacji. Aligator żył w bagnie od lat. Aligator będzie chroniony przez wysiłki konserwatorskie w przyszłości.",
      "example_translation": "Мы увидели аллигатора, плававшего в озере на нашем отдыхе. Аллигатор жил в болоте в течение лет. Аллигатор будет защищен усилиями по сохранению в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alfabetyczny",
      "translation": "алфавитный",
      "definition": "Ułożony w porządku alfabetycznym; odnoszący się do lub składający się z liter alfabetu.",
      "definition_translation": "Упорядоченный по алфавиту; относящийся к или состоящий из букв алфавита.",
      "example": "Słownik jest ułożony w porządku alfabetycznym. Alfabetowałem listę wczoraj. Będę alfabetowałem pliki następnego tygodnia.",
      "example_translation": "Словарь упорядочен по алфавиту. Я алфавитизировал списка вчера. Я алфавитизирую файлы на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alfabetycznie",
      "translation": "алфавитно",
      "definition": "W porządku alfabetycznym; w sekwencji liter.",
      "definition_translation": "В алфавитном порядке; в правильной последовательности букв.",
      "example": "Książki są ułożone alfabetycznie na półkach. Organizowałem listę alfabetycznie wczoraj. Będę listowałem je alfabetycznie następnego tygodnia.",
      "example_translation": "Книги упорядочены алфавитно на полках. Я организовал список алфавитно вчера. Я выведу их алфавитно на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmienić",
      "translation": "изменять",
      "definition": "Zmieniać lub modyfikować coś; czynić coś innym.",
      "definition_translation": "Изменять или модифицировать что-то; делать что-то иным.",
      "example": "Musiałem zmienić suknię, aby pasowała do mnie. Ona zmieniła swoje plany w ostatniej chwili. Będę zmieniał przepis następnym razem.",
      "example_translation": "Мне пришлось изменить платье, чтобы оно-fit me. Она изменила свои планы в последнюю минуту. Я изменю рецепт в следующий раз.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alternatywa",
      "translation": "альтернативный",
      "definition": "Wybór lub opcja dodatkowa; inny sposób robienia czegoś.",
      "definition_translation": "Выбор или опция además других; другой способ делать что-то.",
      "example": "Mamy alternatywę planu w przypadku awaryjnym. Wybrała alternatywną trasę, aby uniknąć korków. Będę rozważał alternatywne rozwiązanie następnego tygodnia.",
      "example_translation": "У нас есть альтернативный план на случай экстренной ситуации. Она выбрала альтернативный маршрут, чтобы избежать пробок. Я рассмотрю альтернативное решение на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alternatywa",
      "translation": "альтернативный",
      "definition": "Inny wybór lub możliwość, szczególnie bardziej atrakcyjna lub zalecana.",
      "definition_translation": "Альтернативный выбор или возможность, особенно более привлекательный или целесообразный.",
      "example": "Rozważam alternatywne rozwiązania problemu. Alternowałem między dwiema alternatywami. Będę miał alternatywną opcję następnego tygodnia.",
      "example_translation": "Я рассматриваю альтернативные решения проблемы. Я чередовал между двумя альтернативами. У меня будет альтернативный вариант к следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "alternatywnie",
      "translation": "альтернативно",
      "definition": "W inny sposób lub sposób, szczególnie jako substytut lub alternatywa.",
      "definition_translation": "По-иному или иным образом, особенно как заменитель или альтернатива.",
      "example": "Możemy to zrobić alternatywnie. Alternowałem między pracą a wypoczynkiem. Będę miał alternatywnie zakończony zadanie.",
      "example_translation": "Мы можем сделать это альтернативно. Я поочередно работал и отдыхал. Я альтернативно完成 задачу.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aluminium",
      "translation": "алюминий",
      "definition": "Lekki, srebrzystobiały metal, odporny na korozję, stosowany w szerokim zakresie aplikacji.",
      "definition_translation": "Легкий, серебристо-белый металл, устойчивый к коррозии и используемый в широком диапазоне приложений.",
      "example": "Aluminium jest stosowane w budowie samolotów. Wczoraj zrecyklingowałem puszki aluminiowe. Nowa marka będzie wykonana z aluminium.",
      "example_translation": "Алюминий используется в конструкции самолетов. Я переработал алюминиевые банки вчера. Новая марка будет сделана из алюминия.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdumienie",
      "translation": "удивление",
      "definition": "Uczucie wielkiego zaskoczenia lub admiracji, często towarzyszone czymś w rodzaju zdziwienia lub zdumienia.",
      "definition_translation": "Чувство великого удивления или восхищения, часто сопровождаемое чувством удивления или изумления.",
      "example": "Byłem w zdumieniu.piękności miasta. Turyści czuli zdumienie przed starożytnymi ruinami. Zdumienie na jej twarzy było widać.",
      "example_translation": "Я был в удивлении от красоты города. Туристы чувствовали удивление от древних руин. Удивление на ее лице было осязаемым.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ambasador",
      "translation": "Посол",
      "definition": "Wysoki rangą przedstawiciel rządu, który działa jako oficjalny przedstawiciel swojego kraju w innym kraju.",
      "definition_translation": "Высокопоставленный правительственный представитель, который действует в качестве официального представителя своей страны в другой стране.",
      "example": "Ambasador został wezwany do ministerstwa spraw zagranicznych, aby omówić umowę handlową. Była ambasadorem przez ponad 10 lat i była szanowana. Będzie mianowana ambasadorem we Francji w przyszłym roku.",
      "example_translation": "Посол был вызван в министерство иностранных дел, чтобы обсудить торговое соглашение. Она была послом более 10 лет и пользовалась уважением. Она будет назначена послом во Францию в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ambicja",
      "translation": "Амбиция",
      "definition": "Silne pragnienie osiągnięcia czegoś, zwykle wymagające determinacji i ciężkiej pracy.",
      "definition_translation": "Сильное желание достичь чего-либо, обычно требующее решительности и упорной работы.",
      "example": "Jej ambicją było zostać sławną aktorką. On zawsze miał ambicję założenia własnej firmy. Celem drużyny jest zdobycie mistrzostwa w tym sezonie.",
      "example_translation": "Ее амбицией было стать знаменитой актрисой. Он всегда имел амбицию начать свой собственный бизнес. Амбиция команды - выиграть чемпионат в этом сезоне.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ambitny",
      "translation": "Амбициозный",
      "definition": "Mający lub pokazujący silne pragnienie sukcesu lub osiągnięcia czegoś, często wymagające determinacji i ciężkiej pracy.",
      "definition_translation": "Имеющий или демонстрирующий сильное желание преуспеть или достичь чего-либо, часто требующее решительности и упорной работы.",
      "example": "Był ambitnym młodym przedsiębiorcą. Firma ma ambitny plan ekspansji na skalę globalną. Ona jest ambitna i zawsze stara się poprawić swoje umiejętności.",
      "example_translation": "Он был амбициозным молодым предпринимателем. У компании есть амбициозный план по расширению на глобальном уровне. Она амбициозна и всегда стремится улучшить свои навыки.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozśmieszać",
      "translation": "Развлекать",
      "definition": "Zabawiać lub zajmować kogoś w przyjemny sposób, często przez robienie czegoś śmiesznego lub interesującego.",
      "definition_translation": "Развлекать или занимать кого-либо приятным образом, часто делая что-то забавное или интересное.",
      "example": "Komik jego dowcipów rozśmieszył publiczność. Park został zaprojektowany, aby rozśmieszać odwiedzających w każdym wieku. Ona rozśmieszała swoich przyjaciół swoimi śmiesznymi naśladowaniami.",
      "example_translation": "Шутки комика развлекли аудиторию. Парк был спроектирован, чтобы развлекать посетителей всех возрастов. Она использовала, чтобы развлекать своих друзей с ее забавными имитациями.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozśmieszać",
      "translation": "развлекать",
      "definition": "zabawiać lub zajmować kogoś w przyjemny sposób",
      "definition_translation": "развлекать или занимать кого-либо приятным образом",
      "example": "Ona rozśmieszyła dzieci zabawną historią. Ona rozśmieszyła publiczność swoim talentem. Ona rozśmieszy przyjaciół sztuczką magiczną.",
      "example_translation": "Она развлекала детей забавной историей. Она развлекает зрителей своим талантом. Она будет развлекать друзей с магическим трюком.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozśmieszony",
      "translation": "развлекался",
      "definition": "przeszły czas rozśmieszać, zabawić lub zająć kogoś w przyjemny sposób",
      "definition_translation": "прошедшее время глагола развлекать, развлекать или занимать кого-либо приятным образом",
      "example": "Byłem rozśmieszony przez show komediowy. Oni byli rozśmieszoni przez śmieszną żartę. Ona była rozśmieszona przez piękno miasta.",
      "example_translation": "Я развлекался комедийным шоу. Они развлекались шуткой. Она развлекалась красотой города.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rozrywka",
      "translation": "развлечение",
      "definition": "uczucie przyjemności lub zabawy",
      "definition_translation": "чувство наслаждения или развлечения",
      "example": "Park rozrywki był pełen szczęśliwych dzieci. Rozrywkowa kolejka była bardzo przerażająca. Ona odczuła rozrywkę, gdy zobaczyła show komediowy.",
      "example_translation": "Парк развлечений был заполнен счастливыми детьми. Аттракцион развлечения был очень страшным. Она чувствовала развлечение, когда она увидела комедийное шоу.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "anakonda",
      "translation": "анаконда",
      "definition": "Duża, niejadowita wąż żyjący w Ameryce Południowej",
      "definition_translation": "большая, неядовитая змея, found in Южной Америке",
      "example": "Anakonda owinęła swoje ciało wokół drzewa. Anakonda została znaleziona w dżungli amazońskiej. Anakonda połyka swoją ofiarę całą.",
      "example_translation": "Анаконда обернулась вокруг дерева. Анаконда была найдена в джунглях Амазонки. Анаконда проглотит свою добычу целиком.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "analizować",
      "translation": "аанализировать",
      "definition": "studiować lub badać coś szczegółowo, aby zrozumieć lub zidentyfikować jego główne cechy",
      "definition_translation": "изучать или исследовать что-либо тщательно, чтобы理解ить его или определить его основные признаки",
      "example": "Będę analizować dane, aby identyfikować trendy. Analizowałem dane w zeszłym tygodniu. Analizuję dane przez miesiące.",
      "example_translation": "Я буду анализировать данные, чтобы определить тренды. Я анализировал данные на прошлой неделе. Я анализирую данные в течение месяцев.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "analiza",
      "translation": "анализ",
      "definition": "proces rozkładania złożonych informacji lub idei na prostsze części, aby zrozumieć i zinterpretować je",
      "definition_translation": "процесс разбиения сложной информации или идей на более простые части для понимания и интерпретации их",
      "example": "Analiza wyników pokazała kilka interesujących wzorów. Zespół prowadzi analizę trendów rynkowych. Analiza zostanie ukończona do końca miesiąca.",
      "example_translation": "Анализ результатов выявил некоторые интересные паттерны. Команда проводит анализ тенденций на рынке. Анализ будет завершен к концу месяца.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "analityk",
      "translation": "аналитик",
      "definition": "osoba, która studiuje i analizuje dane, informacje lub idee, aby je zrozumieć i zinterpretować",
      "definition_translation": "человек, который изучает и исследует данные, информацию или идеи, чтобы понять и интерпретировать их",
      "example": "Analityk przedstawił wyniki zarządowi. Analityk został poproszony o ustalenie przyczyny problemu. Firma zatrudniła nowego analityka do pracy nad projektem.",
      "example_translation": "Аналитик представил результаты управления команде. Аналитик был поручен определить корень причины проблемы. Компания наняла нового аналитика для работы над проектом.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przodek",
      "translation": "предок",
      "definition": "osoba, zwierzę lub roślina, od której pochodzi inna osoba, zwierzę lub roślina",
      "definition_translation": "человек, животное или растение, от которого происходит другой человек, животное или растение",
      "example": "Nasi przodkowie mieszkali w tej wsi setki lat temu. Przodek gatunku został odkryty w zapisie kopalnym. Firma jest dumna ze swoich przodków, którzy założyli firmę.",
      "example_translation": "Наши предки жили в этой деревне сотни лет назад. Предок вида был обнаружен в фоссилиях. Компания гордится своими предками, которые основали бизнес.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gniew",
      "translation": "гнев",
      "definition": "Silne uczucie niezadowolenia, niezgody lub wrogości.",
      "definition_translation": "Сильное чувство неудовольствия, неудовлетворенности или враждебности.",
      "example": "Czuła gniew wobec brata za złamanie jej ulubionej wazy. Wczoraj była gniewna na niego, ale dzisiaj jest gniewna na siebie za przereagowanie. Do przyszłego tygodnia werde gniewna na kogoś innego.",
      "example_translation": "Она испытывала гнев по отношению к брату за то, что он разбил ее любимый вазон. Вчера она была зла на него, но сегодня она зла на себя за过reaction. К следующей неделе она будет зла на кого-то другого.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zwierzę",
      "translation": "животное",
      "definition": "Żyjąca organizacja, która żywi się materią organiczną, typowo mająca specjalizowane organy zmysłów i systemy nerwowe, i zdolna szybko reagować na bodźce.",
      "definition_translation": "Живой организм, питающийся органической материей, обычно имеющий специализированные органы чувств и нервную систему, и способный быстро реагировать на стимулы.",
      "example": "Zwierzę w zoo spało. Wczoraj zwierzę jadło, ale dziś gra. Do przyszłego miesiąca zwierzę urodzi swoje potomstwo.",
      "example_translation": "Животное в зоопарке спало. Вчера животное ело, но сегодня оно играет. К следующему месяцу животное родит свое потомство.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "roczne",
      "translation": "ежегодно",
      "definition": "Czynione lub zachodzące co roku; roczne.",
      "definition_translation": "Делаемое или происходящее каждый год; ежегодно.",
      "example": "Firma organizuje coroczne spotkanie, aby omówić wyniki roku. W zeszłym roku spotkanie odbyło się w czerwcu, ale w tym roku będzie w lipcu. W przyszłym roku spotkanie odbędzie się w sierpniu.",
      "example_translation": "Компания проводит ежегодное собрание, чтобы обсудить результаты года. В прошлом году собрание состоялось в июне, но в этом году оно состоится в июле. В следующем году собрание состоится в августе.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "lęk",
      "translation": "тревога",
      "definition": "Uczucie niepokoju, nerwowości lub niezdolności coś się stanie.",
      "definition_translation": "Чувство беспокойства, нервозности или беспокойства о чем-то, что может произойти.",
      "example": "Czuła lęk przed pierwszym wywiadem o pracę. Wczoraj była niepewna wyników, ale dzisiaj jest niepewna swojej nadchodzącej prezentacji. Do przyszłego tygodnia overposting swojego lęku.",
      "example_translation": "Она испытывала тревогу перед своим первым интервью на работу. Вчера она была тревожна о результатах, но сегодня она тревожна о своей предстоящей презентации. К следующей неделе она преодолеет свою тревогу.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niecierpliwie",
      "translation": "тревожно",
      "definition": "Czując lub pokazując lęk lub obawę; mając silne zaniepokojenie lub obawę coś się stanie",
      "definition_translation": "Чувствуя или проявляя тревогу или беспокойство; имея сильную озабоченность или страх перед чем-либо",
      "example": "Czekała niecierpliwie na wyniki egzaminu, ale na szczęście zdobyła z wyróżnieniem. Studiowała niecierpliwie przez wiele tygodni. Będzie niecierpliwie oczekiwać odpowiedzi na swoją aplikację o pracę.",
      "example_translation": "Она тревожно ждала результаты экзамена, но к счастью, она сдала с отличием. Она неделими тревожно училась. Она будет тревожно ожидать ответа на ее заявку на работу.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jakkolwiek",
      "translation": "в любом случае",
      "definition": "W każdym przypadku; niezależnie od tego, co się stało lub dzieje",
      "definition_translation": "В любом случае; независимо от того, что происходит или произошло",
      "example": "Będę uczestniczyć w spotkaniu, jakkolwiek nie czuję się dobrze. Jakkolwiek, nie chciałem pójść na imprezę. Jakkolwiek, ona ukończy studia kolejnego roku.",
      "example_translation": "Я пойду на встречу в любом случае, даже если я не чувствую себя хорошо. В любом случае, я не wollte пойти на.party. В любом случае, она毕业ет в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "apostrof",
      "translation": "апостроф",
      "definition": "Znak interpunkcyjny (') używany do wskazania posiadania lub tworzenia kontraktów",
      "definition_translation": "Знак препинания (') используемый для обозначения принадлежности или для образования сокращений",
      "example": "Apostrof w 'it's' wskazuje, że jest to skrót od 'it is'. Nauczyciel wyjaśnił użycie apostrofów w nazwach posiadających. Nauczy się ona używać apostrofów poprawnie do końca roku.",
      "example_translation": "Апостроф в 'it's' указывает на то, что это сокращение от 'it is'. Учитель объяснил использование апострофов в существительных, обозначающих принадлежность. Она выучит использовать апострофы correctamente к концу года.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jawny",
      "translation": "явный",
      "definition": "Widać lub zrozumiały; oczywisty",
      "definition_translation": "Ясно видный или понятный; очевидный",
      "example": "Jawny brak postępów był frustrujący. Odpowiedź była jawna dla wszystkich w pokoju. Będzie jawne dla nich, że ona jest najlepszym kandydatem na tę pracę.",
      "example_translation": "Явное отсутствие прогресса было фрустрирующим. Ответ был явен для всех в комнате. Оказалось, что она - лучший кандидат на работу.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "widocznie",
      "translation": "очевидно",
      "definition": "Jest jasne lub oczywiste, że coś jest prawdziwe, choć nie jest bezpośrednio stwierdzone.",
      "definition_translation": "Это ясно или очевидно, что что-то является verdade, хотя это может не быть прямо заявлено.",
      "example": "Widać, że mieszkała za granicą przez kilka lat, ale widocznie wróciła do domu niedawno.",
      "example_translation": "Кажется, что она прожила за рубежом несколько лет, но очевидно, что она最近 вернулась домой.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "apelacja",
      "translation": "апеллировать",
      "definition": "Wniosek do wyższej władzy o zmianę decyzji.",
      "definition_translation": "Запрос к высшему органу изменить решение.",
      "example": "Adwokat złożył apelację do Sądu Najwyższego o uchylkę wyroku.",
      "example_translation": "Адвокат подал апелляцию в Верховный суд, чтобы отменить приговор.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odwołanie",
      "translation": "аттрактивность",
      "definition": "Cecha atrakcyjności i przyjemności.",
      "definition_translation": "Качество быть привлекательным и приятным.",
      "example": "Nowa restauracja miała niezaprzeczalne odwołanie, z jej modnym wyposażeniem i smacznym jedzeniem.",
      "example_translation": "Аттрактивность нового ресторана была неоспорима, с его модным декором и вкусной едой.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pojawić się",
      "translation": "появляться",
      "definition": "Wstać w widoku lub stać się znany.",
      "definition_translation": "Появляться в виду или стать известным.",
      "example": "Nowy produkt pojawi się w sklepach miesiąc temu, a już jest dostępny online.",
      "example_translation": "Новый продукт появится в магазинах अगलего месяца, и он будет доступен онлайн сейчас.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wygląd",
      "translation": "внешний вид",
      "definition": "sposób, w jaki ktoś lub coś wygląda",
      "definition_translation": "способ, которым выглядит кто-то или что-то",
      "example": "Jej wygląd na czerwonym dywanie był oszałamiający. Pojawiała się w wielu filmach przedtem, a teraz pojawia się w telewizji. Jej wygląd zmieni się po operacji.",
      "example_translation": "Ее внешний вид на красной дорожке был ошеломляющим. Она появлялась в многих фильмах раньше, но теперь она появляется по телевизору тоже. Ее внешний вид изменится после операции.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wniosek",
      "translation": "заявка",
      "definition": "Formalny wniosek o coś, np. o pracę lub usługę",
      "definition_translation": "официальный запрос на что-то, chẳng hạn как на работу или услугу",
      "example": "Złożyłem wniosek o pracę tydzień temu, a złożę wniosek o stypendium w przyszłym roku. Wniosek o wizę złożyłem online, ale został odrzucony.",
      "example_translation": "Я подала свою заявку на работу на прошлой неделе, и tôi буду подавать на стипендию в следующем году. Я подала заявку на визу онлайн, но она была отклонена.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "doceniać",
      "translation": "оценить",
      "definition": "uznawać i korzystać z dobrych jakości czegoś",
      "definition_translation": "узнать и наслаждатьсяgood качествами чего-то",
      "example": "Doceniam twoją pomoc w przeprowadzce do nowego mieszkania. Doceniłem piękno zachodu słońca wczoraj. Będę doceniał, jeśli pomóż mi ponownie.",
      "example_translation": "Я оцениваю вашу помощь в переезде в новую квартиру. Я оценил красоту заката вчера. Я буду ценить это, если вы сможете помочь мне снова.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uznanie",
      "translation": "признательность",
      "definition": "uczucie wdzięczności lub szacunku dla czegoś",
      "definition_translation": "чувство благодарности или уважения к чему-то",
      "example": "Wyraziłem uznanie za prezent. Jej uznanie dla sztuki jest imponujące. Firma wyraziła uznanie dla pracy pracownika.",
      "example_translation": "Я выразил свою признательность за подарок. Ее признательность к искусству впечатляет. Компания показала свою признательность за тяжелую работу сотрудника.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podejście",
      "translation": "подход",
      "definition": "Akt podejścia lub podejmowania działania, zwłaszcza w świadomy i intencjonalny sposób.",
      "definition_translation": "Акт приближения или передвижения, особенно в целенаправленном и намеренном порядке.",
      "example": "Podejmę ten problem z ostrożnością. Wczoraj podejmowałem problem z ufnością. Jeśli podejmę sytuację poprawnie, uda mi się jutro.",
      "example_translation": "Яaproachую к проблеме с осторожностью. Вчера яapproached к вопросу с уверенностью. Если яapproachую к ситуации正确но, яucceed завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podejście",
      "translation": "подход",
      "definition": "Sposób robienia czegoś, zwłaszcza sposób rozwiązywania problemu lub sytuacji.",
      "definition_translation": "Способ делать что-то, особенно способ справляться с проблемой или ситуацией.",
      "example": "Moje podejście do zadania było błędne. Ona podejmie to zadanie z pozytywnym nastawieniem. Oni podejmowali problem z innym podejściem.",
      "example_translation": "Мой подход к задаче был неправильным. Она будетapproach к задаче с позитивным настроем. Ониapproached к проблеме с другим подходом.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odpowiedni",
      "translation": "соответствующий",
      "definition": "Należny lub odpowiedni dla określonej sytuacji lub celu.",
      "definition_translation": "Подходящий или соответствующий для конкретной ситуации или цели.",
      "example": "Ubranie było odpowiednie dla okazji. Fundusze były odpowiednie dla projektu. Akcja nie była odpowiednia w tej sytuacji.",
      "example_translation": "Одежда была соответствующей для мероприятия. Средства были соответствующими для проекта. Действие не было соответствующим в этой ситуации.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odpowiednio",
      "translation": "соответственно",
      "definition": "W sposób odpowiedni lub należny dla określonej sytuacji lub celu.",
      "definition_translation": "Таким образом, который является подходящим или соответствующим для конкретной ситуации или цели.",
      "example": "Nauczyciel ubrał się odpowiednio na spotkanie. Firma odpowiedziała odpowiednio na kryzys. Rząd działał odpowiednio w sytuacji.",
      "example_translation": "Учитель оделся соответственно для встречи. Компания odpowiedděla соответственно кризису. Правительство действовало соответственно в ситуации.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aprobatę",
      "translation": "одобрение",
      "definition": "Akt zatwierdzania lub akceptacji czegoś; uczucie liking lub wsparcia czegoś",
      "definition_translation": "Акт одобрения или принятия чего-либо; чувство liking или поддержки чего-либо",
      "example": "Firma otrzymała aprobatę dla nowego projektu od inwestorów. Rząd dał swoją aprobatę dla budowy nowego portu lotniczego. Nowa polityka wejdzie w życie po aprobatę rady.",
      "example_translation": "Компания получила одобрение для нового проекта от инвесторов. Правительство дало свое одобрение для строительства нового аэропорта. Новая политика вступит в силу после одобрения от совета.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zatwierdzić",
      "translation": "одобрять",
      "definition": "Zgadzać się z czymś lub akceptować coś; oficjalnie akceptować coś",
      "definition_translation": "Согласиться с чем-либо или принять что-либо; официально принимать или соглашаться с чем-либо",
      "example": "Menedżer zatwierdził nowy projekt. Popieram zmiany w polityce. Rada zatwierdzi budżet w przyszłym tygodniu.",
      "example_translation": "Менеджер одобрил новый дизайн. Я одобряю изменения политики. Совет одобрит бюджет на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przybliżony",
      "translation": "приблизительный",
      "definition": "Bliski dokładnej wartości lub ilości; nie dokładny, ale wystarczająco bliski",
      "definition_translation": "Близок к точному значению или количеству; не точный, но достаточно близок",
      "example": "Przybliżony koszt projektu to $10,000. Przypuszczalny czas nadejścia burzy to godzina 10. Przybliżona odległość do miasta to 50 mil.",
      "example_translation": "Приблизительная стоимость проекта составляет $10,000. Прогноз погоды дал приблизительное время для прибытия шторма. Приблизительное расстояние до города составляет 50 миль.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "fartuch",
      "translation": "фартук",
      "definition": "Kawałek tkaniny noszony przed przednią częścią ciała, aby chronić ubranie przed brudem lub plamami",
      "definition_translation": "Кусок ткани, который носит на передней части тела, чтобы защитить одежду от грязи или пятен",
      "example": "Szef kuchni nosił fartuch, aby chronić swoje ubranie przed plamami. Ogrodnik nosił fartuch, aby utrzymać czystość swoich ubrań. Artysta nosił fartuch, aby chronić swoje ubranie przed farbą.",
      "example_translation": "Шеф-повар носил фартук, чтобы защитить свою одежду от пятен. Садовник носил фартук, чтобы держать свою одежду чистой. Художник носил фартук, чтобы защитить свою одежду от краски.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "arena",
      "translation": "арена",
      "definition": "Prostokątna przestrzeń otoczona trybunami, używana do sportu, koncertów lub innych występów.",
      "definition_translation": "Прямоугольная площадка, окруженная ярусами сидений, используемая для спортивных мероприятий, концертов или других выступлений.",
      "example": "The Beatles zagrali swój pożegnalny koncert na arenie w 1966 roku, i był to wielki sukces. Teraz arena jest remontowana na igrzyska olimpijskie. Do przyszłego roku arena będzie ponownie zbudowana.",
      "example_translation": "Битлз сыграли свой прощальный концерт на арене в 1966 году, и это был огромный успех. Теперь арена реконструируется для Олимпийских игр. К следующему году арена будет перестроена.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ręka",
      "translation": "рука",
      "definition": "Górna część kończyny ludzkiej, od ramienia do nadgarstka.",
      "definition_translation": "Верхняя конечность человеческого тела, от плеча до запястья.",
      "example": "Ona miała tatuaż na swojej ręce, który dostała w zeszłym roku. Teraz ona myśli o zdobyciu kolejnego tatuażu na swojej ręce. W przyszłości ona będzie miała kilka tatuaży na swojej ręce.",
      "example_translation": "У нее была татуировка на руке, которую она сделала на свой день рождения в прошлом году. Теперь она подумывает о том, чтобы сделать еще одну на руке. В будущем у нее будут несколько татуировок на руке.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "uzbrojony",
      "translation": "вооруженный",
      "definition": "Wyposażony w broń, zwłaszcza broń palną.",
      "definition_translation": "Оснащенный оружием, особенно огнестрельным.",
      "example": "Policjant był uzbrojony w pistolet i taser, kiedy odpowiedział na wezwanie. Żołnierz był ciężko uzbrojony, kiedy ruszył na pole bitwy. W przyszłości policja będzie lepiej uzbrojona, aby radzić sobie z takimi sytuacjami.",
      "example_translation": "Полицейский был вооружен пистолетом и тазером, когда онตอบил на звонок. Солдат был тяжело вооружен, когда он отправился на поле боя. В будущем полиция будет лучше вооружена для handing таких ситуаций.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "organizować",
      "translation": "организовать",
      "definition": "Układać coś w porządku, przygotowywać lub uregulować coś w sposób szczególny.",
      "definition_translation": "Разместить в порядке, подготовить или урегулировать что-то определенным образом.",
      "example": "Zorganizowałem spotkanie z kolegami wczoraj, i omawialiśmy projekt. Ona zorganizuje kwiaty w wazonie do jutra. W przyszłości zorganizujemy party, aby świętować naszą rocznicę.",
      "example_translation": "Я организовал встречу со своими коллегами вчера, и мы обсудили проект. Она организует цветы в вазе к завтрашнему дню. В будущем мы организуем вечеринку, чтобы отпраздновать нашу годовщину.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zatrzymanie",
      "translation": "арест",
      "definition": "Akt przyjęcia kogoś w areszt, zwykle dlatego, że jest podejrzany o popełnienie przestępstwa.",
      "definition_translation": "Акт задержания кого-то, обычно потому, что они подозреваются в совершении преступления.",
      "example": "Policjant zdecydował się zatrzymać podejrzanego po znalezieniu dowodów przestępstwa. Wczoraj, została zatrzymana za prowadzenie pod wpływem alkoholu. Jeśli nie stawi się w sądzie, zostanie zatrzymana ponownie.",
      "example_translation": "Полицейский офицер решил арестовать подозреваемого после обнаружения улик преступления. Вчера она была арестована за вождение в нетрезвом виде. Если она не явится в суд, она будет арестована снова.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "arogancja",
      "translation": "арогантность",
      "definition": "Posiadanie lub pokazywanie postawy wyższości, braku skromności i tendencji do dominacji.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "Arogancja gwiazdy filmowej była odpychająca dla wielu fanów. Pokazała arogancję, kiedy weszła do pokoju, ignorując wszystkich innych. Jeśli nie sprawi, że jego arogancja się nie zliberalizuje, straci wszystkich przyjaciół.",
      "example_translation": "Арогантность знаменитости была отталкивающей для многих фанатов. Она проявила аrogантность, когда вошла в комнату, игнорируя всех остальных. Если он не проверит свою аrogантность, он потеряет всех своих друзей.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "arogantny",
      "translation": "арогантный",
      "definition": "Posiadanie lub pokazywanie postawy wyższości, braku skromności i tendencji do dominacji.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "Arogantny CEO był nienawidzony przez wszystkich swoich pracowników. Mój brat może być arogantny, kiedy mówi o swoich osiągnięciach. Była arogantna i sądziła, że wie wszystko.",
      "example_translation": "Арогантный генеральный директор был ненавидим всеми его сотрудниками. Мой брат может быть аrogантным, когда он говорит о своих достижениях. Она была аrogантной и думала, что знает все.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "strzała",
      "translation": "стрела",
      "definition": "Pocisk z ostrym punktem, wystrzeliwany z łuku, używany jako broń lub do sportu.",
      "definition_translation": "Проецируемый объект с острым концом, выстреливаемый из лука, используемый как оружие или для спорта.",
      "example": "Łucznik wystrzelił strzałę w cel. Wczoraj, strzeliłem strzałą w jabłko, ale chybiłem. Jeśli celujesz dokładnie, możesz trafić w celownik strzałą.",
      "example_translation": "Стрелок выстрелил стрелу в мишень. Вчера я выстрелил стрелу в яблоко, но я промахнулся. Если ты целишься аккуратно, ты можешь попасть в центр цели с помощью стрелы.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sztucznie",
      "translation": "искусственно",
      "definition": "W sposób, który nie jest naturalny lub spontaniczny; za pomocą procesów sztucznych lub nienaturalnych.",
      "definition_translation": "Способом, который не является естественным или спонтанным; с помощью искусственных или ненатуральных процессов.",
      "example": "Nowa polityka została wdrożona sztucznie, aby kontrolować gospodarkę. W przeszłości rząd sztucznie zawyżał wartość pieniądza. Do przyszłego roku, firma sztucznie wprowadzi nowe produkty na rynek.",
      "example_translation": "Новая политика была введена искусственно, чтобы контролировать экономику. В прошлом правительство искусственно.inflate валюту. К следующему году компания искусственно введет новые продукты на рынок.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "artystyczny",
      "translation": "художественный",
      "definition": "Dotyczący lub posiadający silną aprecjację dla sztuk, zwłaszcza w sposób kreatywny lub wyobraźniowy.",
      "definition_translation": "Относящийся к искусству или具有 сильного уважения к искусству, особенно в творческом или фантазийном виде.",
      "example": "Artystyczny dyrektor muzeum skompletował piękną kolekcję współczesnego sztuki. Artystyczna ekspresja malarki była unikatowa i porywająca. W przyszłości, miasto będzie miało festiwal artystyczny, aby promować lokalny talent.",
      "example_translation": "Арт-директор музея курировалcollectionof современного искусства. Художественное выражение художника было уникальным и пленительным. В будущем город проведет художественный фестиваль, чтобыpromote местный талант.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "artystycznie",
      "translation": "художественно",
      "definition": "W sposób umiejętny lub kreatywny, zwłaszcza w odniesieniu do sztuk.",
      "definition_translation": "Способом, который является умелым или творческим,особенно в отношении искусства.",
      "example": "Fotograf artystycznie uchwycił piękno krajobrazu. Tancerka artystycznie wyraziła emocje muzyki. W przeszłości architekci artystycznie zaprojektowali historyczny budynek.",
      "example_translation": "Фотограф художественно захватил красоту ландшафта. Танцор художественно выразил эмоции музыки. В прошлом архитекторы художественно спроектировали историческое здание.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "na bok",
      "translation": "в стороне",
      "definition": "Na lub ku stronie, szczególnie aby uniknąć lub zignorować coś.",
      "definition_translation": "На или по одной стороне,особенно для避ания или игнорирования чего-то.",
      "example": "Położyła książkę na bok, aby się skupić na pracy. On odsunął krzesło na bok, aby zrobić miejsce dla nowego stołu. W przyszłości, firma prawdopodobnie położy projekt na bok, aby skoncentrować się na ważniejszych zadaniach.",
      "example_translation": "Она положила книгу в сторону, чтобы сфокусироваться на своей работе. Он đẩy стул в сторону, чтобы Создать место для нового стола. В будущем компания положит проект в сторону, чтобы концентрация на более важных задачах.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "aspekt",
      "translation": "аспект",
      "definition": "Szczególny element lub część czegoś, takiego jak problem lub sytuacja.",
      "definition_translation": "Определенный аспект чего-либо,例如 проблемы или ситуации.",
      "example": "Aspekt domu, który lubiłem najbardziej, to ogród. Oceniłem aspekt nowej polityki w zeszłym tygodniu. Aspekt projektu, który martwił mnie, to termin realizacji.",
      "example_translation": "Аспект дома, который мне понравился больше всего, был задний двор. Я оценил аспект новой политики на прошлой неделе. Аспект проекта, который меня беспокоил, был дедлайн.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ocenić",
      "translation": "оценивать",
      "definition": "Oceniać lub szacować wartość lub jakość czegoś.",
      "definition_translation": "Оценить или оценить стоимость или качество чего-либо.",
      "example": "Nauczyciel ocenił wyniki studenta i dał feedback. Firma oceni szkody i zadecyduje o następnym kroku. Ocenię sytuację i dam ci znać.",
      "example_translation": "Учитель оценил работу студента и дал обратную связь. Компания будет оценивать ущерб и принимать решение о следующем шаге. Я оцениву ситуацию и сообщу вам.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ocena",
      "translation": "оценка",
      "definition": "Akt oceny lub wartościowania czegoś, lub sąd lub oszacowanie zrobione.",
      "definition_translation": "Акт оценки или оценки чего-либо, или суждение или оценка, сделанная.",
      "example": "Ocena projektu ujawniła kilka wad. Nauczyciel użył arkusza oceny do sprawdzania esejów studentów. Rząd dokonał oceny sytuacji, która okazała się zbyt optymistyczna.",
      "example_translation": "Оценка проекта выявил несколько недостатков. Учитель использовал руководство для оценки эссе студентов. Оценка ситуации, сделанная правительством, была過очно оптимистичной.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomóc",
      "translation": "помогать",
      "definition": "Dać wsparcie lub pomoc komuś lub czemuś.",
      "definition_translation": "Дать поддержку или помощь кому-либо или чему-либо.",
      "example": "Ona pomaga menedżerowi w codziennych zadaniach. Pomogłem przyjacielowi przy przeprowadzce do nowego mieszkania. Firma pomoże ofiarom katastrofy naturalnej.",
      "example_translation": "Она помогает менеджеру с ежедневными задачами. Я помог другу с переездом в новую квартиру. Компания будет помогать жертвам стихийного бедствия.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pomoc",
      "translation": "помощь",
      "definition": "Akt pomocy lub wsparcia komuś lub czemuś.",
      "definition_translation": "Акт помощи или поддержки кого-то или чего-то.",
      "example": "Ona udzieliła pomocy starszej kobiecie przy przekraczaniu ulicy. Ona pomaga swojej matce od 12 roku życia z chorobami domowymi. Ona pomoże zespołowi w nadchodzącym projekcie.",
      "example_translation": "Она оказала помощь пожилой женщине, переходившей улицу. Она помогает своей матери с домашними задачами с 12 лет. Она поможет команде в предстоящем проекте.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stowarzyszenie",
      "translation": "ассоциация",
      "definition": "Grupa ludzi zorganizowana dla określonego celu, takiego jak biznes lub organizacja charytatywna.",
      "definition_translation": "Группа людей, организованная для определенной цели, chẳng hạn как бизнес или благотворительная организация.",
      "example": "Stowarzyszenie ekologiczne pracuje nad redukcją zanieczyszczenia w mieście. Ona jest członkiem stowarzyszenia pisarzy od 2010 roku. Stowarzyszenie będzie gospodarzem konferencji w przyszłym tygodniu.",
      "example_translation": "Экологическая ассоциация работает над уменьшением загрязнения в городе. Она является членом ассоциации писателей с 2010 года. Ассоциация проведет конференцию на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "stowarzyszenie",
      "translation": "ассоциация",
      "definition": "Proces łączenia lub kojarzenia rzeczy w umyśle, takich jak idee lub wspomnienia.",
      "definition_translation": "Процесс соединения или связывания вещей в уме, таких как идеи или воспоминания.",
      "example": "Stowarzyszenie między dwoma wydarzeniami było niejasne. Zapach kawy zawsze skojarzony jest ze swoją babcią. Psycholog badający stowarzyszenie między językiem a kulturą.",
      "example_translation": "Связь между двумя событиями была неясной. Запах кофе всегда вызывает ассоциацию с моей бабушкой. Психолог изучал связь между языком и культурой.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "założyć",
      "translation": "предполагать",
      "definition": "Uznawać coś za prawdziwe lub zaistniałe bez posiadania dowodów lub dowodów.",
      "definition_translation": "Принимать что-то за истину или случившееся без доказательств или свидетельств.",
      "example": "Założę, że ona będzie spóźniona na spotkanie. On zajął rolę lidera zespołu po odejściu Jana. Będziemy założycieli odpowiedzialności za projekt.",
      "example_translation": "Я предполагаю, что она опаздывает на встречу. Он принял роль лидера команды после ухода Джона. Мы примем ответственность за проект.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zapewnić",
      "translation": "убедить",
      "definition": "Dawać komuś pewność lub pewność co do czegoś.",
      "definition_translation": "aukee кем-то уверенным или certo о чем-то",
      "example": "Zapewniłem jej, że wszystko będzie dobrze. Zapewniliśmy klientowi, że dotrzymamy terminu. Zapewniam ci, że jest to bezpieczne.",
      "example_translation": "Я убедил ее, что все будет в порядке. Я убедил клиента, что мы уложимся в срок. Я убедлю вас, что это безопасно.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdumiony",
      "translation": "пораженный",
      "definition": "Czując się ekstremalnie zdziwiony lub szokowany.",
      "definition_translation": "чувствующий极альную surprise или шок",
      "example": "Byłem zdumiony wiadomością. Ona była zdumiona urodą miasta. Byli zdumieni sztuczką magiczną.",
      "example_translation": "Я был поражен новостью. Она была поражена красотой города. Они были поражены фокусом.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdumiewający",
      "translation": "поражающий",
      "definition": "Ekstremalnie zdziwiący lub imponujący.",
      "definition_translation": "экстремально surprise или впечатляющий",
      "example": "Występ ogni sztucznych był zdumiewający. Widok z góry był zdumiewający. Jej talent był zdumiewający.",
      "example_translation": "Демонстрация фейерверков была поражающей. Вид с вершины был поражающим. Ее талант был поражающим.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdumienie",
      "translation": "изумление",
      "definition": "Uczucie wielkiego zdziwienia lub szoku.",
      "definition_translation": "чувство великой surprise или шока",
      "example": "Zdumienie na jej twarzy było jasne. Wiadomość spowodowała zdumienie w całym kraju. Sztuczka magika spowodowała zdumienie w pubbliczności.",
      "example_translation": "Изумление на ее лице было явным. Новость вызвала изумление по всей стране. Фокус магика вызвал изумление в аудитории.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atletyczny",
      "translation": "атлетический",
      "definition": "Dotyczący lub charakterystyczny dla sportowców lub sportu; fizycznie silny i sprawny.",
      "definition_translation": "Относящийся к спортсменам или атлетике; физически сильный и здоровый.",
      "example": "Był atletycznym dzieckiem, zawsze biegającym i grającym na zewnątrz. Jest atletycznym, więc może łatwo przebiec maraton. Będzie atletycznym w przyszłości, więc wygra wiele konkursów.",
      "example_translation": "Он был athletic ребёнком, всегда бегая и играя на улице. Он является athletic, поэтому он может легко пробежать марафон. Он будет athletic в будущем, поэтому он выиграет многие соревнования.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atmosfera",
      "translation": "атмосфера",
      "definition": "Powietrze lub gazy otaczające Ziemię; nastrój lub uczucie danego miejsca.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство určitого места.",
      "example": "Atmosfera w klasie jest napięta. Atmosfera miasta jest wibrująca. Atmosfera imprezy będzie festiwna.",
      "example_translation": "Атмосфера в классе напряжена. Атмосфера города живая. Атмосфера на вечеринке будет праздничной.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atmosfera",
      "translation": "атмосфера",
      "definition": "Powietrze lub gazy otaczające Ziemię; nastrój lub uczucie danego miejsca.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство определенного места.",
      "example": "Atmosfera w restauracji jest ciepła. Atmosfera muzeum jest cicha. Atmosfera lasu będzie pokojowa.",
      "example_translation": "Атмосфера в ресторане уютная. Атмосфера в музее тихая. Атмосфера в лесу будет мирной.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atom",
      "translation": "атом",
      "definition": "Bardzo mała cząsteczka materii, szczególnie taka, która jest zbyt mała, aby być widziana.",
      "definition_translation": "Очень маленькая частица вещества, особенно та, что слишком мала, чтобы увидеть.",
      "example": "Atomy są budulcem molekuł. Atom został rozbity w eksperymencie. Atomy będą łączyć się, tworząc nową molekułę.",
      "example_translation": "Атомы - это блоки строения молекул. Атом был разделен в эксперименте. Атомы объединятся, чтобы сформировать новую молекулу.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atomowy",
      "translation": "атомный",
      "definition": "Dotyczący lub składający się z atomów, szczególnie w stanie jonizacji.",
      "definition_translation": "Относящийся к атомам, особенно в состоянии ионизации.",
      "example": "Bomba atomowa została zrzucona na Hiroszimę w 1945 roku. Naukowiec studiuje strukturę atomową molekuły. Nowa elektrownia atomowa będzie gotowa do użytku za rok.",
      "example_translation": "Атомная бомба была сброшена на Хиросиму в 1945 году. Ученый изучает атомную структуру молекулы. Новый атомный электростанционный будет готов к следующему году.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyłączony",
      "translation": "прикрепленный",
      "definition": "Mocno przywiązany lub połączony z czymś.",
      "definition_translation": "Прочно закрепленный или соединенный с чем-то.",
      "example": "Plik jest przyłączony do emaila. Przyłączyłem dokument do raportu. Przyłączony garaż jest fantastyczną funkcją domu.",
      "example_translation": "Файл прикреплен к электронному письму. Я прикрепил документ к отчету. Прикрепленная гараж - это отличная функция дома.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "załącznik",
      "translation": "приложение",
      "definition": "Dokument lub plik, który jest dodawany do emaila lub wiadomości.",
      "definition_translation": "Документ или файл, который добавляется к электронному письму или сообщению.",
      "example": "Proszę znaleźć załącznik do tego emaila. Załącznik jest zbyt duży, aby wysłać go przez email. Otrzymałem załącznik z wiadomością.",
      "example_translation": "Пожалуйста, найдите приложение к этому электронному письму. Приложение слишком большое, чтобы отправить через электронную почту. Я получил приложение с сообщением.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "próba",
      "translation": "попытка",
      "definition": "Próba wykonania czegoś lub robienia podejmowania się czegoś.",
      "definition_translation": "Пытаться сделать что-то или предпринять усилие, чтобы достичь чего-то.",
      "example": "Próbuję ukończyć projekt do deadline. Ona próbowała wspiąć się na górę, ale nie udało się. Próbują;break rekord świata następnego miesiąca.",
      "example_translation": "Я постараюсь закончить проект к сроку. Она попыталась_scaling горы, но неудачно. Они постараются побить мировой рекорд в следующем месяце.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "strych",
      "translation": "чердачное помещение",
      "definition": "Przestrzeń lub pokój znajdujący się tuż poniżej dachu budynku, często używany do przechowywania.",
      "definition_translation": "Пространство или комната непосредственно ниже крыши здания, часто используемая для хранения.",
      "example": "Znalazłem stary kufer w strychu podczas sprzątania domu. Wczoraj sprzątałem strych, i teraz wygląda świetnie. Do przyszłego roku ukończę organizację strychu.",
      "example_translation": "Я нашел старый сундук в чердаке, когда чистил дом. Вчера я čistил чердак, и теперь он выглядит великолепно. К следующему году я закончу организацию чердака.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przyciągać",
      "translation": "привлекать",
      "definition": "Przyciągać uwagę lub zainteresowanie komuś czymś.",
      "definition_translation": "Привлекать внимание или интерес к чему-либо.",
      "example": "Piękny ogród przyciąga wiele turystów każdego roku. Ona przyciągnęła wiele uwagi na przyjęciu. Do przyszłego miesiąca nowy produkt przyciągnie więcej klientów.",
      "example_translation": "Красивый сад привлекает многих туристов каждый год. Она привлекла много внимания на вечеринке. К следующему месяцу новый продукт привлечет больше клиентов.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "atrakcja",
      "translation": "аттракцион",
      "definition": "Cecha miejsca, która czyni je interesującym lub przyjemnym.",
      "definition_translation": "Особенность места, которая делает его интересным или приятным.",
      "example": "Główną atrakcją miasta jest jego historyczne centrum. Roller coaster był główną atrakcją w parku rozrywki. Do następnego sezonu nowa atrakcja zostanie otwarta.",
      "example_translation": "Основной аттракцион города - его исторический центр. Американские горки были основным аттракционом в парке развлечений. К следующему сезону новый аттракцион будет открыт.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bakłażan",
      "translation": "баклажан",
      "definition": "Fioletowy warzywo, także znane jako eggplant, używane w gotowaniu.",
      "definition_translation": "Фиолетовый овощ, также известный как баклажан, используемый в кулинарии.",
      "example": "Uwielbiam gotować bakłażana parmezanę latem. Ona upiekła bakłażana wczoraj. Do następnego tygodnia upieczę bakłażana na obiad.",
      "example_translation": "Я люблю готовить аubergine пармезан летом. Она печь баклажан вчера. К следующей неделе я будет гриль баклажан на ужин.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "władza",
      "translation": "авторитет",
      "definition": "Moc lub prawo do kontroli lub polecenia; prawo do podejmowania decyzji i wydawania poleceń;",
      "definition_translation": "Власть или право управлять или командовать; право принимать решения и давать приказы",
      "example": "Rząd ma władzę tworzenia praw. Prezydent wykonał swoją władzę wetując projekt ustawy. Firma zyska władzę na rynku do końca roku.",
      "example_translation": "Правительство имеет власть создавать законы. Президент использовал свою власть, наложив вето на законопроект. К концу года компания приобретет авторитет на рынке.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "automatyczny",
      "translation": "автоматический",
      "definition": "Działający lub wykonany niezależnie, bez ingerencji ludzkiej; zdolny do funkcjonowania samodzielnie;",
      "definition_translation": "Работающий или выполняющийся самостоятельно, без вмешательства человека; способный функционировать самостоятельно",
      "example": "Automatyczne drzwi otworzyły się, gdyśmy się zbliżyli. Automatyczna skrzynia biegów uczyniła jazdę samochodem łatwą. Automatyczny system wykryje błąd i go naprawi.",
      "example_translation": "Автоматические двери открылись, когда мы подошли. Автоматическая трансмиссия делает машину легкой в управлении. Автоматическая система обнаружит ошибку и исправит ее.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "automatycznie",
      "translation": "автоматически",
      "definition": "Wykonywany niezależnie, bez ingerencji ludzkiej; dziejący się lub wykonany przez maszynę;",
      "definition_translation": "Выполняемый или работающий самостоятельно, без вмешательства человека; происходящий или выполняемый машиной",
      "example": "System automatycznie aktualizuje oprogramowanie. Drzwi automatycznie zablokowały się, gdyśmy opuścili samochód. Aparat automatycznie ustawia ostrość na obiekcie.",
      "example_translation": "Система автоматически обновляет программное обеспечение. Двери автоматически заперлись, когда мы вышли из машины. Камера автоматически фокусируется на объекте.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dostępność",
      "translation": "доступность",
      "definition": "Stan dostępności lub dostępności; jakość mogąca być używana lub uzyskiwana;",
      "definition_translation": "Состояние доступности или возможности доступа; качество того, что может быть использовано или получено",
      "example": "Dostępność produktu jest ograniczona. Dostępność pokoju hotelowego została potwierdzona przez recepcjonistę. Firma zapewni dostępność usługi do końca miesiąca.",
      "example_translation": "Доступность продукта ограничена. Доступность номера в отеле была подтверждена администратором. Компания обеспечит доступность услуги к концу месяца.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "unikać",
      "translation": "избежать",
      "definition": "Trzymać się z dala od czegoś lub kogoś, ponieważ mogłoby to być nieprzyjemne lub niebezpieczne.",
      "definition_translation": "Уклоняться от чего-то или кого-то, поскольку это может быть неприятным или опасным.",
      "example": "Staram się unikać jazdy w ciężkim deszczu, Uniknę wymocy jedzenia ostrego jutro, Uniknąłem rozmowy z nią, ponieważ byłem zły.",
      "example_translation": "Я стараюсь избежать вождения в сильный дождь, я избегаю есть острое завтра, я избегал разговаривать с ней, потому что я был зол.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nagroda",
      "translation": "награда",
      "definition": "Nagroda lub honor dado to komuś za osiągnięcie czegoś specjalnego.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "Wygrałem nagrodę za moją pracę charytatywną, Otrzymała nagrodę za swoją wybitną pracę, Zostaną nagrodzeni zwycięzcy trofeum.",
      "example_translation": "Я выиграл награду за мой вклад в благотворительность, Она получила награду за ее выдающуюся работу, Они наградят победителя трофеем.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nagroda",
      "translation": "награда",
      "definition": "Nagroda lub honor dado to komuś za osiągnięcie czegoś specjalnego.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "Firma nagrodzi najlepszego pracownika, Ceremonia wręczenia nagród odbędzie się następnego miesiąca, Wygrała nagrodę za swój innowacyjny projekt.",
      "example_translation": "Компания наградит лучшего сотрудника, Церемония награждения состоится в следующем месяце, Она выиграла награду за свой инновационный дизайн.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "świadomy",
      "translation": "осведомлен",
      "definition": "Mający wiedzę lub zrozumienie czegoś.",
      "definition_translation": "Иметь знание или понимание чего-то.",
      "example": "Jestem świadomy ryzyka, Ona była świadoma jego obecności, Byli świadomi zmian na rynku.",
      "example_translation": "Я осведомлен о рисках, связанных с этим, Она была осведомлена о его присутствии, Они были осведомлены о изменениях на рынке.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niezręcznie",
      "translation": "неловко",
      "definition": "W sposób niezręczny lub niezdolny; niezgrabny.",
      "definition_translation": "В sposób, который не является ماهр или изящным; неуклюжий.",
      "example": "Chodziła niezręcznie w wysokich obcasach, potykając się na schodach. Wczoraj niezręcznie próbowała tańczyć salsę. Jutro niezręcznie przedstawi prezentację przed kolegami z pracy.",
      "example_translation": "Она ходила неуклюже на своих высоких каблуках, спотыкаясь на лестнице. Вчера она неуклюже пыталась танцевать сальсу. Завтра она неуклюже представит доклад перед своими коллегами.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kawaler",
      "translation": "бакалавр",
      "definition": "Mężczyzna, który nigdy nie był żonaty, zwłaszcza taki, który jest uważany za atrakcyjnego i odpowiedniego do małżeństwa.",
      "definition_translation": "Мужчина, который никогда не был женат, особенно тот, который считается привлекательным и подходящим для брака.",
      "example": "Przystojny kawaler był centrum uwagi na przyjęciu. Mój przyjaciel jest kawalerem i uwielbia podróżować. Gdy odejdzie na emeryturę, będzie szczęśliwym kawalerem z dużo wolnego czasu.",
      "example_translation": "Прекрасный холостяк был центром внимания на вечеринке. Мой друг - холостяк и любит путешествовать. Когда он уйдет на пенсию, он будет счастливым холостяком с大量 свободного времени.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tło",
      "translation": "фон",
      "definition": "Sceneria lub sytuacja otaczająca osobę, wydarzenie lub rzecz.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "Tło obrazu było pięknym krajobrazem. Hałas tła rozpraszał mnie podczas nauki. W tle możesz usłyszeć dźwięk oceanu.",
      "example_translation": "Фон картины был красивым ландшафтом. Фоновый шум мешал мне учиться. На фоне вы можете услышать звук океана.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tło",
      "translation": "фон",
      "definition": "Sceneria lub sytuacja otaczająca osobę, wydarzenie lub rzecz.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "Tło zdjęcia było piękną górą. Firma sprawdziła moje tło przed zatrudnieniem. Tło strony internetowej było białe.",
      "example_translation": "Фон фото был красивой горой. Компания проверила мой фон, прежде чем нанять меня. Фон веб-сайта был простым белым.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "tło",
      "translation": "фон",
      "definition": "Tłem czegoś są okoliczności lub sytuacje, które istniały przed i podczas danego wydarzenia lub sytuacji.",
      "definition_translation": "Фон чего-либо - это ситуация или обстоятельства, которые существуют до и во время определенного события или ситуации.",
      "example": "Tłem kryzysu ekonomicznego była kombinacja czynników, w tym bańki na rynku nieruchomości i nadmiernego zadłużenia.",
      "example_translation": "Фон экономического кризиса был комбинацией факторов, включая пузырь на рынке жилищного строительства и чрезмерное заимствование.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kopia zapasowa",
      "translation": "резервное копирование",
      "definition": "Kopia zapasowa to kopiuje pliku lub danych, która jest tworzona w przypadku utraty oryginału.",
      "definition_translation": "Резервное копирование - это копия файла или данных, которая создается на случай потери или повреждения оригинала.",
      "example": "Robię kopię zapasową moich plików co tydzień, aby mieć pewność, że ich nie stracę w przypadku awarii komputera.",
      "example_translation": "Я создаю резервное копирование моих файлов каждый неделю, чтобы обеспечить, что я не потеряю их в случае сбоя моего компьютера.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zły",
      "translation": "плохой",
      "definition": "Coś, co jest złe, ma złej jakości lub nie jest satysfakcjonujące.",
      "definition_translation": "Что-то, что является плохим, имеет низкое качество или является неудовлетворительным.",
      "example": "Film był zły, więc wyszliśmy z kina po 30 minutach.",
      "example_translation": "Фильм был плохим, поэтому мы ушли из театра через 30 минут.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "władczy",
      "translation": "свирепый",
      "definition": "Osoba, która jest władcza, łatwo się irytuje lub staje się zła.",
      "definition_translation": "Кто-то, кто является свирепым, легко раздражается или быстро становится злым.",
      "example": "Moja siostra jest władcza, więc staram się unikać z nią kłótni.",
      "example_translation": "Моя сестра является свирепой, поэтому я стараюсь избегать спорить с ней.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odznaka",
      "translation": "знак отличия",
      "definition": "Odznaka to mała dekoracja lub emblemat, który jest noszony, aby pokazać przynależność, osiągnięcie lub tożsamość.",
      "definition_translation": "Знак отличия - этоsmall украшение или эмблема, которую носят, чтобы показать членство, достижение или идентичность.",
      "example": "Noszę odznakę na mundurze, aby pokazać, że jestem liderem zespołu. Będę nosić odznakę na konferencji, aby pokazać, że jestem prelegentem. Miałem nosić odznakę na ceremonii, aby pokazać, że jestem zwycięzcą.",
      "example_translation": "Она носила знак отличия на форме, чтобы показать, что она является лидером команды. Она будет носить знак отличия на конференции, чтобы показать, что она является докладчиком. Она носила знак отличия на церемонии, чтобы показать, что она является победителем.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "torba",
      "translation": "сумка",
      "definition": "Torba to pojemnik wykonany z elastycznego materiału, używany do przenoszenia lub przechowywania przedmiotów.",
      "definition_translation": "Сумка - это контейнер, сделанный из гибкого материала, используемый для ношения или хранения вещей.",
      "example": "Wziąłem torbę do sklepu. Będę wziął torbę na lotnisko jutro. Miałem wziął torbę na plażę w zeszłą sobotę.",
      "example_translation": "Я нес свою сумку в магазин. Я будет нести свою сумку в аэропорт завтра. Я нес свою сумку на пляж на прошлых выходных.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piekarnia",
      "translation": "пекарня",
      "definition": "Piekarnia to miejsce, gdzie wypiekają chleb, ciasta i wyroby cukiernicze.",
      "definition_translation": "Пекарня - это место, где делают и продают хлеб, торты и пирожные.",
      "example": "Odwiedziłem piekarnię tej rano, aby kupić świeży chleb. Ona odwiedzi piekarnię jutro, aby zamówić tort. Oni odwiedzili piekarnię w zeszłym tygodniu, aby kupić pewne wyroby cukiernicze.",
      "example_translation": "Я посетил пекарню это утро, чтобы купить некоторых свежего хлеба. Она будет посещать пекарню завтра, чтобы заказать торт. Они посетили пекарню на прошлой неделе, чтобы купить некоторых пирожных.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "równowaga",
      "translation": "баланс",
      "definition": "Równowaga to stan równowagi lub stabilności, gdzie różne elementy są w harmonii ze sobą.",
      "definition_translation": "Баланс - это состояние равновесия или устойчивости, где разные элементы находятся в гармонии друг с другом.",
      "example": "Artystka đấuiła o osiągnięcie równowagi w swojej kompozycji. Firma będzie dążyć do utrzymania równowagi między pracą a czasem wolnym. Oni osiągnęli równowagę pomiędzy swoimi dochodami i wydatkami.",
      "example_translation": "Художник боролся, чтобы достичь баланса в своей композиции. Компания будет стремиться поддерживать баланс между работой и досугом. Они достигли баланса между своими доходом и расходами.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "równowaga",
      "translation": "баланс",
      "definition": "Stan równowagi lub stabilności, gdzie wszystkie siły lub czynniki są w harmonii.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "Firma đấuiła o znalezienie równowagi między zyskiem a odpowiedzialnością społeczną. Wczoraj oni zbalansowali swój budżet. W przyszłości oni będą równoważyć swoje cele.",
      "example_translation": "Компания боролась с поиском баланса между прибылью и социальной ответственностью. Вчера они сбалансировали свой бюджет. В будущем они сбалансируют свои цели.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "równowaga",
      "translation": "баланс",
      "definition": "Stan równowagi lub stabilności, gdzie wszystkie siły lub czynniki są w harmonii.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "Artystka osiągnęła doskonałą równowagę kolorów w swojej pracy. Zawodnik osiągnął równowagę na belce. Ekonomiczny będzie równoważył budżet narodowy.",
      "example_translation": "Художница достигла идеального баланса цветов в своей картине. Баланс атлета на балансире был впечатляющим. Экономист сбалансирует национальный бюджет.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zrównoważony",
      "translation": "сбалансированный",
      "definition": "Mając wszystkie części lub elementy w harmonijnej proporcji lub relacji.",
      "definition_translation": "Имеющий все части или элементы в гармоничной пропорции или соотношении.",
      "example": "Firma osiągnęła znaczne zyski dzięki zrównoważonemu portfelowi. Szef kuchni stworzył zrównoważony menu dla restauracji. Dieta sportowca pomogła mu się wyleczyć z kontuzji.",
      "example_translation": "Сбалансированный портфель компании привел к значительным прибылям. Повар создал сбалансированное меню для ресторана. Сбалансированная диета атлета помогла ей восстановиться после травмы.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zakaz",
      "translation": "запрет",
      "definition": "Zakazywać coś, especially przez oficjalne postanowienie.",
      "definition_translation": "Запретить или禁止 что-то, особенно официальным декретом.",
      "example": "Rząd zakazał palenia w miejscach publicznych. Oni będą zakazywać używania odpadów jednorazowych za rok. Organizacja zakazała kontrowersyjnemu politykowi uczestnictwa w spotkaniu.",
      "example_translation": "Правительство запретило курение в общественных местах. Они запретят одиночные пластиковые изделия в следующем году. Организация запретила скандальному политику посещение встречи.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zakaz",
      "translation": "запрет",
      "definition": "Oficjalne oświadczenie, że coś nie jest dozwolone",
      "definition_translation": "официальное заявление о том, что что-то не допускается",
      "example": "Rząd zakazał palenia w wszystkich miejscach publicznych. Wczoraj oni zakazali sprzedaży fajerwerków. Do następnego roku oni będą mieli zakaz użycia odpadów jednorazowych.",
      "example_translation": "Правительство запретило курение во всех общественных местах. Вчера они запретили продажу фейерверков. К следующему году они запретят одноразовые пластиковые изделия.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "huk",
      "translation": "удар",
      "definition": "Głośny, ostry dźwięk, especialmente jeden wytworzony przez coś, co uderza w coś innego",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "Fajerwerk eksplodował z głośnym hukiem. Drzwi zamknęły się z hukiem. Samochód wybuchnął z hukiem.",
      "example_translation": "Фейерверк взорвался с громким ударом. Дверь захлопнулась с ударом. Машиной дала обратный ход с ударом.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "huk",
      "translation": "удар",
      "definition": "Głośny, ostry dźwięk, especialmente jeden wytworzony przez coś, co uderza w coś innego",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "Pistoł wystrzelił z hukiem. Muzyka zaczęła się z hukiem. Impreza skończy się z hukiem.",
      "example_translation": "Пистолет выстрелил с ударом. Музыка началась с ударом. Вечеринка закончится с ударом.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bankier",
      "translation": "банкир",
      "definition": "Osoba, która pracuje w banku, especially jedna ze stanowisk kierowniczych",
      "definition_translation": "человек, работающий в банке, особенно тот, кто имеет высокую должность",
      "example": "Bankier zainwestował dużo w akcje. Wczoraj bankier spotkał się z klientem. Do następnego roku bankier będzie miał emeryturę.",
      "example_translation": "Банкир инвестировал большие деньги в акции. Вчера банкир встретился с клиентом. К следующему году банкир уйдет на пенсию.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bankowość",
      "translation": "банковское",
      "definition": "Działalność polegająca na świadczeniu usług finansowych przez przyjmowanie i przechowywanie pieniędzy należących do innych osób i przedsiębiorstw, a następnie udostępnianie tych pieniędzy w celu uzyskania zysku.",
      "definition_translation": "Деятельность по предоставлению финансовых услуг посредством приема и охраны денег, принадлежащих другим физическим и юридическим лицам, и затем предоставления этих денег в виде кредитов для получения прибыли.",
      "example": "Pracowała w branży bankowej przez ponad 10 lat. Pracowała w branży bankowej przez 5 lat przed przeprowadzką do innego sektora. Będzie nadal pracować w branży bankowej po ukończeniu studiów.",
      "example_translation": "Она работает в банковской индустрии более 10 лет. Она работала в банковской индустрии 5 лет, прежде чем перейти в другой сектор. Она будет продолжать работать в банковской индустрии после окончания учебы.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "nagi",
      "translation": "голый",
      "definition": "Bez okrycia lub ubrania; nagi.",
      "definition_translation": "Без покрытия или одежды; нагой.",
      "example": "Drzewo było nagie po zimie. Czuła się naga bez makijażu. Modelka będzie naga na catwalku.",
      "example_translation": "Дерево было голым после зимы. Она чувствовала себя голой без макияжа. Модель будет голой на подиуме.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ledwo",
      "translation": "едва",
      "definition": "Tylko prawie; prawie wcale nie.",
      "definition_translation": "Только едва; почти не совсем.",
      "example": "Ledwo słyszę cię. Przeszła ledwo na egzamin. Uciekli ledwo z pożaru.",
      "example_translation": "Я едва слышу тебя. Она едва сдала экзамен. Они едва убежали из огня.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczekanie",
      "translation": "лай",
      "definition": "Ostry, eksplozywny krzyk, zwykle wydawany przez psa.",
      "definition_translation": "Острый взрывной крик, обычно издаваемый собакой.",
      "example": "Szczekanie psa przestraszyło mnie. Pies szczekał głośno na listonosza. Pies będzie szczekał na obcego.",
      "example_translation": "Лай собаки напугал меня. Собака громко лаяла на почтальона. Собака будет лаять на чужих.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "szczekanie",
      "translation": "лай",
      "definition": "Ostry, eksplozywny dźwięk wydawany przez psa, zwykle w celu wyrażenia alarmu, ekscytacji lub ostrzeżenia.",
      "definition_translation": "Острый, взрывной звук, издаваемый собакой, обычно для выражения тревоги, возбуждения или предупреждения.",
      "example": "Pies rozpoczął szczekać głośno, gdy zobaczył obcego. Szczekał ekscytowany, gdy zobaczył swojego właściciela. Będzie szczekał agresywnie, jeśli poczuje się zagrożony.",
      "example_translation": "Собака начала лаиться громко, когда увидела незнакомца. Она лаща радостно, когда увидела владельца. Она будет лаиться агрессивно, если почувствует угрозу.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bariera",
      "translation": "барьер",
      "definition": "Ogrodzenie, mur lub inna przeszkoda, która zapobiega lub utrudnia ruch lub dostęp.",
      "definition_translation": "Забор, стена или другой препятствия, который препятствует или мешает движению или доступу.",
      "example": "Bariera uniemożliwiła tłumowi wkroczenie do sali koncertowej. Kraj wybudował barierę, aby zapobiec nielegalnej imigracji. Nowa polityka usunie barierę wejścia dla małych przedsiębiorstw.",
      "example_translation": "Барьер препятствовал толпе ворваться в концертный зал. Страна установила барьер, чтобы предотвратить незаконную иммиграцию. Новая политика удалит барьер для входа для малого бизнеса.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "baza",
      "translation": "основа",
      "definition": "Podstawowa lub fundamentalna część czegoś, takiego jak system, teoria lub obiekt.",
      "definition_translation": "Основной или фундаментальный phần чего-то, такого как система, теория или объект.",
      "example": "Baza operacyjna firmy znajduje się w Nowym Jorku. Baza statuy jest wykonana z marmuru. Zespół badawczy założył bazę w dżungli.",
      "example_translation": "База операций компании находится в Нью-Йорке. Основание статуи сделано из мрамора. Исследовательская команда установила базовый лагерь в джунглях.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "baza",
      "translation": "основа",
      "definition": "Obiekt lub lokalizacja, która zapewnia fundament lub punkt wyjścia dla jakiejś działalności lub operacji.",
      "definition_translation": "Установка или местоположение, которое обеспечивает основу или точку старта для деятельности или операции.",
      "example": "Armia założyła bazę w pustyni, aby rozpocząć kontratak. Firma ma bazę w każdym dużym mieście. Drużyna miała silną bazę w playoffach dzięki swojej obronie.",
      "example_translation": "Армия установила базу в пустыне, чтобы начать контратаку. У компании есть база в каждом крупном городе. База команды в плей-офф была их сильной защитой.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "piwnica",
      "translation": "подвал",
      "definition": "Najniższe mieszkalne piętro budynku, szczególnie to znajdujące się poniżej poziomu gruntu.",
      "definition_translation": "нижний жилой этаж здания, особенно тот, что находится ниже уровня земли",
      "example": "Piwnica naszego starego domu była zawsze zimna i wilgotna. Zrenowowaliśmy ją ostatnio i teraz jest to przytulna sala. Będziemy kończyć podłogę w piwnicy następnego miesiąca.",
      "example_translation": "Подвал нашего старого дома всегда был холодным и влажным. Мы отремонтировали его в прошлом году, и теперь это уютная комната. Мы закончим пол в подвалеnext месяц.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "praktycznie",
      "translation": "в основном",
      "definition": "W fundamentalny lub istotny sposób; w zasadzie.",
      "definition_translation": "В основном или сущностном образом; по сути.",
      "example": "Praktycznie zgadzałem się z jego opinią, ale miałem pewne zastrzeżenia. Będziemy praktycznie kończyli projekt do końca roku. Praktycznie nauczyłem się grać na gitarze samemu.",
      "example_translation": "Я в основном согласился с его мнением, но у меня были некоторые reserves. Мы в основном закончим проект к концу года. Я в основном научился играть на гитаре сам.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bazylia",
      "translation": "базилик",
      "definition": "Słodki, aromatyczny ziele używane w gotowaniu, szczególnie w kuchni włoskiej i tajskiej.",
      "definition_translation": "Ароматная трава, используемая в кулинарии, особенно в итальянской и тайской кухне.",
      "example": "Uwielbiam dodawać świeżą bazylię do moich dań makaronowych. Zapach bazyli wypełnił kuchnię. Zasadzimy bazylię w naszym ogrodzie wiosną przyszłego roku.",
      "example_translation": "Я люблю добавлять свежий базилик к моим паста блюдам. Запах базилика llened the кухню. Мы посадим базилик в нашем саду будущей весной.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "podstawa",
      "translation": "основа",
      "definition": "Punkt wyjścia lub fundament dla czegoś.",
      "definition_translation": "Стартовая точка или основа для чего-либо.",
      "example": "Podstawa naszej firmy to zapewnienie doskonałej obsługi klienta. Utworzyliśmy podstawę naszego zespołu w zeszłym roku. Badania są podstawą naszego nowego projektu.",
      "example_translation": "Основа нашего бизнеса - это обеспечивать отличный сервис для клиентов. Мы сформировали основу нашей команды в прошлом году. Исследование является основой для нашего нового проекта.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "belka",
      "translation": "балка",
      "definition": "Długa, stabilna część drewna, metalu lub betonu używane w budownictwie, szczególnie jako podpora pozioma.",
      "definition_translation": "Балка - это длинная, прочнаяpiece дерева, металла или бетона, используемого в строительстве, особенно как горизонтальная поддержка.",
      "example": "Architekt zaprojektował belkę, aby wesprzeć ciężar dachu. Belkę zamontowano wczoraj. Belkę sprawdzi się w przyszłym tygodniu.",
      "example_translation": "Архитектор спроектировал балку для поддержки веса крыши. Балка была установлена вчера. Балка будет инспектирована на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "niedźwiedź",
      "translation": "медведь",
      "definition": "Niedźwiedź to duże, mięsożerne ssak z sierścią, żyjące w lasach i górach.",
      "definition_translation": "Медведь - это крупное, плотоядное млекопитающее с шерстистой шерстью, найденное в лесах и горах.",
      "example": "Widziałem niedźwiedzia w lesie w zeszłym tygodniu. Niedźwiedź hibernuje teraz. Niedźwiedź obudzi się wiosną.",
      "example_translation": "Я увидел медведя в лесу на прошлой неделе. Медведь сейчас спит. Медведь проснется весной.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bestia",
      "translation": "зверь",
      "definition": "Bestia to dziko żyjące zwierzę, szczególnie duże lub dzikie.",
      "definition_translation": "Зверь - это дикий животное, особенно крупное или свирепое.",
      "example": "Bestia ryknęła głośno w dżungli. Bestię oswajał trener. Bestię wystawiona będzie w zoo.",
      "example_translation": "Зверь громко рычал в джунглях. Зверь был укрощен тренером. Зверь будет выставлен в зоопарке.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bić",
      "translation": "бить",
      "definition": "Bić oznacza uderzać lub zdzierać coś powtarzająco, często z siłą.",
      "definition_translation": "Бить significa ударять или бить что-либо повторно, часто с силой.",
      "example": "Biłem bęben głośno na koncercie. Ona bije jajka w kuchni. On zabije przeciwnika w walce bokserskiej.",
      "example_translation": "Я ударил барабан громко на концерте. Она бьет яйца на кухне. Он победит оппонента в боксерском матче.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bić",
      "translation": "бить",
      "definition": "uderzać powtarzająco, często z siłą",
      "definition_translation": "бить или ударять повторно, обычно с насилием",
      "example": "Biłem bęben w zespole. Bię bęben w zespole. Będę bił bęben w zespole.",
      "example_translation": "Я бью в барабаны в группе. Я бью в барабаны в группе. Я буду бить в барабаны в группе.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bić",
      "translation": "бить",
      "definition": "pobić lub pokonać kogoś lub coś",
      "definition_translation": "побеждать или преодолевать кого-то или что-то",
      "example": "Zbijemy przeciwnika w grze. Bijemy przeciwnika w grze. Zbijemy przeciwnika w grze.",
      "example_translation": "Мы побили оппонента в игре. Мы побиваем оппонента в игре. Мы побьем оппонента в игре.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chrząszcz",
      "translation": "жук",
      "definition": "typ owada z twardą powłoką zewnętrzną",
      "definition_translation": "тип насекомого с твердой наружной оболочкой",
      "example": "Widziałem chrząszcza w ogrodzie. Widzę chrząszcza w ogrodzie. Zobaczę chrząszcza w ogrodzie.",
      "example_translation": "Я увидел жука в саду. Я вижу жука в саду. Я увижу жука в саду.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prosić",
      "translation": "просить",
      "definition": "prosić o coś w sposób grzeczny i pokorny",
      "definition_translation": "просить о чем-то в вежливой и смиренной манере",
      "example": "Proszę o wybaczenie. Proszę o wybaczenie. Proszę o wybaczenie.",
      "example_translation": "Я прошу прощения. Я прошу прощения. Я попрошу прощения.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "prosić",
      "translation": "просить",
      "definition": "Prosić o coś, szczególnie w sposób grzeczny i pokorny",
      "definition_translation": "Просить о чем-то, особенно в вежливой и смиренной манере",
      "example": "Prosiłem rodziców, aby pozwolili mi pójść na imprezę. Proszę cię, aby mi pomógł. Będę prosił o przebaczenie.",
      "example_translation": "Я просил моих родителей позволить мне пойти на вечеринку. Я прошу тебя помочь мне. Я буду просить прощения.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "przekonanie",
      "translation": "вера",
      "definition": "Uczucie zaufania lub pewności co do czegoś lub kogoś",
      "definition_translation": "Чувство доверия или уверенности в чем-то или ком-то",
      "example": "Mam silne przekonanie w Boga. Moje przekonanie we własnych siłach pomogło mi pokonać strach. Będzie ona wierzyć w ciebie.",
      "example_translation": "У меня есть сильная вера в Бога. Моя вера в себя помогла мне преодолеть страх. Она будет верить в тебя.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "należeć",
      "translation": "принадлежать",
      "definition": "Być częścią czegoś lub być związany z kimś lub czymś",
      "definition_translation": "Быть частью чего-то или быть связанным с кем-то или чем-то",
      "example": "Należę do klubu. Ona należy do bogatej rodziny. Będą należeć do zespołu.",
      "example_translation": "Я принадлежу клубу. Она принадлежит богатой семье. Они будут принадлежать команде.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "mienie",
      "translation": "имущество",
      "definition": "Rzeczy, które ktoś posiada lub ma",
      "definition_translation": "Вещи, которые кто-то拥有 или имеет",
      "example": "Moje mienie zostało skradzione. Ona spakowała swoje mienie i odeszła. Będą zbierać swoje mienie.",
      "example_translation": "Мои вещи были украдены. Она сложила свои вещи и ушла. Они соберут свои вещи.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ławka",
      "translation": "скамья",
      "definition": "Długi siedzisko dla kilku osób, zwykle wykonane z drewna lub metalu",
      "definition_translation": "длинное сидение для нескольких человек, обычно сделанное из дерева или металла",
      "example": "Usiadłem na ławce w parku, aby odpocząć. Usiądę na ławce jutro. Usiadłem na ławce wczoraj.",
      "example_translation": "Я сел на скамью в парке, чтобы отдохнуть. Я сяду на скамью завтра. Я сел на скамью вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zgiąć",
      "translation": "гнуться",
      "definition": "Zmienić kierunek lub kształt, zwykle przez zginanie lub zakrzywianie",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "Zgię się drutu, aby naprawić go. Zgiąłem drut wczoraj. Zgię się drut codziennie.",
      "example_translation": "Я согну проволоку, чтобы починить её. Я согнул проволоку вчера. Я гну проволоку каждый день.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zgiąć",
      "translation": "гнуться",
      "definition": "Zmienić kierunek lub kształt, zwykle przez zginanie lub zakrzywianie",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "Ona zgnęła reguły, aby pomóc innym. Zgnęła reguły ostatnim tygodniu. Zgnę reguły w przyszłym miesiącu.",
      "example_translation": "Она нарушает правила, чтобы помочь другим. Она нарушила правила прошлой неделей. Она нарушит правила следующим месяцем.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zgiąć",
      "translation": "гнуться",
      "definition": "Zmienić kierunek lub kształt, zwykle przez zginanie lub zakrzywianie",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": " Droga zginęła w lewo. Droga zginęła w prawo wczoraj. Droga zginę się w prostą jutro.",
      "example_translation": "Дорога гнется налево. Дорога гнулась направо вчера. Дорога gnetsya прямо завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pod",
      "translation": "ниже",
      "definition": "Umieszczony bezpośrednio pod czymś innym; położony na lub w pobliżu podłogi.",
      "definition_translation": "Расположенный непосредственно ниже чего-то другого; расположенный на или gần полу;",
      "example": "Książka była ukryta pod kanapą. Szukałem jej wszędzie, ale w końcu znalazłem ją pod łóżkiem. Położę klucze pod dywanem jutro.",
      "example_translation": "Книга была спрятана под диваном. Я искал ее везде, но затем finally нашел ее под кроватью. Завтра я положу ключи под коврик.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "korzystny",
      "translation": "полезный",
      "definition": "Mający pozytywny lub pomocny efekt; korzystny.",
      "definition_translation": "Имеющий положительный или полезный эффект; выгодный.",
      "example": "Ćwiczenia są korzystne dla naszego zdrowia. Nowa polityka będzie korzystna dla wszystkich pracowników. Ta innowacyjna technologia będzie korzystna dla środowiska w przyszłości.",
      "example_translation": "Упражнение полезно для нашего здоровья. Новая политика будет полезна для всех сотрудников. Эта инновационная технология будет полезна для окружающей среды в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "korzyść",
      "translation": "преимущество",
      "definition": "Przewaga lub ulepszenie, które następuje w wyniku czegoś.",
      "definition_translation": "Преимущество или улучшение, которое происходит в результате чего-то.",
      "example": "Firma oferuje wiele korzyści swoim pracownikom, w tym ubezpieczenie zdrowotne. Nowa polityka przyniosła wiele korzyści społeczności. Skorzystam z tej inwestycji w długim okresie.",
      "example_translation": "Компания предлагает muchos преимуществ для своих сотрудников, включая страхование здоровья. Новая политика принесла many преимуществ для общины. Я извлеку выгоду из этой инвестиции в долгосрочной перспективе.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " jagoda",
      "translation": "ягода",
      "definition": "Mały, zwykle słodki owoc, który rośnie na krzewach lub winoroślach.",
      "definition_translation": "Маленький, обычно сладкий фрукт, который растет на кустарниках или лозе.",
      "example": "Lubię jeść jagody latem. Sok jagodowy jest bardzo orzeźwiający. Ona zerwała kilka jagód z krzewu i zjadła.",
      "example_translation": "Я люблю есть ягоды летом. Сок ягоды очень освежающий. Она собрала некоторые ягоды с куста и ела их.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bestseller",
      "translation": "бестселлер",
      "definition": "Książka lub inne dzieło pisane, które sprzedaje się w bardzo dużych ilościach, czasem stając się zjawiskiem kulturowym.",
      "definition_translation": "Книга или другая письменная работа, которая продается в очень больших количествах, часто становясь культурным явлением.",
      "example": "Powieść stała się bestsellerem, zdobywając szczyt listy bestsellerów przez kilka tygodni. Będzie to bestseller, jestem pewny. Był to bestseller w zeszłym roku.",
      "example_translation": "Роман стал бестселлером, занимая верхние строчки в рейтинге несколько недель. Он будет бестселлером, я уверен. Он был бестселлером в прошлом году.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": " zakład",
      "translation": "ставка",
      "definition": "Zakład lub hazard, zazwyczaj dotyczący wyniku gry lub wydarzenia.",
      "definition_translation": "Ставка или азартная игра, обычно на исход игры или события.",
      "example": "Postawiłem zakład na wyścigi konne. Ona obstawia wszystko. On obstawił na złym zespole.",
      "example_translation": "Я сделал ставку на скачки. Она делает ставки на все. Он поставил на неправильную команду.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zdradzić",
      "translation": "предать",
      "definition": "Być nieuczciwym lub niewiernym wobec kogoś lub czegoś, często w sposób powodujący szkodę lub uszczerbek.",
      "definition_translation": "Быть неверным или нечестным по отношению к кому-то или чему-то, часто způsobа, который вызывает вред или ущерб.",
      "example": "On zdradził swój kraj, sprzedając sekrety. Ona zdradziła zaufanie przyjaciela. Oni nas zdradzą, jeśli będziemy niedbali.",
      "example_translation": "Он предал свою страну, продавая секреты. Она предала доверие своей подруги. Они предадут нас, если мы не будем осторожными.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bikini",
      "translation": "бикини",
      "definition": "Typ kostiumu kąpielowego, który nakrywa dolną część ciała, zwykle składający się z dwóch części, jednej dla bioder i jednej dla piersi.",
      "definition_translation": "Тип купальника, который покрывает нижнюю часть тела, обычно состоящий из двух частей, одной для бедер и одной для груди.",
      "example": "Ona założyła bikini na plaży. Kupiłem nowe bikini na lato. Sprzedawali bikiny w sklepie.",
      "example_translation": "Она носила бикини на пляже. Я купил новый бикини на лето. Они продавали бикини в магазине.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rachunek",
      "translation": "счет",
      "definition": "Rachunek jest dokumentem żądającym zapłaty od klienta, zwykle za dobra lub usługi świadczone.",
      "definition_translation": "Счет - это документ, запрашивающий оплату от клиента, обычно за товары или услуги, предоставленные.",
      "example": "Zapłaciłem rachunek za kolację wczoraj wieczorem. Zapłacę rachunek jutro. Zapłaciłem rachunek wczoraj.",
      "example_translation": "Я оплатил счет за обед昨 evening. Я оплачу счет завтра. Я оплатил счет вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "miliard",
      "translation": "миллиард",
      "definition": "Miliard jest dużą liczbą, równą jednemu tysiącowi milionów.",
      "definition_translation": "Миллиард - это большое число, равное одному тысяч миллионов.",
      "example": "Przychody spółki osiągnęły miliard dolarów w zeszłym roku. Osiągnie miliard dolarów w przyszłym roku. Osiągnęło miliard dolarów w zeszłym miesiącu.",
      "example_translation": "Доход компании достиг миллиарда долларов в прошлом году. Он достигнет миллиарда долларов в следующем году. Он достиг миллиарда долларов в прошлом месяце.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "biologiczny",
      "translation": "биологический",
      "definition": "Biologiczny dotyczy badań żywych organizmów i ich interakcji z otoczeniem.",
      "definition_translation": "Биологический относится к изучению живых организмов и их взаимодействия друг с другом и их окружающей средой.",
      "example": "Biologiczne skutki zmian klimatu są poważne. Skutki biologiczne zanieczyszczenia będą badane. Skutki biologiczne nowego leku były nieznane.",
      "example_translation": "Биологические эффекты изменения климата являются серьезными. Биологические эффекты загрязнения будут изучаться. Биологические эффекты нового лекарства были неизвестными.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ukąsić",
      "translation": "укус",
      "definition": "Ukąsić to schwycić lub ugryźć coś zębami.",
      "definition_translation": "Укусить - значит поймать или пережевать что-то зубами.",
      "example": "Pies ukąsił moją rękę. Ugryzłem w jabłko. Ona ugryzie paznokcie podczas egzaminu.",
      "example_translation": "Собака укусила мою руку. Я укусил яблоко. Она будет кусать ногти во время экзамена.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gryźć",
      "translation": "укус",
      "definition": "Zaciskać lub gryźć coś mocno zębami.",
      "definition_translation": "Захватывать или жевать что-то твёрдо своими зубами.",
      "example": "Gryźnęłem w jabłko. Teraz gryzę paznokcie. Będę gryźć język, jeśli się zdenerwuję.",
      "example_translation": "Я укусил яблоко. Сейчас я грызу ногти. Я укушу язык, если разозлюсь.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gorzki",
      "translation": "горький",
      "definition": "Mający silny, nieprzyjemny smak.",
      "definition_translation": "Имеющий сильный, неприятный вкус.",
      "example": "Kawa była gorzka. Czuję się gorzko o całej sytuacji. Lek będzie miała gorzki smak.",
      "example_translation": "Кофе был горьким. Она чувствовала горечь по поводу всей ситуации. Лекарство будет иметь горький вкус.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gorzko",
      "translation": "горько",
      "definition": "W sposób gorzki; z goryczą.",
      "definition_translation": "С горечью; с неприятными чувствами.",
      "example": "Ona gorzko żałowała swojej decyzji. On mówił gorzko o swojej przeszłości. Będą gorzko się nie zgadzać.",
      "example_translation": "Она до конца жизни сожалела о своем решении. Он говорил о своем прошлом с горечью. Они будутvehemently не согласны.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dziwny",
      "translation": "странный",
      "definition": "Niezwyczajny lub dziwny w sposób, który jest zaskakujący lub nieprzyjemny.",
      "definition_translation": "Необычный или странной в方式, которая является удивительной или неприятной.",
      "example": "Dziwne stworzenia w filmie przestraszyły mnie. Ona ma dziwny sens humoru. Dziwne zdarzenie miało miejsce wczoraj wieczorem.",
      "example_translation": "Странные существа в фильме нас пугали. У нее странное чувство юмора. Странное событие произошло прошлой ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "jeżyna",
      "translation": "ежевика",
      "definition": "Słodki i zwykle ciemnofioletowy owoc, który rośnie na krzewie.",
      "definition_translation": "сладкий и обычно темно-фиолетовый фрукт, который растет на кусте",
      "example": "Wczoraj zjadłem tartę z jeżyną, teraz piję smoothie z jeżyną, a jutro zjem sałatkę z jeżyną.",
      "example_translation": "Я ел малиновый пирог вчера, я ем малиновый смузи сейчас, и я буду есть малиновый салат завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "czarna porzeczka",
      "translation": "черная смородина",
      "definition": "Mały, okrągły, ciemnofioletowy owoc, który rośnie na krzewie.",
      "definition_translation": "маленький, круглый, темно-фиолетовый плод, который растет на кусте",
      "example": "Wczoraj zbierałem czarne porzeczki z ogrodu, teraz używam ich do robienia dżemu, a jutro zjem je z jogurtem.",
      "example_translation": "Я собирал черную смородину в саду вчера, я использую черную смородину для приготовления варенья сейчас, и я буду есть черную смородину с йогуртом завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ostrze",
      "translation": "лезвие",
      "definition": "Długi, płaski, wąski kawałek metalu, drewna lub plastiku używany do cięcia lub krojenia.",
      "definition_translation": "длинная, плоская, узкая piece металла, дерева или пластика, используемого для cắtки или рубки",
      "example": "Wczoraj naostrzyłem ostrze noża, teraz używam go do krojenia warzyw, a jutro będę używał go do cięcia liny.",
      "example_translation": "Я затачил лезвие моего ножа вчера, я использую лезвие для нарезки овощей сейчас, и я буду использовать лезвие для нарезки веревки завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pusty",
      "translation": "пустой",
      "definition": "Nie mający zaznaczonej lub zapisanej informacji.",
      "definition_translation": "не имеющий маркированной или написанной информации",
      "example": "Wczoraj wypełniłem puste miejsca w formularzu, teraz wypełniam puste komórki w tabeli, a jutro wypełnię puste pola w dokumencie.",
      "example_translation": "Я заполнил пустые пространства в форме вчера, я заполняю пустые ячейки в таблице сейчас, и я заполню пустые поля в документе завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ślepy",
      "translation": "слепой",
      "definition": "Nie mogący widzieć lub postrzegać oczami; pozbawiony zmysłu wzroku.",
      "definition_translation": "Неспособный видеть или воспринимать своими глазами; лишенный чувства зрения.",
      "example": "Byłem ślepy na piękno natury, dopóki nie podróżowałem w góry.",
      "example_translation": "Я был слеп к красоте природы, пока не поехал в горы.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zmrużyć",
      "translation": "моргать",
      "definition": "Zamknąć i otworzyć oczy szybko,通常 do usunięcia kurzu lub wilgoci lub do wyrażenia zdziwienia.",
      "definition_translation": "Закрывать и открывать глаза быстро, обычно для удаления грязи или влаги или для выражения удивления.",
      "example": "Ona zmrużyła oczy szybko, gdy nadciągała burza piaskowa.",
      "example_translation": "Она моргала быстро, когда буря из пыли приблизилась.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "blok",
      "translation": "блок",
      "definition": "Solidny kawałek materiału, takiego jak drewno lub kamień, używany do budowy lub konstrukcji.",
      "definition_translation": "Сплошной кусок материала, such as дерево или камень, используемый для строительства или строительства.",
      "example": "Budowniczy położył blok na szczycie fundamentu.",
      "example_translation": "Строитель положил блок на вершину основания.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "krwawy",
      "translation": "кровавый",
      "definition": "Pokryty lub zabarwiony krwią; okrutny lub przerażający.",
      "definition_translation": "Покрытый или запятнанный кровью; ужасный или хroric.",
      "example": "Krwawy obraz z filmu był zbyt intensywny dla mnie.",
      "example_translation": "Кровавая сцена из фильма была слишком интенсивной для меня.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "borówka",
      "translation": "черника",
      "definition": "Małe, zwykle słodkie, okrągłe owoce, które rosną na krzewie",
      "definition_translation": "маленький, обычно сладкий, круглый фрукт, который растет на кусте",
      "example": "Wczoraj zjadłem muffin z borówką na śniadanie, dziś piję smoothie z borówką na śniadanie, a jutro zjem płatki z borówką na śniadanie.",
      "example_translation": "Я ел藍 блюбери меффин на завтрак вчера, я ем блюбери смузи на завтрак сегодня, и я будет есть блюбери панкейки на завтрак завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zawstydzenie",
      "translation": "рассмеяться",
      "definition": "Nagłe uczucie wstydu lub zawstydzenia, które powoduje, że twarz staje się czerwona",
      "definition_translation": "внезапное чувство стыда или смущения, которое делает лицо красным",
      "example": "Zawstydziłem się, gdy zobaczyłem swoją sympatię idącą w moim kierunku, zawstydziłem się, gdy moi przyjaciele zorganizowali dla mnie niespodziankę z okazji urodzin, a zawstydzię się, gdy zobaczę swoją sympatię ponownie jutro.",
      "example_translation": "Я залиалась, когда я увидела свою любовь, идущую ко мне, я залиалась, когда мои друзья惊лили меня с днём рождения, и я залиalusь, когда я увижу свою любовь снова завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "deska",
      "translation": "доска",
      "definition": "Płaska, zwykle prostokątna kawałek drewna, plastiku lub innego materiału używany do określonego celu",
      "definition_translation": "плоская, обычно прямоугольная кусок дерева, пластика или другого материала, используемого для определенной цели",
      "example": "Wczoraj surfowałem na desce surfingowej, dziś jeżdzę na deskorolce, a jutro jeździć będę na desce snowboardowej.",
      "example_translation": "Я ехал на сёрфборде вчера, я еду на скейтборде сегодня, и я поеду на сноуборде завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "rada",
      "translation": "совет директоров",
      "definition": "Grupa osób, która podejmuje decyzje dla firmy lub organizacji",
      "definition_translation": "группа людей, которые принимают решения для компании или организации",
      "example": "Rada dyrektorów spotkała się wczoraj, aby omówić sytuację finansową firmy, spotkają się dziś, aby omówić strategię marketingową, a spotkają się jutro, aby omówić nowy produkt.",
      "example_translation": "Совет директоров собрался вчера, чтобы обсудить финансовое положение компании, они собираются сегодня, чтобы обсудить маркетинговую стратегию, и они соберутся завтра, чтобы обсудить запуск нового продукта.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "chwalić się",
      "translation": "хвастаться",
      "definition": "Mówić z dumą o czymś, co zrobiłeś lub co posiadasz",
      "definition_translation": "Говорить с гордостью о том, что вы сделали или что у вас есть",
      "example": "Chwaliłem się nowym samochodem przed przyjaciółmi. Chwalić się będę swoim osiągnięciem na ceremonii. Chwaliłem się swoim wynikiem w grze wczoraj.",
      "example_translation": "Я хвастался моей новой машиной перед друзьями. Я похвастаюсь своим достижением на церемонии. Я хвастался моим результатом в игре вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "obrona osobista",
      "translation": "охранник",
      "definition": "Osoba odpowiedzialna za ochronę kogoś przed szkodą lub niebezpieczeństwem",
      "definition_translation": "Человек, который отвечает за защиту кого-то от вреда или опасности",
      "example": "Celebrytka wynajęła ochronę osobistą, aby chronić się przed paparazzi. Ochrona osobista była bardzo profesjonalna i trzymała tłum z dala. Ochrona osobista będzie z prezydentem o każdej porze.",
      "example_translation": "Знаменитость наняла охранника, чтобы保护 ее от папарацци. Охранник был очень профессиональным и держал толпу на расстоянии. Охранник будет с президентом в любое время.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wrzenie",
      "translation": "кипение",
      "definition": "Proces, w którym ciecz staje się gorąca i zamienia się w parę",
      "definition_translation": "Процесс нагрева жидкости и ее превращения в пар",
      "example": "Wrząca woda została wylana do filiżanek herbaty. Temperatura wrzenia wody wynosi 100 stopni Celsjusza. Zupa wrzątek przez wiele godzin.",
      "example_translation": "Кипящая вода была налита в чашки для чая. Точка кипения воды составляет 100 градусов Цельсия. Суп кипел в течение часов.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "odważny",
      "translation": "смелый",
      "definition": "Pokazujący odwagę lub pewność siebie w swoich działaniach lub decyzjach",
      "definition_translation": "Проявляющий храбрость или уверенность в своих действиях или решениях",
      "example": "Odważny ruch firmy opłacił się w końcu. Była odważna enough, aby powiedzieć swoje zdanie na spotkaniu. Zrobił odważną decyzję, aby rzucić pracę i założyć własny biznes.",
      "example_translation": "Смелый шаг компании оправдался в конце. Она была смелой enough, чтобы высказать свое мнение на встрече. Он принял смелое решение уйти с работы и начать свой собственный бизнес.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "śmiało",
      "translation": "смело",
      "definition": "W sposób odważny lub dzielny",
      "definition_translation": "В смелом или мужественном виде",
      "example": "Ona przemawiała śmiało do tłumu, jej głos odbijał się od ścian. Ona podejmie się odejść tam, gdzie nikt nigdy nie szedł. Ona śmiało złamała zasady.",
      "example_translation": "Она смело говорила к толпе, ее голос отражался от стен. Она смело пойдет туда, где никто не ходил прежде. Она смело忽视ала правила.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bombardowanie",
      "translation": "бомбардировка",
      "definition": "Akt zrzucania bomb z samolotu",
      "definition_translation": "Действие сброса бомб из самолета",
      "example": "Bombardowanie miasta spowodowało szerokie zniszczenia. Bombardowanie będzie kontynuowane do czasu, aż wróg się podda. Oni bombardują ten obszar od tygodni.",
      "example_translation": "Бомбардировка города вызвала массовые разрушения. Бомбардировка будет продолжаться до тех пор, пока враг не сдастся. Они бомбардируют эту область в течение недель.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wiąź",
      "translation": "облигация",
      "definition": "Wiążąca umowa między dwoma lub więcej osobami",
      "definition_translation": "связывающее соглашение между двумя или более людьми",
      "example": "Utworzyli silną więź podczas studiów. Firma wyemitowała obligację, aby pozyskać kapitał. Więź między nimi stała się silniejsza z czasem.",
      "example_translation": "Они сформировали сильную связь во время учебы в колледже. Компания выпустила облигацию для привлечения капитала. Связь между ними укреплялась с течением времени.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "premia",
      "translation": "бонус",
      "definition": "Dodatkowa kwota pieniędzy wypłacana pracownikowi",
      "definition_translation": "Дополнительная сумма денег, выплачиваемая сотруднику",
      "example": "Firma wypłaciła mu premię za ciężką pracę. Otrzymała premię za osiągnięcie celów sprzedażowych. Premia była miłym zaskoczeniem na koniec roku.",
      "example_translation": "Компания дала ему бонус за его тяжелую работу. Она получила бонус за достижение своих целей по продажам. Бонус был приятным сюрпризом в конце года.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "broszura",
      "translation": "буклет",
      "definition": "Mała książeczka lub pamflet, zwykle składająca się z kilku stron zszytych razem, używana do udzielania informacji o czymś.",
      "definition_translation": "Маленькая книга или брошюра, как правило, состоящая из нескольких страниц, скрепленных вместе, используемая для предоставления информации о чем-то.",
      "example": "Podniósł broszurę o muzeum przy wejściu. Wczoraj, podniósł broszurę o muzeum przy wejściu. Do przyszłego roku, będę miał broszurę o muzeum przy wejściu.",
      "example_translation": "Я поднял буклет о музее у входа. Вчера я поднял буклет о музее у входа. К следующему году я подниму буклет о музее у входа.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "zakładka",
      "translation": "закладка",
      "definition": "Mały znacznik lub tag używany do oznaczania strony w książce, lub URL zapisany do późniejszego odwołania.",
      "definition_translation": "Маленькая метка или тэг, используемый для MARKING одного места в книге, или сохраненный URL для будущей ссылки.",
      "example": "Użyłem zakładki, aby oznaczyć stronę, którą czytałem. Wczoraj, użyłem zakładki, aby oznaczyć stronę, którą czytałem. Jutro, będę użył zakładki, aby oznaczyć stronę, którą czytam.",
      "example_translation": "Я использовал закладку, чтобы отметить страницу, которую я читал. Вчера я использовал закладку, чтобы отметить страницу, которую я читал.к завтра я będŁ использовал закладку, чтобы отметить страницу, которую я będŁ читать.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]
}