{
  "data": [
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bull terrier",
      "translation": "bull terrier",
      "definition": "A breed of dog known for its muscular build, short coats, and flat faces. Bull terriers are often referred to as gentle and affectionate companions.",
      "definition_translation": "Una razza di cane conosciuta per la sua corpulenza muscolare, mantelli corti e volti piatti. I bull terrier sono spesso definiti compagni gentili e affettuosi.",
      "example": "I owned a bull terrier when I was a kid. It was a very energetic dog. I will get a bull terrier again when I have kids. My friend has a bull terrier, and it's really friendly.",
      "example_translation": "Ho avuto un bull terrier quando ero ragazzo. Era un cane molto energico. Prenderò un bull terrier di nuovo quando avrò dei bambini. Il mio amico ha un bull terrier, ed è molto amichevole.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bulldog",
      "translation": "bulldog",
      "definition": "A breed of dog known for its sturdy build, wrinkled face, and gentle nature. Bulldogs are often referred to as loyal and protective companions.",
      "definition_translation": "Una razza di cane conosciuta per la sua costruzione robusta, volto rugoso e natura gentile. I bulldog sono spesso definiti compagni leali e protettivi.",
      "example": "I saw a bulldog at the park yesterday. It was very calm. Bulldogs were originally bred for fighting, but now they are lovable pets. My sister wants a bulldog as a pet.",
      "example_translation": "Ho visto un bulldog al parco ieri. Era molto calmo. I bulldog erano originariamente allevati per la lotta, ma ora sono animali da compagnia amabili. La mia sorella vuole un bulldog come animale da compagnia.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Dalmatian",
      "translation": "dalmata",
      "definition": "A breed of dog known for its distinctive white coat with black spots, athletic build, and energetic personality. Dalmatians are often referred to as loyal and friendly companions.",
      "definition_translation": "Una razza di cane conosciuta per il suo mantello bianco con macchie nere, costruzione atletica e personalità energetica. I dalmati sono spesso definiti compagni leali e amichevoli.",
      "example": "I have always wanted a Dalmatian as a pet. Dalmatians are very athletic dogs. My neighbor has a Dalmatian, and it's very friendly. I will get a Dalmatian when I move to a bigger house.",
      "example_translation": "Ho sempre voluto un dalmata come animale da compagnia. I dalmati sono cani molto atletici. Il mio vicino ha un dalmata, ed è molto amichevole. Prenderò un dalmata quando mi trasferirò in una casa più grande.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "poodle",
      "translation": "barboncino",
      "definition": "A poodle is a breed of dog known for its curly, non-shedding coat and high intelligence.",
      "definition_translation": "Un barboncino è una razza di cane nota per il suo mantello riccio e intelligenza alta.",
      "example": "I had a poodle when I was a child, it was very playful. Now I have a poodle, it's very well-behaved. I will get a poodle next year, it will be very loyal.",
      "example_translation": "Avevo un barboncino quando ero bambino, era molto giocososo. Ora ho un barboncino, è molto beneducato. Prenderò un barboncino l'anno prossimo, sarà molto leale.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Afghan hound",
      "translation": "levriero afghano",
      "definition": "An Afghan hound is a breed of dog known for its silky, fine coat and its ability to hunt small game.",
      "definition_translation": "Un levriero afghano è una razza di cane nota per il suo mantello setoso e fine e la sua capacità di cacciare piccoli giochi.",
      "example": "I saw an Afghan hound at the dog show, it was very majestic. My friend has an Afghan hound, it's very fast. I will breed an Afghan hound next year, it will be very successful.",
      "example_translation": "Ho visto un levriero afghano allo spettacolo canino, era molto maestoso. Il mio amico ha un levriero afghano, è molto veloce. Sarò allevatore di levrieri afghani l'anno prossimo, sarà molto successful.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Akita",
      "translation": "akita",
      "definition": "An Akita is a breed of dog known for its loyalty, courage, and protective nature.",
      "definition_translation": "Un akita è una razza di cane nota per la sua lealtà, coraggio e natura protettiva.",
      "example": "I have an Akita, it's very loyal. My sister had an Akita, it was very brave. I will get an Akita next year, it will be very protective.",
      "example_translation": "Ho un akita, è molto leale. Mia sorella aveva un akita, era molto coraggioso. Prenderò un akita l'anno prossimo, sarà molto protettivo.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Alaskan malamute",
      "translation": "Malamute dell'Alaska",
      "definition": "A large, powerful dog breed originating from Alaska, known for its strength, endurance, and friendly temperament.",
      "definition_translation": "Un grande e potente razza di cane originaria dell'Alaska, nota per la sua forza, resistenza e temperamento amichevole.",
      "example": "Yesterday, I saw an Alaskan malamute in the park. Today, I am going to adopt one. In the future, I will take my Alaskan malamute on a hike.",
      "example_translation": "Ieri ho visto un malamute dell'Alaska nel parco. Oggi sto adottando uno. Nel futuro, porterò il mio malamute dell'Alaska in escursione.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "basset hound",
      "translation": "Basset Hound",
      "definition": "A short-legged, long-bodied dog breed known for its calm and gentle nature, often used for hunting.",
      "definition_translation": "Un razza di cane a zampe corte e corpo lungo nota per la sua natura calma e gentile, spesso utilizzata per la caccia.",
      "example": "My neighbor owns a basset hound which loves to chase squirrels. Last week, I walked my neighbor's basset hound. Next month, I will take my neighbor's basset hound to the dog park.",
      "example_translation": "Il mio vicino possiede un Basset Hound che adora inseguire gli scoiattoli. La settimana scorsa, ho passeggiato il Basset Hound del mio vicino. Il mese prossimo, porterò il Basset Hound del mio vicino al parco cani.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beagle",
      "translation": "Beagle",
      "definition": "A small, friendly dog breed known for its curious nature and keen sense of smell, often used for hunting.",
      "definition_translation": "Un piccolo razza di cane amichevole nota per la sua natura curiosa e il suo olfatto acuto, spesso utilizzata per la caccia.",
      "example": "Yesterday, I saw a beagle at the dog show. Today, I am going to adopt a beagle. In the future, I will take my beagle on a hike.",
      "example_translation": "Ieri ho visto un Beagle alla mostra di cani. Oggi sto adottando un Beagle. Nel futuro, porterò il mio Beagle in escursione.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Bernese mountain dog",
      "translation": "Cane da montagna bernese",
      "definition": "A large, powerful dog breed originating from Switzerland, known for its thick coat and gentle temperament.",
      "definition_translation": "Una grande razza di cane potente originaria della Svizzera, nota per la sua pelliccia spessa e temperamento gentile.",
      "example": "I have always wanted a Bernese mountain dog as a pet, but they require a lot of exercise. Yesterday, I saw a Bernese mountain dog walking in the park, and it was beautiful. By next year, I will have a Bernese mountain dog of my own.",
      "example_translation": "Ho sempre voluto un cane da montagna bernese come animale domestico, ma richiedono moltissima attività fisica. Ieri, ho visto un cane da montagna bernese camminare nel parco, ed era bellissimo. L'anno prossimo, avrò un cane da montagna bernese tutto mio.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bloodhound",
      "translation": "segugio",
      "definition": "A large, powerful dog breed with a keen sense of smell, used for tracking and hunting.",
      "definition_translation": "Una grande razza di cane potente con un olfatto acuto, utilizzata per la caccia e la tracciatura.",
      "example": "The police used a bloodhound to track down the suspect. Yesterday, the bloodhound followed the scent and led us to the suspect's hideout. By next week, the bloodhound will have helped us solve the case.",
      "example_translation": "La polizia ha utilizzato un segugio per rintracciare il sospetto. Ieri, il segugio ha seguito l'odore e ci ha condotti al rifugio del sospetto. La prossima settimana, il segugio ci avrà aiutato a risolvere il caso.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "border collie",
      "translation": "collie di confine",
      "definition": "A medium-sized, energetic dog breed known for its intelligence, agility, and herding ability.",
      "definition_translation": "Una razza di cane di media taglia, nota per la sua intelligenza, agilità e capacità di pastorizia.",
      "example": "I have a border collie that loves to play fetch. Yesterday, my border collie won a agility competition, and tomorrow, it will herd sheep at the farm. By next month, my border collie will have learned new tricks.",
      "example_translation": "Ho un collie di confine che adora giocare a fetch. Ieri, il mio collie di confine ha vinto una competizione di agilità, e domani, riunirà le pecore alla fattoria. Entro il mese prossimo, il mio collie di confine avrà imparato nuovi trucchi.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Boston terrier",
      "translation": "Terrier di Boston",
      "definition": "The Boston terrier is a small, affectionate companion dog with a short, easy-to-maintain coat.",
      "definition_translation": "Il terrier di Boston è un cane da compagnia affiliativo di piccole dimensioni con un mantello breve e facile da mantenere.",
      "example": "I've had a Boston terrier since I was a kid, and I've always loved their friendly nature. Now I have a new one, which I named Max. By next year, I will have had three Boston terriers.",
      "example_translation": "Ho avuto un terrier di Boston fin da quando ero bambino, e ho sempre amato la loro natura amichevole. Ora ho un nuovo, che si chiama Max. Entro l'anno prossimo, avrò avuto tre terrier di Boston.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boxer",
      "translation": "boxer",
      "definition": "A boxer is a medium-sized, muscular dog with a short, smooth coat and a distinctive 'boxer' face.",
      "definition_translation": "Un boxer è un cane di taglia media, muscoloso, con un mantello breve e liscio e un viso caratteristico da 'boxer'.",
      "example": "I've always wanted a boxer, but my parents said they were too energetic. When I grew up, I got one, named Rocky, and now I'm training him. By the time I retire, I will have had five boxers.",
      "example_translation": "Ho sempre voluto un boxer, ma i miei genitori hanno detto che erano troppo energetici. Quando sono cresciuto, ne ho preso uno, che si chiama Rocky, e ora sto allenando lui. Quando andrò in pensione, avrò avuto cinque boxer.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bullmastiff",
      "translation": "mastino",
      "definition": "The bullmastiff is a large, powerful dog with a short, dense coat and a loyal, protective temperament.",
      "definition_translation": "Il mastino è un cane grande e potente con un mantello breve e denso e un temperamento leale e protettivo.",
      "example": "I've had a bullmastiff since I was in college, and it's been a wonderful companion. Now I have two, named Zeus and Apollo. By next decade, I will have had three bullmastiffs.",
      "example_translation": "Ho avuto un mastino fin da quando ero al college, e è stato un compagno meraviglioso. Ora ho due, che si chiamano Zeus e Apollo. Entro il prossimo decennio, avrò avuto tre mastini.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Cairn terrier",
      "translation": "Terrier di Cairn",
      "definition": "A small, shaggy-haired terrier that originated in the Scottish Highlands and is known for its lively and affectionate nature.",
      "definition_translation": "Un piccolo terrier dalle lunghe pelo che originò nelle Highlands scozzesi e noto per la sua natura allegra e affettuosa.",
      "example": "Yesterday, I saw a Cairn terrier playing in the park. Today, it is chasing a ball. Tomorrow, it will be cuddling with its owner.",
      "example_translation": "Ieri, ho visto un Terrier di Cairn giocare nel parco. Oggi, sta inseguendo una palla. Domani, si coccolerà con il suo proprietario.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cane corso, Spanish mastiff",
      "translation": "Cane Corso, Mastino Spagnolo",
      "definition": "A large, powerful breed of dog that originated in Italy and Spain, known for its loyalty and protectiveness.",
      "definition_translation": "Una grande razza di cane potente che originò in Italia e Spagna, nota per la sua lealtà e protezionismo.",
      "example": "The cane corso, Spanish mastiff was a popular breed in ancient times. It is now used as a guard dog. In the future, it will be a beloved family pet.",
      "example_translation": "Il Cane Corso, Mastino Spagnolo era una razza popolare nel tempo antico. Oggi è utilizzato come cane da guardia. Nel futuro, sarà un amatissimo animale domestico di famiglia.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Chihuahua",
      "translation": "Chihuahua",
      "definition": "A small, long-haired dog that originated in Mexico, known for its big eyes and lively personality.",
      "definition_translation": "Un piccolo cane dalle lunghe pelo che originò in Messico, noto per i suoi grandi occhi e la sua personalità allegra.",
      "example": "I have a Chihuahua that loves to play with toys. Yesterday, it bit my shoe. Tomorrow, it will be sleeping on my lap.",
      "example_translation": "Ho un Chihuahua che ama giocare con giocattoli. Ieri, ha morso la mia scarpa. Domani, si addormenterà sulle mie gambe.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chow chow",
      "translation": "cane lupo",
      "definition": "A Chow Chow is a fluffy, large-sized dog breed originating from China, known for its distinctive blue-black tongue and fluffy coat.",
      "definition_translation": "Un Chow Chow è una razza di cane di grandi dimensioni originaria della Cina, nota per la sua lingua blu-nera e il suo manto soffice.",
      "example": "My sister had a Chow Chow when she was a kid, it was really cute. She used to take it for a walk every morning. Now she wants to get another one, but my mom says no.",
      "example_translation": "Mia sorella aveva un Chow Chow quando era una bambina, era proprio carino. Lo portava a spasso ogni mattina. Adesso vuole prenderne un altro, ma mia madre dice di no.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cocker spaniel",
      "translation": "spaniel inglese",
      "definition": "A Cocker Spaniel is a gentle, friendly breed of dog known for its beautiful, floppy ears and sweet disposition.",
      "definition_translation": "Uno Spaniel Inglese è una razza di cane gentile e amichevole, nota per le sue belle orecchie pendenti e la sua dolce indole.",
      "example": "We had a Cocker Spaniel in our family, it was a lovely dog. It used to follow us everywhere and play with our kids. Now it's too old to play, but we still love it.",
      "example_translation": "Avevamo uno Spaniel Inglese nella nostra famiglia, era un cane meraviglioso. Ci seguiva ovunque e giocava con i nostri bambini. Adesso è troppo vecchio per giocare, ma lo amiamo ancora.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dachshund, sausage dog",
      "translation": "bassotto, cane salame",
      "definition": "A Dachshund, also known as a Sausage Dog, is a short-legged, long-bodied breed of dog originating from Germany, often kept as a pet.",
      "definition_translation": "Un Bassotto, anche noto come Cane Salame, è una razza di cane a zampe corte e corpo lungo originaria della Germania, spesso tenuto come animale da compagnia.",
      "example": "I saw a Dachshund at the park yesterday, it was so funny. It tried to chase a ball, but its short legs didn't allow it to run fast. I want to get one as a pet, they're so cute.",
      "example_translation": "Ho visto un Bassotto al parco ieri, era molto divertente. Ha cercato di inseguire una palla, ma le sue zampe corte non gli hanno permesso di correre veloce. Voglio prenderne uno come animale da compagnia, sono così carini.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fox terrier",
      "translation": "fox terrier",
      "definition": "A small, energetic dog with a short, smooth coat, bred for hunting small game, especially foxes.",
      "definition_translation": "Un piccolo cane energetico con un mantello corto e liscio, allevato per cacciare piccoli giochi, soprattutto volpi.",
      "example": "I had a fox terrier when I was a child, it was very playful. Now I have a new one, it is playing in the garden. By next year, I will have trained it well.",
      "example_translation": "Avevo un fox terrier quando ero bambino, era molto giocoso. Ora ne ho uno nuovo, sta giocando nel giardino. L'anno prossimo, l'avrò addestrato bene.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "French bulldog",
      "translation": "bulldog francese",
      "definition": "A breed of domestic dog known for its playful, affectionate nature and its short, easy-to-maintain coat.",
      "definition_translation": "Una razza di cane domestico conosciuta per la sua natura giocosa, affettuosa e il suo mantello corto, facile da mantenere.",
      "example": "My sister owns a French bulldog, it is very cute. She took it to the park yesterday, it was playing with other dogs. Next month, she will take it to the vet.",
      "example_translation": "Mia sorella possiede un bulldog francese, è molto carino. L'ha portato al parco ieri, stava giocando con altri cani. Il mese prossimo, lo porterà dal veterinario.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "German shepherd",
      "translation": "pastore tedesco",
      "definition": "A breed of medium to large-sized herding dog that is highly intelligent, confident, and loyal.",
      "definition_translation": "Una razza di cane da pastorizia di media a grandezza media che è alta intelligenza, fiducia e lealtà.",
      "example": "The German shepherd was trained to protect its owner, it was very loyal. Now it is working in the police force, it is helping to catch criminals. By next year, it will have completed its training.",
      "example_translation": "Il pastore tedesco era stato addestrato per proteggere il suo proprietario, era molto leale. Ora lavora nella forza di polizia, sta aiutando a catturare criminali. L'anno prossimo, avrà completato il suo addestramento.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "giant schnauzer",
      "translation": "schnauzer gigante",
      "definition": "A giant schnauzer is a large, powerful dog breed that originated in Germany in the 17th and 18th centuries.",
      "definition_translation": "Uno schnauzer gigante è una razza di cane grande e potente originaria della Germania nei secoli 17 e 18.",
      "example": "I have had a giant schnauzer as a pet for three years, and it has been a great companion. Yesterday, I took it to the park and it ran freely. Tomorrow, I will take it to the vet for a check-up.",
      "example_translation": "Ho avuto uno schnauzer gigante come animale domestico per tre anni, e è stato un grande compagno. Ieri, l'ho portato al parco e ha corso liberamente. Domani, lo porterò dal veterinario per un controllo.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "golden retriever",
      "translation": " retriever dorato",
      "definition": "A golden retriever is a popular breed of dog known for its friendly, loyal, and gentle nature.",
      "definition_translation": "Un retriever dorato è una razza di cane molto popolare nota per la sua natura amichevole, leale e gentile.",
      "example": "My family has a golden retriever, and it loves to play fetch. Last week, we took it to the beach and it had a great time. Next month, we will enter it into a dog show.",
      "example_translation": "La mia famiglia ha un retriever dorato, e adora giocare a prendi. La settimana scorsa, l'abbiamo portato al mare e si è divertito molto. Il prossimo mese, lo iscriveremo a una mostra di cani.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Great Dane",
      "translation": "dane grande",
      "definition": "A Great Dane is a large breed of dog known for its massive size, gentle nature, and short, smooth coat.",
      "definition_translation": "Un dane grande è una razza di cane nota per la sua grande taglia, la sua natura gentile e il suo mantello corto e liscio.",
      "example": "I saw a Great Dane at the park yesterday, and it was enormous. Last year, my friend had a Great Dane as a pet, but it passed away. Next year, I will consider getting a Great Dane as a pet.",
      "example_translation": "Ho visto un dane grande al parco ieri, ed era enorme. L'anno scorso, il mio amico aveva un dane grande come animale domestico, ma è morto. L'anno prossimo, considererò prendere un dane grande come animale domestico.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "greyhound",
      "translation": "levriero",
      "definition": "A greyhound is a breed of dog that is known for its speed and agility, often used for racing.",
      "definition_translation": "Un levriero è una razza di cane nota per la sua velocità e agilità, spesso utilizzata per le corse.",
      "example": "I saw a greyhound running in the park yesterday, it was very fast. Today, I will take my greyhound to the vet, and tomorrow, I will enter it into a racing competition.",
      "example_translation": "Ho visto un levriero che correva nel parco ieri, era molto veloce. Oggi, porterò il mio levriero dal veterinario, e domani, lo iscriverò a una competizione di corsa.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Irish terrier",
      "translation": "terrier irlandese",
      "definition": "An Irish terrier is a breed of dog originating from Ireland, known for its compact size and wiry coat.",
      "definition_translation": "Il terrier irlandese è una razza di cane originaria dell'Irlanda, nota per la sua taglia compatta e il suo mantello ruvido.",
      "example": "My friend has an Irish terrier that loves to play fetch. Yesterday, it chased its tail for hours. Next week, she will take it to a dog show.",
      "example_translation": "Il mio amico ha un terrier irlandese che adora giocare a fetch. Ieri, ha inseguito la sua coda per ore. La settimana prossima, lo porterà a una mostra canina.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Jack Russell terrier",
      "translation": "terrier Jack Russell",
      "definition": "A Jack Russell terrier is a breed of dog known for its energetic and lively personality, often used for hunting and companionship.",
      "definition_translation": "Il terrier Jack Russell è una razza di cane nota per la sua personalità energetica e vivace, spesso utilizzata per la caccia e la compagnia.",
      "example": "I have a Jack Russell terrier that loves to dig holes. Yesterday, it dug up my entire backyard. Next month, I will take it to obedience school.",
      "example_translation": "Ho un terrier Jack Russell che adora scavare buche. Ieri, ha scavato tutto il mio giardino. Il mese prossimo, lo porterò a scuola di obbedienza.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Labrador retriever",
      "translation": "Ritrattore del Labrador",
      "definition": "A Labrador retriever is a breed of medium to large-sized gun dog that is popular as a family pet and hunting companion.",
      "definition_translation": "Il Labrador Retriever è una razza di cane da caccia di media a grande taglia che è popolare come animale domestico e compagno di caccia.",
      "example": "I had a Labrador retriever as a childhood pet, and it was very friendly. My brother will buy a Labrador retriever next week, and he is very excited. She had trained a Labrador retriever to assist people with disabilities.",
      "example_translation": "Avevo un Labrador Retriever come animale domestico da bambino, e era molto amichevole. Mio fratello comprerà un Labrador Retriever la settimana prossima, e lui è molto emozionato. Lei aveva addestrato un Labrador Retriever per assistere le persone con disabilità.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Maltese",
      "translation": "Maltese",
      "definition": "The Maltese is a small breed of dog in the toy group that is known for its silky, white coat and gentle nature.",
      "definition_translation": "Il Maltese è una razza di cane del gruppo toy che è nota per la sua pelliccia setosa e bianca e per la sua natura gentile.",
      "example": "I saw a Maltese at the dog show, and it was very cute. My friend has a Maltese, and it is very playful. They will buy a Maltese next year, and they are very excited.",
      "example_translation": "Ho visto un Maltese all'esibizione canina, e era molto carino. Il mio amico ha un Maltese, e è molto giocoso. Compreranno un Maltese l'anno prossimo, e loro sono molto emozionati.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Mastiff",
      "translation": "Mastino",
      "definition": "A Mastiff is a large breed of dog known for its massive size, strength, and loyalty.",
      "definition_translation": "Il Mastino è una razza di cane nota per la sua grande mole, forza e lealtà.",
      "example": "The Mastiff is a very powerful dog, but it is also very gentle. She had a Mastiff as a pet, and it was very protective. They will buy a Mastiff next month, and they are very excited.",
      "example_translation": "Il Mastino è un cane molto potente, ma è anche molto gentile. Lei aveva un Mastino come animale domestico, e era molto protettivo. Compreranno un Mastino il mese prossimo, e loro sono molto emozionati.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "miniature pinscher",
      "translation": "pinscher nano",
      "definition": "A small breed of dog characterized by its short, smooth coat and compact size.",
      "definition_translation": "Una razza di cane di piccole dimensioni caratterizzata da una corta, liscia pelliccia e dimensioni compatte.",
      "example": "I owned a miniature pinscher when I was a child, and it was a very playful dog. Now I have a bigger dog, but I still miss my miniature pinscher. In the future, I will definitely get another miniature pinscher.",
      "example_translation": "Ho posseduto un pinscher nano quando ero bambino, e era un cane molto giocoso. Ora ho un cane più grande, ma ancora mi manca il mio pinscher nano. Nel futuro, mi procurerò sicuramente un altro pinscher nano.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "miniature poodle",
      "translation": "poodle nano",
      "definition": "A small breed of dog known for its curly, non-shedding coat and high intelligence.",
      "definition_translation": "Una razza di cane nota per la sua pelliccia riccia e non cadente e la sua alta intelligenza.",
      "example": "I have always been fascinated by miniature poodles and their beautiful coats. My friend has a miniature poodle and it is very obedient. In the future, I will get a miniature poodle and train it to perform tricks.",
      "example_translation": "Ho sempre sido affascinato dai poodle nani e dalle loro belle pellicce. Il mio amico ha un poodle nano e è molto obbediente. Nel futuro, mi procurerò un poodle nano e lo addestrerò a eseguire trucchi.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mongrel",
      "translation": "meticcio",
      "definition": "A dog of mixed breed, especially one that is a cross between a domestic dog and a wild canine.",
      "definition_translation": "Un cane di razza mista, specialmente uno che è un incrocio tra un cane domestico e un cane selvatico.",
      "example": "I have seen many mongrels in my neighborhood, and they all look very unique. My friend's dog is a mongrel, and it is very strong. In the future, I will adopt a mongrel from a shelter.",
      "example_translation": "Ho visto molti meticci nel mio quartiere, e tutti sembrano molto unici. Il cane del mio amico è un meticcio, ed è molto forte. Nel futuro, adotterò un meticcio da un rifugio.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Newfoundland",
      "translation": "Terra Nuova",
      "definition": "A large island off the east coast of Canada, known for its rugged natural beauty and rich cultural heritage.",
      "definition_translation": "Un'isola grande sulla costa orientale del Canada, nota per la sua bellezza naturale ruvida e il suo ricco patrimonio culturale.",
      "example": "I visited Newfoundland last summer and hiked the East Coast Trail. I will visit Newfoundland again next year. I have visited Newfoundland three times already.",
      "example_translation": "Ho visitato la Terra Nuova l'estate scorsa e ho camminato il Sentiero della Costa Orientale. Visiterò la Terra Nuova novamente l'anno prossimo. Ho già visitato la Terra Nuova tre volte già.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "papillon",
      "translation": "farfalla",
      "definition": "A type of dog with a long, curly coat, often used as a companion animal.",
      "definition_translation": "Un tipo di cane con un manto lungo e ricciuto, spesso utilizzato come animale da compagnia.",
      "example": "I used to have a papillon as a pet when I was a child. My sister owns a papillon now. She will get another papillon next month.",
      "example_translation": "Avevo un papillon come animale domestico quando ero bambino. Mia sorella possiede un papillon ora. Prenderà un altro papillon il prossimo mese.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pekingese",
      "translation": "Pechinese",
      "definition": "A small, fluffy dog breed originating from China, known for its loyal and gentle nature.",
      "definition_translation": "Una razza di cane piccola e morbida originaria della Cina, nota per la sua natura leale e gentile.",
      "example": "I have always wanted a Pekingese as a pet. My friend has a Pekingese and it is very cute. She had a Pekingese when she was a child.",
      "example_translation": "Ho sempre voluto un Pechinese come animale domestico. La mia amica ha un Pechinese e è molto carino. Aveva un Pechinese quando era bambina.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pit bull terrier",
      "translation": "pitbull terrier",
      "definition": "A pit bull terrier is a breed of dog known for its strength, agility, and loyalty. Originating in the United States in the mid-19th century, this breed was developed from the Old English Bulldog and the Old English Terrier.",
      "definition_translation": "Un pitbull terrier è una razza di cane nota per la sua forza, agilità e fedeltà. Originario negli Stati Uniti nel XIX secolo, questa razza è stata sviluppata dall'Old English Bulldog e dall'Old English Terrier.",
      "example": "Yesterday, I saw a pit bull terrier in the park. Today, I'm going to pet a pit bull terrier. Tomorrow, I will adopt a pit bull terrier.",
      "example_translation": "Ieri ho visto un pitbull terrier nel parco. Oggi sto per accarezzare un pitbull terrier. Domani adotterò un pitbull terrier.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pointer",
      "translation": "segugio",
      "definition": "A pointer is a type of dog that is bred to point and retrieve game, such as birds and rabbits. Pointers are known for their excellent hunting skills and their loyalty to their owners.",
      "definition_translation": "Un segugio è un tipo di cane allevato per puntare e recuperare la selvaggina, come uccelli e conigli. I segugi sono noti per le loro eccellenti abilità di caccia e la loro fedeltà ai loro proprietari.",
      "example": "My grandfather's pointer helped him catch many rabbits yesterday. Today, his pointer is sleeping on the couch. Tomorrow, his pointer will go hunting with him again.",
      "example_translation": "Il segugio di mio nonno gli ha aiutato a catturare molti conigli ieri. Oggi, il suo segugio sta dormendo sul divano. Domani, il suo segugio andrà a caccia con lui di nuovo.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Polish lowland sheepdog",
      "translation": "cane da pastore della pianura polacca",
      "definition": "A Polish lowland sheepdog is a breed of dog that originated in Poland and is used for herding sheep and other livestock. They are known for their intelligence, agility, and protective nature.",
      "definition_translation": "Un cane da pastore della pianura polacca è una razza di cane originaria della Polonia e utilizzata per la pastorizia di pecore e altri animali da fattoria. Sono noti per la loro intelligenza, agilità e natura protettiva.",
      "example": "My neighbor's Polish lowland sheepdog is very smart. Today, it helped him herd the sheep. Tomorrow, it will learn how to guard the farm.",
      "example_translation": "Il cane da pastore della pianura polacca di mio vicino è molto intelligente. Oggi, ha aiutato lui a radunare le pecore. Domani, imparerà come difendere la fattoria.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pomeranian",
      "translation": "Pomeranio",
      "definition": "A small breed of dog characterized by its fluffy double coat and resembling a teddy bear.",
      "definition_translation": "Una piccola razza di cane caratterizzata dalla sua doppia pelliccia morbida e somigliante a un orso di peluche.",
      "example": "I had a Pomeranian as a pet when I was a kid, and it used to play with me all day. My friend has a Pomeranian now, and it is always by her side. I will get a Pomeranian again when I move to a bigger house.",
      "example_translation": "Avevo un Pomeranio come animale domestico quando ero un bambino, e giocava con me tutto il giorno. La mia amica ha un Pomeranio adesso, e è sempre al suo fianco. Prenderò un Pomeranio di nuovo quando mi sposterò in una casa più grande.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pug",
      "translation": "carlino",
      "definition": "A small dog with a short, curved tail and a wrinkled face, often kept as a pet.",
      "definition_translation": "Un cane piccolo con una coda corta e curva e un viso rugoso, spesso tenuto come animale domestico.",
      "example": "I saw a pug at the park yesterday, and it was so cute. My sister has a pug, and it loves to play with toys. I will adopt a pug from the shelter next month.",
      "example_translation": "Ho visto un carlino al parco ieri, e era così carino. La mia sorella ha un carlino, e ama giocare con i giocattoli. Adotterò un carlino dal rifugio il mese prossimo.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pyrenean shepherd",
      "translation": "pastore dei Pirenei",
      "definition": "A breed of medium-sized dog originating from the Pyrenees Mountains, often used for herding sheep.",
      "definition_translation": "Una razza di cane di media taglia originaria dalle Montagne dei Pirenei, spesso utilizzata per il pascolo delle pecore.",
      "example": "I met a Pyrenean shepherd at the farm, and it was very intelligent. The Pyrenean shepherd helped the farmer to move the flock to another field. I will learn more about the Pyrenean shepherd breed soon.",
      "example_translation": "Ho incontrato un pastore dei Pirenei alla fattoria, e era molto intelligente. Il pastore dei Pirenei ha aiutato il contadino a spostare il gregge in un altro campo. Imparerò di più sulla razza del pastore dei Pirenei presto.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "A Rottweiler is a breed of domestic dog known for its strength, loyalty, and protective nature. Originating in ancient Rome, the breed was originally used as a guard dog and police dog.",
      "definition_translation": "Un Rottweiler è una razza di cane domestico nota per la sua forza, lealtà e natura protettiva. Originario dell'antica Roma, la razza era originariamente utilizzata come cane da guardia e cane poliziotto.",
      "example": "I had a Rottweiler when I was a kid, it was very loyal. Now I have a Labrador, but I used to have a Rottweiler. I will get a Rottweiler again in the future.",
      "example_translation": "Avevo un Rottweiler quando ero bambino, era molto leale. Adesso ho un Labrador, ma avevo un Rottweiler. Prenderò di nuovo un Rottweiler nel futuro.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Saint Bernard",
      "translation": "San Bernardo",
      "definition": "A Saint Bernard is a large breed of dog originating from the Swiss Alps, known for its thick coat, strong build, and gentle nature. They were originally used as rescue dogs, helping travelers stranded in the mountains.",
      "definition_translation": "Un San Bernardo è una razza di cane grande originaria delle Alpi svizzere, nota per il suo manto spesso, la sua costruzione robusta e la sua natura gentile. Erano originariamente utilizzati come cani di salvataggio, aiutando i viaggiatori bloccati nelle montagne.",
      "example": "I saw a Saint Bernard at the mountain resort last year, it was huge. My friend's family used to have a Saint Bernard when I was a kid, but it was very expensive to maintain. I would love to have a Saint Bernard in the future.",
      "example_translation": "Ho visto un San Bernardo alla stazione sciistica l'anno scorso, era enorme. La famiglia del mio amico aveva un San Bernardo quando ero bambino, ma era molto costoso da mantenere. Vorrei avere un San Bernardo nel futuro.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Samoyed",
      "translation": "Samoino",
      "definition": "A Samoyed is a breed of dog originating from Siberia, known for its fluffy white coat, smiling face, and friendly nature. Samoyeds were originally used as herding dogs, helping to herd reindeer and other livestock.",
      "definition_translation": "Un Samoino è una razza di cane originaria della Siberia, nota per il suo manto bianco soffice, il suo volto sorridente e la sua natura amichevole. I Samoini erano originariamente utilizzati come cani da pastore, aiutando a radunare i renne e altri animali da fattoria.",
      "example": "I have always wanted a Samoyed, they are so cute. My sister had a Samoyed when I was a kid, it was very playful. I will get a Samoyed when I have kids in the future.",
      "example_translation": "Ho sempre voluto un Samoino, sono così carini. Mia sorella aveva un Samoino quando ero bambino, era molto giocoso. Prenderò un Samoino quando avrò dei bambini nel futuro.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "schnauzer",
      "translation": "schnauzer",
      "definition": "A schnauzer is a breed of dog originating from Germany, known for its distinctive beard and mustache-like facial hair, as well as its intelligent, loyal, and protective nature.",
      "definition_translation": "Uno schnauzer è una razza di cane originaria della Germania, nota per la sua barba e pelo facciale simile a baffi, oltre che per la sua intelligenza, lealtà e natura protettiva.",
      "example": "I had a schnauzer when I was a kid, and it was so much fun playing with it. Now I have a schnauzer again, and it's very protective of my family. I will get a schnauzer again in the future because I love the breed.",
      "example_translation": "Avevo uno schnauzer quando ero ragazzo, e era così divertente giocare con lui. Ora ho di nuovo uno schnauzer, e è molto protettivo della mia famiglia. Prenderò di nuovo uno schnauzer in futuro perché amo questa razza.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Scottish terrier",
      "translation": "terrier scozzese",
      "definition": "A Scottish terrier is a small, agile dog breed originating from Scotland, known for its short legs, distinctive beard, and feisty personality.",
      "definition_translation": "Un terrier scozzese è una razza di cane piccola e agile originaria della Scozia, nota per le sue gambe corte, la sua barba distintiva e il suo carattere vivace.",
      "example": "My grandmother had a Scottish terrier that was very playful. When I visited her, the Scottish terrier would always sit on my lap. I will get a Scottish terrier soon because I love their small size.",
      "example_translation": "Mia nonna aveva un terrier scozzese che era molto giocoso. Quando la visitavo, il terrier scozzese si sedeva sempre sulle mie ginocchia. Prenderò un terrier scozzese presto perché amo la loro piccola taglia.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Shetland sheepdog",
      "translation": "collie Shetland",
      "definition": "A Shetland sheepdog, also known as a Sheltie, is a small to medium-sized dog breed originating from the Shetland Islands, known for its intelligence, agility, and herding ability.",
      "definition_translation": "Un collie Shetland, anche noto come Sheltie, è una razza di cane di piccole dimensioni originaria delle Isole Shetland, nota per la sua intelligenza, agilità e abilità di conduzione del gregge.",
      "example": "I saw a Shetland sheepdog at the dog park yesterday, and it was so fast. My friend has a Shetland sheepdog, and it's very obedient. I will adopt a Shetland sheepdog in the future because I love their intelligence.",
      "example_translation": "Ho visto un collie Shetland al parco cani ieri, ed era così veloce. Il mio amico ha un collie Shetland, ed è molto obbediente. Adotterò un collie Shetland in futuro perché amo la loro intelligenza.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "The Shiba Inu is a breed of dog from Japan known for its distinctive fox-like features and independent nature.",
      "definition_translation": "Lo Shiba Inu è una razza di cane dal Giappone nota per le sue caratteristiche volpine e natura indipendente.",
      "example": "I have owned a Shiba Inu for three years, and I love its playful attitude. Yesterday, I took my Shiba Inu to the park, and it ran freely. Tomorrow, I will take my Shiba Inu to the vet for a check-up.",
      "example_translation": "Ho posseduto uno Shiba Inu per tre anni, e adoro la sua attitudine giocosa. Ieri, ho portato il mio Shiba Inu al parco, e è corsa liberamente. Domani, porterò il mio Shiba Inu dal veterinario per un controllo.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Siberian husky",
      "translation": "Uccelatore Siberiano",
      "definition": "The Siberian Husky is a breed of dog originating from Siberia, known for its thick coat, blue eyes, and athletic build.",
      "definition_translation": "L'Uccelatore Siberiano è una razza di cane originaria della Siberia, nota per la sua folta pelliccia, gli occhi azzurri e la sua costruzione atletica.",
      "example": "I have always wanted a Siberian Husky as a pet, but my parents didn't allow it. Now, I'm planning to buy a Siberian Husky puppy next month. My friend has had a Siberian Husky for five years, and it's very friendly.",
      "example_translation": "Ho sempre desiderato un Uccelatore Siberiano come animale domestico, ma i miei genitori non hanno permesso. Ora, sto pianificando di comprare un cucciolo di Uccelatore Siberiano il prossimo mese. Il mio amico ha avuto un Uccelatore Siberiano per cinque anni, e è molto amichevole.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spitz",
      "translation": "Spitz",
      "definition": "The Spitz is a type of dog known for its fluffy coat, curly tail, and fox-like features.",
      "definition_translation": "Lo Spitz è un tipo di cane noto per la sua pelliccia soffice, la coda riccia e le caratteristiche volpine.",
      "example": "The spitz I saw at the park was very cute and playful. Yesterday, I went to the pet store and saw a spitz puppy. If I had the chance, I would adopt a spitz as my pet.",
      "example_translation": "Lo Spitz che ho visto al parco era molto carino e giocoso. Ieri, sono andato al negozio di animali domestici e ho visto un cucciolo di Spitz. Se avessi la possibilità, adotterei uno Spitz come animale domestico.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vizsla",
      "translation": "cane ungherese",
      "definition": "The Vizsla is a Hungarian hunting dog with a short, smooth coat and a energetic and lively temperament.",
      "definition_translation": "Il Vizsla è un cane da caccia ungherese con un mantello corto e liscio e un temperamento energico e vivace.",
      "example": "I had a vizsla as a pet when I was a kid, it was very playful. Today, I saw a vizsla at the park, it was running around with its owner. In the future, I want to get a vizsla again.",
      "example_translation": "Avevo un Vizsla come animale domestico quando ero un ragazzo, era molto giocoso. Oggi, ho visto un Vizsla al parco, correva intorno con il suo proprietario. Nel futuro, vorrei avere un Vizsla di nuovo.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "The Weimaraner is a large, sleek dog breed with a short, smooth coat and a athletic build, originating from Germany.",
      "definition_translation": "Il Weimaraner è una razza di cane grande e slanciata con un mantello corto e liscio e una costruzione atletica, originaria della Germania.",
      "example": "My neighbor owns a Weimaraner, it's very fast. Yesterday, I saw a Weimaraner at the dog show, it was very well-behaved. In a few years, I will get a Weimaraner as a pet.",
      "example_translation": "Il mio vicino possiede un Weimaraner, è molto veloce. Ieri, ho visto un Weimaraner alla mostra canina, si comportava molto bene. Tra qualche anno, mi prenderò un Weimaraner come animale domestico.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Corgi Gallo (Corgi Gallo del Pembrokeshire)",
      "definition": "The Pembroke Welsh Corgi is a short, intelligent dog breed with a distinctive appearance, originating from Wales.",
      "definition_translation": "Il Corgi Gallo del Pembrokeshire è una razza di cane intelligente e bassa con un aspetto particolare, originaria del Galles.",
      "example": "The Queen of England loves Welsh Corgis, she has many at the palace. Last week, I met a Welsh Corgi at the dog park, it was very friendly. In the future, I want to breed Welsh Corgis.",
      "example_translation": "La Regina d'Inghilterra ama i Corgi Gallesi, ne ha molti al palazzo. La settimana scorsa, ho incontrato un Corgi Gallo al parco cani, era molto amichevole. Nel futuro, vorrei allevare Corgi Gallesi.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Yorkshire terrier",
      "translation": "Terrier dello Yorkshire",
      "definition": "A small, spunky, and affectionate dog breed originating from Yorkshire, England, known for its big eyes, silky coat, and brave nature.",
      "definition_translation": "Un piccolo, vivace e affettuoso cane da razza originario dello Yorkshire, Inghilterra, noto per i suoi grandi occhi, pelliccia setosa e natura coraggiosa.",
      "example": "I had a Yorkshire terrier as a child, and it was very playful. Now I have one as a pet, and it still is. In the future, I hope to have another one.",
      "example_translation": "Ho avuto un terrier dello Yorkshire da bambino, e era molto giocoso. Adesso ne ho uno come animale domestico, e lo è ancora. In futuro, spero di avere un altro.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]
}