{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abandon",
      "translation": "abbandonare",
      "definition": "To leave someone or something behind, often in a hurry or without planning to return.",
      "definition_translation": "Lasciare qualcuno o qualcosa indietro, spesso in fretta o senza pianificare di tornare.",
      "example": "I abandoned my car on the side of the road when it broke down. Yesterday, I abandoned my job to pursue my passion. If I don't get a raise, I'll abandon this company and look for a better opportunity.",
      "example_translation": "Ho abbandonato la mia macchina sulla strada quando si è guastata. Ieri, ho abbandonato il mio lavoro per perseguire la mia passione. Se non mi danno un aumento, abbandonerò questa azienda e cercherò una possibilità migliore.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abandoned",
      "translation": "abbandonato",
      "definition": "Left or deserted, often in a state of disrepair or decay.",
      "definition_translation": "Lasciato o deserto, spesso in stato di disfacimento o decadenza.",
      "example": "The abandoned house on the hill has been vacant for years. The company abandoned its plans to expand into new markets. She felt abandoned by her friends when they didn't show up to her party.",
      "example_translation": "La casa abbandonata sulla collina è stata vuota per anni. L'azienda ha abbandonato i piani di espansione in nuovi mercati. Si è sentita abbandonata dai suoi amici quando non si sono presentati alla sua festa.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abolish",
      "translation": "abolire",
      "definition": "To officially end or get rid of something, such as a law, a system, or an institution.",
      "definition_translation": "Eliminare ufficialmente o togliere qualcosa, come una legge, un sistema o un'istituzione.",
      "example": "The government abolished the death penalty last year. The company abolished its dress code policy. The new law aims to abolish discrimination in the workplace.",
      "example_translation": "Il governo ha abolito la pena di morte l'anno scorso. L'azienda ha abolito la politica del codice di abbigliamento. La nuova legge mira ad abolire la discriminazione sul posto di lavoro.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "absence",
      "translation": "assenza",
      "definition": "The state of not being present or accounted for.",
      "definition_translation": "Lo stato di non essere presente o contabilizzato.",
      "example": "Her absence from the meeting was noticed by everyone. The teacher marked his absence in the attendance book. The company's absence from the industry has been felt by many.",
      "example_translation": "La sua assenza dalla riunione è stata notata da tutti. L'insegnante ha segnato la sua assenza nel libro delle presenze. L'assenza dell'azienda dall'industria è stata avvertita da molti.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "absolute",
      "translation": "assoluto",
      "definition": "Complete or total, with no limitations or conditions.",
      "definition_translation": "Completamente o totale, senza limitazioni o condizioni.",
      "example": "The absolute power of the king was unchallenged. She has an absolute passion for music. The scientist claims to have discovered an absolute cure for the disease.",
      "example_translation": "Il potere assoluto del re era incontestato. Ha una passione assoluta per la musica. Lo scienziato afferma di aver scoperto una cura assoluta per la malattia.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "absorb",
      "translation": "assorbire",
      "definition": "To take in and assimilate something, such as a liquid or a idea.",
      "definition_translation": "Assorbire e assimilare qualcosa, come un liquido o un'idea.",
      "example": "The sponge absorbs the water quickly. The company absorbed the loss by increasing its prices. The student absorbed the information like a sponge.",
      "example_translation": "La spugna assorbe l'acqua rapidamente. L'azienda ha assorbito la perdita aumentando i prezzi. Lo studente ha assorbito le informazioni come una spugna.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "absorb",
      "translation": "assorbire",
      "definition": "To engage someone's attention completely, often in a pleasing or enjoyable way.",
      "definition_translation": "Destare l'attenzione di qualcuno completamente, spesso in modo piacevole o gradevole.",
      "example": "The beautiful view absorbed her attention. The thrilling movie absorbed the audience. The game absorbed his attention for hours.",
      "example_translation": "La bella vista ha assorbito la sua attenzione. Il film emozionante ha assorbito il pubblico. Il gioco ha assorbito la sua attenzione per ore.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "absorb",
      "translation": "assorbire",
      "definition": "To take the blame or responsibility for something, often to protect others.",
      "definition_translation": "Assumere la colpa o la responsabilità di qualcosa, spesso per proteggere gli altri.",
      "example": "The manager absorbed the blame for the mistake. She absorbed the shock of the news by being strong. The company absorbed the cost of the project.",
      "example_translation": "Il manager ha assorbito la colpa dell'errore. Ha assorbito lo shock della notizia essendo forte. L'azienda ha assorbito i costi del progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abstract",
      "translation": "astratto",
      "definition": "Existing in thought or as an idea, but not having a physical presence.",
      "definition_translation": "Esistente nel pensiero o come idea, ma non avendo una presenza fisica.",
      "example": "The abstract concept of freedom is hard to define. The artist creates abstract paintings. The abstract idea of love is universal.",
      "example_translation": "Il concetto astratto di libertà è difficile da definire. L'artista crea dipinti astratti. L'idea astratta dell'amore è universale.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "absurd",
      "translation": "assurdo",
      "definition": "Extremely silly or unreasonable, often in a way that is humorous or ironic.",
      "definition_translation": "Estremamente sciocco o irragionevole, spesso in modo che sia divertente o ironico.",
      "example": "The absurd situation made us laugh. He thought the idea was absurd and refused to consider it. The absurd comedy sketch had everyone in stitches.",
      "example_translation": "La situazione assurda ci ha fatto ridere. Ha pensato che l'idea fosse assurda e ha rifiutato di considerarla. La scenetta comica assurda ha fatto ridere tutti.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abuse",
      "translation": "abuso",
      "definition": "To use something wrongly or excessively, often in a way that is harmful or unfair.",
      "definition_translation": "Usare qualcosa in modo sbagliato o eccessivo, spesso in modo che sia dannoso o ingiusto.",
      "example": "The government abused its power by restricting freedom of speech. She abused her authority by yelling at the employees. The company abused its resources by wasting money.",
      "example_translation": "Il governo ha abusato del suo potere restrizione la libertà di parola. Ha abusato della sua autorità urlando contro i dipendenti. L'azienda ha abusato delle sue risorse sprecando denaro.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abuse",
      "translation": "abuso",
      "definition": "To treat someone badly or cruelly, often in a physical or emotional way.",
      "definition_translation": "Trattare qualcuno male o crudelmente, spesso in modo fisico o emozionale.",
      "example": "The child was abused by her stepfather. The victim of abuse needs counseling. The report found evidence of widespread abuse in the industry.",
      "example_translation": "Il bambino è stato abusato dal suo patrigno. La vittima di abuso ha bisogno di consulenza. Il rapporto ha trovato prove di abuso diffuso nell'industria.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "academic",
      "translation": "accademico",
      "definition": "Related to education, learning, or universities.",
      "definition_translation": "Relativo all'istruzione, all'apprendimento o alle università.",
      "example": "He has an academic background in philosophy. The academic year starts in September. The professor is a renowned academic in her field.",
      "example_translation": "Ha un background accademico in filosofia. L'anno accademico inizia a settembre. La professoressa è un'eminente accademica nel suo campo.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "access",
      "translation": "accesso",
      "definition": "The right or opportunity to use or benefit from something.",
      "definition_translation": "Il diritto o l'opportunità di usare o beneficare di qualcosa.",
      "example": "I don't have access to the internet right now. The company provides access to exclusive events. She gained access to the restricted area.",
      "example_translation": "Non ho accesso a internet in questo momento. L'azienda fornisce accesso a eventi esclusivi. Ha ottenuto accesso all'area restritta.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accessible",
      "translation": "accessibile",
      "definition": "Easy to reach, use, or understand.",
      "definition_translation": "Facile da raggiungere, usare o comprendere.",
      "example": "The park is accessible by bus. The website is accessible to everyone. The information is accessible online.",
      "example_translation": "Il parco è accessibile in autobus. Il sito web è accessibile a tutti. Le informazioni sono accessibili online.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accidental",
      "translation": "accidentale",
      "definition": "Happening or done by chance, rather than on purpose.",
      "definition_translation": "Accaduto o fatto per caso, piuttosto che di proposito.",
      "example": "The accidental meeting led to a new friendship. The company was fined for the accidental pollution. The artist's accidental discovery led to a new technique.",
      "example_translation": "L'incontro accidentale ha portato a una nuova amicizia. L'azienda è stata multata per l'inquinamento accidentale. La scoperta accidentale dell'artista ha portato a una nuova tecnica.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accordion",
      "translation": "fisarmonica",
      "definition": "A musical instrument with a bellows that you pump to make a sound.",
      "definition_translation": "Uno strumento musicale con una mantice che si pompa per produrre un suono.",
      "example": "The accordion player performed at the festival. The traditional music features an accordion solo. He learned to play the accordion as a child.",
      "example_translation": "Il suonatore di fisarmonica ha eseguito al festival. La musica tradizionale presenta un assolo di fisarmonica. Ha imparato a suonare la fisarmonica da bambino.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "account",
      "translation": "conto",
      "definition": "A record of financial transactions, or a report of something.",
      "definition_translation": "Un registro di transazioni finanziarie, o un rapporto di qualcosa.",
      "example": "I need to check my account balance. The company provides an account of its financial performance. The journalist wrote an account of the event.",
      "example_translation": "Devo verificare il mio saldo del conto. L'azienda fornisce un conto della sua prestazione finanziaria. Il giornalista ha scritto un resoconto dell'evento.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accounting",
      "translation": "contabilità",
      "definition": "The process of recording, classifying, and reporting financial transactions and events.",
      "definition_translation": "Il processo di registrazione, classificazione e rendicontazione delle transazioni finanziarie e degli eventi.",
      "example": "She studied accounting in college. The company's accounting department is responsible for managing finances. The accounting software helps with tax preparation.",
      "example_translation": "Ha studiato contabilità al college. Il dipartimento di contabilità dell'azienda è responsabile della gestione delle finanze. Il software di contabilità aiuta nella preparazione delle tasse.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accuracy",
      "translation": "precisione",
      "definition": "The quality, condition, or degree of being exact and true.",
      "definition_translation": "La qualità, condizione o grado di essere esatto e vero.",
      "example": "The accuracy of the measurement is crucial. The company values accuracy in its data analysis. The teacher emphasized the importance of accuracy in the assignment.",
      "example_translation": "La precisione della misura è cruciale. L'azienda valuta la precisione nella sua analisi dei dati. L'insegnante ha sottolineato l'importanza della precisione nell'assegnazione.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accuse",
      "translation": "accusare",
      "definition": "To charge someone with a crime or wrongdoing, or to blame them for something.",
      "definition_translation": "Accusare qualcuno di un crimine o di una colpa, o incolpare per qualcosa.",
      "example": "The police accused him of theft. She accused her brother of lying. The company accused its competitor of stealing its idea.",
      "example_translation": "La polizia l'ha accusato di furto. Ha accusato suo fratello di mentire. L'azienda ha accusato il suo concorrente di rubare la sua idea.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ache",
      "translation": "dolore",
      "definition": "A continuous or persistent pain, often in a particular part of the body.",
      "definition_translation": "Un dolore continuo o persistente, spesso in una particolare parte del corpo.",
      "example": "I have a headache and a stomach ache. The athlete's injury caused her to ache all over. The medicine relieved the ache in her back.",
      "example_translation": "Ho un mal di testa e un mal di stomaco. L'infortunio dell'atleta le ha causato dolore ovunque. Il medicinale ha alleviato il dolore alla sua schiena.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "acid",
      "translation": "acido",
      "definition": "A chemical substance that is capable of neutralizing alkalis and forming salts.",
      "definition_translation": "Una sostanza chimica che è in grado di neutralizzare gli alcali e formare sali.",
      "example": "The acid in the tomato sauce makes it tangy. The acid rain damaged the environment. The chemist mixed the acid with the base to create a reaction.",
      "example_translation": "L'acido nel sugo di pomodoro lo rende aspro. La pioggia acida ha danneggiato l'ambiente. Il chimico ha miscelato l'acido con la base per creare una reazione.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "acquire",
      "translation": "acquisire",
      "definition": "To gain or obtain something, often through effort or hard work.",
      "definition_translation": "Guadagnare o ottenere qualcosa, spesso attraverso sforzo o lavoro duro.",
      "example": "The company acquired a new subsidiary. She acquired a new skill through online courses. The museum acquired a valuable artifact.",
      "example_translation": "L'azienda ha acquisito una nuova sussidiaria. Ha acquisito una nuova abilità attraverso corsi online. Il museo ha acquisito un prezioso artefatto.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "acquire",
      "translation": "acquisire",
      "definition": "To learn or develop a particular habit, skill, or quality.",
      "definition_translation": "Imparare o sviluppare un particolare abitudine, abilità o qualità.",
      "example": "The child acquired a strong accent from living abroad. The athlete acquired a winning mentality through training. The company acquired a reputation for excellence.",
      "example_translation": "Il bambino ha acquisito un forte accento vivendo all'estero. L'atleta ha acquisito una mentalità vincente attraverso l'allenamento. L'azienda ha acquisito una reputazione per l'eccellenza.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "action",
      "translation": "azione",
      "definition": "The process of doing something, or a thing done, in order to achieve a goal or solve a problem.",
      "definition_translation": "Il processo di fare qualcosa, o una cosa fatta, per raggiungere un obiettivo o risolvere un problema.",
      "example": "The company took action to reduce costs. The government's action on climate change is inadequate. The hero's action saved the day.",
      "example_translation": "L'azienda ha preso azione per ridurre i costi. L'azione del governo sul cambiamento climatico è inadeguata. L'azione dell'eroe ha salvato la giornata.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "actively",
      "translation": "attivamente",
      "definition": "In an active or energetic way, often in order to achieve something.",
      "definition_translation": "In modo attivo o energico, spesso per raggiungere qualcosa.",
      "example": "The company is actively seeking new investors. She is actively involved in volunteer work. The team is actively working on the project.",
      "example_translation": "L'azienda sta attivamente cercando nuovi investitori. È attivamente coinvolta nel lavoro di volontariato. La squadra sta attivamente lavorando sul progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "activity",
      "translation": "attività",
      "definition": "Something that a person or group does or is involved in, often in a particular place or at a particular time.",
      "definition_translation": "Qualcosa che una persona o un gruppo fa o è coinvolto in, spesso in un particolare luogo o in un particolare momento.",
      "example": "The school offers various activities for students. The company's activity is focused on sustainability. The tourism board promotes outdoor activities.",
      "example_translation": "La scuola offre diverse attività per gli studenti. L'attività dell'azienda è incentrata sulla sostenibilità. L'ente del turismo promuove attività all'aperto.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "actual",
      "translation": "reale",
      "definition": "Existing or occurring in reality, rather than being hypothetical or imaginary.",
      "definition_translation": "Esistente o verificante nella realtà, piuttosto che essere ipotetico o immaginario.",
      "example": "The actual cost of the project was higher than expected. The actual time it took to complete the task was longer than planned. The company's actual revenue exceeded projections.",
      "example_translation": "Il costo reale del progetto è stato più alto del previsto. Il tempo reale impiegato per completare il compito è stato più lungo del previsto. La ricchezza reale dell'azienda ha superato le previsioni.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adapt",
      "translation": "adattare",
      "definition": "To change or modify something to fit a new situation or condition, often in order to survive or be successful.",
      "definition_translation": "Cambiare o modificare qualcosa per adattarsi a una nuova situazione o condizione, spesso per sopravvivere o avere successo.",
      "example": "The company adapted to the changing market by innovating its products. The species adapted to its new environment by evolving new traits. She adapted her teaching style to meet the needs of her students.",
      "example_translation": "L'azienda si è adattata al cambiamento del mercato innovando i suoi prodotti. La specie si è adattata al suo nuovo ambiente evolvendo nuove caratteristiche. Ha adattato il suo stile di insegnamento per soddisfare le esigenze degli studenti.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "addict",
      "translation": "dipendente",
      "definition": "A person who is physiologically or psychologically dependent on a particular substance, such as a drug or alcohol.",
      "definition_translation": "Una persona che è fisicamente o psicologicamente dipendente da una sostanza specifica, come una droga o alcol.",
      "example": "She tried to help her brother, who had become an addict to cocaine.",
      "example_translation": "Ha cercato di aiutare suo fratello, che era diventato dipendente dalla cocaina.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "addicted",
      "translation": "dipendente",
      "definition": "Physiologically or psychologically dependent on a particular substance.",
      "definition_translation": "Fisicamente o psicologicamente dipendente da una sostanza specifica.",
      "example": "He has been addicted to smoking for years, but he's trying to quit.",
      "example_translation": "È stato dipendente dal fumo per anni, ma sta cercando di smettere.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "addiction",
      "translation": "dipendenza",
      "definition": "The state of being enslaved to a habit or practice, such as drug use or compulsive behavior.",
      "definition_translation": "Lo stato di essere schiavo di un'abitudine o pratica, come l'uso di droghe o comportamento compulsivo.",
      "example": "Her addiction to social media was affecting her relationships.",
      "example_translation": "La sua dipendenza dai social media stava influenzando le sue relazioni.",
      "imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "addition",
      "translation": "addizione",
      "definition": "The act of adding or joining something to something else.",
      "definition_translation": "L'atto di aggiungere o unire qualcosa a qualcos'altro.",
      "example": "The addition of a new clause to the contract caused controversy.",
      "example_translation": "L'addizione di una nuova clausola al contratto ha causato controversia.",
      "imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "additional",
      "translation": "addizionale",
      "definition": "Further or extra, beyond what is normal or expected.",
      "definition_translation": "Ulteriore o extra, oltre a ciò che è normale o previsto.",
      "example": "We need additional funding to complete the project.",
      "example_translation": "Abbiamo bisogno di finanziamenti addizionali per completare il progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "additionally",
      "translation": "in aggiunta",
      "definition": "Furthermore or in addition to something else.",
      "definition_translation": "Inoltre o in aggiunta a qualcosa d'altro.",
      "example": "Additionally, we need to consider the environmental impact of the project.",
      "example_translation": "In aggiunta, dobbiamo considerare l'impatto ambientale del progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adequate",
      "translation": "adeguato",
      "definition": "Sufficient or satisfactory, meeting requirements or expectations.",
      "definition_translation": "Sufficiente o soddisfacente, che soddisfa i requisiti o le aspettative.",
      "example": "The hotel provided adequate accommodations for our group.",
      "example_translation": "L'hotel ha fornito alloggi adeguati per il nostro gruppo.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adequately",
      "translation": "in modo adeguato",
      "definition": "In a sufficient or satisfactory manner.",
      "definition_translation": "In modo sufficiente o soddisfacente.",
      "example": "The company adequately prepared for the crisis.",
      "example_translation": "L'azienda si è preparata in modo adeguato per la crisi.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adjust",
      "translation": "regolare",
      "definition": "To change or modify something to fit or conform to a particular standard or situation.",
      "definition_translation": "Cambiare o modificare qualcosa per adattarsi o conformarsi a uno standard o situazione particolare.",
      "example": "She had to adjust the brakes on her bike to make it safer.",
      "example_translation": "Lei ha dovuto regolare i freni della sua bicicletta per renderla più sicura.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adjustment",
      "translation": "regolazione",
      "definition": "The act of changing or modifying something to fit or conform to a particular standard or situation.",
      "definition_translation": "L'atto di cambiare o modificare qualcosa per adattarsi o conformarsi a uno standard o situazione particolare.",
      "example": "The adjustment of the camera lens improved the picture quality.",
      "example_translation": "La regolazione dell'obiettivo della camera ha migliorato la qualità dell'immagine.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "administration",
      "translation": "amministrazione",
      "definition": "The management or direction of an organization, business, or government.",
      "definition_translation": "La gestione o direzione di un'organizzazione, azienda o governo.",
      "example": "The new administration implemented several reforms to improve the economy.",
      "example_translation": "La nuova amministrazione ha implementato diverse riforme per migliorare l'economia.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "admiration",
      "translation": "ammirazione",
      "definition": "A feeling of respect and approval for someone or something.",
      "definition_translation": "Un sentimento di rispetto e approvazione per qualcuno o qualcosa.",
      "example": "I have great admiration for her courage and determination.",
      "example_translation": "Ho grande ammirazione per il suo coraggio e determinazione.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "admire",
      "translation": "ammirare",
      "definition": "To feel respect and approval for someone or something.",
      "definition_translation": "Provare rispetto e approvazione per qualcuno o qualcosa.",
      "example": "I admire her beauty and intelligence.",
      "example_translation": "Ammiro la sua bellezza e intelligenza.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "admission",
      "translation": "ammissione",
      "definition": "The act of allowing someone to enter a place or institution, or to participate in an activity.",
      "definition_translation": "L'atto di permettere a qualcuno di entrare in un posto o istituzione, o di partecipare a un'attività.",
      "example": "Her admission to the university was based on her academic achievements.",
      "example_translation": "La sua ammissione all'università era basata sui suoi successi accademici.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "admit",
      "translation": "ammettere",
      "definition": "To allow someone to enter a place or institution, or to participate in an activity.",
      "definition_translation": "Permettere a qualcuno di entrare in un posto o istituzione, o di partecipare a un'attività.",
      "example": "The school admitted 500 new students this year.",
      "example_translation": "La scuola ha ammesso 500 nuovi studenti quest'anno.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "admittedly",
      "translation": "ammessamente",
      "definition": "It is admitted or acknowledged that something is true or valid.",
      "definition_translation": "È ammesso o riconosciuto che qualcosa è vero o valido.",
      "example": "Admittedly, I was wrong to trust him.",
      "example_translation": "Ammessamente, ero sbagliato a fidarmi di lui.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adopt",
      "translation": "adottare",
      "definition": "To take someone or something as one's own, or to accept or approve something.",
      "definition_translation": "Prendere qualcuno o qualcosa come proprio, o accettare o approvare qualcosa.",
      "example": "They decided to adopt a child from an orphanage.",
      "example_translation": "Hanno deciso di adottare un bambino da un orfanotrofio.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adoption",
      "translation": "adozione",
      "definition": "The act of taking someone or something as one's own, or the process of accepting or approving something.",
      "definition_translation": "L'atto di prendere qualcuno o qualcosa come proprio, o il processo di accettare o approvare qualcosa.",
      "example": "The adoption process was complex and time-consuming.",
      "example_translation": "Il processo di adozione era complesso e lungo.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "advance",
      "translation": "avanzamento",
      "definition": "To move forward or make progress, or to improve or develop something.",
      "definition_translation": "Muoversi in avanti o fare progressi, o migliorare o sviluppare qualcosa.",
      "example": "The company made significant advances in technology last year.",
      "example_translation": "L'azienda ha fatto progressi significativi nella tecnologia l'anno scorso.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adventurous",
      "translation": "avventuroso",
      "definition": "Willing to take risks or try new experiences, or characterized by a sense of excitement or boldness.",
      "definition_translation": "Disposto a correre rischi o provare nuove esperienze, o caratterizzato da un senso di emozione o audacia.",
      "example": "He was an adventurous traveler, always looking for new places to explore.",
      "example_translation": "Era un viaggiatore avventuroso, sempre alla ricerca di nuovi posti da esplorare.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "advertising",
      "translation": "pubblicità",
      "definition": "The practice or profession of producing and disseminating information to promote a product or service.",
      "definition_translation": "La pratica o professione di produrre e diffondere informazioni per promuovere un prodotto o servizio.",
      "example": "The company invested heavily in advertising to increase brand awareness.",
      "example_translation": "L'azienda ha investito pesantemente in pubblicità per aumentare la consapevolezza del marchio.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affair",
      "translation": "affare",
      "definition": "A romantic or sexual relationship between two people, or a public or private matter of interest or concern.",
      "definition_translation": "Una relazione romantica o sessuale tra due persone, o una questione pubblica o privata di interesse o preoccupazione.",
      "example": "She was involved in a long-term affair with a married man.",
      "example_translation": "Era coinvolta in una relazione a lungo termine con un uomo sposato.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affect",
      "translation": "influenzare",
      "definition": "To influence or have an impact on something or someone, or to pretend or feign emotions.",
      "definition_translation": "Influenzare o avere un impatto su qualcosa o qualcuno, o fingere o simulare emozioni.",
      "example": "The cold weather will affect the crops.",
      "example_translation": "Il tempo freddo influenzerà i raccolti.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affect",
      "translation": "emozione",
      "definition": "A feeling or emotion, such as happiness, sadness, or fear.",
      "definition_translation": "Un sentimento o emozione, come la felicità, la tristezza o la paura.",
      "example": "She tried to hide her affect, but her sadness was clear.",
      "example_translation": "Ha cercato di nascondere la sua emozione, ma la sua tristezza era chiara.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affection",
      "translation": "affetto",
      "definition": "A feeling of love, care, or fondness for someone or something.",
      "definition_translation": "Un sentimento d'amore, cura o affetto per qualcuno o qualcosa.",
      "example": "She showed great affection towards her children.",
      "example_translation": "Ha mostrato grande affetto verso i suoi figli.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affectionate",
      "translation": "affettuoso",
      "definition": "Showing love, care, or fondness for someone or something.",
      "definition_translation": "Mostrare amore, cura o affetto per qualcuno o qualcosa.",
      "example": "He was an affectionate father to his children.",
      "example_translation": "Era un padre affettuoso per i suoi figli.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affect",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affect",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affection",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affectionate",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "age",
      "translation": "età",
      "definition": "The length of time that a person or thing has existed or been in use.",
      "definition_translation": "La lunghezza del tempo durante il quale una persona o cosa è esistita o è stata in uso.",
      "example": "By the age of 25, he had already traveled to five different countries.",
      "example_translation": "All'età di 25 anni, aveva già viaggiato in cinque paesi diversi.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "agent",
      "translation": "agente",
      "definition": "A person who acts on behalf of another person or organization.",
      "definition_translation": "Una persona che agisce per conto di un'altra persona o organizzazione.",
      "example": "The estate agent showed us around the new property.",
      "example_translation": "L'agente immobiliare ci ha mostrato la nuova proprietà.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aggressive",
      "translation": "aggressivo",
      "definition": "Having or showing a strong and forceful personality.",
      "definition_translation": "Avendo o mostrando una personalità forte e decisa.",
      "example": "The company has been aggressive in its marketing strategy.",
      "example_translation": "La società è stata aggressiva nella sua strategia di marketing.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aggressively",
      "translation": "aggressivamente",
      "definition": "In a strong and forceful way.",
      "definition_translation": "In un modo forte e deciso.",
      "example": "The company has been marketing its products aggressively.",
      "example_translation": "La società ha commercializzato i suoi prodotti aggressivamente.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "agreement",
      "translation": "accordo",
      "definition": "A situation in which people or groups agree to do something.",
      "definition_translation": "Una situazione in cui le persone o i gruppi concordano di fare qualcosa.",
      "example": "We came to an agreement on the price of the house.",
      "example_translation": "Abbiamo raggiunto un accordo sul prezzo della casa.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "agriculture",
      "translation": "agricoltura",
      "definition": "The practice of cultivating the land to produce food and other crops.",
      "definition_translation": "La pratica di coltivare la terra per produrre cibo e altre colture.",
      "example": "The government is investing in agriculture to increase food production.",
      "example_translation": "Il governo sta investendo in agricoltura per aumentare la produzione di cibo.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aid",
      "translation": "aiuto",
      "definition": "Help or assistance given to someone or something.",
      "definition_translation": "Aiuto o assistenza data a qualcuno o qualcosa.",
      "example": "The government provided aid to the country after the natural disaster.",
      "example_translation": "Il governo ha fornito aiuto al paese dopo il disastro naturale.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aim",
      "translation": "obbiettivo",
      "definition": "A purpose or goal that someone has in mind.",
      "definition_translation": "Uno scopo o obiettivo che qualcuno ha in mente.",
      "example": "Her aim is to become a professional dancer.",
      "example_translation": "Il suo obiettivo è diventare una ballerina professionista.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aircraft",
      "translation": "aereo",
      "definition": "A vehicle that is able to fly through the air.",
      "definition_translation": "Un veicolo che è in grado di volare attraverso l'aria.",
      "example": "The aircraft landed safely at the airport.",
      "example_translation": "L'aereo è atterrato sana e salva all'aeroporto.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aisle",
      "translation": "corsia",
      "definition": "A passage between rows of seats, especially in a church or airplane.",
      "definition_translation": "Un passaggio tra file di sedili, specialmente in una chiesa o in un aereo.",
      "example": "The bride walked down the aisle on her wedding day.",
      "example_translation": "La sposa ha camminato giù per la corsia nel suo giorno di nozze.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alcoholism",
      "translation": "alcolismo",
      "definition": "A disease that affects a person's physical and mental health due to excessive consumption of alcohol.",
      "definition_translation": "Una malattia che colpisce la salute fisica e mentale di una persona a causa del consumo eccessivo di alcol.",
      "example": "Alcoholism is a serious problem in many countries.",
      "example_translation": "L'alcolismo è un problema grave in molti paesi.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alien",
      "translation": "alieno",
      "definition": "A person who is not a citizen of a particular country.",
      "definition_translation": "Una persona che non è un cittadino di un paese particolare.",
      "example": "The alien lived in the United States for 10 years before becoming a citizen.",
      "example_translation": "L'alieno ha vissuto negli Stati Uniti per 10 anni prima di diventare un cittadino.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alike",
      "translation": "simile",
      "definition": "Similar in appearance or character.",
      "definition_translation": "Simile nell'aspetto o nel carattere.",
      "example": "The twins were alike in many ways.",
      "example_translation": "I gemelli erano simili in molti modi.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "allergy",
      "translation": "allergia",
      "definition": "A condition in which the body's immune system reacts to a particular substance.",
      "definition_translation": "Una condizione in cui il sistema immunitario del corpo reagisce a una sostanza particolare.",
      "example": "She has an allergy to peanuts.",
      "example_translation": "Lei ha un'allergia ai peanuts.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alley",
      "translation": "vicolo",
      "definition": "A narrow passage between, behind, or within buildings.",
      "definition_translation": "Un passaggio stretto tra, dietro o all'interno degli edifici.",
      "example": "The alley was dark and scary at night.",
      "example_translation": "Il vicolo era buio e spaventoso di notte.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alligator",
      "translation": "alligatore",
      "definition": "A large reptile with a long snout and powerful jaws.",
      "definition_translation": "Un grande rettile con un muso lungo e mascelle potenti.",
      "example": "Alligators are found in freshwater habitats in the southeastern United States.",
      "example_translation": "Gli alligatori si trovano in habitat di acqua dolce nel sud-est degli Stati Uniti.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alphabetical",
      "translation": "alfabetico",
      "definition": "Arranged in the order of the letters of the alphabet.",
      "definition_translation": "Disposto nell'ordine delle lettere dell'alfabeto.",
      "example": "The dictionary is arranged in alphabetical order.",
      "example_translation": "Il dizionario è disposto in ordine alfabetico.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alphabetically",
      "translation": "alfabeticamente",
      "definition": "In the order of the letters of the alphabet.",
      "definition_translation": "Nell'ordine delle lettere dell'alfabeto.",
      "example": "The files are arranged alphabetically on the computer.",
      "example_translation": "I file sono disposti alfabeticamente sul computer.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alter",
      "translation": "alterare",
      "definition": "To change or modify something.",
      "definition_translation": "Cambiare o modificare qualcosa.",
      "example": "The dress needed to be altered to fit her perfectly.",
      "example_translation": "Il vestito aveva bisogno di essere alterato per adattarsi perfettamente a lei.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A choice or option that is different from the one that is usual or expected.",
      "definition_translation": "Una scelta o opzione che è diversa da quella che è usuale o prevista.",
      "example": "Going to the beach is an alternative to staying at home.",
      "example_translation": "Andare in spiaggia è un'alternativa a restare a casa.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "A choice or option that is different from the one that is usual or expected.",
      "definition_translation": "Una scelta o opzione che è diversa da quella che è usuale o prevista.",
      "example": "The alternative route to the city is through the mountains.",
      "example_translation": "La rotta alternativa alla città è attraverso le montagne.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alternatively",
      "translation": "alternativamente",
      "definition": "In a different way or by a different method.",
      "definition_translation": "In un modo diverso o mediante un metodo diverso.",
      "example": "Alternatively, we could take a bus to the city.",
      "example_translation": "Alternativamente, potremmo prendere un autobus per la città.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aluminium",
      "translation": "alluminio",
      "definition": "A lightweight metal used in a variety of applications.",
      "definition_translation": "Un metallo leggero usato in una varietà di applicazioni.",
      "example": "Aluminium foil is used to wrap food.",
      "example_translation": "La carta stagnola di alluminio è usata per avvolgere il cibo.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amazement",
      "translation": "meraviglia",
      "definition": "A feeling of great surprise or wonder.",
      "definition_translation": "Un sentimento di grande sorpresa o meraviglia.",
      "example": "The fireworks display left the crowd in amazement.",
      "example_translation": "Lo spettacolo di fuochi d'artificio ha lasciato la folla in meraviglia.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ambassador",
      "translation": "ambasciatore",
      "definition": "A person who represents their country or organization in a foreign country.",
      "definition_translation": "Una persona che rappresenta il suo paese o organizzazione in un paese estero.",
      "example": "The ambassador was present at the official ceremony.",
      "example_translation": "L'ambasciatore era presente alla cerimonia ufficiale.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ambition",
      "translation": "ambizione",
      "definition": "A strong desire to achieve something.",
      "definition_translation": "Un forte desiderio di raggiungere qualcosa.",
      "example": "Her ambition is to become a successful businesswoman.",
      "example_translation": "La sua ambizione è diventare una donna d'affari di successo.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ambitious",
      "translation": "ambizioso",
      "definition": "Having or showing a strong desire to achieve something.",
      "definition_translation": "Avendo o mostrando un forte desiderio di raggiungere qualcosa.",
      "example": "He is an ambitious person who always sets high goals for himself.",
      "example_translation": "È una persona ambiziosa che si pone sempre obiettivi alti per se stesso.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amuse",
      "translation": "divertire",
      "definition": "To entertain or occupy someone in a pleasant way.",
      "definition_translation": "Intrattenere o occupare qualcuno in modo gradevole.",
      "example": "The comedy show amused the audience.",
      "example_translation": "Lo spettacolo di commedia ha divertito il pubblico.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amuse",
      "translation": "divertire",
      "definition": "To entertain or occupy someone in a pleasant way.",
      "definition_translation": "Intrattenere o occupare qualcuno in modo gradevole.",
      "example": "The joke amused everyone in the room.",
      "example_translation": "La barzelletta ha divertito tutti nella stanza.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amused",
      "translation": "divertito",
      "definition": "Pleased or entertained.",
      "definition_translation": "Soddisfatto o intrattenuto.",
      "example": "The children were amused by the clown's antics.",
      "example_translation": "I bambini sono stati divertiti dalle acrobazie del giullare.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amusement",
      "translation": "divertimento",
      "definition": "a feeling of enjoyment or pleasure, often accompanied by laughter or entertainment",
      "definition_translation": "un sentimento di godimento o piacere, spesso accompagnato da risate o intrattenimento",
      "example": "I had an amusement at the theme park yesterday, I rode a rollercoaster. I will have an amusement at the fair tomorrow, I'll try the new ride. I had an amusement at the carnival last year, I won a stuffed animal.",
      "example_translation": "Ho avuto un divertimento al parco divertimenti ieri, ho cavalcato un ottovolante. Avrò un divertimento alla fiera domani, proverò la nuova attrazione. Ho avuto un divertimento al carnevale l'anno scorso, ho vinto un animale di peluche.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "a large, non-venomous snake found in South America, known for its ability to constrict and suffocate its prey",
      "definition_translation": "un grande serpente non velenoso trovato in Sud America, noto per la sua abilità di stringere e soffocare la sua preda",
      "example": "I saw an anaconda in the zoo yesterday, it was enormous. I will see an anaconda in the wild tomorrow, I'll be careful. I saw an anaconda in a documentary last year, it was hunting.",
      "example_translation": "Ho visto un'anaconda nello zoo ieri, era enorme. Vedrò un'anaconda nel selvaggio domani, sarò prudente. Ho visto un'anaconda in un documentario l'anno scorso, stava cacciando.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "analyse",
      "translation": "analizzare",
      "definition": "to study or examine something in order to understand it, often by breaking it down into smaller parts",
      "definition_translation": "studiare o esaminare qualcosa per comprenderla, spesso suddividendola in parti più piccole",
      "example": "I analysed the data yesterday, I found some errors. I will analyse the report tomorrow, I'll look for discrepancies. I analysed the poem last year, I understood the metaphors.",
      "example_translation": "Ho analizzato i dati ieri, ho trovato alcuni errori. Analizzerò il rapporto domani, cercherò discrepanze. Ho analizzato la poesia l'anno scorso, ho compreso le metafore.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "analysis",
      "translation": "analisi",
      "definition": "the process of breaking down complex information or ideas into smaller parts to understand and interpret them",
      "definition_translation": "il processo di rompere informazioni complesse o idee in parti più piccole per comprenderle e interpretarle",
      "example": "The analysis of the survey results was conducted last week. The analysis of the company's financial data will be presented tomorrow. The analysis of the play revealed its themes.",
      "example_translation": "L'analisi dei risultati del sondaggio è stata condotta la settimana scorsa. L'analisi dei dati finanziari dell'azienda sarà presentata domani. L'analisi della commedia ha rivelato i suoi temi.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "analyst",
      "translation": "analista",
      "definition": "a person who examines and interprets data, information, or situations to draw conclusions or make recommendations",
      "definition_translation": "una persona che esamina e interpreta dati, informazioni o situazioni per trarre conclusioni o fare raccomandazioni",
      "example": "The analyst studied the market trends yesterday, she found opportunities. The analyst will examine the company's performance tomorrow, he'll provide guidance. The analyst interpreted the data last year, she made predictions.",
      "example_translation": "L'analista ha studiato le tendenze del mercato ieri, ha trovato opportunità. L'analista esaminerà le prestazioni dell'azienda domani, fornirà orientamenti. L'analista ha interpretato i dati l'anno scorso, ha fatto previsioni.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ancestor",
      "translation": "antenato",
      "definition": "a person from whom one is descended, often in a direct line",
      "definition_translation": "una persona dalla quale si discende, spesso in linea diretta",
      "example": "I studied my ancestors yesterday, I learned about their culture. I will visit my ancestors' homeland tomorrow, I'll learn about their history. I researched my ancestors last year, I discovered their origins.",
      "example_translation": "Ho studiato i miei antenati ieri, ho imparato sulla loro cultura. Visiterò la terra dei miei antenati domani, imparerò sulla loro storia. Ho ricercato i miei antenati l'anno scorso, ho scoperto le loro origini.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anger",
      "translation": "rabbia",
      "definition": "a strong feeling of displeasure, hostility, or resentment, often accompanied by a desire to lash out or fight",
      "definition_translation": "un forte sentimento di dispiacere, ostilità o risentimento, spesso accompagnato dal desiderio di reagire o lottare",
      "example": "I felt anger yesterday, I yelled at my brother. I will feel anger tomorrow, I'll confront my boss. I felt anger last year, I wrote a letter to the editor.",
      "example_translation": "Ho provato rabbia ieri, ho urlato contro mio fratello. Proverò rabbia domani, affronterò il mio capo. Ho provato rabbia l'anno scorso, ho scritto una lettera al direttore.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "animal",
      "translation": "animale",
      "definition": "a living organism that is not human, often characterized by its ability to move, eat, and respond to stimuli",
      "definition_translation": "un organismo vivente che non è umano, spesso caratterizzato dalla sua capacità di muoversi, mangiare e rispondere a stimoli",
      "example": "I saw an animal in the zoo yesterday, it was a lion. I will see an animal in the wild tomorrow, I'll be cautious. I saw an animal in a documentary last year, it was majestic.",
      "example_translation": "Ho visto un animale nello zoo ieri, era un leone. Vedrò un animale nel selvaggio domani, sarò prudente. Ho visto un animale in un documentario l'anno scorso, era maestoso.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "annually",
      "translation": "annualmente",
      "definition": "once a year, often used to describe an event or activity that happens regularly",
      "definition_translation": "una volta all'anno, spesso usato per descrivere un evento o attività che avviene regolarmente",
      "example": "I meet my friends annually, we have a picnic. The company holds an annually meeting tomorrow, I'll attend. The festival is held annually, it's a tradition.",
      "example_translation": "Mi incontri con i miei amici annualmente, facciamo un picnic. La società tiene un'incontro annuale domani, parteciperò. Il festival si tiene annualmente, è una tradizione.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anxiety",
      "translation": "ansia",
      "definition": "a feeling of worry, nervousness, or apprehension, often accompanied by physical symptoms such as a racing heart or sweating",
      "definition_translation": "un sentimento di preoccupazione, nervosismo o apprensione, spesso accompagnato da sintomi fisici come un cuore che batte forte o sudorazione",
      "example": "I felt anxiety yesterday, I was worried about the exam. I will feel anxiety tomorrow, I'll be nervous about the presentation. I felt anxiety last year, I was anxious about the results.",
      "example_translation": "Ho provato ansia ieri, ero preoccupato per l'esame. Proverò ansia domani, sarò nervoso per la presentazione. Ho provato ansia l'anno scorso, ero ansioso per i risultati.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anxiously",
      "translation": "ansiosamente",
      "definition": "in a state of anxiety or worry, often accompanied by feelings of apprehension or nervousness",
      "definition_translation": "in uno stato di ansia o preoccupazione, spesso accompagnato da sentimenti di apprensione o nervosismo",
      "example": "I waited anxiously for the results yesterday, I was worried. I will wait anxiously for the news tomorrow, I'll be nervous. I waited anxiously for the phone call last year, I was apprehensive.",
      "example_translation": "Ho aspettato ansiosamente i risultati ieri, ero preoccupato. Aspetterò ansiosamente le notizie domani, sarò nervoso. Ho aspettato ansiosamente la chiamata telefonica l'anno scorso, ero apprensivo.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anyhow",
      "translation": "comunque",
      "definition": "in any case, regardless of circumstances or conditions",
      "definition_translation": "in ogni caso, indipendentemente dalle circostanze o condizioni",
      "example": "I'll go to the party anyhow, I need to relax. She will come to the meeting anyhow, she has to attend. They tried anyhow, they didn't give up.",
      "example_translation": "Andrò alla festa comunque, ho bisogno di rilassarmi. Lei verrà all'incontro comunque, deve partecipare. Hanno provato comunque, non si sono arresi.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apostrophe",
      "translation": "apostrofo",
      "definition": "a punctuation mark used to indicate possession or to form contractions",
      "definition_translation": "un segno di punteggiatura usato per indicare la possessione o per formare contrazioni",
      "example": "The apostrophe is used correctly in this sentence. The apostrophe is used incorrectly in that sentence. The apostrophe is used to indicate possession in this example.",
      "example_translation": "L'apostrofo è usato correttamente in questa frase. L'apostrofo è usato erroneamente in quella frase. L'apostrofo è usato per indicare la possessione in questo esempio.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apparent",
      "translation": "apparente",
      "definition": "clearly seen or understood, often used to describe something that is obvious or evident",
      "definition_translation": "chiaramente visto o compreso, spesso usato per descrivere qualcosa che è ovvio o evidente",
      "example": "The apparent reason for the delay is the weather. The apparent solution to the problem is simple. The apparent motives behind the decision are unclear.",
      "example_translation": "La ragione apparente del ritardo è il tempo. La soluzione apparente al problema è semplice. Le motivazioni apparenti dietro la decisione sono poco chiare.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apparently",
      "translation": "apparentemente",
      "definition": "in a way that is clearly seen or understood, often used to describe something that appears to be true or real",
      "definition_translation": "in modo che è chiaramente visto o compreso, spesso usato per descrivere qualcosa che appare vera o reale",
      "example": "He is apparently happy with the decision. She is apparently upset about the news. They are apparently going to get married.",
      "example_translation": "Egli è apparentemente felice della decisione. Lei è apparentemente turbata per la notizia. Loro sono apparentemente sul punto di sposarsi.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appeal",
      "translation": "appello",
      "definition": "a request or petition for help or support, often used to describe a formal application or request",
      "definition_translation": "una richiesta o petizione per aiuto o sostegno, spesso usato per descrivere un'applicazione o richiesta formale",
      "example": "The appeal was denied yesterday, we will appeal again. The appeal process is long and difficult. The charity's appeal for donations was successful.",
      "example_translation": "L'appello è stato respinto ieri, faremo appello ancora. Il processo di appello è lungo e difficile. L'appello della charity per donazioni è stato un successo.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appeal",
      "translation": "attrattiva",
      "definition": "a quality or characteristic that makes something attractive or appealing, often used to describe a person or thing that is pleasing or attractive",
      "definition_translation": "una qualità o caratteristica che rende qualcosa attraente o attrattiva, spesso usato per descrivere una persona o cosa che è gradevole o attraente",
      "example": "The appeal of the new restaurant is its unique menu. The appeal of the travel destination is its beautiful beaches. The appeal of the product is its innovative design.",
      "example_translation": "L'attrattiva del nuovo ristorante è il suo menu unico. L'attrattiva della destinazione di viaggio è le sue belle spiagge. L'attrattiva del prodotto è il suo design innovativo.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appear",
      "translation": "apparire",
      "definition": "to come into sight or become visible, often used to describe something that is seen or noticed",
      "definition_translation": "venire in vista o diventare visibile, spesso usato per descrivere qualcosa che è visto o notato",
      "example": "The sun will appear in the east tomorrow. The problem will appear if we don't act soon. The mistake will appear on the report.",
      "example_translation": "Il sole apparirà a est domani. Il problema apparirà se non agiamo presto. L'errore apparirà sul rapporto.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appearance",
      "translation": "aspetto",
      "definition": "the way something or someone looks, often used to describe a person's physical appearance or a thing's visual characteristics",
      "definition_translation": "il modo in cui qualcosa o qualcuno appare, spesso usato per descrivere l'aspetto fisico di una persona o le caratteristiche visive di una cosa",
      "example": "Her appearance was stunning at the party. The appearance of the new product is sleek and modern. The appearance of the city has changed over the years.",
      "example_translation": "Il suo aspetto era stupefacente alla festa. L'aspetto del nuovo prodotto è elegante e moderno. L'aspetto della città è cambiato negli anni.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "application",
      "translation": "applicazione",
      "definition": "a request or petition for something, often used to describe a formal application or request",
      "definition_translation": "una richiesta o petizione per qualcosa, spesso usato per descrivere un'applicazione o richiesta formale",
      "example": "The application process is long and difficult. The application for the job was successful. The application of the new technology is innovative.",
      "example_translation": "Il processo di applicazione è lungo e difficile. La richiesta del lavoro è stata accettata. L'applicazione della nuova tecnologia è innovativa.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appreciate",
      "translation": "apprezzare",
      "definition": "to recognize and enjoy the good qualities of something or someone, often used to express gratitude or admiration",
      "definition_translation": "riconoscere e godere delle buone qualità di qualcosa o qualcuno, spesso usato per esprimere gratitudine o ammirazione",
      "example": "I appreciate your help yesterday. She appreciates my sense of humor. They appreciate the beauty of nature.",
      "example_translation": "Apprezzo il tuo aiuto di ieri. Lei apprezza il mio senso dell'umorismo. Loro apprezzano la bellezza della natura.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appreciation",
      "translation": "apprezzamento",
      "definition": "a feeling or expression of gratitude or admiration, often used to describe a deep understanding or recognition of something or someone's value",
      "definition_translation": "un sentimento o espressione di gratitudine o ammirazione, spesso usato per descrivere una comprensione profonda o riconoscimento del valore di qualcosa o qualcuno",
      "example": "I have an appreciation for art. She has an appreciation for music. The team has an appreciation for the coach's guidance.",
      "example_translation": "Ho un apprezzamento per l'arte. Lei ha un apprezzamento per la musica. La squadra ha un apprezzamento per la guida dell'allenatore.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "approach",
      "translation": "approccio",
      "definition": "a way of dealing with a problem or situation, often used to describe a method or strategy",
      "definition_translation": "un modo di affrontare un problema o situazione, spesso usato per descrivere un metodo o strategia",
      "example": "The approach to the problem is wrong. The approach to the project is innovative. The approach to the customer is friendly.",
      "example_translation": "L'approccio al problema è sbagliato. L'approccio al progetto è innovativo. L'approccio al cliente è amichevole.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "approach",
      "translation": "avvicinarsi",
      "definition": "to come near or closer to something or someone, often used to describe physical proximity or a sense of closeness",
      "definition_translation": "avvicinarsi a qualcosa o qualcuno, spesso usato per descrivere la prossimità fisica o un senso di vicinanza",
      "example": "I will approach the door slowly. She will approach the customer with a smile. They will approach the problem with caution.",
      "example_translation": "Mi avvicinerò alla porta lentamente. Lei si avvicinerà al cliente con un sorriso. Loro si avvicineranno al problema con cautela.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appropriate",
      "translation": "adatto",
      "definition": "suitable or fitting for a particular purpose or situation, often used to describe something that is proper or correct",
      "definition_translation": "adatto o conveniente per uno scopo o situazione particolare, spesso usato per descrivere qualcosa che è proprio o corretto",
      "example": "The appropriate response to the situation is apology. The appropriate tool for the job is a hammer. The appropriate attire for the occasion is formal.",
      "example_translation": "La risposta appropriata alla situazione è la scusa. L'attrezzo appropriato per il lavoro è un martello. L'abbigliamento appropriato per l'occasione è formale.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appropriately",
      "translation": "appropriatamente",
      "definition": "in a way that is suitable or fitting for a particular purpose or situation, often used to describe an action or behavior that is proper or correct",
      "definition_translation": "in modo che è adatto o conveniente per uno scopo o situazione particolare, spesso usato per descrivere un'azione o comportamento che è proprio o corretto",
      "example": "The company reacted appropriately to the crisis. The teacher responded appropriately to the student's question. The government acted appropriately to the situation.",
      "example_translation": "La società ha reagito appropriatamente alla crisi. L'insegnante ha risposto appropriatamente alla domanda dello studente. Il governo ha agito appropriatamente alla situazione.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "approval",
      "translation": "approvazione",
      "definition": "an official agreement or acceptance of something, often used to describe a formal or official sanction or endorsement",
      "definition_translation": "un accordo ufficiale o accettazione di qualcosa, spesso usato per descrivere una sanzione o endorsment formale o ufficiale",
      "example": "The project received approval from the board. The proposal received approval from the government. The company received approval for the merger.",
      "example_translation": "Il progetto ha ricevuto l'approvazione dal consiglio. La proposta ha ricevuto l'approvazione dal governo. La società ha ricevuto l'approvazione per la fusione.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "approve",
      "translation": "approvare",
      "definition": "to officially agree to or accept something, often used to describe a formal or official sanction or endorsement",
      "definition_translation": "accettare ufficialmente qualcosa, spesso usato per descrivere una sanzione o endorsment formale o ufficiale",
      "example": "The board will approve the proposal tomorrow. The government will approve the bill next week. The company will approve the budget next month.",
      "example_translation": "Il consiglio approverà la proposta domani. Il governo approverà il disegno di legge la prossima settimana. La società approverà il budget il prossimo mese.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apron",
      "translation": "grembiule",
      "definition": "a piece of fabric worn over the front of the body to protect clothing from stains or splashes, often used in cooking or other messy activities",
      "definition_translation": "un pezzo di stoffa indossato sulla parte anteriore del corpo per proteggere i vestiti da macchie o schizzi, spesso usato in cucina o altre attività sporche",
      "example": "I need an apron to cook dinner. She wears an apron to paint. They use an apron to protect their clothes from stains.",
      "example_translation": "Ho bisogno di un grembiule per cucinare la cena. Lei indossa un grembiule per dipingere. Loro usano un grembiule per proteggere i loro vestiti dalle macchie.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apron",
      "translation": "",
      "definition": "",
      "definition_translation": "",
      "example": "",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arena",
      "translation": "arena",
      "definition": "A sandy area in a stadium or amphitheater, often surrounded by seats, where sports, contests, or other events take place.",
      "definition_translation": "Un'area sabbiosa in uno stadio o anfiteatro, spesso circondata da posti a sedere, dove si svolgono sport, concorsi o altri eventi.",
      "example": "The athletes competed in the arena, their muscles rippling with each movement. Yesterday, they had trained in the arena, and tomorrow they will do it again. Next week, they will perform in the arena in front of a live audience.",
      "example_translation": "Gli atleti hanno gareggiato nell'arena, i loro muscoli si muovevano con ogni movimento. Ieri hanno allenato nell'arena, e domani lo faranno di nuovo. La prossima settimana, si esibiranno nell'arena di fronte a un pubblico in diretta.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arm",
      "translation": "braccio",
      "definition": "A limb of the human body, extending from the shoulder to the hand.",
      "definition_translation": "Un arto del corpo umano, che si estende dalla spalla alla mano.",
      "example": "She used her arm to wave goodbye to her friend. Yesterday, she had broken her arm, and now it's in a cast. Next year, she will be able to use her arm again.",
      "example_translation": "Ha usato il suo braccio per salutare la sua amica. Ieri, si era rotta il braccio, e ora è in un gesso. L'anno prossimo, sarà in grado di usare il suo braccio novamente.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "armed",
      "translation": "armato",
      "definition": "Equipped with weapons or arms.",
      "definition_translation": "Dotato di armi o armi.",
      "example": "The armed guards patrolled the border. Yesterday, the armed forces had been deployed to the area. Next week, the armed police will be on high alert.",
      "example_translation": "Le guardie armate pattugliavano il confine. Ieri, le forze armate erano state dispiegate nella zona. La prossima settimana, la polizia armata sarà in stato di massima allerta.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrange",
      "translation": "organizzare",
      "definition": "To put in order or prepare for a specific purpose or occasion.",
      "definition_translation": "Mettere in ordine o preparare per uno scopo o occasione specifica.",
      "example": "She will arrange the flowers for the wedding. Yesterday, she had arranged the furniture in the living room. Next month, she will arrange a surprise party for her friend.",
      "example_translation": "Lei organizzerà i fiori per il matrimonio. Ieri, aveva sistemato i mobili nella sala da pranzo. Il mese prossimo, organizzerà una festa a sorpresa per la sua amica.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrest",
      "translation": "arresto",
      "definition": "To take someone into custody, typically in response to a suspected crime or offense.",
      "definition_translation": "Portare qualcuno in custodia, tipicamente in risposta a un presunto crimine o reato.",
      "example": "The police will arrest the suspect tonight. Yesterday, they had arrested several people in connection with the riot. Next year, they will arrest anyone found guilty of the crime.",
      "example_translation": "La polizia arresterà il sospetto stasera. Ieri, avevano arrestato diverse persone in connessione con la rivolta. L'anno prossimo, arresteranno chiunque venga trovato colpevole del crimine.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrogance",
      "translation": "arroganza",
      "definition": "The quality of being excessively proud and confident in oneself, often accompanied by a lack of respect for others.",
      "definition_translation": "La qualità di essere eccessivamente orgoglioso e fiducioso in se stesso, spesso accompagnata da una mancanza di rispetto per gli altri.",
      "example": "His arrogance was off-putting to many people. Yesterday, his arrogance had led to his downfall. Next time, he will try to curb his arrogance.",
      "example_translation": "La sua arroganza era antipatica a molte persone. Ieri, la sua arroganza aveva portato al suo declino. La prossima volta, cercherà di contenere la sua arroganza.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Having or showing an attitude of excessive pride or confidence, often accompanied by a lack of respect for others.",
      "definition_translation": "Avendo o mostrando un'attitudine di orgoglio eccessivo o fiducia, spesso accompagnata da una mancanza di rispetto per gli altri.",
      "example": "He was an arrogant man who looked down on others. Yesterday, his arrogant behavior had offended many people. Next year, he will try to change his arrogant ways.",
      "example_translation": "Era un uomo arrogante che guardava dall'alto in basso gli altri. Ieri, il suo comportamento arrogante aveva offeso molte persone. L'anno prossimo, cercherà di cambiare le sue vie arroganti.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrow",
      "translation": "freccia",
      "definition": "A projectile with a pointed tip and a straight tail, used as a weapon or for hunting.",
      "definition_translation": "Un proiettile con punta acuminata e coda diritta, utilizzato come arma o per la caccia.",
      "example": "The archer shot an arrow at the target. Yesterday, she had shot an arrow at the deer. Next week, she will use an arrow to hunt for food.",
      "example_translation": "L'arciere ha sparato una freccia al bersaglio. Ieri, aveva sparato una freccia al cervo. La prossima settimana, userà una freccia per cacciare cibo.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "artificially",
      "translation": "artificialmente",
      "definition": "In a way that is not natural or spontaneous, often using or produced by human skill or effort.",
      "definition_translation": "In un modo che non è naturale o spontaneo, spesso usando o prodotto dall'abilità o sforzo umano.",
      "example": "The flowers were arranged artificially in the vase. Yesterday, the food had been artificially flavored. Next year, the company will develop a new product artificially.",
      "example_translation": "I fiori erano stati disposti artificialmente nel vaso. Ieri, il cibo era stato addizionato artificialmente. L'anno prossimo, l'azienda svilupperà un nuovo prodotto artificialmente.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "artistic",
      "translation": "artistico",
      "definition": "Relating to or characterized by an appreciation or creation of beauty, especially in art, music, or literature.",
      "definition_translation": "Riguardante o caratterizzato da un apprezzamento o creazione di bellezza, specialmente nell'arte, nella musica o nella letteratura.",
      "example": "The artistic design on the vase was stunning. Yesterday, the artistic performance had been amazing. Next month, the artistic exhibition will be held in the city.",
      "example_translation": "Il disegno artistico sul vaso era sbalorditivo. Ieri, l'esibizione artistica era stata incredibile. Il mese prossimo, l'esposizione artistica si terrà nella città.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "artistically",
      "translation": "artisticamente",
      "definition": "In a way that is characterized by an appreciation or creation of beauty, especially in art, music, or literature.",
      "definition_translation": "In un modo che è caratterizzato da un apprezzamento o creazione di bellezza, specialmente nell'arte, nella musica o nella letteratura.",
      "example": "The painting was done artistically, with great attention to detail. Yesterday, the music had been played artistically, with precision and skill. Next year, the dance will be performed artistically, with grace and elegance.",
      "example_translation": "Il dipinto era stato fatto artisticamente, con grande attenzione al dettaglio. Ieri, la musica era stata suonata artisticamente, con precisione e abilità. L'anno prossimo, la danza sarà eseguita artisticamente, con grazia e eleganza.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aside",
      "translation": "da parte",
      "definition": "On or to one side, away from the main point or direction.",
      "definition_translation": "Sulla o su un lato, lontano dal punto principale o direzione.",
      "example": "She put the book aside to focus on her work. Yesterday, he had set aside his fears to take the leap. Next week, they will put their differences aside to work together.",
      "example_translation": "Ha messo il libro da parte per concentrarsi sul suo lavoro. Ieri, aveva messo da parte le sue paure per prendere il salto. La prossima settimana, metteranno da parte le loro differenze per lavorare insieme.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aspect",
      "translation": "aspetto",
      "definition": "A particular feature or part of something, such as a person, object, or situation.",
      "definition_translation": "Una particolare caratteristica o parte di qualcosa, come una persona, oggetto o situazione.",
      "example": "The aspect of the painting that stood out was its beauty. Yesterday, the aspect of the project that worried them was its complexity. Next year, the company will focus on the financial aspect of the business.",
      "example_translation": "L'aspetto del dipinto che spiccava era la sua bellezza. Ieri, l'aspetto del progetto che li preoccupava era la sua complessità. L'anno prossimo, l'azienda si concentrerà sull'aspetto finanziario dell'attività.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "assess",
      "translation": "valutare",
      "definition": "To evaluate or estimate the nature, quality, or ability of something or someone.",
      "definition_translation": "Valutare o stimare la natura, la qualità o l'abilità di qualcosa o qualcuno.",
      "example": "The teacher will assess the student's progress. Yesterday, the company had assessed the market trends. Next month, the government will assess the environmental impact of the project.",
      "example_translation": "L'insegnante valuterà il progresso dello studente. Ieri, l'azienda aveva valutato le tendenze del mercato. Il mese prossimo, il governo valuterà l'impatto ambientale del progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "assessment",
      "translation": "valutazione",
      "definition": "The process of evaluating or estimating the nature, quality, or ability of something or someone.",
      "definition_translation": "Il processo di valutazione o stima della natura, della qualità o dell'abilità di qualcosa o qualcuno.",
      "example": "The assessment of the student's performance was fair. Yesterday, the company had conducted an assessment of its financial situation. Next year, the government will conduct a comprehensive assessment of the country's education system.",
      "example_translation": "La valutazione delle prestazioni dello studente era equa. Ieri, l'azienda aveva condotto una valutazione della sua situazione finanziaria. L'anno prossimo, il governo condurrà una valutazione comprensiva del sistema educativo del paese.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "assist",
      "translation": "assistere",
      "definition": "To give support or aid to someone or something, often in a subsidiary or secondary role.",
      "definition_translation": "Fornire supporto o aiuto a qualcuno o qualcosa, spesso in un ruolo secondario o ausiliario.",
      "example": "She will assist the teacher in the classroom. Yesterday, he had assisted the team in the game. Next week, they will assist the community in the disaster relief effort.",
      "example_translation": "Lei assisterà l'insegnante in classe. Ieri, aveva assistito la squadra nel gioco. La prossima settimana, assisteranno la comunità nello sforzo di soccorso in caso di disastro.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "assistance",
      "translation": "assistenza",
      "definition": "The act of giving support or aid to someone or something, often in a subsidiary or secondary role.",
      "definition_translation": "L'atto di fornire supporto o aiuto a qualcuno o qualcosa, spesso in un ruolo secondario o ausiliario.",
      "example": "The company provides assistance to its customers. Yesterday, the government had provided assistance to the affected areas. Next month, the organization will provide assistance to the refugees.",
      "example_translation": "L'azienda fornisce assistenza ai suoi clienti. Ieri, il governo aveva fornito assistenza alle aree colpite. Il mese prossimo, l'organizzazione fornirà assistenza ai rifugiati.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "association",
      "translation": "associazione",
      "definition": "A group of people organized for a particular purpose, often with shared interests or goals.",
      "definition_translation": "Un gruppo di persone organizzate per uno scopo specifico, spesso con interessi o obiettivi condivisi.",
      "example": "The association helps people in need. Yesterday, the association had organized a charity event. Next year, the association will host a conference on sustainable development.",
      "example_translation": "L'associazione aiuta le persone nel bisogno. Ieri, l'associazione aveva organizzato un evento di beneficenza. L'anno prossimo, l'associazione ospiterà una conferenza sullo sviluppo sostenibile.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "association",
      "translation": "associazione",
      "definition": "A connection or link between two or more things, often based on a shared characteristic or interest.",
      "definition_translation": "Una connessione o collegamento tra due o più cose, spesso basata su una caratteristica o interesse condiviso.",
      "example": "There is an association between the two companies. Yesterday, the researchers had found an association between the disease and the genetic mutation. Next month, the magazine will explore the association between social media and mental health.",
      "example_translation": "C'è un'associazione tra le due aziende. Ieri, i ricercatori avevano trovato un'associazione tra la malattia e la mutazione genetica. Il mese prossimo, la rivista esplorerà l'associazione tra i social media e la salute mentale.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "assume",
      "translation": "supporre",
      "definition": "To take something to be true or to happen, often without requiring proof or evidence.",
      "definition_translation": "Ritenere qualcosa vera o accaduta, spesso senza richiedere prove o evidenze.",
      "example": "I assume you are coming to the party. Yesterday, we had assumed the project would be finished on time. Next year, they will assume responsibility for the new project.",
      "example_translation": "Spero che tu venga alla festa. Ieri, avevamo supposto che il progetto sarebbe stato finito in tempo. L'anno prossimo, assumeranno la responsabilità del nuovo progetto.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "assure",
      "translation": "assicurare",
      "definition": "To make someone confident or certain about something, often by providing evidence or guarantees.",
      "definition_translation": "Rendere qualcuno fiducioso o certo di qualcosa, spesso fornendo prove o garanzie.",
      "example": "She will assure you of her support. Yesterday, the company had assured the investors of a profitable return. Next week, they will assure the customers of their satisfaction guarantee.",
      "example_translation": "Lei ti assicurerà il suo sostegno. Ieri, l'azienda aveva assicurato gli investitori di un ritorno redditizio. La prossima settimana, assicureranno ai clienti la garanzia di soddisfazione.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "astonished",
      "translation": "stupefatto",
      "definition": "Feeling or showing great surprise or amazement, often accompanied by a sense of wonder or awe.",
      "definition_translation": "Sentire o mostrare grande sorpresa o meraviglia, spesso accompagnata da un senso di stupore o reverenza.",
      "example": "She was astonished by the beauty of the landscape. Yesterday, he had been astonished by the news. Next month, they will be astonished by the results of the experiment.",
      "example_translation": "Lei era stata stupefatta dalla bellezza del paesaggio. Ieri, lui era stato stupefatto dalla notizia. Il mese prossimo, saranno stupefatti dai risultati dell'esperimento.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "astonishing",
      "translation": "stupefacente",
      "definition": "Extremely surprising or impressive, often in a way that inspires wonder or amazement.",
      "definition_translation": "Estremamente sorprendente o impressionante, spesso in un modo che ispira meraviglia o stupore.",
      "example": "The astonishing view from the top of the mountain was breathtaking. Yesterday, the astonishing discovery had been made by the scientists. Next year, the astonishing talents of the performers will be showcased.",
      "example_translation": "La vista stupefacente dalla cima della montagna era mozzafiato. Ieri, la scoperta stupefacente era stata fatta dai ricercatori. L'anno prossimo, i talenti stupefacenti degli esecutori saranno messi in mostra.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "astonishment",
      "translation": "stupore",
      "definition": "A feeling of great surprise or wonder, often accompanied by a sense of awe or amazement.",
      "definition_translation": "Un sentimento di grande sorpresa o meraviglia, spesso accompagnato da un senso di stupore o reverenza.",
      "example": "The audience expressed their astonishment at the magician's trick. Yesterday, the team had felt astonishment at the sudden change in plan. Next week, the crowd will experience astonishment at the fireworks display.",
      "example_translation": "Il pubblico ha espresso il suo stupore per il trucco del mago. Ieri, la squadra aveva sentito stupore per il cambiamento improvviso del piano. La prossima settimana, la folla proverà stupore per lo spettacolo di fuochi d'artificio.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "athletic",
      "translation": "atletico",
      "definition": "Relating to or characteristic of athletes, physical fitness, or sports, often requiring strength, speed, or agility.",
      "definition_translation": "Riguardante o caratteristico degli atleti, della forma fisica o degli sport, spesso richiedendo forza, velocità o agilità.",
      "example": "The athletic team won the championship. Yesterday, he had shown athletic prowess in the game. Next year, the athletic department will introduce new programs for students.",
      "example_translation": "La squadra atletica ha vinto il campionato. Ieri, aveva mostrato potenza atletica nel gioco. L'anno prossimo, il dipartimento atletico introdurrà nuovi programmi per gli studenti.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "atmosphere",
      "translation": "atmosfera",
      "definition": "The surrounding environment or mood, often created by a combination of factors such as weather, lighting, or sounds.",
      "definition_translation": "L'ambiente circostante o atmosfera, spesso creata da una combinazione di fattori come il tempo, l'illuminazione o i suoni.",
      "example": "The atmosphere at the party was lively. Yesterday, the atmosphere in the room had been tense. Next week, the atmosphere at the concert will be electric.",
      "example_translation": "L'atmosfera alla festa era vivace. Ieri, l'atmosfera nella stanza era stata tesa. La prossima settimana, l'atmosfera al concerto sarà elettrica.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "atmosphere",
      "translation": "atmosfera",
      "definition": "The layer of gases surrounding the Earth, comprising mostly nitrogen and oxygen.",
      "definition_translation": "Lo strato di gas che circonda la Terra, composto prevalentemente da azoto e ossigeno.",
      "example": "The atmosphere on Mars is thin. Yesterday, the scientists had studied the Earth's atmosphere. Next year, they will explore the atmosphere on Venus.",
      "example_translation": "L'atmosfera su Marte è sottile. Ieri, gli scienziati avevano studiato l'atmosfera terrestre. L'anno prossimo, esploreranno l'atmosfera su Venere.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "atom",
      "translation": "atomo",
      "definition": "The smallest unit of a chemical element, consisting of protons, neutrons, and electrons.",
      "definition_translation": "L'unità più piccola di un elemento chimico, composta da protoni, neutroni e elettroni.",
      "example": "Atoms are the building blocks of matter. Yesterday, the scientists had discovered a new atom. Next year, they will study the properties of atoms.",
      "example_translation": "Gli atomi sono i blocchi costitutivi della materia. Ieri, gli scienziati avevano scoperto un nuovo atomo. L'anno prossimo, studieranno le proprietà degli atomi.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "atomic",
      "translation": "atomica",
      "definition": "Relating to or consisting of atoms, often in reference to nuclear energy or reactions.",
      "definition_translation": "Riguardante o consistente in atomi, spesso in riferimento all'energia nucleare o reazioni.",
      "example": "The atomic bomb was devastating. Yesterday, the scientists had discussed atomic energy. Next year, they will explore atomic reactions.",
      "example_translation": "La bomba atomica era devastante. Ieri, gli scienziati avevano discusso l'energia atomica. L'anno prossimo, esploreranno le reazioni atomiche.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attached",
      "translation": "attaccato",
      "definition": "Firmly joined or connected to something else, often physically or emotionally.",
      "definition_translation": "Firmemente unito o connesso a qualcosa d'altro, spesso fisicamente o emotivamente.",
      "example": "The picture was attached to the wall. Yesterday, she had attached a file to the email. Next week, they will attach a new wing to the building.",
      "example_translation": "L'immagine era attaccata al muro. Ieri, aveva attaccato un file alla email. La prossima settimana, attaccheranno un nuovo corridoio all'edificio.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attachment",
      "translation": "allegato",
      "definition": "A document or file attached to an email or a written statement that supports or provides additional information.",
      "definition_translation": "Un documento o file allegato a un'e-mail o una dichiarazione scritta che fornisce informazioni aggiuntive o di supporto.",
      "example": "I attached the report to the email for your review. The attachment was too large to send. I will attach the file to the email later.",
      "example_translation": "Ho allegato il rapporto all'email per la tua revisione. L'allegato era troppo grande per essere inviato. Alleggerò il file all'email più tardi.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attempt",
      "translation": "tentativo",
      "definition": "To try to do something or to make an effort to accomplish something.",
      "definition_translation": "Tentare di fare qualcosa o fare uno sforzo per realizzare qualcosa.",
      "example": "I will attempt to finish the project by the end of the week. She attempted to climb the mountain but failed. He will attempt to solve the puzzle again.",
      "example_translation": "Cercherò di finire il progetto entro la fine della settimana. Ha tentato di scalare la montagna ma ha fallito. Cercherà di risolvere il puzzle di nuovo.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attic",
      "translation": "soffitta",
      "definition": "The space or room at the top of a house, usually under the roof.",
      "definition_translation": "Lo spazio o stanza in cima a una casa, solitamente sotto il tetto.",
      "example": "The attic was dusty and full of old boxes. She found an old trunk in the attic. They converted the attic into a bedroom.",
      "example_translation": "La soffitta era polverosa e piena di vecchie scatole. Ha trovato un vecchio baule nella soffitta. Hanno convertito la soffitta in una camera da letto.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attract",
      "translation": "attrarre",
      "definition": "To pull or draw something or someone towards oneself or to gain someone's interest or attention.",
      "definition_translation": "Trascinare o attirare qualcosa o qualcuno verso di sé o guadagnare l'interesse o l'attenzione di qualcuno.",
      "example": "The beautiful view attracts many tourists. The advertisement attracted a lot of attention. The magnet will attract the metal.",
      "example_translation": "La bella vista attrae molti turisti. La pubblicità ha attirato molta attenzione. Il magnete attrarrà il metallo.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attraction",
      "translation": "attrazione",
      "definition": "A person, thing, or place that draws people's interest or attention.",
      "definition_translation": "Una persona, cosa o posto che attira l'interesse o l'attenzione delle persone.",
      "example": "The amusement park was a major attraction for children. The city's attraction was its historic center. The new restaurant is an attraction for foodies.",
      "example_translation": "Il parco divertimenti era un'attrazione principale per i bambini. L'attrazione della città era il suo centro storico. Il nuovo ristorante è un'attrazione per i foodies.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aubergine",
      "translation": "melanzana",
      "definition": "A purple vegetable, commonly used in cooking, especially in Mediterranean cuisine.",
      "definition_translation": "Un ortaggio viola, comunemente usato nella cucina, soprattutto nella cucina mediterranea.",
      "example": "I love grilled aubergine as a side dish. Aubergine is a popular ingredient in Italian cooking. The aubergine was ripe and ready to eat.",
      "example_translation": "Adoro la melanzana grigliata come contorno. La melanzana è un ingrediente popolare nella cucina italiana. La melanzana era matura e pronta da mangiare.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "authority",
      "translation": "autorità",
      "definition": "The power or right to control or command something or someone.",
      "definition_translation": "Il potere o diritto di controllare o comandare qualcosa o qualcuno.",
      "example": "The government has authority over the entire country. The teacher has authority in the classroom. The expert has authority on the subject.",
      "example_translation": "Il governo ha autorità sull'intero paese. L'insegnante ha autorità in classe. L'esperto ha autorità sulla materia.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "automatic",
      "translation": "automatico",
      "definition": "Something that happens or operates by itself, without human intervention or manual control.",
      "definition_translation": "Qualcosa che avviene o opera da sé, senza intervento umano o controllo manuale.",
      "example": "The automatic door opened by itself. The automatic transmission shifting gears smoothly. The automatic pilot took over the flight.",
      "example_translation": "La porta automatica si è aperta da sé. La trasmissione automatica cambiò marcia con fluidità. Il pilota automatico ha preso il controllo del volo.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "automatically",
      "translation": "automaticamente",
      "definition": "In a way that happens or operates by itself, without human intervention or manual control.",
      "definition_translation": "In modo che avvenga o operi da sé, senza intervento umano o controllo manuale.",
      "example": "The computer will automatically update the software. The parking system will automatically direct you to an empty spot. The machine will automatically shut down if there is a malfunction.",
      "example_translation": "Il computer aggiornerà automaticamente il software. Il sistema di parcheggio ti dirigerà automaticamente a un posto vuoto. La macchina si spegnerà automaticamente se c'è un malfunzionamento.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "availability",
      "translation": "disponibilità",
      "definition": "The state of being available or accessible for use.",
      "definition_translation": "Lo stato di essere disponibile o accessibile per l'uso.",
      "example": "The availability of the hotel rooms was limited. The product's availability was announced on the website. The availability of the conference tickets was restricted.",
      "example_translation": "La disponibilità delle camere d'albergo era limitata. La disponibilità del prodotto è stata annunciata sul sito web. La disponibilità dei biglietti della conferenza era restrittiva.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "avoid",
      "translation": "evitare",
      "definition": "To stay away from something or someone, to prevent or keep from happening or occurring.",
      "definition_translation": "Stare lontano da qualcosa o qualcuno, per prevenire o tenere lontano da accadere o verificarsi.",
      "example": "I try to avoid driving during rush hour. She avoided eye contact with him. He will avoid making the same mistake again.",
      "example_translation": "Cerco di evitare guidare durante l'ora di punta. Ha evitato il contatto visivo con lui. Eviterà di fare lo stesso errore di nuovo.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "award",
      "translation": "premio",
      "definition": "A prize or honor given to someone for an achievement or contribution.",
      "definition_translation": "Un premio o onore dato a qualcuno per un successo o contributo.",
      "example": "The award was given to the best actor. The award ceremony was held last night. She received an award for her outstanding work.",
      "example_translation": "Il premio è stato assegnato al miglior attore. La cerimonia di premiazione si è tenuta ieri sera. Ha ricevuto un premio per il suo lavoro eccezionale.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "award",
      "translation": "premio",
      "definition": "A prize or honor given to someone for an achievement or contribution.",
      "definition_translation": "Un premio o onore dato a qualcuno per un successo o contributo.",
      "example": "The award was given to the best actor. The award ceremony was held last night. She received an award for her outstanding work.",
      "example_translation": "Il premio è stato assegnato al miglior attore. La cerimonia di premiazione si è tenuta ieri sera. Ha ricevuto un premio per il suo lavoro eccezionale.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aware",
      "translation": "consapevole",
      "definition": "Having knowledge or understanding of something, especially a situation or problem.",
      "definition_translation": "Avere conoscenza o comprensione di qualcosa, soprattutto una situazione o problema.",
      "example": "I am aware of the risks involved. She was aware of his feelings. He became aware of the noise.",
      "example_translation": "Sono consapevole dei rischi coinvolti. Era consapevole dei suoi sentimenti. È diventato consapevole del rumore.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "awkwardly",
      "translation": "goffamente",
      "definition": "In a clumsy or awkward manner, often causing embarrassment or difficulty.",
      "definition_translation": "In modo goffo o impacciato, spesso causando imbarazzo o difficoltà.",
      "example": "He awkwardly tried to dance. She awkwardly held the baby. They awkwardly introduced themselves.",
      "example_translation": "Ha provato goffamente a ballare. Ha goffamente tenuto il bambino. Si sono presentati goffamente.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bachelor",
      "translation": "baccelliere",
      "definition": "An unmarried man, especially one who is considered eligible for marriage.",
      "definition_translation": "Un uomo non sposato, soprattutto uno considerato idoneo per il matrimonio.",
      "example": "He is a bachelor living alone. The bachelor party was a lot of fun. She married a bachelor.",
      "example_translation": "È un baccelliere che vive da solo. La festa del baccelliere è stata molto divertente. Si è sposata con un baccelliere.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "background",
      "translation": "sfondo",
      "definition": "The scenery or situation behind or surrounding something or someone.",
      "definition_translation": "Lo scenario o situazione dietro o attorno a qualcosa o qualcuno.",
      "example": "The background of the painting was blue. The background noise was distracting. The company does background checks on new employees.",
      "example_translation": "Lo sfondo del dipinto era blu. Il rumore di fondo era distrattivo. L'azienda esegue controlli sullo sfondo dei nuovi dipendenti.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "background",
      "translation": "sfondo",
      "definition": "The scenery or situation behind or surrounding something or someone.",
      "definition_translation": "Lo scenario o situazione dietro o attorno a qualcosa o qualcuno.",
      "example": "The background of the painting was blue. The background noise was distracting. The company does background checks on new employees.",
      "example_translation": "Lo sfondo del dipinto era blu. Il rumore di fondo era distrattivo. L'azienda esegue controlli sullo sfondo dei nuovi dipendenti.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "background",
      "translation": "sfondo",
      "definition": "The scenery or situation behind or surrounding something or someone.",
      "definition_translation": "Lo scenario o situazione dietro o attorno a qualcosa o qualcuno.",
      "example": "The background of the painting was blue. The background noise was distracting. The company does background checks on new employees.",
      "example_translation": "Lo sfondo del dipinto era blu. Il rumore di fondo era distrattivo. L'azienda esegue controlli sullo sfondo dei nuovi dipendenti.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "backup",
      "translation": "copia di riserva",
      "definition": "A copy or duplicate of something, especially a computer file or system, kept in case the original is lost or damaged.",
      "definition_translation": "Una copia o duplicato di qualcosa, soprattutto un file o sistema del computer, tenuto in caso di perdita o danneggiamento dell'originale.",
      "example": "Make a backup of your files before upgrading. The company has a backup system in place. The backup generator kicked in during the power outage.",
      "example_translation": "Fai una copia di riserva dei tuoi file prima di aggiornare. L'azienda ha un sistema di riserva in place. Il generatore di riserva si è attivato durante l'interruzione di corrente.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bad",
      "translation": "cattivo",
      "definition": "Unpleasant, unhappy, or of poor quality.",
      "definition_translation": "Spiacevole, infelice o di scarsa qualità.",
      "example": "The movie was bad, I didn't like it. He has a bad habit of procrastinating. The food was bad, I couldn't eat it.",
      "example_translation": "Il film era cattivo, non mi è piaciuto. Ha una cattiva abitudine di procrastinare. Il cibo era cattivo, non riuscivo a mangiarlo.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bad-tempered",
      "translation": "collerico",
      "definition": "Prone to sudden anger or irritability.",
      "definition_translation": "Incline all'improvvisa collera o irritabilità.",
      "example": "He is bad-tempered and gets angry easily. She has a bad-tempered boss. The bad-tempered dog bit the mailman.",
      "example_translation": "È collerico e si arrabbia facilmente. Ha un capo collerico. Il cane collerico ha morso il postino.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "badge",
      "translation": " distintivo",
      "definition": "A small mark or symbol, especially one worn to indicate rank, membership, or achievement.",
      "definition_translation": "Un piccolo marchio o simbolo, soprattutto uno indossato per indicare il rango, la membership, o il successo.",
      "example": "The police officer wore a badge on his uniform. She earned a badge for completing the course. The company's badge is a symbol of excellence.",
      "example_translation": "L'ufficiale di polizia indossava un distintivo sulla sua uniforme. Ha ottenuto un distintivo per aver completato il corso. Il distintivo dell'azienda è un simbolo di eccellenza.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bag",
      "translation": "borsa",
      "definition": "A container made of flexible material, used for carrying or storing things.",
      "definition_translation": "Un contenitore fatto di materiale flessibile, usato per trasportare o conservare cose.",
      "example": "I need a bag to carry my groceries. She forgot her bag at home. The bag was heavy with books.",
      "example_translation": "Ho bisogno di una borsa per portare le mie spese. Ha dimenticato la sua borsa a casa. La borsa era pesante con i libri.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bakery",
      "translation": "panificio",
      "definition": "A shop that sells flour-based food baked in an oven, such as bread, cakes, and pastries.",
      "definition_translation": "Un negozio che vende alimenti a base di farina cotti in forno, come pane, torte e pasticceria.",
      "example": "I love going to the bakery on Sundays. The bakery was filled with delicious smells. She worked at a bakery during the summer.",
      "example_translation": "Adoro andare al panificio la domenica. Il panificio era pieno di profumi deliziosi. Ha lavorato in un panificio durante l'estate.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "A state of being in harmony or equilibrium, often referring to physical, mental, or financial stability.",
      "definition_translation": "Uno stato di essere in armonia o equilibrio, spesso riferito alla stabilità fisica, mentale o finanziaria.",
      "example": "The gymnast needed balance to perform the routine. She tried to balance her work and personal life. The company struggled to balance its budget.",
      "example_translation": "La ginnasta aveva bisogno di equilibrio per eseguire la routine. Ha cercato di equilibrare il suo lavoro e la sua vita personale. L'azienda ha lottato per equilibrare il suo budget.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "A state of being in harmony or equilibrium, often referring to physical, mental, or financial stability.",
      "definition_translation": "Uno stato di essere in armonia o equilibrio, spesso riferito alla stabilità fisica, mentale o finanziaria.",
      "example": "The gymnast needed balance to perform the routine. She tried to balance her work and personal life. The company struggled to balance its budget.",
      "example_translation": "La ginnasta aveva bisogno di equilibrio per eseguire la routine. Ha cercato di equilibrare il suo lavoro e la sua vita personale. L'azienda ha lottato per equilibrare il suo budget.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balance",
      "translation": "equilibrio",
      "definition": "A state of being in harmony or equilibrium, often referring to physical, mental, or financial stability.",
      "definition_translation": "Uno stato di essere in armonia o equilibrio, spesso riferito alla stabilità fisica, mentale o finanziaria.",
      "example": "The gymnast needed balance to perform the routine. She tried to balance her work and personal life. The company struggled to balance its budget.",
      "example_translation": "La ginnasta aveva bisogno di equilibrio per eseguire la routine. Ha cercato di equilibrare il suo lavoro e la sua vita personale. L'azienda ha lottato per equilibrare il suo budget.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balanced",
      "translation": "equilibrato",
      "definition": "Having or showing a balance of different elements or qualities.",
      "definition_translation": "Avere o mostrare un equilibrio di diversi elementi o qualità.",
      "example": "The meal was balanced with protein, carbs, and veggies. The company had a balanced budget. He had a balanced personality.",
      "example_translation": "Il pasto era equilibrato con proteine, carboidrati e verdure. L'azienda aveva un budget equilibrato. Aveva una personalità equilibrata.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ban",
      "translation": "divieto",
      "definition": "An official prohibition or restriction, especially a formal one imposed by a government or authority.",
      "definition_translation": "Un divieto ufficiale o restrizione, soprattutto una forma imposta dal governo o da un'autorità.",
      "example": "The government issued a ban on smoking in public places. The country has a ban on importing certain goods. She received a ban from the social media platform.",
      "example_translation": "Il governo ha emesso un divieto di fumare nei luoghi pubblici. Il paese ha un divieto di importazione di certi beni. Ha ricevuto un divieto dalla piattaforma dei social media.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ban",
      "translation": "divieto",
      "definition": "to officially or legally forbid something from being done",
      "definition_translation": "proibire ufficialmente o legalmente qualcosa di essere fatto",
      "example": "The government banned the use of single-use plastics.",
      "example_translation": "Il governo ha vietato l'uso di plastiche monouso.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bang",
      "translation": "bang",
      "definition": "a loud, sudden noise, especially one made by something exploding",
      "definition_translation": "un rumore forte e improvviso, specialmente uno fatto da qualcosa che esplode",
      "example": "There was a bang when the firework exploded.",
      "example_translation": "C'è stato un bang quando il fuoco d'artificio è esploso.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bang",
      "translation": "bang",
      "definition": "to make a sudden loud noise, especially by hitting something",
      "definition_translation": "fare un rumore improvviso e forte, specialmente colpendo qualcosa",
      "example": "She banged the door shut.",
      "example_translation": "Lei ha chiuso la porta con un bang.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "banker",
      "translation": "banchiere",
      "definition": "a person who works in a bank, especially one who is in charge of a bank",
      "definition_translation": "una persona che lavora in una banca, soprattutto uno che è a capo di una banca",
      "example": "The banker was responsible for the bank's financial decisions.",
      "example_translation": "Il banchiere era responsabile delle decisioni finanziarie della banca.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "banking",
      "translation": "banca",
      "definition": "the business of providing money and financial services",
      "definition_translation": "l'attività di fornire denaro e servizi finanziari",
      "example": "The bank offers online banking services to its customers.",
      "example_translation": "La banca offre servizi di banking online ai suoi clienti.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bare",
      "translation": "nudo",
      "definition": "without covering or clothing; naked",
      "definition_translation": "senza copertura o vestiti; nudo",
      "example": "The tree was bare of leaves.",
      "example_translation": "L'albero era nudo di foglie.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "barely",
      "translation": "appena",
      "definition": "almost not at all; only just",
      "definition_translation": "quasi per niente; solo proprio",
      "example": "I barely passed the exam.",
      "example_translation": "Ho appena superato l'esame.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bark",
      "translation": "abbaiare",
      "definition": "the harsh, explosive noise made by a dog",
      "definition_translation": "il rumore aspro e esplosivo fatto da un cane",
      "example": "The dog began to bark loudly.",
      "example_translation": "Il cane ha iniziato ad abbaiare forte.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bark",
      "translation": "corteccia",
      "definition": "the outer layer of a tree's trunk, branches, and roots",
      "definition_translation": "il layer esterno del tronco, dei rami e delle radici di un albero",
      "example": "The tree's bark was rough and wrinkled.",
      "example_translation": "La corteccia dell'albero era ruvida e rugosa.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "barrier",
      "translation": "barriera",
      "definition": "a physical or metaphorical obstacle that prevents movement or access",
      "definition_translation": "un ostacolo fisico o metaforico che impedisce il movimento o l'accesso",
      "example": "The fence was a barrier to the garden.",
      "example_translation": "Il recinto era una barriera per il giardino.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "base",
      "translation": "base",
      "definition": "the lowest or bottom part of something",
      "definition_translation": "la parte più bassa o inferiore di qualcosa",
      "example": "The base of the statue was made of marble.",
      "example_translation": "La base della statua era fatta di marmo.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "base",
      "translation": "base",
      "definition": "a starting point or foundation for something",
      "definition_translation": "un punto di partenza o fondazione per qualcosa",
      "example": "The company's base was in New York.",
      "example_translation": "La sede dell'azienda era a New York.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "basement",
      "translation": "seminterrato",
      "definition": "the lowest floor of a building, often partly or entirely below ground level",
      "definition_translation": "il piano più basso di un edificio, spesso parzialmente o interamente al di sotto del livello del suolo",
      "example": "The family lived in the basement of the house.",
      "example_translation": "La famiglia viveva nel seminterrato della casa.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "basically",
      "translation": "fondamentalmente",
      "definition": "in a basic or essential way; fundamentally",
      "definition_translation": "in un modo basilare o essenziale; fondamentalmente",
      "example": "The plan is basically the same as before.",
      "example_translation": "Il piano è fondamentalmente lo stesso di prima.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "basil",
      "translation": "basilico",
      "definition": "a fragrant herb used in cooking, especially in Mediterranean and Italian cuisine",
      "definition_translation": "un'erba aromatica usata nella cucina, soprattutto nella cucina mediterranea e italiana",
      "example": "Add some fresh basil to the pasta sauce.",
      "example_translation": "Aggiungi del basilico fresco alla salsa di pasta.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "basis",
      "translation": "base",
      "definition": "a starting point or foundation for something",
      "definition_translation": "un punto di partenza o fondazione per qualcosa",
      "example": "The company's basis was in New York.",
      "example_translation": "La sede dell'azienda era a New York.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beam",
      "translation": "trave",
      "definition": "a long, straight piece of wood, metal, or concrete used in building",
      "definition_translation": "un pezzo di legno, metallo o cemento lungo e diritto usato nell'edilizia",
      "example": "The beam held up the roof.",
      "example_translation": "La trave sosteneva il tetto.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bear",
      "translation": "orso",
      "definition": "a large, carnivorous mammal with shaggy fur",
      "definition_translation": "un mammifero carnivoro grande con pelo ispido",
      "example": "We saw a bear in the forest.",
      "example_translation": "Abbiamo visto un orso nella foresta.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beast",
      "translation": "bestia",
      "definition": "a wild animal, especially a large or fierce one",
      "definition_translation": "un animale selvatico, soprattutto uno grande o feroce",
      "example": "The beast roared in the jungle.",
      "example_translation": "La bestia ha ruggito nella giungla.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beat",
      "translation": "battere",
      "definition": "to hit or strike something repeatedly",
      "definition_translation": "colpire o battere qualcosa ripetutamente",
      "example": "The drummer beat the drum loudly.",
      "example_translation": "Il batterista ha battuto il tamburo forte.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beat",
      "translation": "vincere",
      "definition": "to win or defeat someone or something",
      "definition_translation": "vincere o sconfiggere qualcuno o qualcosa",
      "example": "Our team beat the opponents in the championship.",
      "example_translation": "La nostra squadra ha vinto contro gli avversari nel campionato.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beat",
      "translation": "ritmo",
      "definition": "a rhythmic pattern or sound",
      "definition_translation": "un pattern ritmico o un suono",
      "example": "The beat of the music was catchy.",
      "example_translation": "Il ritmo della musica era accattivante.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beetle",
      "translation": "coleottero",
      "definition": "a type of insect with a hard outer shell",
      "definition_translation": "un tipo di insetto con un guscio esterno duro",
      "example": "The beetle crawled across the leaf.",
      "example_translation": "Il coleottero si è trascinato sulla foglia.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beg",
      "translation": "chiedere",
      "definition": "to ask for something in a humble or anxious way",
      "definition_translation": "chiedere qualcosa in modo umile o ansioso",
      "example": "She begged for forgiveness.",
      "example_translation": "Lei ha chiesto perdono.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beg",
      "translation": "chiedere",
      "definition": "to ask for something, especially food or money, from someone who is passing by",
      "definition_translation": "chiedere qualcosa, soprattutto cibo o denaro, a qualcuno che passa di lì",
      "example": "The homeless man begged for spare change.",
      "example_translation": "L'uomo senza casa ha chiesto spiccioli ai passanti.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "belief",
      "translation": "credenza",
      "definition": "a feeling of being certain that something is true or exists",
      "definition_translation": "un sentimento di essere sicuro che qualcosa è vero o esiste",
      "example": "Her belief in God gave her strength.",
      "example_translation": "La sua credenza in Dio le dava forza.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "belong",
      "translation": "appartenere",
      "definition": "to be a part of something or to be connected to something",
      "definition_translation": "fare parte di qualcosa o essere connesso a qualcosa",
      "example": "I belong to a book club.",
      "example_translation": "Io appartengo a un club del libro.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "belongings",
      "translation": "effetti personali",
      "definition": "things that belong to someone, especially things that are personal or valuable",
      "definition_translation": "cose che appartengono a qualcuno, soprattutto cose personali o di valore",
      "example": "She packed her belongings and left the hotel.",
      "example_translation": "Lei ha imballato i suoi effetti personali e ha lasciato l'hotel.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bench",
      "translation": "panca",
      "definition": "a long seat, especially one fixed to the ground",
      "definition_translation": "un sedile lungo, soprattutto uno fissato a terra",
      "example": "The couple sat on the bench in the park.",
      "example_translation": "La coppia si è seduta sulla panca nel parco.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bend",
      "translation": "piegare",
      "definition": "to change direction or shape by curving or folding",
      "definition_translation": "cambiare direzione o forma piegandosi o ripiegandosi",
      "example": "She bent down to pick up the toy.",
      "example_translation": "Lei si è chinata per raccogliere il giocattolo.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bend",
      "translation": "piegare",
      "definition": "To change the direction or shape of something, or to make something curve or slope",
      "definition_translation": "Cambiare la direzione o la forma di qualcosa, o fare curvare o inclinare qualcosa",
      "example": "I had to bend down to pick up the pen. Yesterday, I bent my elbow to reach the top shelf. If I don't bend my knees, I'll fall over.",
      "example_translation": "Ho dovuto piegarmi per raccogliere la penna. Ieri, ho piegato il mio gomito per raggiungere la mensola superiore. Se non piego le ginocchia, cadrò.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bend",
      "translation": "piegare",
      "definition": "To change the direction or shape of something, or to make something curve or slope",
      "definition_translation": "Cambiare la direzione o la forma di qualcosa, o fare curvare o inclinare qualcosa",
      "example": "The tree branches bend in the wind. She bent her head to listen to the music. The road bends to the left.",
      "example_translation": "I rami dell'albero si piegano al vento. Ha piegato la testa per ascoltare la musica. La strada si piega a sinistra.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beneath",
      "translation": "sotto",
      "definition": "In or into a lower position, or hidden from view",
      "definition_translation": "In o in una posizione inferiore, o nascosto alla vista",
      "example": "The book is beneath the couch. The city is beneath the mountain. I hid beneath the bed.",
      "example_translation": "Il libro è sotto il divano. La città è sotto la montagna. Mi sono nascosto sotto il letto.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beneficial",
      "translation": "benefico",
      "definition": "Having a positive or helpful effect",
      "definition_translation": "Avendo un effetto positivo o utile",
      "example": "Regular exercise is beneficial for your health. The new policy has been beneficial to the company. The beneficial effects of the medicine were obvious.",
      "example_translation": "L'esercizio regolare è benefico per la tua salute. La nuova politica è stata benefica per l'azienda. Gli effetti beneficiosi del medicinale erano evidenti.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "benefit",
      "translation": "beneficio",
      "definition": "An advantage or improvement",
      "definition_translation": "Un vantaggio o miglioramento",
      "example": "The benefit of exercise is improved health. I got a benefit from the new job. The benefits of the plan are clear.",
      "example_translation": "Il beneficio dell'esercizio è una salute migliore. Ho ottenuto un beneficio dal nuovo lavoro. I benefici del piano sono chiari.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "berry",
      "translation": "bacca",
      "definition": "A small fruit, often red, purple, or blue",
      "definition_translation": "Un piccolo frutto, spesso rosso, viola o blu",
      "example": "I ate a berry from the bush. The berries were ripe and sweet. Berries are a healthy snack.",
      "example_translation": "Ho mangiato una bacca dal cespuglio. Le bacche erano mature e dolci. Le bacche sono uno spuntino sano.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bestseller",
      "translation": "best seller",
      "definition": "A book that sells a very large number of copies",
      "definition_translation": "Un libro che vende un gran numero di copie",
      "example": "The novel was a bestseller last year. Her book became a bestseller in just one week. I've read all the bestsellers from last season.",
      "example_translation": "Il romanzo è stato un best seller l'anno scorso. Il suo libro è diventato un best seller in solo una settimana. Ho letto tutti i bestseller della scorsa stagione.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bet",
      "translation": "scommessa",
      "definition": "To risk money or something valuable on the result of a game, race, or other event",
      "definition_translation": "Rischia denaro o qualcosa di valore sul risultato di un gioco, corso o altro evento",
      "example": "I bet on the football game. She made a bet with her friend. I lost my bet on the horse race.",
      "example_translation": "Ho scommesso sulla partita di calcio. Ha fatto una scommessa con il suo amico. Ho perso la mia scommessa sulla corsa di cavalli.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "betray",
      "translation": "tradire",
      "definition": "To be disloyal or unfaithful to someone or something, or to reveal a secret",
      "definition_translation": "Essere sleale o infedele a qualcuno o qualcosa, o rivelare un segreto",
      "example": "She felt betrayed by her friend's actions. He betrayed his country's trust. I would never betray your confidence.",
      "example_translation": "Si è sentita tradita dalle azioni del suo amico. Ha tradito la fiducia del suo paese. Non tradirei mai la tua fiducia.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bikini",
      "translation": "bikini",
      "definition": "A type of swimsuit that covers only the most intimate parts of the body",
      "definition_translation": "Un tipo di costume da bagno che copre solo le parti più intime del corpo",
      "example": "I bought a new bikini for the summer. The bikini was too small for her. She felt comfortable in her bikini.",
      "example_translation": "Ho comprato un nuovo bikini per l'estate. Il bikini era troppo piccolo per lei. Si è sentita a suo agio nel suo bikini.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bill",
      "translation": "conto",
      "definition": "A document showing the amount of money that someone owes for goods or services",
      "definition_translation": "Un documento che mostra l'importo di denaro che qualcuno deve per beni o servizi",
      "example": "I need to pay the bill. The bill was higher than expected. She forgot to pay the electricity bill.",
      "example_translation": "Devo pagare il conto. Il conto era più alto del previsto. Ha dimenticato di pagare il conto della luce.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "billion",
      "translation": "miliardo",
      "definition": "A very large number, one thousand million",
      "definition_translation": "Un numero molto grande, un migliaio di milioni",
      "example": "The company made a billion dollars in profit. The population of the world is over a billion. I've never seen a billion dollars in my life.",
      "example_translation": "L'azienda ha guadagnato un miliardo di dollari di profitto. La popolazione del mondo è di oltre un miliardo. Non ho mai visto un miliardo di dollari nella mia vita.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "biological",
      "translation": "biologico",
      "definition": "Relating to the study of living things and their structure, growth, evolution, and classification",
      "definition_translation": "Riferito allo studio delle cose viventi e della loro struttura, crescita, evoluzione e classificazione",
      "example": "Biological systems are complex. The biological effect of the drug was minimal. The course covers biological and chemical principles.",
      "example_translation": "I sistemi biologici sono complessi. L'effetto biologico del farmaco era minimo. Il corso copre principi biologici e chimici.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bite",
      "translation": "mordere",
      "definition": "To grip or hold something with your teeth, or to attack someone or something by biting",
      "definition_translation": "Afferrare o trattenere qualcosa con i denti, o attaccare qualcuno o qualcosa mordendo",
      "example": "The dog bit the mailman. She bit her lip in anxiety. The insect bit me on the arm.",
      "example_translation": "Il cane ha morso il postino. Ha morso il labbro per l'ansia. L'insetto mi ha morso sul braccio.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bite",
      "translation": "mordere",
      "definition": "To grip or hold something with your teeth, or to attack someone or something by biting",
      "definition_translation": "Afferrare o trattenere qualcosa con i denti, o attaccare qualcuno o qualcosa mordendo",
      "example": "The snake's bite was deadly. The child was bitten by a mosquito. The dog's bite was very painful.",
      "example_translation": "Il morso del serpente era letale. Il bambino è stato morso da una zanzara. Il morso del cane era molto doloroso.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bitter",
      "translation": "amaro",
      "definition": "Having a strong unpleasant taste, or feeling or showing anger, sadness, or resentment",
      "definition_translation": "Avendo un gusto forte e sgradevole, o sentendosi o mostrando rabbia, tristezza o risentimento",
      "example": "The medicine tastes bitter. He was bitter about his defeat. The bitter cold air was unbearable.",
      "example_translation": "Il medicinale ha un sapore amaro. Era amaro per la sua sconfitta. L'aria fredda e amara era insopportabile.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bitterly",
      "translation": "amaramente",
      "definition": "In a bitter manner, or with feelings of anger, sadness, or resentment",
      "definition_translation": "In modo amaro, o con sentimenti di rabbia, tristezza o risentimento",
      "example": "She spoke bitterly about her ex-husband. He bitterly regretted his mistake. The team bitterly contested the referee's decision.",
      "example_translation": "Ha parlato amaramente del suo ex-marito. Ha amaramente rimpianto il suo errore. La squadra ha amaramente contestato la decisione dell'arbitro.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bizarre",
      "translation": "bizzarro",
      "definition": "Very strange or unusual, often in a way that is interesting or amusing",
      "definition_translation": "Molto strano o insolito, spesso in modo interessante o divertente",
      "example": "The bizarre creature was unknown to science. The film had a bizarre plot twist. The artist's bizarre style was unique.",
      "example_translation": "La creatura bizzarra era sconosciuta alla scienza. Il film ha avuto una svolta bizzarra. Lo stile bizzarro dell'artista era unico.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blackberry",
      "translation": "mora",
      "definition": "A sweet or sour fruit that grows on a bush, often eaten fresh or used in desserts",
      "definition_translation": "Un frutto dolce o aspro che cresce su un cespuglio, spesso mangiato fresco o utilizzato in dessert",
      "example": "I love eating blackberries in the summer. The blackberry jam was delicious. Blackberries are rich in antioxidants.",
      "example_translation": "Adoro mangiare more d'estate. La marmellata di more era deliziosa. Le more sono ricche di antiossidanti.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blackcurrant",
      "translation": "ribes nero",
      "definition": "A type of fruit that grows on a bush, often eaten fresh or used in desserts",
      "definition_translation": "Un tipo di frutto che cresce su un cespuglio, spesso mangiato fresco o utilizzato in dessert",
      "example": "Blackcurrants are my favorite fruit. The blackcurrant jam was delicious. Blackcurrants are rich in vitamins.",
      "example_translation": "I ribes neri sono il mio frutto preferito. La marmellata di ribes neri era deliziosa. I ribes neri sono ricchi di vitamine.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blade",
      "translation": "lama",
      "definition": "A long, thin, flat piece of metal, wood, or plastic used for cutting or as a part of a machine",
      "definition_translation": "Un pezzo lungo, sottile e piatto di metallo, legno o plastica usato per tagliare o come parte di una macchina",
      "example": "The blade of the knife was sharp. The wind turbine has a large blade. The blade of the helicopter was spinning fast.",
      "example_translation": "La lama del coltello era affilata. La turbina eolica ha una grande lama. La lama dell'elicopter era ruotante velocemente.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blank",
      "translation": "bianco",
      "definition": "Having no writing, printing, or marks on it, or empty and not filled in",
      "definition_translation": "Non avendo scrittura, stampa o segni su di esso, o vuoto e non compilato",
      "example": "The page was blank. The form was blank, so I had to fill it out. The wall was blank, just waiting for some artwork.",
      "example_translation": "La pagina era bianca. Il modulo era bianco, quindi dovevo compilare. Il muro era bianco, proprio aspettando dell'opera d'arte.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blind",
      "translation": "cieco",
      "definition": "Unable to see, or having a strong dislike or opposition to something",
      "definition_translation": "Incapace di vedere, o avendo una forte avversione o opposizione a qualcosa",
      "example": "He was blind to the obvious mistake. The blind musician played the piano beautifully. I'm blind to the beauty of the city.",
      "example_translation": "Era cieco all'errore ovvio. Il musicista cieco suonò il piano bellamente. Sono cieco alla bellezza della città.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blink",
      "translation": "cigliare",
      "definition": "To close and open your eyes quickly, or to flash a light on and off",
      "definition_translation": "Chiudere e aprire gli occhi velocemente, o lampeggiare una luce on e off",
      "example": "I blinked in surprise. The car's headlights blinked on and off. She blinked away the tears.",
      "example_translation": "Ho cigliato per la sorpresa. I fari dell'auto hanno cigliato on e off. Ha cigliato via le lacrime.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "block",
      "translation": "blocco",
      "definition": "A solid piece of material, such as wood or stone, used for building or as a support",
      "definition_translation": "Un pezzo solido di materiale, come legno o pietra, usato per la costruzione o come supporto",
      "example": "The block of wood was heavy. The block of flats was tall. The block in the road caused a traffic jam.",
      "example_translation": "Il blocco di legno era pesante. Il blocco di appartamenti era alto. Il blocco sulla strada ha causato un ingorgo stradale.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bloody",
      "translation": "sanguinario",
      "definition": "Covered in blood, or extremely violent or cruel",
      "definition_translation": "Coperto di sangue, o estremamente violento o crudele",
      "example": "The bloody knife was evidence of the crime. The bloody battle lasted for days. The bloody film was too gory for me.",
      "example_translation": "Il coltello sanguinario era una prova del crimine. La battaglia sanguinaria è durata per giorni. Il film sanguinario era troppo cruento per me.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blueberry",
      "translation": "mirtillo",
      "definition": "A small, round, blue fruit that is often eaten fresh or used in cooking and baking",
      "definition_translation": "Un piccolo frutto rotondo blu che viene spesso mangiato fresco o utilizzato nella cottura e nella panificazione",
      "example": "Blueberries are my favorite fruit. The blueberry jam was delicious. Blueberries are rich in antioxidants.",
      "example_translation": "I mirtilli sono il mio frutto preferito. La marmellata di mirtilli era deliziosa. I mirtilli sono ricchi di antiossidanti.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blush",
      "translation": "arrossire",
      "definition": "To become red in the face, often because you are ashamed or embarrassed",
      "definition_translation": "Diventare rosso in viso, spesso perché sei imbarazzato o vergognoso",
      "example": "She blushed when he complimented her. He blushed when he realized his mistake. The girl blushed at the boy's joke.",
      "example_translation": "Lei è arrossita quando lui l'ha complimentata. Lui è arrossito quando si è reso conto del suo errore. La ragazza è arrossita alla battuta del ragazzo.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "board",
      "translation": "tavola",
      "definition": "A piece of wood or other material, often flat and rectangular, used for a particular purpose",
      "definition_translation": "Un pezzo di legno o altro materiale, spesso piatto e rettangolare, usato per uno scopo particolare",
      "example": "The board of directors made a decision. The board of the table was old and worn out. The skateboard was her favorite toy.",
      "example_translation": "Il consiglio di amministrazione ha preso una decisione. La tavola del tavolo era vecchia e logorata. La tavola da skateboard era il suo giocattolo preferito.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "board",
      "translation": "tavola",
      "definition": "A piece of wood or other material, often flat and rectangular, used for a particular purpose",
      "definition_translation": "Un pezzo di legno o altro materiale, spesso piatto e rettangolare, usato per uno scopo particolare",
      "example": "The board of the company was very successful. The board of the school was strict. The bulletin board was full of notices.",
      "example_translation": "",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boast",
      "translation": "vantarsi",
      "definition": "to talk with pride about something you have done or something you have",
      "definition_translation": "parlare con orgoglio di qualcosa che hai fatto o di qualcosa che hai",
      "example": "I boasted about my achievement to my friends. I will boast about my new car. I boasted about my skills during the interview.",
      "example_translation": "Ho vantato il mio successo ai miei amici. Vanterò la mia nuova macchina. Ho vantato le mie abilità durante l'intervista.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bodyguard",
      "translation": "bodyguard",
      "definition": "a person who is employed to protect someone from harm or danger",
      "definition_translation": "una persona che è assunta per proteggere qualcuno dal danno o dal pericolo",
      "example": "The celebrity had a bodyguard to protect her from the crowd. The bodyguard was very professional. He worked as a bodyguard for several years.",
      "example_translation": "La celebrità aveva un bodyguard per proteggerla dalla folla. Il bodyguard era molto professionale. Ha lavorato come bodyguard per diversi anni.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boiling",
      "translation": "bollente",
      "definition": "extremely angry or furious",
      "definition_translation": "estremamente arrabbiato o furioso",
      "example": "I was boiling with rage when I saw the news. She was boiling with anger after the argument. He was boiling with frustration during the game.",
      "example_translation": "Ero bollente di rabbia quando ho visto le notizie. Era bollente di rabbia dopo la discussione. Era bollente di frustrazione durante il gioco.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bold",
      "translation": "coraggioso",
      "definition": "showing courage or confidence",
      "definition_translation": "mostrando coraggio o fiducia",
      "example": "He was bold enough to speak up in the meeting. She made a bold decision to quit her job. The company made a bold move to enter the new market.",
      "example_translation": "Era abbastanza coraggioso da parlare apertamente nella riunione. Ha preso una decisione coraggiosa di lasciare il lavoro. L'azienda ha fatto una mossa coraggiosa per entrare nel nuovo mercato.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boldly",
      "translation": "coraggiosamente",
      "definition": "in a bold or confident manner",
      "definition_translation": "in modo coraggioso o fiducioso",
      "example": "She boldly went on stage to give her speech. He boldly asked for a raise. They boldly predicted the outcome of the election.",
      "example_translation": "È andata coraggiosamente sul palco per fare il suo discorso. Ha chiesto coraggiosamente un aumento di stipendio. Hanno predetto coraggiosamente l'esito delle elezioni.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bombing",
      "translation": "bombardamento",
      "definition": "the act of dropping bombs from an aircraft",
      "definition_translation": "l'atto di lanciare bombe da un aereo",
      "example": "The city was subjected to bombing during the war. The pilot was involved in the bombing mission. The country was accused of bombing the neighboring country.",
      "example_translation": "La città fu sottoposta a bombardamento durante la guerra. Il pilota era coinvolto nella missione di bombardamento. Il paese fu accusato di bombardare il paese vicino.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bond",
      "translation": "obbligazione",
      "definition": "a close relationship between two people or groups",
      "definition_translation": "una relazione stretta tra due persone o gruppi",
      "example": "The bond between the siblings was very strong. The company issued a bond to raise capital. The bond between the team members was crucial to their success.",
      "example_translation": "Il legame tra i fratelli era molto forte. L'azienda ha emesso un'obbligazione per raccogliere capitale. Il legame tra i membri della squadra era cruciale per il loro successo.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bonus",
      "translation": "bonus",
      "definition": "an extra amount of money paid to someone in addition to their usual salary or wages",
      "definition_translation": "un importo extra di denaro pagato a qualcuno in aggiunta al loro stipendio o salario normale",
      "example": "I received a bonus for my excellent performance. The company offered a bonus to its employees. He was disappointed not to receive the bonus.",
      "example_translation": "Ho ricevuto un bonus per la mia ottima prestazione. L'azienda ha offerto un bonus ai suoi dipendenti. Era deluso di non aver ricevuto il bonus.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "booklet",
      "translation": "opuscolo",
      "definition": "a small book or pamphlet",
      "definition_translation": "un piccolo libro o pamphlet",
      "example": "I picked up a booklet on travel tips at the airport. The company published a booklet on its history. The artist created a booklet of her paintings.",
      "example_translation": "Ho raccolto un opuscolo sui suggerimenti di viaggio all'aeroporto. L'azienda ha pubblicato un opuscolo sulla sua storia. L'artista ha creato un opuscolo delle sue opere d'arte.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bookmark",
      "translation": "segna pagina",
      "definition": "a marker or tag used to mark a particular page in a book or website",
      "definition_translation": "un marcatore o tag usato per segnare una pagina particolare in un libro o sito web",
      "example": "I used a bookmark to mark my place in the book. She created a bookmark to save her favorite website. The browser allows you to create a bookmark for your favorite pages.",
      "example_translation": "Ho usato un segna pagina per segnare il mio posto nel libro. Ha creato un segna pagina per salvare il suo sito web preferito. Il browser consente di creare un segna pagina per le pagine preferite.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]
}