[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pozytywny",
      "translation": "positif",
      "definition": "Mający lub wyrażający dobry nastrój lub postawę; będący optymistycznym lub konstruktywnym.",
      "definition_translation": "Ayant ou montrant un sentiment ou une attitude bon; étant optimiste ou constructif.",
      "example": "Ona ma bardzo pozytywne nastawienie do pracy. Była bardzo pozytywna o nowym projekcie. Będzie pozytywna o zmianach.",
      "example_translation": "Elle a une attitude très positive envers son travail. Elle était très positive à propos du nouveau projet. Elle sera positive à propos des changements.",
      "imageLink": "image_files\\English\\"imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uzależniony",
      "translation": "accro",
      "definition": "Nie mogący przestać robić lub używać czegoś, szczególnie coś szkodliwego, ponieważ stałeś się do tego zbyt przyzwyczajony.",
      "definition_translation": "Incable de s'arrêter de faire ou d'utiliser quelque chose, en particulier quelque chose de nocif, parce que vous êtes devenu trop habitué à cela.",
      "example": "On został uzależniony od gier komputerowych. Został uzależniony od mediów społecznościowych. Będzie uzależniony od nikotyny.",
      "example_translation": "Il était accro aux jeux vidéo. Il est devenu accro aux réseaux sociaux. Il sera accro à la nicotine.",
      "imageLink": "image_files\\English\\"imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przygody",
      "translation": "aventureux",
      "definition": "Gotowy podejmować ryzyko i próbować nowych rzeczy; cieszyć się nowymi doświadczeniami.",
      "definition_translation": "Prêt à prendre des risques et essayer de nouvelles choses; appréciant de nouvelles expériences.",
      "example": "On jest osobą przygodową. Była przygody o podróży. Będzie przygody o nowej pracy.",
      "example_translation": "Elle est une personne aventureuse. Elle était aventureuse à propos du voyage. Elle sera aventureuse à propos du nouvel emploi.",
      "imageLink": "image_files\\English\\"imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cierpliwy",
      "translation": "affectueux",
      "definition": "Wyrażający lub odczuwający miłość lub przywiązanie; czuły i miłujący.",
      "definition_translation": "Montrant ou éprouvant de l'amour ou de l'affection; tendre et aimant.",
      "example": "On jest osobą cierpliwą. Był cierpliwy wobec swojej siostry. Będzie cierpliwy wobec swojej żony.",
      "example_translation": "Il est une personne affectueuse. Il était affectueux envers sa sœur. Il sera affectueux envers sa femme.",
      "imageLink": "image_files\\English\\"imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "agresywny",
      "translation": "agressif",
      "definition": "Mający lub wyrażający silny i zdeterminowany charakter, determinowany doścignąć sukces lub wygrać za wszelką cenę.",
      "definition_translation": "Ayant ou montrant une personnalité forte et énergique, déterminé à réussir ou à gagner à tout prix.",
      "example": "Ona była agresywną graczem w grze, zawsze szukając sposobów na oszukanie przeciwników. Była agresywna w swoim podejściu do projektu, co doprowadziło do jego wczesnego zakończenia. Będzie bardziej agresywna w swojej strategii marketingowej w przyszłym kwartale.",
      "example_translation": "Elle était une joueuse agressive dans le jeu, toujours à la recherche de moyens de surpasser ses adversaires. Elle avait été agressive dans son approche du projet, ce qui avait conduit à son achèvement précoce. Elle sera plus agressive dans sa stratégie de marketing le trimestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ambitny",
      "translation": "ambitieux",
      "definition": "Mający lub wyrażający silne pragnienie sukcesu lub osiągnięcia czegoś, często w sposób zdeterminowany lub konkurencyjny.",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou d'atteindre quelque chose, souvent de manière très déterminée ou compétitive.",
      "example": "On był ambitnym przedsiębiorcą, który chciał założyć własny biznes. Była ambitna o swojej karierze, co doprowadziło do jej szybkiej promocji. Będą ambitni w swoich planach rozwoju firmy w przyszłym roku.",
      "example_translation": "Il était un entrepreneur ambitieux qui voulait lancer son propre entreprise. Elle avait été ambitieuse quant à sa carrière, ce qui avait conduit à sa promotion rapide. Ils seront ambitieux dans leurs plans d'expansion de l'entreprise l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zabawny",
      "translation": "amusé",
      "definition": "Czujący lub wyrażający przyjemność lub rozrywkę, często w sposób lekkomyślny lub zabawny.",
      "definition_translation": "Éprouvant ou montrant du plaisir ou de l'amusement, souvent d'une manière enjouée ou ludique.",
      "example": "Dzieci były zabawne widowiskiem klauna na urodzinowej imprezie. Była zabawna podczas filmu i śmiała się przez cały czas. Będą zabawne sztuczkami magika w show.",
      "example_translation": "Les enfants étaient amusés par les antics du clown à la fête d'anniversaire. Elle avait été amusée par le film et avait ri tout au long. Ils seront amusés par les tours du magicien au spectacle.",
      "imageLink": "image_files\\English\\"imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arogancyjny",
      "translation": "arrogant",
      "definition": "Mający lub wyrażający postawę wyższości, często w sposób irytujący lub nieprzyjemny dla innych.",
      "definition_translation": "Ayant ou montrant une attitude de supériorité, souvent d'une manière qui est ennuyeuse ou déplaisante pour les autres.",
      "example": "On wydał się arogancyjnym podczas rozmowy o pracę, co zaszkodziło jego szansom na zatrudnienie. Była arogancyjna o swoim bogactwie, co uczyniło ją niepopularną. Będą arogancyjni o swoim nowym samochodzie, co będzie irytować ich przyjaciół.",
      "example_translation": "Il avait donné l'impression d'être arrogant lors de l'entrevue d'embauche, ce qui avait nuit à ses chances d'être embauché. Elle avait été arrogante quant à sa richesse, ce qui avait rendu impopulaire. Ils seront arrogants à propos de leur nouvelle voiture, ce qui ennuiera leur amis.",
      "imageLink": "image_files\\English\\"imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdumiony",
      "translation": "étonné",
      "definition": "Czujący lub wyrażający wielkie zdziwienie lub zdumienie.",
      "definition_translation": "éprouvant ou montrant une grande surprise ou étonnement",
      "example": "Byłem zdumiony pięknem Wielkiego Kanionu. Jestem zdumiony jej talentami. Będę zdumiony, jeśli wygram w loterii.",
      "example_translation": "J'étais étonné par la beauté du Grand Canyon. Je suis étonné par ses talents. Je serai étonné si je gagne à la loterie.",
      "imageLink": "image_files\\English\\"imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdumiewający",
      "translation": "stupéfiant",
      "definition": "Ekstremalnie zdziwieniający lub imponujący.",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "Zdumiewający widok z góry góry zabrał mi oddech. Zdumiewający wynik eksperymentu zmienił społeczność naukową. Zdumiewająca piękność zachodu słońca pozostanie we mnie na zawsze.",
      "example_translation": "La vue stupéfiante du haut de la montagne m'a coupé le souffle. Les résultats stupéfiants de l'expérience ont changé la communauté scientifique. La beauté stupéfiante du coucher de soleil restera avec moi pour toujours.",
      "imageLink": "image_files\\English\\"imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "spokojny",
      "translation": "à l'aise",
      "definition": "czując się wygodnie i zrelaksowany",
      "definition_translation": "se sentir à l'aise et détendu",
      "example": "Czułem się spokojnie, gdy zobaczyłem moją rodzinę czekającą na mnie na lotnisku. Wydawała się spokojna w swojej nowej roli w firmie. Będzie spokojny, gdy skończy studia.",
      "example_translation": "J'ai senti que j'étais à l'aise lorsque j'ai vu ma famille m'attendre à l'aéroport. Elle semblait à l'aise dans son nouveau rôle dans l'entreprise. Il sera à l'aise lorsque il terminera ses études.",
      "imageLink": "image_files\\English\\"imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "świadomy",
      "translation": "conscient",
      "definition": "mający wiedzę lub zrozumienie czegoś",
      "definition_translation": "avoir connaissance ou compréhension de quelque chose",
      "example": "Byłem świadomy niebezpieczeństwa, gdy wszedłem do opuszczonego budynku. Została świadoma swojego otoczenia, gdy obudziła się z komy. Będzie świadomy ryzyka, gdy rozpocznie nową działalność.",
      "example_translation": "J'étais conscient du danger lorsque j'ai entré dans le bâtiment abandonné. Elle est devenue consciente de ses alentours lorsque elle s'est réveillée du coma. Il sera conscient des risques lorsqu'il commencera sa nouvelle entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zły",
      "translation": "mauvais-tempered",
      "definition": "mający lub pokazujący nieprzyjemny lub irytujący charakter; skłonny do wybuchów gniewu lub irytacji",
      "definition_translation": "Ayant ou montrant une nature désagréable ou irritable; enclin à des accès de colère ou d'irritation.",
      "example": "Mój wujek był zły i zawsze na nas krzyczał, gdy popełnialiśmy błąd.",
      "example_translation": "Mon oncle était de mauvais caractère et nous criait toujours dessus lorsque nous faisions une erreur.",
      "imageLink": "image_files\\English\\"imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zrównoważony",
      "translation": "équilibré",
      "definition": "mający różne elementy w harmonii; proporcjonalny i bezstronny",
      "definition_translation": "Ayant des éléments différents en harmonie; proportionné et impartial.",
      "example": "Zrównoważone podejście firmy do inwestycji się opłaciło w długiej perspektywie.",
      "example_translation": "L'approche équilibrée de l'entreprise en matière d'investissement a payé au fil du temps.",
      "imageLink": "image_files\\English\\"imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gorzki",
      "translation": "amer",
      "definition": "mający silny, nieprzyjemny smak; również, czujący lub pokazujący gniew lub urazę",
      "definition_translation": "Ayant un goût fort et désagréable; également, éprouvant ou montrant de la colère ou du ressentiment.",
      "example": "Gorzki smak kawy był szokiem dla mojego systemu. Byłem gorzki o swojego byłego chłopaka przez miesiące.",
      "example_translation": "Le goût amer du café a été un choc pour mon système. J'ai été amère à propos du comportement de mon ex-petit-ami pendant des mois.",
      "imageLink": "image_files\\English\\"imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odważny",
      "translation": "audacieux",
      "definition": "pokażujący odwagę lub pewność siebie; nie bojący się ryzyka lub łamania reguł",
      "definition_translation": "Montrant du courage ou de la confiance; n'ayant pas peur de prendre des risques ou de briser les règles.",
      "example": "Odważna decyzja o odejściu z pracy i założeniu własnej firmy się opłaciła. Była odważna wystarczająco, aby powiedzieć, co myśli, na zebraniu.",
      "example_translation": "La décision audacieuse de quitter son emploi et de lancer son propre entreprise a payé au fil du temps. Elle avait assez d'audace pour exprimer son opinion lors de la réunion.",
      "imageLink": "image_files\\English\\"imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozkazujący",
      "translation": "autoritaire",
      "definition": "mający lub pokazujący nadmierną chęć kontrolowania ludzi lub sytuacji",
      "definition_translation": "Ayant ou montrant un désir excessif de contrôler les gens ou les situations.",
      "example": "Była rozkazującym dzieckiem, które zawsze próbowało powiedzieć swoim przyjaciołom, co mają robić. Była rozkazująca, gdy byliśmy w college'u, ale teraz jest bardziej relaksująca. Będzie rozkazująca ponownie, jeśli dostanie awans.",
      "example_translation": "Elle était une enfant autoritaire qui essayait toujours de dire à ses amis quoi faire. Elle avait été autoritaire lorsque nous étions à l'université, mais maintenant elle est plus décontractée. Elle sera à nouveau autoritaire si elle obtient la promotion.",
      "imageLink": "image_files\\English\\"imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jasny",
      "translation": "brillant",
      "definition": "wypuszczający lub odbijający dużo światła; świecący intensywnie",
      "definition_translation": "Émettant ou réfléchissant beaucoup de lumière ; brillant intensément.",
      "example": "Jasne słońce sprawiło, że wszystko wyglądało pięknie. Jasne gwiazdy świeciły w nocnym niebie. Jasna przyszłość przed nami jest ekscytująca.",
      "example_translation": "Le soleil éclatant rendait tout beau. Les étoiles brillantes brillaient dans le ciel nocturne. L'avenir éclatant devant nous est excitant.",
      "imageLink": "image_files\\English\\"imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opiekuńczy",
      "translation": "soignant",
      "definition": "czujący lub pokazujący troskę o kogoś lub coś",
      "definition_translation": "Éprouvant ou montrant de la préoccupation pour quelqu'un ou quelque chose.",
      "example": "Była opiekuńczą matką, która zawsze stawiała swoje dzieci na pierwszym miejscu. Miał opiekę nad swoim chorym psem przez miesiące. Będą opiekować się środowiskiem od teraz.",
      "example_translation": "Elle était une mère soignante qui mettait toujours ses enfants en premier. Il avait soigné son chien malade pendant des mois. Ils vont prendre soin de l'environnement à partir de maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ostrożny",
      "translation": "prudent",
      "definition": "będący ostrożnym, aby uniknąć ryzyka lub niebezpieczeństwa",
      "definition_translation": "Faisant preuve de prudence pour éviter les risques ou les dangers.",
      "example": "Była ostrożna, gdy przechodziła przez ulicę. Miał ostrożność z inwestycjami, ale teraz jest bardziej pewny. Będą ostrożni, gdy będą podróżować za granicę.",
      "example_translation": "Elle était prudente lorsqu'elle traversait la rue. Il avait été prudent avec ses placements, mais maintenant il est plus confiant. Ils seront prudents lorsqu'ils voyageront à l'étranger.",
      "imageLink": "image_files\\English\\"imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zuchwały",
      "translation": "effronté",
      "definition": "مający lub pokazujący jakość zuchwałą lub bezczelną; bezczelnie śmiały lub zuchwały",
      "definition_translation": "ayant ou montrant une qualité impudente ou insolente ; impudemment audacieux ou effronté",
      "example": "On zawsze był zuchwałym dzieciakiem, nigdy nie boił się powiedzieć, co myśli. Był zuchwały i próbował ukraść dodatkowe ciastko. Będzie zuchwały i spróbuje powiedzieć coś nieprzyzwoitego nauczycielce.",
      "example_translation": "Il a toujours été un gamin effronté, jamais avoir peur de parler son esprit. Il était suffisamment effronté pour parler à la enseignante. Il sera effronté et essayer de voler un cookie extra.",
      "imageLink": "image_files\\English\\"imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziecięcy",
      "translation": "enfantin",
      "definition": "brakujący dojrzałości lub osądu; głupi lub niedojrzały",
      "definition_translation": "manquant de maturité ou de jugement ; ridicule ou immature",
      "example": "Przestań być dzieciecy i zachowuj się po swojemu wieku. Ona wciąż jest dzieciecą i bawi się lalkami. On był dzieciecy i nie chciał się dzielić swoimi zabawkami.",
      "example_translation": "Arrête d'être enfantin et agis en fonction de ton âge. Elle est toujours enfantine et joue avec des poupées. Il était enfantin et a refusé de partager ses jouets.",
      "imageLink": "image_files\\English\\"imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niezdarny",
      "translation": "maladroit",
      "definition": "mający lub pokazujący brak umiejętności lub zręczności; niezdarne lub skłonne do wypadków",
      "definition_translation": "ayant ou montrant un manque de compétence ou de dextérité ; gauche ou accident-prone",
      "example": "On zawsze był trochę niezdarny i łatwo coś łamie. Ona była niezdarna i przewróciła kawę na sweter. On będzie niezdarny i potknie się o własne nogi.",
      "example_translation": "Il a toujours été un peu maladroit et casse des choses facilement. Elle était maladroite et a renversé du café sur tout son chemisier. Il sera maladroit et trébuchera sur ses propres pieds.",
      "imageLink": "image_files\\English\\"imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "komunikatywny",
      "translation": "communicatif",
      "definition": "wolny lub zdolny do dzielenia się myślami, uczuciami lub ideami; zdolny do łatwej i skutecznej konwersacji",
      "definition_translation": "prêt ou capable de partager des pensées, des sentiments ou des idées ; capable de converser facilement et efficacement",
      "example": "Ona jest bardzo komunikatywna i łatwo nawiązuje znajomości. On nie jest zbyt komunikatywny i unika dyskusji grupowych. Oni są komunikatywni i zawsze chętnie pomagają.",
      "example_translation": "Elle est très communicative et se fait facilement des amis. Il n'est pas très communicatif et évite les discussions de groupe. Ils sont communicatifs et toujours prêts à tendre une main secourable.",
      "imageLink": "image_files\\English\\"imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konkurencyjny",
      "translation": "compétitif",
      "definition": "mający czy pokazujący silną wolę sukcesu lub zwycięstwa, często kosztem innych",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou de gagner, souvent aux dépens des autres.",
      "example": "Ona była bardzo konkurencyjna w szkole i zawsze próbowała uzyskać najlepsze oceny. Ona bierze udział w turnieju tenisowym dzisiaj. Ona będzie brała udział w igrzyskach olimpijskich przyszłego roku.",
      "example_translation": "Elle était très compétitive à l'école et essayait toujours d'obtenir les meilleures notes. Elle participe à un tournoi de tennis aujourd'hui. Elle participera aux Jeux olympiques l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zarozumiały",
      "translation": "prétentieux",
      "definition": "mający zbyt wysoką opinię o sobie, swoich zdolnościach lub swoim wyglądzie",
      "definition_translation": "Ayant une opinion excessive de soi-même, de ses abilities ou de son apparence.",
      "example": "On był tak zarozumiały, że sądził, że jest najmądrzejszym człowiekiem w pokoju. Ona była zarozumiała co do swojej urody i ciągle patrzyła w lustro. On będzie jeszcze bardziej zarozumiały po zdobyciu nagrody.",
      "example_translation": "Il était si prétentieux qu'il pensait être la personne la plus intelligente de la salle. Elle était prétentieuse quant à sa beauté et regardait toujours dans le miroir. Il sera encore plus prétentieux après avoir remporté le prix.",
      "imageLink": "image_files\\English\\"imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zaniepokojony",
      "translation": "préoccupé",
      "definition": "czujący się zmartwionym lub niepewnym co do czegoś",
      "definition_translation": "Se sentant inquiet ou anxieux à propos de quelque chose.",
      "example": "Jestem zaniepokojony prognozą pogody na weekend. Ona była zaniepokojona swoim zdrowiem i poszła do lekarza. Oni będą zaniepokojeni bezpieczeństwem wydarzenia.",
      "example_translation": "Je suis préoccupé par la prévision météorologique pour le week-end. Elle était préoccupée par sa santé et est allée voir le médecin. Ils seront préoccupés par la sécurité de l'événement.",
      "imageLink": "image_files\\English\\"imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konserwatywny",
      "translation": "conservateur",
      "definition": "faworyzujący tradycyjne lub ustanowione idee, wartości i instytucje, i opowiadający się przeciwko zmianie lub innowacji",
      "definition_translation": " Favorisant les idées, les valeurs et les institutions traditionnelles ou établies, et s'opposant au changement ou à l'innovation.",
      "example": "On jest konserwatywnym politykiem, który opowiada się przeciwko reformom społecznym. Ona była konserwatywna w swojej strategii inwestycyjnej i unikała ryzyka. Oni będą konserwatywni w planowaniu budżetu na nowy rok.",
      "example_translation": "Il est un politicien conservateur qui s'oppose à la réforme sociale. Elle était conservatrice dans sa stratégie d'investissement et évitait le risque. Ils seront conservateurs dans leur plan budgétaire pour la nouvelle année.",
      "imageLink": "image_files\\English\\"imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zadowolony",
      "translation": "contenu",
      "definition": "czujący się zadowolonym lub przyjemnym, szczególnie gdy coś przyjemnego się wydarzyło",
      "definition_translation": "Éprouvant ou montrant de la satisfaction ou du plaisir, notamment lorsque quelque chose de plaisant s'est produit.",
      "example": " Jestem zadowolony z wyników projektu. Będę zadowolony z jakiejkolwiek oceny, jak długo będę zdał. Ona była zadowolona ze swojego życia na wsi.",
      "example_translation": "Je suis content du résultat du projet. Je serai content de n'importe quelle note tant que je passe. Elle était contente de sa vie à la campagne.",
      "imageLink": "image_files\\English\\"imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konwencjonalny",
      "translation": "conventionnel",
      "definition": "przestrzegający ustanowionych zwyczajów, reguł lub tradycji; nie nietypowy lub innowacyjny",
      "definition_translation": "Suivant les coutumes, les règles ou les traditions établies ; pas inhabituel ou innovant.",
      "example": "Konwencjonalnym sposobem aplikowania o pracę jest przesłanie życiorysu i listu motywacyjnego. Ona ma konwencjonalne podejście do małżeństwa. On jest konwencjonalny w swoim stylu ubioru.",
      "example_translation": "La façon conventionnelle de postuler pour un emploi consiste à soumettre un curriculum vitae et une lettre de motivation. Elle a une vue conventionnelle du mariage. Il est conventionnel dans son sens de la mode.",
      "imageLink": "image_files\\English\\"imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "współpracujący",
      "translation": "coopératif",
      "definition": "Skłonny do współpracy i pomocy innym; dzielący się zasobami lub wysiłkami.",
      "definition_translation": "Prêt à travailler ensemble et à s'entraider ; partageant des ressources ou des efforts.",
      "example": "Współpracujący bank udziela usług finansowych swoim członkom. Studenci pracowali razem w współpracującej próby ukończenia projektu. Rolnicy utworzyli współpracę, aby sprzedawać swoje produkty.",
      "example_translation": "La banque coopérative fournit des services financiers à ses membres. Les étudiants ont travaillé ensemble dans un effort coopératif pour terminer le projet. Les agriculteurs ont formé une coopérative pour commercialiser leurs produits.",
      "imageLink": "image_files\\English\\"imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tchórzliwy",
      "translation": "lâche",
      "definition": "Pozbawiony odwagi lub siły; bojaźliwy lub niechętny do podejmowania ryzyka lub stawiania czoła wyzwaniom.",
      "definition_translation": "Manquant de courage ou de force ; ayant peur ou réticent à prendre des risques ou affronter des défis.",
      "example": "Pokazał tchórzliwą postawę, unikając konfrontacji. Oskarżono ją o tchórzliwość, bo nie odważyła się mówić w swojej obronie. Drużyna została skrytykowana za tchórzliwą grę w meczu.",
      "example_translation": "Il a montré une attitude lâche en évitant la confrontation. Elle a été accusée d'être lâche pour ne pas avoir parlé. L'équipe a été critiquée pour sa performance lâche dans le jeu.",
      "imageLink": "image_files\\English\\"imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyzwoity",
      "translation": "décent",
      "definition": "Moralnie prawy i szczerzejszy; mający zdrowy rozsądek i sprawiedliwość.",
      "definition_translation": "Moralement droit et honnête ; ayant un bon sens de la justice et du fair-play.",
      "example": "Była przyzwoitą osobą, która zawsze próbowała zrobić to, co słuszne. Była dla mnie przyzwoita, kiedy potrzebowałem pomocy. Będzie zawsze przyzwoita, niezależnie od okoliczności.",
      "example_translation": "Elle était une personne décente qui essayait toujours de faire le bon choix. Elle avait été décente avec moi quand j'avais besoin d'aide. Elle sera toujours décente, quoi qu'il arrive.",
      "imageLink": "image_files\\English\\"imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "decydujący",
      "translation": "décisif",
      "definition": "Mający moc decydowania lub określania wyniku; kluczowy lub wpływowy.",
      "definition_translation": "Ayant le pouvoir de décider ou de déterminer un résultat ; crucial ou influent.",
      "example": "Trener podjął decydującą decyzję o zastąpieniu gracza. Decydujący moment nastąpił, kiedy CEO ogłosił fuzję. Strategia zespołu była decydująca i doprowadziła do ich zwycięstwa.",
      "example_translation": "Le coach a pris une décision décisive de substituer le joueur. Le moment décisif est arrivé lorsque le PDG a annoncé la fusion. La stratégie décisive de l'équipe a conduit à leur victoire.",
      "imageLink": "image_files\\English\\"imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wymagający",
      "translation": "exigeant",
      "definition": "Wymagający dużo czasu, wysiłku lub umiejętności; wymagający lub trudny.",
      "definition_translation": "Exigeant beaucoup de temps, d'effort ou de compétence ; difficile ou complexe.",
      "example": "Praca była wymagająca, ale było to opłacalne. Była wymagającą nauczycielem, która pchała swoich studentów do granic ich możliwości. Projekt był wymagający i wymagał dodatkowych zasobów.",
      "example_translation": "Le travail était exigeant, mais il était bien payé. Elle était une enseignante exigeante qui poussait ses élèves à fond. Le projet était exigeant et nécessitait des ressources supplémentaires.",
      "imageLink": "image_files\\English\\"imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przygnębiający",
      "translation": "déprimant",
      "definition": "Powodujący uczucie smutku, beznadziejności lub rozpaczy; ponury lub demotywujący.",
      "definition_translation": "Provocant des sentiments de tristesse, d'impuissance ou de désespoir ; sombre ou découragé.",
      "example": "Wiadomość była przygnębiająca i wpłynęła na moje samopoczucie. Pogoda była przygnębiająca i chciałem zostać w domu. Sytuacja była przygnębiająca i wydawała się beznadziejna.",
      "example_translation": "Les nouvelles étaient déprimantes, et elles ont affecté mon humeur. Le temps était déprimant, et il m'a fait vouloir rester à l'intérieur. La situation était déprimante, et elle semblait sans espoir.",
      "imageLink": "image_files\\English\\"imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozpaczliwy",
      "translation": "désespéré",
      "definition": "Odczuwający ekstremalną potrzebę zrobienia czegoś, często z powodu niebezpiecznej lub krytycznej sytuacji.",
      "definition_translation": "Éprouvant ou montrant une anxiété extrême ou une urgence pour faire quelque chose, souvent parce qu'une situation est très mauvaise ou dangereuse.",
      "example": "Czuła się rozpaczliwa, kiedy straciła pracę, ale nie poddała się. Była rozpaczliwa o znalezienie nowej pracy przez wiele miesięcy i będzie rozpaczliwa, aby odnieść sukces w następnym wywiadzie.",
      "example_translation": "Elle s'est sentie désespérée lorsqu'elle a perdue son emploi, mais elle n'a pas abandonné. Elle avait été désespérée de trouver un nouvel emploi pendant des mois, et elle sera désespérée de réussir à son prochain entretien.",
      "imageLink": "image_files\\English\\"imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdecydowany",
      "translation": "déterminé",
      "definition": "Mający moc decydowania lub określania wyniku; stanowczy i niezachwiany w swoich zamierzeniach.",
      "definition_translation": "Ayant pris une décision ferme ou un engagement de faire quelque chose, et étant résolu et ferme dans ses intentions.",
      "example": "Była zdecydowana ukończyć studia i miała zdecydowaną motywację, aby uzyskać dobre oceny przez lata. Będzie zdecydowana znaleźć pracę w swoim zawodzie po ukończeniu studiów.",
      "example_translation": "Elle était déterminée à finir son diplôme, et elle avait été déterminée à obtenir de bonnes notes pendant des années. Elle sera déterminée à trouver un emploi dans son domaine après l'obtention de son diplôme.",
      "imageLink": "image_files\\English\\"imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oddany",
      "translation": "dévoué",
      "definition": "Pokazujący miłość, lojalność i poświęcenie komuś lub czemuś, i będąc zaangażowanym w ich dobro i sukces.",
      "definition_translation": "Montrant de l'amour, de la loyauté et de la dévotion envers quelqu'un ou quelque chose, et étant engagé pour leur bien-être et leur succès.",
      "example": "Był oddany swojej żonie i był oddany swoim dzieciom od ich narodzin. Będzie oddany swojej społeczności i pomagał tym, którzy potrzebują.",
      "example_translation": "Il était dévoué à sa femme, et avait été dévoué à ses enfants depuis leur naissance. Il sera dévoué à sa communauté et aidera ceux qui en ont besoin.",
      "imageLink": "image_files\\English\\"imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uczciwy",
      "translation": "diligent",
      "definition": "Pokazujący staranne i systematyczne wysiłki, aby osiągnąć coś, i będąc dokładnym i skrupulatnym w swojej pracy lub obowiązkach.",
      "definition_translation": "Montrant un effort soigné et régulier pour accomplir quelque chose, et étant soigneux et méticuleux dans son travail ou ses devoirs.",
      "example": "Była uczciwa w swoich badaniach i miała uczciwie pracować przez lata. Będzie uczciwa w swojej nowej pracy i upewni się, że wszystko jest zrobione poprawnie.",
      "example_translation": "Elle était diligente dans ses recherches, et avait été diligente dans ses études pendant des années. Elle sera diligente dans son nouveau poste et s'assurera que tout est fait correctement.",
      "imageLink": "image_files\\English\\"imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niedziszczęść",
      "translation": "déshonnête",
      "definition": "nieuczciwy lub fałszywy; mając lub pokazując gotowość oszukać lub kłamać",
      "definition_translation": "non honnête ou véridique ; ayant ou montrant une volonté de tricher ou de mentir",
      "example": "Oskarżono ją o to, że była niedziszczęściwa w swoich interesach biznesowych. Była niedziszczęściwa co do swojej przeszłości. Będzie niedziszczęściwa, gdy tylko dostanie szansę.",
      "example_translation": "Elle a été accusée d'être déshonnête dans ses transactions commerciales. Elle avait été déshonnête à propos de son passé. Elle sera déshonnête si elle en a l'occasion.",
      "imageLink": "image_files\\English\\"imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niezorganizowany",
      "translation": "désorganisé",
      "definition": "brak systematycznego lub zorganizowanego podejścia; chaotyczny lub mylący",
      "definition_translation": "manquant d'une approche systématique ou organisée ; chaotique ou confus",
      "example": "Pokój był niezorganizowany po imprezie. Była niezorganizowana w swoich planach. Firma będzie niezorganizowana bez jasnego lidera.",
      "example_translation": "La chambre était désorganisée après la fête. Elle était désorganisée dans sa planification. L'entreprise sera désorganisée sans un leader clair.",
      "imageLink": "image_files\\English\\"imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niezadowolony",
      "translation": "insatisfait",
      "definition": "niezadowolony lub niezaspokojony; niezadowolony z czegoś",
      "definition_translation": "non satisfait ou content ; malheureux de quelque chose",
      "example": "Był niezadowolony z obsługi w restauracji. Była niezadowolona ze swojej pracy przez miesiące. Będą niezadowoleni, jeśli nie dostaną tego, czego chcą.",
      "example_translation": "Il était insatisfait du service au restaurant. Elle avait été insatisfaite de son emploi pendant des mois. Ils seront insatisfaits si ils n'obtiennent pas ce qu'ils veulent.",
      "imageLink": "image_files\\English\\"imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przykry",
      "translation": "douloureux",
      "definition": "powodujący niepokój, lęk lub smutek; nieprzyjemny lub trudny",
      "definition_translation": "causant de l'anxiété, de l'inquiétude ou de la tristesse ; désagréable ou troublant",
      "example": "Wiadomość była przykra do usłyszenia. Sytuacja była przykra przez tydzień. Historia będzie przykra dla niektórych czytelników.",
      "example_translation": "Les nouvelles étaient douloureuses à entendre. La situation avait été douloureuse pendant des semaines. L'histoire sera douloureuse pour certains lecteurs.",
      "imageLink": "image_files\\English\\"imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wątpiący",
      "translation": "douteux",
      "definition": "czujący lub pokazujący wątpliwość co do czegoś lub kogoś",
      "definition_translation": "éprouvant ou montrant du doute à l'égard de quelque chose ou quelqu'un",
      "example": "Byłem wątpiący co do inwestycji, ale okazała się być dobrym wyborem. Jestem wątpiący co do prognozy pogody i nie sądzę, że będzie słonecznie jutro. Będę wątpiący co do nowej polityki aż do momentu, gdy zobaczę jej skutki.",
      "example_translation": "J'étais douteux à propos de l'investissement, mais il s'est avéré être une bonne décision. Je suis douteux à propos de la prévision météorologique, et je ne pense pas qu'il sera ensoleillé demain. Je serai douteux à propos de la nouvelle politique jusqu'à ce que je voie ses effets.",
      "imageLink": "image_files\\English\\"imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dynamiczny",
      "translation": "dynamique",
      "definition": "ciągle zmieniający się i aktywny, lub dotyczący lub charakteryzujący się energią i skuteczną akcją",
      "definition_translation": "changeant constamment et actif, ou se rapportant à ou caractérisé par l'énergie et l'action efficace",
      "example": "Firma szuka dynamicznego pracownika, który może się dostosować do nowych sytuacji. Dynamiczna natura rynku wymaga ciągłej innowacji. Dynamiczny duet pracował razem przez lata, produkując innowacyjne rozwiązania.",
      "example_translation": "L'entreprise recherche un employé dynamique qui peut s'adapter à de nouvelles situations. La nature dynamique du marché nécessite une innovation constante. Le duo dynamique a travaillé ensemble pendant des années, produisant des solutions innovantes.",
      "imageLink": "image_files\\English\\"imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zachwycony",
      "translation": " impatient",
      "definition": "czujący lub pokazujący entuzjazm i zainteresowanie, lub chcący zrobić coś bardzo",
      "definition_translation": "éprouvant ou montrant de l'enthousiasme et de l'intérêt, ou voulant faire quelque chose très fort",
      "example": "Jestem zachwycony, że mogę rozpocząć nową pracę i zdobyć nowe umiejętności. Była zachwycona, że mogła spróbować nowej restauracji i zamówić specjalność. Będą zachwyceni, gdy usłyszą wiadomość i będą świętować dziś wieczorem.",
      "example_translation": "Je suis impatient de commencer mon nouveau travail et d'apprendre de nouvelles compétences. Elle était impatiente d'essayer le nouveau restaurant et a commandé le plat spécial. Ils seront impatients d'entendre les nouvelles et de célébrer ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wykształcony",
      "translation": "instruit",
      "definition": "mający lub pokazujący wysoki poziom wiedzy lub umiejętności, szczególnie jako wynik formalnej edukacji",
      "definition_translation": "ayant ou montrant un haut niveau de connaissance ou de compétence, notamment en raison d'une éducation formelle",
      "example": "Wykształcona elita jest odpowiedzialna za kształtowanie przyszłości kraju. Jest wykształconą kobietą, która podróżowała dużo. Wykształcona populacja będzie lepiej przygotowana do wyzwań XXI wieku.",
      "example_translation": "L'élite instruite est responsable de façonner l'avenir du pays. Elle est une femme instruite qui a voyagé largement. La population instruite sera mieux équipée pour faire face aux défis du 21e siècle.",
      "imageLink": "image_files\\English\\"imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "emocjonalny",
      "translation": "émotionnel",
      "definition": "dotyczący lub charakteryzujący się intensywnymi uczuciami",
      "definition_translation": "relatif ou caractérisé par des sentiments intenses",
      "example": "Była bardzo emocjonalna podczas filmu, ale ja nie byłem wzruszony.",
      "example_translation": "Elle était très émotionnelle pendant le film, mais je n'ai pas été ému.",
      "imageLink": "image_files\\English\\"imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zachęcający",
      "translation": "encourageant",
      "definition": "dający wsparcie lub pewność kogoś",
      "definition_translation": "donnant du soutien ou de la confiance à quelqu'un",
      "example": "Jej zachęcające słowa pomogły mi pokonać moje lęki. Wczoraj zachęciłem mojego przyjaciela do podejmowania ryzyka. Będę zachęcał moją drużynę, aby pracowała ciężej.",
      "example_translation": "Ses mots encourageants m'ont aidé à surmonter mes peurs. Hier, j'ai encouragé mon ami à prendre des risques. Je vais encourager mon équipe à travailler plus dur.",
      "imageLink": "image_files\\English\\"imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "energetyczny",
      "translation": "énergique",
      "definition": "posiadający lub pokazujący dużo energii i entuzjazmu",
      "definition_translation": "ayant ou montrant beaucoup d'énergie et d'enthousiasme",
      "example": "Energetyczny tłum wiwatował, gdy zespół rozpoczął grę. Była bardzo energiczna podczas ćwiczeń. Będę energiczny w swojej prezentacji jutro.",
      "example_translation": "La foule énergique a acclamé lorsque le groupe a commencé à jouer. Elle était très énergique pendant l'entraînement. Je serai énergique dans ma présentation demain.",
      "imageLink": "image_files\\English\\"imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozrywkowy",
      "translation": "amüsant",
      "definition": "przyjemnie rozpraszający lub przyjemny",
      "definition_translation": "agréablement distrayant ou agréable",
      "example": "Rozrywkowy pokaz sprawił, że wszyscy się śmiali. Komik rozrywał publikę. Uważam, że gry wideo są rozrywkowe i relaksujące.",
      "example_translation": "Le spectacle amusant nous a fait rire. Le comédien amusait le public. Je trouve les jeux vidéo amusants et relaxants.",
      "imageLink": "image_files\\English\\"imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "entuzjastyczny",
      "translation": "enthousiaste",
      "definition": "czujący lub pokazujący intensywne i podekscytowane zainteresowanie czymś",
      "definition_translation": "éprouvant ou montrant un intérêt intense et excité pour quelque chose",
      "example": "Byłem entuzjastyczny wobec nowego projektu, nad którym pracowaliśmy. Jestem entuzjastyczny wobec możliwości nauki nowego języka. Będę entuzjastyczny wobec planów wakacyjnych w przyszłym roku.",
      "example_translation": "J'étais enthousiaste à propos du nouveau projet sur lequel nous travaillions. Je suis enthousiaste à propos de l'opportunité d'apprendre une nouvelle langue. Je serai enthousiaste à propos des plans de vacances l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zły",
      "translation": "méchant",
      "definition": "moralnie zły lub niewłaściwy; powodujący szkodę lub krzywdę komuś lub czemuś",
      "definition_translation": "moralement mauvais ou faux ; causant du mal ou des blessures à quelqu'un ou quelque chose",
      "example": "Zły złoczyńca planował zdobycie świata. Zły robot został zaprogramowany do zniszczenia ludzkości. Zły duch opętał młodą dziewczynę.",
      "example_translation": "Le méchant vilain était en train de planifier la conquête du monde. Le robot méchant était programmé pour détruire l'humanité. L'esprit méchant possédait la jeune fille.",
      "imageLink": "image_files\\English\\"imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyczerpujący",
      "translation": "épuisant",
      "definition": "powodujący uczucie skrajnego zmęczenia lub wyczerpania",
      "definition_translation": "causant un sentiment de fatigue extrême ou d'épuisement",
      "example": "Wyczerpujący trening pozostawił mnie wyczerpanego. Wyczerpująca podróż drogową wyczerpała nasze ciała. Wyczerpujący projekt wymagał wielu długich godzin pracy.",
      "example_translation": "L'entraînement épuisant m'a laissé sentir vidé. Le voyage routier épuisant a eu unimpact sur nos corps. Le projet épuisant a nécessité de nombreuses heures de travail longues.",
      "imageLink": "image_files\\English\\"imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ekspert",
      "translation": "expert",
      "definition": "posiadający lub pokazujący dużo umiejętności, wiedzy lub doświadczenia w określonej dziedzinie",
      "definition_translation": "ayant ou montrant une grande quantité de compétence, de connaissance ou d'expérience dans un domaine particulier",
      "example": "Ekspert chirurg wykonał złożoną operację z łatwością. Ekspert programista napisał kod z precyzją. Ekspert konsultant analizował trendy rynkowe z dokładnością.",
      "example_translation": "Le chirurgien expert a réalisé l'opération complexe avec facilité. Le programmeur expert a écrit le code avec précision. Le consultant expert a analysé les tendances du marché avec précision.",
      "imageLink": "image_files\\English\\"imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wierny",
      "translation": "fidèle",
      "definition": "posiadający lub pokazujący lojalność i poświęcenie dla osoby lub instytucji",
      "definition_translation": "ayant ou montrant loyauté et dévotion envers une personne ou une institution",
      "example": "Była wierna swojemu mężowi przez 50 lat małżeństwa. Była wierna swojej pracy przez 20 lat, i będzie wierna swoim dzieciom do końca.",
      "example_translation": "Elle a été fidèle à son mari pendant leurs 50 ans de mariage. Elle avait été fidèle à son travail pendant 20 ans, et elle sera fidèle à ses enfants jusqu'à la fin.",
      "imageLink": "image_files\\English\\"imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zafascynowany",
      "translation": "fasciné",
      "definition": "bardzo zainteresowany lub przyciągnięty do czegoś",
      "definition_translation": "extrêmement intéressé ou attiré par quelque chose",
      "example": "Byłem zafascynowany pięknem Wielkiego Kanionu. Od dziecka jest zafascynowana astronomią, i będzie zafascynowana aż do końca życia.",
      "example_translation": "J'étais fasciné par la beauté du Grand Canyon. Elle a été fascinée par l'astronomie depuis qu'elle était enfant, et elle sera fascinée par cela jusqu'à la fin de sa vie.",
      "imageLink": "image_files\\English\\"imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fascynujący",
      "translation": "fascinant",
      "definition": "bardzo interesujący lub atrakcyjny",
      "definition_translation": "extrêmement intéressant ou attractif",
      "example": "Film był fascynujący od początku do końca. Miasto jest fascynujące, ze swoją bogatą historią i kulturą.",
      "example_translation": "Le film était fascinant du début à la fin. La ville est fascinante, avec son riche histoire et sa culture.",
      "imageLink": "image_files\\English\\"imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziki",
      "translation": "féroce",
      "definition": "pokazujący silną i potężną intensywność",
      "definition_translation": "montrant une intensité forte et puissante",
      "example": "Dzika burza zniszczyła wiele domów. Ma dziką determinację, aby osiągnąć sukces w karierze.",
      "example_translation": "La tempête féroce a détruit de nombreux foyers. Elle a une détermination féroce pour réussir dans sa carrière.",
      "imageLink": "image_files\\English\\"imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "głupi",
      "translation": "sot",
      "definition": "brakujący dobrą oceną lub sądem; absurdalny lub żałosny",
      "definition_translation": "manquant de bon sens ou de jugement ; absurde ou ridicule",
      "example": "Byłem głupi, inwestując wszystkie moje pieniądze w tę firmę. Jestem głupi, myśląc, że to zadziała. Będę głupi, ufając mu ponownie.",
      "example_translation": "J'ai été sot d'investir tout mon argent dans cette entreprise. Je suis sot de penser que cela fonctionnera. Je serai sot de lui faire de nouveau confiance.",
      "imageLink": "image_files\\English\\"imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wściekły",
      "translation": "furieux",
      "definition": "ekstremalnie wściekły lub gwałtowny",
      "definition_translation": "extrêmement en colère ou violent",
      "example": "Byłem wściekły, gdy zobaczyłem bałagan. Jestem wściekły o to, w jaki sposób zostałem potraktowany. Będę wściekły, jeśli nie przeproszą.",
      "example_translation": "J'étais furieux lorsque j'ai vu le désordre. Je suis furieux de la façon dont j'ai été traité. Je serai furieux si ils ne s'excusent pas.",
      "imageLink": "image_files\\English\\"imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chciwy",
      "translation": "avide",
      "definition": "mający lub pokazujący silną ochotę uzyskać więcej czegoś, szczególnie jedzenia lub pieniędzy",
      "definition_translation": "ayant ou montrant un désir fort de obtenir plus de quelque chose, notamment de nourriture ou d'argent",
      "example": "Był chciwy i wziął cały tort. Jest chciwa i nie chce dzielić się. Będą chciwi i poproszą o więcej.",
      "example_translation": "Il était avide et a pris tout le gâteau. Elle est avide et ne veut jamais partager. Ils seront avides et demanderont plus.",
      "imageLink": "image_files\\English\\"imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "twardy",
      "translation": "dur",
      "definition": "stały, mocny i odporny na próbę lub zmianę",
      "definition_translation": "solide, ferme et résistant à la pression ou au changement",
      "example": "Miałem trudności zrozumienia lekcji. Mam trudności z nauką języka. Będę miał trudności, jeśli nie będę ćwiczył.",
      "example_translation": "J'ai eu du mal à comprendre la leçon. J'ai du mal à apprendre la langue. J'aurai du mal si je ne pratique pas.",
      "imageLink": "image_files\\English\\"imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pracowity",
      "translation": "travailleur acharné",
      "definition": "Pokazujący poświęcenie i wytrwałość w pracy lub obowiązkach; sumienny i skrupulatny.",
      "definition_translation": "Montrant de la détermination et de la persévérance dans son travail ou ses devoirs ; laborieux et consciencieux.",
      "example": "Była pracowitą studentką, która zawsze przynosiła zadania na czas. Była pracowita nad swoim projektem przez wiele tygodni. Będzie pracowita, aby dotrzeć do terminu.",
      "example_translation": "Elle était une étudiante travailleuse qui soumettait toujours ses devoirs à temps. Elle avait travaillé dur sur son projet pendant des semaines. Elle sera travailleuse pour respecter le délai.",
      "imageLink": "image_files\\English\\"imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lód",
      "translation": "glacial",
      "definition": "Ekstremalnie zimny w temperaturze; frostowy lub chłodny w sposobie.",
      "definition_translation": "Extrêmement froid en température ; glaciale ou froide dans son comportement.",
      "example": "Wiatr lodowy wiejący przez miasto. Dała mi chłodny wzrok. Pokój był lodowato zimny.",
      "example_translation": "Le vent glacial soufflait dans la ville. Elle m'a lancé un regard glacial. La chambre était glaciale.",
      "imageLink": "image_files\\English\\"imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niecierpliwy",
      "translation": "impatient",
      "definition": "Nie mogący tolerować opóźnień lub czekania; nerwowy i chętny do akcji.",
      "definition_translation": "Incapable de tolérer les retards ou d'attendre ; agité et impatient d'agir.",
      "example": "Był niecierpliwy, aby rozpocząć projekt. Jest niecierpliwa ze swoim bratem cały dzień. Będą niecierpliwi, aby rozpocząć.",
      "example_translation": "Il était impatient de commencer le projet. Elle a été impatiente avec son frère toute la journée. Ils seront impatients de commencer.",
      "imageLink": "image_files\\English\\"imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieuprzejmy",
      "translation": "impoli",
      "definition": "Gruby lub niegrzeczny w sposobie; brakujący uprzejmości lub dobrych manier.",
      "definition_translation": "Grossier ou discourtois dans son comportement ; manquant de politesse ou de bonnes manières.",
      "example": "Był nieuprzejmy wobec kelnera. Jest nieuprzejma wobec swojego nauczyciela. Będą nieuprzejmi wobec gości.",
      "example_translation": "Il a été impoli envers le serveur. Elle a été impolie envers son enseignant. Ils seront impolis envers les invités.",
      "imageLink": "image_files\\English\\"imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niezależny",
      "translation": "indépendant",
      "definition": "Nie polegający na innych w celu uzyskania wsparcia lub wskazówek; samodzielny.",
      "definition_translation": "Ne dépendant pas des autres pour le soutien ou l'orientation; autosuffisant.",
      "example": "Zawsze była niezależną osobą, podejmującą swoje własne decyzje i żyjącą swoim życiem. Będzie niezależna w swojej starości. Była niezależna nawet jako dziecko.",
      "example_translation": "Elle avait toujours été une personne indépendante, prenant ses propres décisions et vivant sa propre vie. Elle continuera à être indépendante dans sa vieillesse. Elle était indépendante même enfant.",
      "imageLink": "image_files\\English\\"imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niedoświadczony",
      "translation": "inexpérimenté",
      "definition": "Brakujący doświadczenia lub umiejętności w określonej dziedzinie lub aktywności.",
      "definition_translation": "Manquant d'expérience ou de compétence dans un domaine ou une activité particulière.",
      "example": "Jako niedoświadczony podróżnik, zgubiła się w mieście. Nie będzie niedoświadczona w swojej następnej podróży. Była niedoświadczona w swojej pierwszej pracy.",
      "example_translation": "En tant que voyageuse inexpérimentée, elle s'est perdue dans la ville. Elle ne sera pas inexpérimentée dans son prochain voyage. Elle était inexpérimentée dans son premier emploi.",
      "imageLink": "image_files\\English\\"imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niewinny",
      "translation": "innocent",
      "definition": "Nie winny przestępstwa lub nieprawości; wolny od grzechu lub moralnej wady.",
      "definition_translation": "Pas coupable d'un crime ou de mauvaise action; libre de péché ou de tort moral.",
      "example": "Dziecko było niewinne i nie wiedziało, co się dzieje. Ona pozostanie niewinną w sercu. On był niewinny i nie popełnił przestępstwa.",
      "example_translation": "L'enfant était innocent et ne savait pas ce qui se passait. Elle restera innocente dans son cœur. Il était innocent et n'a pas commis le crime.",
      "imageLink": "image_files\\English\\"imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieszczery",
      "translation": "insincère",
      "definition": "Nie autentyczny lub szczerze; mówiąc lub robiąc rzeczy tylko po to, aby zrobić wrażenie lub oszukać.",
      "definition_translation": "Pas authentique ou sincère; disant ou faisant des choses uniquement pour impressionner ou tromper.",
      "example": "Przepraszający polityk okazał się nieszczery i nikt nie dał mu wiary. Ona nie będzie nieszczera w swoim następnym przemówieniu. On był nieszczery w swojej przyjaźni.",
      "example_translation": "Les excuses insincères du politicien n'ont pas trompé personne. Elle ne sera pas insincère dans son prochain discours. Il était insincère dans son amitié.",
      "imageLink": "image_files\\English\\"imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "intelektualista",
      "translation": "intellectuel",
      "definition": "Osoba, która jest wykształcona i posiada bogatą wiedzę, często w określonej dziedzinie lub przedmiocie.",
      "definition_translation": "Une personne qui est très instruite et érudite, souvent dans un domaine ou un sujet particulier.",
      "example": "Była intelektualistką, która napisała wiele książek o filozofii. Ona pisze nową książkę o etyce. Ona wygłosi wykład o moralności następnego miesiąca.",
      "example_translation": "Elle était une intellectuelle qui a écrit de nombreux livres sur la philosophie. Elle écrit un nouveau livre sur l'éthique. Elle donnera une conférence sur la morale le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nied｛źwiędn}",
      "translation": "irresponsable",
      "definition": "Brak odpowiedzialności lub odpowiedzialności, często prowadząc do zachowań lekkomyślnych lub nieostrożnych.",
      "definition_translation": "Manquant de sens des responsabilités ou de compte rendu, souvent entraînant un comportement imprudent ou négligent.",
      "example": "Był odpowiedzialny za swoje finanse i wydał wszystkie pieniądze na niepotrzebne rzeczy. On jest coraz bardziej odpowiedzialny za swój budżet teraz. On zapisał się na kurs planowania finansowego już wkrótce.",
      "example_translation": "Il était irresponsable avec ses finances et a dépensé tout son argent sur des choses inutiles. Il est plus responsable avec son budget maintenant. Il suivra un cours de planification financière bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drażliwy",
      "translation": "irrité",
      "definition": "Czując lub pokazując zirytowanie lub frustrację, często z powodu konkretnej sytuacji lub osoby.",
      "definition_translation": "Sentant ou montrant de l'irritation ou de la frustration, souvent à cause d'une situation ou d'une personne en particulier.",
      "example": "Była drażliwa ze względu na hałas z budowy. Ona czuje się mniej drażliwa teraz, gdy projekt jest zakończony. Ona będzie drażliwa, jeśli oni zaczną budować ponownie.",
      "example_translation": "Elle était irritée par le bruit du chantier de construction. Elle se sent moins irritée maintenant que le projet est terminé. Elle sera irritée si ils recommencent à construire.",
      "imageLink": "image_files\\English\\"imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drażniący",
      "translation": "irritant",
      "definition": "Powodując zirytowanie lub frustrację, często z powodu konkretnej cechy lub zachowania.",
      "definition_translation": "Causing de l'irritation ou de la frustration, souvent à cause d'une qualité ou d'un comportement en particulier.",
      "example": "On uważał, że jej ciągłe gady są drażniące. On próbuje unikać jej drażniącej nawyki zostawiania brudnych naczyń w zlewie. On będzie zirytowany, jeśli ona kontynuuje swe drażniące zachowanie.",
      "example_translation": "Il a trouvé son bavardage constant irritant. Il essaie d'éviter son habitude irritante de laisser des assiettes sales dans l'évier. Il sera ennuyé si elle continue son comportement irritant.",
      "imageLink": "image_files\\English\\"imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lojalny",
      "translation": "loyal",
      "definition": "Dający lub pokazujący stałe i niezachwiane wsparcie lub wierność osobie lub instytucji.",
      "definition_translation": "Donnant ou montrant un soutien ferme et constant à une personne ou une institution.",
      "example": "Była lojalna wobec swoich przyjaciół i rodziny. Była lojalna wobec firmy przez 10 lat. Ona będzie lojalna wobec swojego kraju.",
      "example_translation": "Elle était loyale envers ses amis et sa famille. Elle avait été loyale envers l'entreprise pendant 10 ans. Elle sera loyale envers son pays.",
      "imageLink": "image_files\\English\\"imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dojrzały",
      "translation": "mûr",
      "definition": "Osoba, która osiągnęła zaawansowany etap rozwoju, rozwoju lub postępu.",
      "definition_translation": "Ayant atteint un stade avancé de croissance, de développement ou de progrès.",
      "example": "Był dojrzały przedwcześnie. Ona szybko dojrzała po przeprowadzce do miasta. Oni dojrzeją do odpowiedzialnych osób dorosłych.",
      "example_translation": "Il était mûr au-delà de son âge. Elle a mûri rapidement après avoir déménagé dans la ville. Ils deviendront des adultes responsables.",
      "imageLink": "image_files\\English\\"imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zlśliwy",
      "translation": "méchant",
      "definition": "Mający lub pokazujący nieprzyjemny lub nieprzyjazny stosunek; okrutny lub złośliwy.",
      "definition_translation": "Ayant ou montrant une disposition désagréable ou malveillante; cruel ou rancunier.",
      "example": "Był złośliwy wobec swojej siostry. Ona miała zamiar obrazić go. Oni będą mieli dobre intencje, ale nie osiągną sukcesu.",
      "example_translation": "Il était méchant envers sa sœur. Elle avait voulu l'insulter. Ils voudront bien faire, mais ne réussiront pas.",
      "imageLink": "image_files\\English\\"imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "znaczyć",
      "translation": "signifier",
      "definition": "Miało na celu wyrazić lub wskazać coś.",
      "definition_translation": "Viser à exprimer ou indiquer quelque chose.",
      "example": "Chcę pójść do sklepu. Ona miała na celu interes. Oni będą miały to jako żart.",
      "example_translation": "Je veux aller au magasin. Elle signifie affaires. Ils le diront comme une plaisanterie.",
      "imageLink": "image_files\\English\\"imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "umysłowy",
      "translation": "mentale",
      "definition": "Dotyczący umysłu; zajmujący się lub wpływający na umysł, szczególnie jako przedmiot badań lub jako sposób kontrolowania zachowania.",
      "definition_translation": "Relatif à l'esprit; concernant ou affectant l'esprit, en particulier comme sujet d'étude ou comme moyen de contrôler le comportement.",
      "example": "Miała załamanie nerwowe po wypadku. Była mentalnie przygotowana do egzaminu. Będzie potrzebować umysłowej siły, aby pokonać przeszkodę.",
      "example_translation": "Elle a eu une crise mentale après l'accident. Elle s'est préparée mentalement pour l'examen. Elle aura besoin de force mentale pour surmonter l'obstacle.",
      "imageLink": "image_files\\English\\"imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieszczęśliwy",
      "translation": "misérable",
      "definition": "Czujący, pokazujący lub wywołujący wielką niezadowolenie lub dyskomfort.",
      "definition_translation": "Sentant, montrant ou causant une grande tristesse ou inconfort.",
      "example": "Czuł się nieszczęśliwie po utracie pracy. Była nieszczęśliwa podczas całej podróży. Będą nieszczęśliwi, jeśli nie dostaną snu.",
      "example_translation": "Il s'est senti misérable après avoir perdu son emploi. Elle était misérable pendant tout le voyage. Ils seront misérables s'ils n'obtiennent pas de sommeil.",
      "imageLink": "image_files\\English\\"imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zmotywowany",
      "translation": "motivé",
      "definition": "Mający silną chęć lub entuzjazm, aby osiągnąć coś.",
      "definition_translation": "Ayant un désir ou une enthousiasme forts pour accomplir quelque chose.",
      "example": "Była zmotywowana, aby rozpocząć własną firmę. On jest zmotywowany, aby nauczyć się nowego języka. Byli zmotywowani, aby zakończyć projekt.",
      "example_translation": "Elle était motivée pour démarrer son propre entreprise. Il est motivé pour apprendre une nouvelle langue. Ils étaient motivés pour finir le projet.",
      "imageLink": "image_files\\English\\"imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wzruszający",
      "translation": "émouvant",
      "definition": "Wzbudzający silne emocje, szczególnie smutek lub współczucie.",
      "definition_translation": "Provoquant de forts émotions, en particulier la tristesse ou la sympathie.",
      "example": "Film był wzruszający i sprawił, że zapłakałam. Przemówienie było wzruszające i zainspirowało nas. Pomnik był wzruszający i przywołał wspomnienia.",
      "example_translation": "Le film était émouvant et m'a fait pleurer. Le discours était émouvant et nous a inspirés. Le mémorial était émouvant et a rappelé des souvenirs.",
      "imageLink": "image_files\\English\\"imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "brzydki",
      "translation": "méchant",
      "definition": "Nieprzyjemnie nieprzyjemny lub nieprzyjemnie pachnący.",
      "definition_translation": "Désagréablement méchant ou malveillant ; ayant ou montrant une odeur forte et désagréable.",
      "example": "Uważała, że jedzenie było brzydkie i odmówiła je zjeść. Znalazłem brzydki zapach w łazience. Następny sztorm będzie brzydki i nadejdzie jutro.",
      "example_translation": "Elle a pensé que la nourriture était méchante et a refusé de manger. J'ai trouvé l'odeur méchante dans la salle de bain. La tempête méchante arrivera demain.",
      "imageLink": "image_files\\English\\"imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozpustny",
      "translation": "espiègle",
      "definition": "Zachowujący się lub postępujący w sposób lekko zły lub przewrotny; zabawowo przewrotny lub nieposłuszny.",
      "definition_translation": "Se comportant ou fait de manière légèrement méchante ou espiègle ; jouant au petit coquin ou désobéissant.",
      "example": "Rozpustne dziecko zepsuło zabawkę. Była rozpustna i nie słuchała matki. Rozpustny chłopiec zostanie ukarany.",
      "example_translation": "L'enfant espiègle a cassé le jouet. Elle était espiègle et n'a pas écouté sa mère. Le garçon espiègle sera puni.",
      "imageLink": "image_files\\English\\"imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "posłuszny",
      "translation": "obéissant",
      "definition": "Chętny do posłuszeństwa lub zgodzenia się z tym, co jest prośbą lub oczekiwaniem; posłusznie uległy.",
      "definition_translation": "Prêt à obéir ou à se conformer à ce qui est demandé ou attendu ; soumis avec obéissance.",
      "example": "Posłuszny pies śledził swojego pana. Była posłuszną uczennicą i zawsze robiła zadania domowe. Posłuszny robot będzie wykonywał wszystkie polecenia.",
      "example_translation": "Le chien obéissant a suivi son maître. Elle était une étudiante obéissante et faisait toujours ses devoirs. Le robot obéissant obéira à tous les ordres.",
      "imageLink": "image_files\\English\\"imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obiektywny",
      "translation": "objectif",
      "definition": "Niepodlegający wpływowi osobistych uczuć lub stronniczości; cel lub cel, który ma być osiągnięty.",
      "definition_translation": "Non influencé par des sentiments personnels ou des préjugés ; un but ou un objectif à atteindre.",
      "example": "Nauczyciel próbował pozostać obiektywnym przy ocenianiu prac. Spółka postawiła sobie cel, aby zwiększyć sprzedaż o 20%. Celem naukowca było znalezienie lekarstwa na chorobę.",
      "example_translation": "Le professeur a essayé de rester objectif lors de la notation des papiers. L'entreprise a fixé un objectif d'augmenter les ventes de 20%. L'objectif du scientifique était de trouver un remède pour la maladie.",
      "imageLink": "image_files\\English\\"imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obraźliwy",
      "translation": "offensif",
      "definition": "Wywołującydepth hurt, urazę lub gniew.",
      "definition_translation": "causant à quelqu'un de se sentir profondément blessé, contrarié ou en colère",
      "example": "Spółka przeprosiła za obraźliwą reklamę. Obraziło wielu ludzi. W przyszłości nie będzie obrażać nikogo.",
      "example_translation": "L'entreprise s'est excusée pour la publicité offensante. Elle avait offensé beaucoup de gens. Elle n'offensera personne à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "optymistyczny",
      "translation": "optimiste",
      "definition": "Oczekujący dobrych rzeczy; mający pozytywne nastawienie do przyszłości.",
      "definition_translation": "s'attendant à ce que de bonnes choses arrivent ou ayant une attitude positive envers l'avenir",
      "example": "Była optymistyczna co do swoich szans na zdobycie pracy. Była optymistyczna od początku projektu. Będzie optymistyczna co do przyszłości.",
      "example_translation": "Elle était optimiste quant à ses chances d'obtenir le poste. Elle avait été optimiste quant au projet depuis le début. Elle sera optimiste quant à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zorganizowany",
      "translation": "organisé",
      "definition": "uporządkowany lub ustrukturyzowany w sposób systematyczny, co ułatwia znalezienie rzeczy lub zarządzanie zadaniami",
      "definition_translation": "arrangé ou structuré d'une manière systématique, rendant facile de trouver des choses ou de gérer des tâches",
      "example": "Firma była zorganizowana i efektywna. Była dobrze zorganizowana od samego początku. Będzie zorganizowana i produktywna w przyszłości.",
      "example_translation": "L'entreprise était organisée et efficace. Elle avait été bien organisée depuis le début. Elle sera organisée et productive à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szokujący",
      "translation": "inouï",
      "definition": "ekstremalnie szokujący lub nie do przyjęcia, często w sposób nieuzasadniony lub nie do przyjęcia",
      "definition_translation": "extrêmement choquant ou inacceptable, souvent d'une manière considérée comme déraisonnable ou inacceptable",
      "example": "Szokujące zachowanie celebryty zdumiało wszystkich. Było szokujące od samego początku. Będzie szokujące w przyszłości.",
      "example_translation": "Le comportement inouï de la célébrité a choqué tout le monde. Il avait été inouï depuis le début. Il sera inouï à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bolesny",
      "translation": "douloureux",
      "definition": "Wydzielający fizyczny lub emocjonalny dyskomfort.",
      "definition_translation": "Provoquant une douleur ou un malaise physique ou émotionnel.",
      "example": "Pacjentka doświadczała bolesnych objawów po operacji. Będzie musiała brać bolesne lekarstwo przez kilka dni. Miała bolesne doświadczenie wczoraj.",
      "example_translation": "Le patient éprouvait des symptômes douloureux après la chirurgie. Elle devra prendre des médicaments douloureux pendant quelques jours. Elle a eu une expérience douloureuse hier.",
      "imageLink": "image_files\\English\\"imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pasjonowany",
      "translation": "passionné",
      "definition": "Wykazujący lub odczuwający silne emocje, szczególnie wobec określonego tematu lub działalności.",
      "definition_translation": "Montrant ou ressentant des émotions fortes, notamment à propos d'un sujet ou d'une activité particulière.",
      "example": "On jest pasjonowanym muzykiem, który gra na gitarze od lat. Była pasjonowana swoją pracą, ale teraz szuka zmiany. Będą mieli pasjonowaną dyskusję o polityce wieczorem.",
      "example_translation": "Il est un musicien passionné qui joue de la guitare depuis des années. Elle était passionnée par son travail, mais maintenant elle cherche un changement. Ils auront une discussion passionnée sur la politique ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bierny",
      "translation": "passif",
      "definition": "Nieaktywny lub nie wpływający; pozwalający na to, co dzieje się, zamiast podejmować działania.",
      "definition_translation": "Non actif ou influent ; laissant les choses se produire plutôt que de les faire se produire.",
      "example": "Firma ma bierną rolę na rynku, nie podejmując ryzyka. Była bierna podczas spotkania, nie przyczyniając się do dyskusji. Kraj ma bierną politykę zagraniczną.",
      "example_translation": "L'entreprise a un rôle passif sur le marché, ne prenant pas de risques. Elle était passive pendant la réunion, ne contribuant pas à la discussion. Le pays a une politique étrangère passive.",
      "imageLink": "image_files\\English\\"imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pessymistyczny",
      "translation": "pessimiste",
      "definition": "Mający negatywny lub ponury погląd na życie lub sytuację.",
      "definition_translation": "Avoir une perspective négative ou sombre sur la vie ou une situation.",
      "example": "On ma pessymistyczny pogląd na przyszłość gospodarki. Była pessymistyczna co do swoich szans na zdobycie pracy. Drużyna była pessymistyczna co do swoich szans na wygraną w grze.",
      "example_translation": "Il a une vue pessimiste sur l'avenir de l'économie. Elle était pessimiste quant à ses chances d'obtenir le poste. L'équipe était pessimiste quant à ses chances de gagner le match.",
      "imageLink": "image_files\\English\\"imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przerażony",
      "translation": "épouvanté",
      "definition": "ekstremalnie przerażony lub terrorowany",
      "definition_translation": "extrêmement effrayé ou terrifié",
      "example": "Byłem przerażony, gdy zobaczyłem węża w swoim ogrodzie. Jestem przerażony wysokości. Będę przerażony, jeśli będę musiał wygłosić przemówienie przed dużą publicznością.",
      "example_translation": "J'étais épouvanté lorsque j'ai vu le serpent dans mon jardin. Je suis épouvanté des hauteurs. Je serai épouvanté si je dois faire un discours devant un large public.",
      "imageLink": "image_files\\English\\"imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "praktyczny",
      "translation": "pratique",
      "definition": "możliwy do użycia lub zastosowania; użyteczny",
      "definition_translation": "pouvant être utilisé ou appliqué; utile",
      "example": "Ona jest bardzo praktyczna i zawsze myśli o kosztach rzeczy. Był praktyczny i naprawił samochód. Będziemy praktyczni i pojedziemy autobusem zamiast taksówką.",
      "example_translation": "Elle est très pratique et pense toujours au coût des choses. Il était pratique et a réparé la voiture lui-même. Nous serons pratiques et prendrons un bus au lieu d'un taxi.",
      "imageLink": "image_files\\English\\"imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "profesjonalny",
      "translation": "professionnel",
      "definition": "zajmujący się określoną działalnością lub zawodem; wykazujący umiejętności i cechy oczekiwane od osoby w tym zawodzie",
      "definition_translation": "engagé dans une activité ou une occupation spécifique; ayant ou montrant les compétences et les qualités attendues d'une personne dans un emploi particulier",
      "example": "Profesjonalny tancerz wykonał pięknie na scenie. Był profesjonalistą i skończył projekt na czas. Będzie profesjonalistą i założy kostium na spotkanie.",
      "example_translation": "La danseuse professionnelle s'est produite magnifiquement sur scène. Il était un professionnel et a terminé le projet à temps. Elle sera un professionnel et portera un costume pour la réunion.",
      "imageLink": "image_files\\English\\"imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zaskoczony",
      "translation": "perplexé",
      "definition": "całkowicie zdezorientowany lub zakłopotany",
      "definition_translation": "totalement déconcerté ou confus",
      "example": "Byłem zaskoczony skomplikowanym problemem matematycznym. Ona jest zdezorientowana co do tego, co dalej robić. Byli zaskoczeni dziwnym hałasem w nocy.",
      "example_translation": "J'étais déconcerté par le problème de mathématiques compliqué. Elle est déconcertée quant à ce qu'elle doit faire ensuite. Ils étaient déconcertés par le bruit étrange dans la nuit.",
      "imageLink": "image_files\\English\\"imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kwalifikowany",
      "translation": "qualifié",
      "definition": "Posiadający niezbędne umiejętności, doświadczenie lub wiedzę, aby zrobić coś.",
      "definition_translation": "Ayant les compétences, l'expérience ou les connaissances nécessaires pour faire quelque chose.",
      "example": "Była kwalifikowanym lekarzem, mając ukończony stopień medyczny. Jest kwalifikowana do wykonania operacji. Będzie kwalifikowana do pracy jako pielęgniarka po ukończeniu studiów.",
      "example_translation": "Elle était un médecin qualifié, ayant terminé son diplôme en médecine. Elle est qualifiée pour pratiquer la chirurgie. Elle sera qualifiée pour travailler comme infirmière après avoir obtenu son diplôme.",
      "imageLink": "image_files\\English\\"imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "realistyczny",
      "translation": "réaliste",
      "definition": "Mający lub pokazujący sensowną i praktyczną ideę tego, co można osiągnąć lub co jest prawdopodobne, że się wydarzy.",
      "definition_translation": "Ayant ou montrant une idée sensée et pratique de ce qui peut être réalisé ou de ce qui est susceptible de se produire.",
      "example": "Artysta stworzył realistyczne malowanie krajobrazu, które było imponujące. Firma ma realistyczny plan, aby zwiększyć sprzedaż. Drużyna ma realistyczną szansę na zdobycie mistrzostwa.",
      "example_translation": "Le tableau réaliste du paysage de l'artiste était impressionnant. L'entreprise a un plan réaliste pour augmenter les ventes. L'équipe a une chance réaliste de gagner le championnat.",
      "imageLink": "image_files\\English\\"imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozsądny",
      "translation": "raisonnable",
      "definition": "Opierający się na rozumie lub zdrowym rozsądku.",
      "definition_translation": "Basé sur ou en conformité avec la raison ou le bon sens.",
      "example": "Menedżer poprosił o rozsądną wyjaśnienie opóźnienia. Klient był skłonny zapłacić rozsądną cenę za produkt. Rząd zapewni rozsądną pomoc rodzinom dotkniętym katastrofą.",
      "example_translation": "Le manager a demandé une explication raisonnable pour le retard. Le client était prêt à payer un prix raisonnable pour le produit. Le gouvernement fournira un soutien raisonnable aux familles affectées.",
      "imageLink": "image_files\\English\\"imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "religijny",
      "translation": "religieux",
      "definition": "Dotyczący religii lub wierzący w religię.",
      "definition_translation": "Relatif à ou croyant en une religion.",
      "example": "Liderzy religijni spotkali się, aby omówić kryzys. Była wychowana w rodzinie religijnej. Kraj ma długą historię tolerancji religijnej.",
      "example_translation": "Les dirigeants religieux se sont rencontrés pour discuter de la crise. Elle a été élevée dans une famille religieuse. Le pays a une longue histoire de tolérance religieuse.",
      "imageLink": "image_files\\English\\"imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zasobny",
      "translation": "ingénieux",
      "definition": "Mający zdolność do szybkiego i pomysłowego rozwiązywania problemów i pokonywania trudności.",
      "definition_translation": "Ayant la capacité de trouver des moyens rapides et ingénieux pour résoudre les problèmes et surmonter les difficultés.",
      "example": "Była zasobną osobą, która zawsze znajdowała sposób, aby naprawić rzeczy. Naprawiła złamany stół wczoraj i naprawi dziś przeciekający kran. Naprawia teraz komputer.",
      "example_translation": "C'était une personne ingénieuse qui avait toujours trouvé un moyen de réparer les choses. Elle avait réparé la chaise cassée hier, et elle réparera le robinet qui fuit demain. Elle répare l'ordinateur en ce moment.",
      "imageLink": "image_files\\English\\"imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szanowany",
      "translation": "respectable",
      "definition": "Warty szacunku i uwagi, mający dobrą reputację.",
      "definition_translation": "Digne de respect et d'admiration, ayant une bonne réputation.",
      "example": "Był szanowanym członkiem społeczności, a wszyscy patrzyli na niego z szacunkiem. Był szanowanym przedsiębiorcą od lat, a będzie nim nadal w przyszłości. Był szanowanym liderem podczas kryzysu.",
      "example_translation": "C'était un membre respectable de la communauté, et tout le monde le considérait avec respect. Il avait été un homme d'affaires respectable pendant des années, et il le restera à l'avenir. Il était un leader respectable pendant la crise.",
      "imageLink": "image_files\\English\\"imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szanowany",
      "translation": "respecté",
      "definition": "Czujący lub pokazujący głęboki szacunek do kogoś lub czegoś.",
      "definition_translation": "Éprouvant ou montrant une grande admiration pour quelqu'un ou quelque chose.",
      "example": "Był szanowanym profesorem, a jego studenci szanowali go. Był szanowany przez swoich kolegów za swoje innowacyjne badania. Będzie szanowany jako pionier w swoim polu.",
      "example_translation": "C'était un professeur respecté, et ses étudiants le respectaient. Il avait été respecté par ses pairs pour ses recherches innovantes. Il sera respecté comme un pionnier dans son domaine.",
      "imageLink": "image_files\\English\\"imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odpowiedzialny",
      "translation": "responsable",
      "definition": "Mający obowiązek zrobienia czegoś lub kontrolę nad czymś.",
      "definition_translation": "Ayant l'obligation de faire quelque chose, ou ayant le contrôle sur quelque chose.",
      "example": "Była odpowiedzialna za مدیریت projektu. Była odpowiedzialna za sukces zespołu. Będzie odpowiedzialna za podejmowanie ważnych decyzji.",
      "example_translation": "Elle était responsable de la gestion du projet. Elle avait été responsable du succès de l'équipe. Elle sera responsable de prendre des décisions importantes.",
      "imageLink": "image_files\\English\\"imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ryzykowny",
      "translation": "risqué",
      "definition": "Wymagający pewnego stopnia niepewności lub ryzyka, mogący doprowadzić do straty lub szkody.",
      "definition_translation": "impliquant un niveau d'incertitude ou de danger, et pouvant entraîner des pertes ou des dommages",
      "example": "Zawsze był zbyt ryzykowny w swoich inwestycjach, a teraz się to zemściło. Zawsze brał ryzyko przez całe życie, ale teraz zaczyna myśleć o grze ostrożności. Weźmie ryzykowną nową inicjatywę w przyszłości.",
      "example_translation": "Il a toujours été un peu trop risqué dans ses investissements, et c'est enfin rattrapé par lui. Il a pris des risques toute sa vie, mais maintenant il commence à penser à jouer prudemment. Il lancera une nouvelle entreprise risquée à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bezwzględny",
      "translation": "impitoyable",
      "definition": "Nie pokazujący litości czy miłosierdzia; ekstremalnie okrutny.",
      "definition_translation": "n'ayant ou ne montrant aucune pitié ou miséricorde ; extrêmement dur ou cruel",
      "example": "Bezwzględny dyktator rządził krajem żelazną ręką. Była bezwzględna w swoim pościgu za sukcesem, deptając każdego, kto stał na jej drodze. Firma będzie bezwzględna w swoich wysiłkach, aby obniżyć koszty w przyszłym roku.",
      "example_translation": "Le dictateur impitoyable a régné sur le pays d'une main de fer. Elle a été impitoyable dans sa poursuite du succès, écrasant tout le monde qui se mettait sur son chemin. L'entreprise sera impitoyable dans ses efforts pour réduire les coûts dans les années à venir.",
      "imageLink": "image_files\\English\\"imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wrażliwy",
      "translation": "sensible",
      "definition": "zdolny do wykrywania lub reagowania na małe zmiany lub bodźce; łatwo urażony lub zniesmaczony",
      "definition_translation": "capable de détecter ou de répondre à de légers changements ou stimuli ; facilement offensé ou bouleversé",
      "example": "Wrażliwe urządzenie wykryło najmniejsze zmiany w środowisku. Ona jest bardzo wrażliwa na krytykę, więc trzeba być ostrożnym w tej sprawie. Firma jest wrażliwa na potrzeby swoich klientów i zrobi wszystko, aby zapewnić ich satysfakcję.",
      "example_translation": "L'équipement sensible a détecté les moindres changements dans l'environnement. Elle est très sensible aux critiques, donc nous devons être prudents sur ce que nous disons. L'entreprise est sensible aux besoins de ses clients et fera tout pour assurer leur satisfaction.",
      "imageLink": "image_files\\English\\"imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "surowy",
      "translation": "sévère",
      "definition": "poważny lub surowy w zachowaniu lub wyglądzie; powodujący duże trudności lub kłopoty",
      "definition_translation": "sérieux ou sévère dans son attitude ou son apparence ; causant de grandes difficultés ou problèmes",
      "example": "Osterał się ostrzeżenie o pogodzie dla całego regionu. Ona zawsze była surowa w ocenianiu, więc studenci muszą dobrze pracować. Firma zapłaci surową karę, jeśli nie zastosuje się do regulaminów.",
      "example_translation": "L'avertissement météorologique sévère a été émis pour toute la région. Elle a toujours été sévère dans ses notations, donc les étudiants doivent travailler extra dur. L'entreprise encourra des pénalités sévères si elle ne respecte pas les réglementations.",
      "imageLink": "image_files\\English\\"imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zręczny",
      "translation": "habile",
      "definition": "mający lub pokazujący umiejętność, zwłaszcza z rękami; potrafiący coś dobrze zrobić",
      "definition_translation": "Ayant ou montrant d'habileté, notamment avec vos mains; capable de faire quelque chose bien",
      "example": "Ona była zręczną pianistką, a jej muzyka była zadziwiająca. Ona musiała ćwiczyć przez lata, aby zostać tak zręczną. Ona będzie zręcznym inżynierem w przyszłości.",
      "example_translation": "Elle était une joueuse de piano habile, et sa musique était à couper le souffle. Elle aura passé des années à s'entraîner pour devenir si habile. Elle sera un ingénieur habile un jour.",
      "imageLink": "image_files\\English\\"imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "umiejętny",
      "translation": "expérimenté",
      "definition": "mający dużo doświadczenia lub treningu w określonym umiejętności lub aktywności",
      "definition_translation": "Ayant beaucoup d'expérience ou de formation dans une compétence ou une activité particulière",
      "example": "On był umiejętnym stolarzem i zbudował dom w kilka tygodni. On musiał pracować nad swoimi umiejętnościami przez lata, aby zostać tak umiejętnym. On będzie umiejętnym politykiem w przyszłości.",
      "example_translation": "Il était un charpentier expérimenté et a construit la maison en quelques semaines seulement. Il aura passé des années à travailler sur ses compétences pour devenir si expérimenté. Il sera un politicien expérimenté un jour.",
      "imageLink": "image_files\\English\\"imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyrafinowany",
      "translation": "sophistiqué",
      "definition": "złożony lub kulturacyjni, mający wysoki stopień ukształcenia lub wyrafinowania",
      "definition_translation": "Complexe ou cultivé, ayant un degré élevé de culture ou de raffinement",
      "example": "Wyrafinowany algorytm był w stanie wykryć nawet najmniejsze anomalie. Firma będzie miała wyrafinowany system za rok. Będą uruchamiać wyrafinowaną kampanię marketingową wkrótce.",
      "example_translation": "L'algorithme sophistiqué était capable de détecter même la plus légère anomalie. L'entreprise aura développé un système sophistiqué d'ici l'année prochaine. Ils vont lancer une campagne marketing sophistiquée bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "duchowy",
      "translation": "spirituel",
      "definition": "dotyczący lub wpływający na duch lub duszę; zajmujący się sprawami świętymi lub religijnymi",
      "definition_translation": "Relatif ou affectant l'esprit ou l'âme; préoccupé par les choses sacrées ou religieuses",
      "example": "Duchowy lider zainspirował nadzieję w sercach milionów. Ona znalazła duchowe oświecenie przez medytację. On będzie prowadził duchowe odosobnienie w górach miesiąc temu.",
      "example_translation": "Le guide spirituel a inspiré l'espoir dans le cœur de millions de personnes. Elle aura trouvé l'éveil spirituel grâce à la méditation. Il va diriger un retrait spirituel dans les montagnes le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "spontaniczny",
      "translation": "spontané",
      "definition": "dziejący się lub czyniony w naturalny i nieplanowany sposób, bez siły lub sztuczności",
      "definition_translation": "Se produisant ou faisant de manière naturelle et spontanée, sans être forcé ou conçu.",
      "example": "Ona zawsze była spontaniczna i przygodowa, i kocha podróżować na impulcie. Wczoraj, ona spontanicznie zdecydowała się pójść na bungee jumping. Jutro, ona spontanicznie zarezerwuje bilet do Paryża.",
      "example_translation": "Elle a toujours été spontanée et aventureuse, et adore voyager sur un coup de tête. Hier, elle a spontanément décidé d'aller faire du saut à ski. Demain, elle réservera spontanément un billet pour Paris.",
      "imageLink": "image_files\\English\\"imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prosty",
      "translation": "droit",
      "definition": "rozciągający się lub poruszający się w linii prostej; niezakrzywiony lub niezgięty",
      "definition_translation": "S'étendant ou se déplaçant en ligne directe ; pas courbé ou tordu.",
      "example": "Iść prosto do sklepu, a potem prosto do domu. Ona uporządkował pokój jutro. On uporządkował włosy przez lata.",
      "example_translation": "Je me suis rendu directement au magasin, puis directement chez moi après. Elle mettra en ordre la chambre demain. Il a droitissé ses cheveux pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uparty",
      "translation": "entêté",
      "definition": "odmawiający zmiany zdania lub kursu działania, nawet wtedy, gdy przedstawiono mu dobre powody, aby to zrobić",
      "definition_translation": "Refusant de changer d'avis ou de changement d'action, même face à de bonnes raisons de le faire.",
      "example": "On był uparty i odmówił słuchać czyjegokolwiek rady. Ona była uparta w swojej diecie przez lata. Oni byli uparci przywiązani do swoich tradycji.",
      "example_translation": "Il était entêté et refusait d'écouter les conseils de quiconque. Elle a été obstinée quant à son régime pendant des années. Ils s'accrochaient obstinément à leurs traditions.",
      "imageLink": "image_files\\English\\"imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przesądny",
      "translation": "superstitieux",
      "definition": "mający lub pokazujący nadmierną wiarę w rzeczy nadprzyrodzone, takie jak szczęście lub przeznaczenie",
      "definition_translation": "Ayant ou montrant une croyance excessive dans les choses surnaturelles, telles que la chance ou le destin.",
      "example": "Ona jest przesądna co do czarnych kotów i zawsze ich unika. On był przesądny co do piątku 13 i nigdy nie podróżował w ten dzień. Oni byli przesądni co do liczby 7 i uważali ją za szczęśliwą.",
      "example_translation": "Elle est superstitieuse en ce qui concerne les chats noirs et les évite toujours. Il était superstitieux concernant le vendredi 13 et n'a jamais voyagé ce jour-là. Ils étaient superstitieux concernant le nombre 7 et le considéraient comme porte-bonheur.",
      "imageLink": "image_files\\English\\"imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podejrzliwy",
      "translation": "suspect",
      "definition": "mający lub pokazujący ostrożną nieufność wobec kogoś lub czegoś",
      "definition_translation": "ayant ou montrant une méfiance prudente envers quelqu'un ou quelque chose",
      "example": "Policjantka była podejrzliwa wobec zachowania obcej osoby. Była podejrzliwa wobec niego od momentu, gdy wszedł do środka. Będzie podejrzliwa o jego alibi.",
      "example_translation": "Le policier était suspect envers le comportement de l'étranger. Elle avait été suspecte envers lui depuis le moment où il était entré. Elle sera suspecte de son alibi.",
      "imageLink": "image_files\\English\\"imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "współczujący",
      "translation": "sympathique",
      "definition": "mający lub pokazujący uczucia litości lub współczucia dla kogoś innego nieszczęścia",
      "definition_translation": "ayant ou montrant des sentiments de pitié ou de compassion pour le malheur d'autrui",
      "example": "Współczujący lekarz słuchał uważnie problemów swojej pacjentki. Była współczująca wobec straty swojego przyjaciela. Będzie współczująca jego sytuacji.",
      "example_translation": "Le médecin sympathique écoutait attentivement les problèmes de sa patiente. Elle était sympathique envers la perte de son amie. Elle sera sympathique envers sa situation.",
      "imageLink": "image_files\\English\\"imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "napięty",
      "translation": "tendu",
      "definition": "czujący lub powodujący uczucie niepokoju lub nerwowości",
      "definition_translation": "éprouvant de l'anxiété ou de la nervosité, ou provoquant des sentiments d'anxiété ou de nervosité",
      "example": "Atmosfera w pokoju była napięta podczas kłótni. Była napięta przez cały dzień. Będzie napięta na spotkaniu.",
      "example_translation": "L'atmosphère dans la pièce était tendue pendant la dispute. Elle avait été tendue toute la journée. Elle sera tendue au cours de la réunion.",
      "imageLink": "image_files\\English\\"imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przerażający",
      "translation": "terrifiant",
      "definition": "bardzo straszny lub alarmujący",
      "definition_translation": "extrêmement effrayant ou alarmant",
      "example": "Przerażający krzyk odbił się echem w cichą noc. Film był przerażający od początku do końca. Będzie przerażała swoich przyjaciół opowieścią o horrorze.",
      "example_translation": "Le cri terrifiant résonna à travers la nuit silencieuse. Le film était terrifiant du début à la fin. Elle sera terrifiante en racontant l'histoire d'horreur à ses amis.",
      "imageLink": "image_files\\English\\"imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uzdolniony",
      "translation": "réfléchi",
      "definition": "mający lub pokazujący staranne i uwzględniające myślenie, zwracając uwagę na uczucia innych",
      "definition_translation": "Ayant ou montrant une réflexion soignée et considérée, prêtant attention aux sentiments des autres.",
      "example": "Była zawsze uduzniona wobec swoich sąsiadów, często przynosząc im małe prezenty. Była uduzniona w swoich przygotowaniach do imprezy. Będzie uduzniona o uczuciach swojej siostry w trakcie rozmowy.",
      "example_translation": "Elle était toujours réfléchie envers ses voisins, leur apportant souvent de petits cadeaux. Elle avait été réfléchie dans ses préparatifs pour la fête. Elle sera réfléchie envers les sentiments de sa sœur pendant la conversation.",
      "imageLink": "image_files\\English\\"imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wzruszony",
      "translation": "transporté",
      "definition": "czujący lub pokazujący ekstremalną radość lub ekscytację, często z powodu czegoś przyjemnego lub nieoczekiwanego",
      "definition_translation": "Éprouvant une grande joie ou une grande excitation, souvent en raison de quelque chose de plaisant ou d'inattendu.",
      "example": "Byłem wzruszony, gdy otrzymałem wiadomość. Jest wzruszona o nowej pracy. Będą wzruszeni, gdy zobaczą podróże.",
      "example_translation": "J'étais transporté de recevoir les nouvelles. Elle est transportée à l'idée de son nouveau travail. Ils seront transportés de voir le spectacle.",
      "imageLink": "image_files\\English\\"imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "twardy",
      "translation": "dur",
      "definition": "silny i zdolny do wytrzymywania trudnych warunków, lub trudny do pokonania lub zrozumienia",
      "definition_translation": "Fort et capable de supporter des conditions difficiles, ou difficile à gérer ou à surmonter.",
      "example": "Trudne warunki atmosferyczne utrudniały wędrówkę. Była twarda wobec swoich studentów, ale oni wiele się nauczyli. Będą musieli być twardzi, aby ukończyć projekt na czas.",
      "example_translation": "Les conditions météorologiques difficiles ont rendu difficile la randonnée. Elle était dure avec ses étudiants, mais ils ont appris beaucoup. Ils devront être durs pour finir le projet à temps.",
      "imageLink": "image_files\\English\\"imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tragiczny",
      "translation": "tragique",
      "definition": "powodujący lub charakteryzujący się ekstremalnym smutkiem, opłakiwaniem lub katastrofą",
      "definition_translation": "Causant ou caractérisé par une tristesse, une douleur ou un désastre extrêmes.",
      "example": "Wiadomość o wypadku była tragiczna. Tragiczne wydarzenie dotknęło całą społeczność. Film był tragiczną historią miłosną.",
      "example_translation": "Les nouvelles de l'accident étaient tragiques. L'événement tragique a affecté la communauté entière. Le film était une histoire d'amour tragique.",
      "imageLink": "image_files\\English\\"imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieświadomy",
      "translation": "inconscient",
      "definition": "nie mając wiedzy lub świadomości o czymś; nieinformowany",
      "definition_translation": "Ne pas avoir de connaissances ou de conscience de quelque chose ; informé.",
      "example": "Byłem nieświadomy niebezpieczeństwa aż do momentu, gdy było już za późno. Byłem nieświadomy problemu przez wiele tygodni. Będę nieświadomy konsekwencji.",
      "example_translation": "Je n'étais pas conscient du danger jusqu'à ce qu'il soit trop tard. J'ai été inconscient du problème pendant des semaines. Je serai inconscient des conséquences.",
      "imageLink": "image_files\\English\\"imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niepewny",
      "translation": "incertain",
      "definition": "nie mając jasnej lub pewnej idei o czymś; niepewny",
      "definition_translation": "Ne pas avoir une idée claire ou définie sur quelque chose ; incertain.",
      "example": "Byłem niepewny odpowiedzi. Jestem niepewny o przyszłości. Będę niepewny o wyniku.",
      "example_translation": "J'étais incertain de la réponse. Je suis incertain de l'avenir. Je serai incertain du résultat.",
      "imageLink": "image_files\\English\\"imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zrozumienie",
      "translation": "compréhension",
      "definition": "Umiejętność zrozumienia lub interpretacji czegoś; wgląd.",
      "definition_translation": "La capacité de comprendre ou d'interpréter quelque chose ; perspicacité.",
      "example": "Pokazała wielkie zrozumienie skomplikowanej kwestii. Będzie miał głębsze zrozumienie tematu. Mieliśmy wzajemne zrozumienie.",
      "example_translation": "Elle a montré une grande compréhension de la question complexe. Il aura une compréhension plus profonde du sujet. Ils avaient une compréhension mutuelle.",
      "imageLink": "image_files\\English\\"imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niespokojny",
      "translation": "mal à l'aise",
      "definition": "Czując niepokój lub dyskomfort; niespokojny w umyśle lub ciele.",
      "definition_translation": "Se sentir anxieux ou mal à l'aise ; mal à l'aise dans son esprit ou son corps.",
      "example": "Czułem się niespokojny o decyzji. Ona była niespokojna o sytuacji. Będą czuć się niespokojni o zmianie.",
      "example_translation": "J'ai eu des sentiments de malaise à propos de la décision. Elle a été mal à l'aise à propos de la situation. Ils se sentiront mal à l'aise à propos du changement.",
      "imageLink": "image_files\\English\\"imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieszczęśliwy",
      "translation": "malchanceux",
      "definition": "Mający lub oznaczony pechem; okoliczności nieszczęśliwe.",
      "definition_translation": "Ayant ou marqué par la malchance; circonstances malchanceuses.",
      "example": "Byłem nieszczęśliwy, że straciłem portfel wczoraj, ale byłam szczęśliwa, że znalazłam go dziś ponownie. Będę bardziej ostrożny z nim w przyszłości.",
      "example_translation": "J'ai été malchanceux de perdre mon portefeuille hier, mais j'ai eu la chance de le retrouver aujourd'hui. Je serai plus prudent avec lui à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niewspomagający",
      "translation": "inutile",
      "definition": "Nie zapewniający pomocy lub wsparcia; nieprzydatny.",
      "definition_translation": "Ne fournissant pas d'assistance ou de soutien; pas utile.",
      "example": "Niewspomagający przedstawiciel obsługi klienta odmówił pomocy w moim problemie. Na szczęście, dobry obcy pomógł mi zamiast tego.",
      "example_translation": "Le représentant du service client inutile a refusé de m'aider avec mon problème. Heureusement, un étranger aimable m'a aidé à la place.",
      "imageLink": "image_files\\English\\"imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niepopularny",
      "translation": "impopulaire",
      "definition": "Nie lubiany lub akceptowany przez wiele osób; nie lubiany.",
      "definition_translation": "Pas aimé ou accepté par beaucoup de personnes; pas bien aimé.",
      "example": "Niepopularny polityk z trudem zdobył wybory z powodu swej złej reputacji. Jednak pracował ciężko, aby poprawić swój wizerunek.",
      "example_translation": "Le politicien impopulaire a eu du mal à gagner l'élection en raison de sa mauvaise réputation. Cependant, il a travaillé dur pour améliorer son image.",
      "imageLink": "image_files\\English\\"imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieprzewidywalny",
      "translation": "imprévisible",
      "definition": "Niemożliwy do przewidzenia lub przypuszczenia; niepewny.",
      "definition_translation": "Impossible à prévoir ou à anticiper; incertain.",
      "example": "Nieprzewidywalna pogoda utrudniła planowanie naszej wycieczki na zewnątrz. Będziemy musieli być przygotowani na każdą sytuację.",
      "example_translation": "Le temps imprévisible a rendu difficile la planification de notre voyage en plein air. Nous devrons être prêts pour n'importe quelle situation.",
      "imageLink": "image_files\\English\\"imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nierrealistyczny",
      "translation": "irréaliste",
      "definition": "Nie oparty na rzeczywistości lub niepraktyczny; niepraktyczny.",
      "definition_translation": "ne reposant pas sur la réalité ou n'étant pas conforme à la réalité ; pas pratique ou raisonnable",
      "example": "Nierrealistyczne oczekiwania artystki doprowadziły do rozczarowania. Była nierrealistyczna w swej szansie na wygranie. Nierrealistyczne cele firmy doprowadziły do problemów finansowych.",
      "example_translation": "Les attentes irréalistes de l'artiste ont conduit à la déception. Elle était irréaliste quant à ses chances de gagner. Les objectifs irréalistes de l'entreprise ont entraîné des problèmes financiers.",
      "imageLink": "image_files\\English\\"imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nierzeczowy",
      "translation": "déraisonnable",
      "definition": "Nie kierowany przez rozum lub zdrowy osąd; absurdalny lub irracjonalny.",
      "definition_translation": "non guidé par la raison ou le jugement sain ; absurde ou irrationnel",
      "example": "Nierzeczowe żądania doprowadziły do upadku negocjacji. Był nierzeczowy w swej odmowie kompromisu. Nierzeczowa strategia cenowa firmy doprowadziła do utraty klientów.",
      "example_translation": "Ses exigences déraisonnables ont conduit à l'échec des négociations. Il était déraisonnable dans son refus de compromis. La stratégie de tarification déraisonnable de l'entreprise a entraîné une perte de clients.",
      "imageLink": "image_files\\English\\"imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niepewny",
      "translation": "infiabil",
      "definition": "Nie mogący być ufny lub polegany; niewiarygodny.",
      "definition_translation": "incapable d'être foi ou dépendu ; peu fiable",
      "example": "Niepewne połączenie internetowe utrudniło pracę w domu. Okazał się niepewny w swoich zobowiązaniach. Niepewny produkt firmy doprowadził do utraty reputacji.",
      "example_translation": "La connexion internet infiable a rendu difficile de travailler à domicile. Il s'est avéré infiable dans ses engagements. Le produit infiable de l'entreprise a entraîné une perte de réputation.",
      "imageLink": "image_files\\English\\"imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niepewny",
      "translation": "incertain",
      "definition": "Nie będący pewnym lub ufny; wątpiący.",
      "definition_translation": "pas certain ou confiant ; douteux",
      "example": "Byłem niepewny odpowiedzi na pytanie. Ona była niepewna swoich możliwości. Był niepewny przyszłości firmy.",
      "example_translation": "J'étais incertain de la réponse à la question. Elle était incertaine de ses capacités. Il était incertain de l'avenir de l'entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gwałtowny",
      "translation": "violent",
      "definition": "Używający lub charakteryzujący się siłą, która powoduje szkody lub uszkodzenia.",
      "definition_translation": "Utilisant ou caractérisé par une force qui cause des dommages.",
      "example": "Gwałtowna burza uszkodziła wiele budynków. Policja musiała zająć się gwałtownymi protestującymi. Do 2050 roku przestępstwa gwałtowne będą przeszłością.",
      "example_translation": "La tempête violente a endommagé de nombreux bâtiments. La police a dû faire face à des manifestants violents. D'ici 2050, les crimes violents seront chose du passé.",
      "imageLink": "image_files\\English\\"imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "witaj",
      "translation": "bienvenue",
      "definition": "Powitanie lub przyjęcie kogoś, szczególnie gościa lub nowego członka.",
      "definition_translation": "Un salut ou un accueil à quelqu'un, en particulier un visiteur ou un nouvel arrivant.",
      "example": "Dali nam ciepłe powitanie na przyjęciu. Pakiet powitalny hotelu obejmował darmowe śniadanie. Witam cię do naszego zespołu w poniedziałek.",
      "example_translation": "Ils nous ont réservé un accueil chaleureux à la fête. Le package d'accueil de l'hôtel comprenait un petit déjeuner gratuit. Je vous accueillerai dans notre équipe lundi prochain.",
      "imageLink": "image_files\\English\\"imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zrównoważony",
      "translation": "équilibré",
      "definition": "Mający dobrą i fair dystrybucję różnych rzeczy, takich jak umiejętności, cechy lub elementy.",
      "definition_translation": "Ayant une bonne et équitable répartition de choses différentes, telles que des compétences, des qualités ou des éléments.",
      "example": "Ona jest zrównoważonym sportowcem, wyróżniając się zarówno siłą, jak i zwinnością. Firma stara się utrzymać zrównoważony personel. Zrównoważona dieta jest niezbędna dla dobrego zdrowia.",
      "example_translation": "Elle est une athlète équilibrée, excellant à la fois en force et en agilité. L'entreprise cherche à maintenir une main-d'œuvre équilibrée. Un régime équilibré est essentiel pour une bonne santé.",
      "imageLink": "image_files\\English\\"imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mądry",
      "translation": "sage",
      "definition": "Mający lub pokazujący doświadczenie, wiedzę i dobry osąd.",
      "definition_translation": "Ayant ou montrant de l'expérience, de la connaissance et un bon jugement.",
      "example": "Mój dziadek jest mądrym człowiekiem, który zawsze daje dobre rady. Zrobiła mądrą decyzję, inwestując w biznes. Do 30 roku życia będę mądry enough, aby podejmować decyzje samodzielnie.",
      "example_translation": "Mon grand-père est un homme sage qui toujours donne de bons conseils. Elle a pris une décision sage en investissant dans l'entreprise. D'ici 30 ans, je serai sage enough pour prendre mes propres décisions.",
      "imageLink": "image_files\\English\\"imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dowcipny",
      "translation": "spirituel",
      "definition": "Mający lub pokazujący szybką i wynalazczą myśl, inteligentny i zabawny.",
      "definition_translation": "Ayant ou montrant un esprit rapide et inventif, rusé et amusant.",
      "example": "Była znana ze swoich dowcipnych uwag podczas przyjęć, które zawsze pozostawiały wszystkich w szoku. Była dowcipna enough, aby wymyślić rozwiązanie problemu i będzie dowcipna enough, aby opracować sytuację następnym razem.",
      "example_translation": "Elle était connue pour ses remarques spirituelles lors des soirées, qui laissaient toujours tout le monde dans les éclats de rire. Elle avait été suffisamment spirituelle pour trouver une solution au problème, et sera suffisamment spirituelle pour gérer la situation la prochaine fois.",
      "imageLink": "image_files\\English\\"imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niepokojący",
      "translation": "inquietant",
      "definition": "Wzbudzający lęk lub niepokój, sprawiający, że ktoś czuje się niepewnie lub niezadowolony.",
      "definition_translation": "Provoquant de l'anxiété ou de la préoccupation, rendant quelqu'un anxieux ou mal à l'aise.",
      "example": "Niepokojący wyraz twarzy sugerował, że coś było bardzo złe. Martwiłem się o wyniki egzaminu, ale w końcu zdałem. Będę martwił się o swoją przyszłą karierę, jeśli nie dostanę pracy niedługo.",
      "example_translation": "Le regard inquiet sur son visage suggérait que quelque chose allait vraiment mal. J'étais inquiet au sujet des résultats de l'examen, mais finalement, j'ai réussi. Je vais m'inquiéter de ma future carrière si je n'obtiens pas d'emploi bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]