[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "taniec",
      "translation": "danser",
      "definition": "Ruch ciała w rytmie, zwykle do muzyki",
      "definition_translation": "Déplacer son corps d'une manière rythmique, habituellement en musique",
      "example": "Tańczyłem na imprezie wczoraj, tańczę co sobotę, i będę tańczył na własnym weselu.",
      "example_translation": "J'ai dansé à la fête hier soir, je danse chaque samedi et je danserai à mon mariage.",
      "imageLink": "image_files\\English\\"imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zakupy",
      "translation": "achats",
      "definition": "Akt kupowania rzeczy, szczególnie w sklepach",
      "definition_translation": "L'acte d'acheter des choses, especialmente dans les magasins",
      "example": "Poszedłem z przyjaciółmi na zakupy wczoraj, aktualnie robię zakupy online, i pójdę z rodziną na zakupy jutro.",
      "example_translation": "Je suis allé faire des achats avec mes amis hier, je fais des achats en ligne maintenant et je vais faire des achats avec ma famille demain.",
      "imageLink": "image_files\\English\\"imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "palenie",
      "translation": "fumée",
      "definition": "Akt wdychania i wydychania dymu tytoniu lub innych narkotyków",
      "definition_translation": "L'acte de respirer et d'exhaler la fumée du tabac ou d'autres drogues",
      "example": "Zacząłem palić, gdy miałem 18 lat, aktualnie palę papierosa, i będę rzucić palenie niedługo.",
      "example_translation": "J'ai commencé à fumer lorsque j'avais 18 ans, je fume une cigarette maintenant et je vais arrêter de fumer bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "praca",
      "translation": "travail",
      "definition": "Działanie wymagające wysiłku umysłowego lub fizycznego, podejmowane w celu osiągnięcia celu lub zarobienia pieniędzy",
      "definition_translation": "Activité impliquant un effort mental ou physique fait pour atteindre un but ou gagner sa vie",
      "example": "Pracowałem ciężko wczoraj, aktualnie pracuję nad projektem, i będę pracował jako freelancer w przyszłości.",
      "example_translation": "J'ai travaillé dur hier, je travaille sur un projet maintenant et je vais travailler comme freelancer dans le futur.",
      "imageLink": "image_files\\English\\"imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aktywność",
      "translation": "activité",
      "definition": "Stan, w którym dochodzi do działań lub wykonywania czynności",
      "definition_translation": "L'état dans lequel les choses se produisent ou sont faites.",
      "example": "Lubię aktywność na świeżym powietrzu. Wczoraj poszedłem na wycieczkę, dzisiaj biegnę, a jutro zagram w piłkę nożną.",
      "example_translation": "J'adore l'activité en plein air. Hier, j'allais faire de la randonnée. Aujourd'hui, je vais faire une course à pied. Demain, je vais jouer au soccer.",
      "imageLink": "image_files\\English\\"imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kliknięcie",
      "translation": "cliquer",
      "definition": "Krótki, ostry dźwięk powstający w wyniku naciśnięcia przycisku lub klawisza",
      "definition_translation": "Un son court et aigu fait en appuyant sur un bouton ou une touche.",
      "example": "Kliknąłem na link. Kliknę na niego ponownie jutro. Ona kliknęła przycisk przez pomyłkę.",
      "example_translation": "J'ai cliqué sur le lien. Je vais cliquer à nouveau demain. Elle avait cliqué sur le bouton par erreur.",
      "imageLink": "image_files\\English\\"imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wspinaczka",
      "translation": "l'escalade",
      "definition": "Akt używania rąk, nóg lub innych części ciała do wspinania się",
      "definition_translation": "L'acte d'utiliser ses mains, ses pieds ou d'autres parties du corps pour monter.",
      "example": "Wspinam się na górę. Ona weszła na drzewo wczoraj. Oni będą wspinać się na skałę wieczorem.",
      "example_translation": "Je monte la montagne. Elle a grimpé l'arbre hier. Ils vont grimper le rocher ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gotowanie",
      "translation": "cuisine",
      "definition": "Akt przygotowywania i ogrzewania żywności",
      "definition_translation": "L'acte de préparer et de chauffer la nourriture.",
      "example": "Lubię gotować obiad. Ona gotowała lunch wczoraj. Oni będą gotować śniadanie jutro.",
      "example_translation": "J'adore cuisiner le dîner. Elle préparait le déjeuner hier. Ils vont préparer le petit déjeuner demain.",
      "imageLink": "image_files\\English\\"imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kolarstwo",
      "translation": "le cyclisme",
      "definition": "Akt jazdy na rowerze, motocyklu lub innym cyklu, szczególnie jako sport lub forma ćwiczeń",
      "definition_translation": "L'action de monter un vélo, une moto ou autre cycle,especially comme un sport ou forme d'exercice.",
      "example": "Codziennie jeżdżę na rowerze do pracy. Wczoraj jechałem na swoim rowerze przez park. Jutro pojedzie na rowerze na plażę.",
      "example_translation": "Je fais du cyclisme chaque matin pour aller au travail. Hier, j'ai fait du cyclisme au parc. Demain, je ferai du cyclisme à la plage.",
      "imageLink": "image_files\\English\\"imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rysowanie",
      "translation": "le dessin",
      "definition": "Akt tworzenia obrazu lub diagramu za pomocą różnych technik i narzędzi",
      "definition_translation": "L'action de créer un tableau ou un diagramme en utilisant diverses techniques et outils.",
      "example": "Jestem dobry w rysowaniu zwierząt. Ona narysowała piękny portret. On narysuje mapę dla nas.",
      "example_translation": "Je suis bon pour dessiner des animaux. Elle a dessiné un beau portrait. Il va nous dessiner une carte.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ćwiczenie",
      "translation": "l'exercice",
      "definition": "Fizyczna lub mentalna aktywność podejmowana w celu poprawy lub utrzymania zdrowia i sprawności.",
      "definition_translation": "Activité physique ou mentale entreprise pour améliorer ou maintenir la santé et la forme physique.",
      "example": "Ćwiczę codziennie, aby pozostać sprawny. Ona ćwiczy regularnie, aby schudnąć. Oni będą ćwiczyć swoje mięśnie wkrótce.",
      "example_translation": "Je fais de l'exercice chaque jour pour rester en forme. Elle fait de l'exercice régulièrement pour perdre du poids. Ils vont faire travailler leurs muscles bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pomoc",
      "translation": "l'aide",
      "definition": "Wsparcie lub pomoc udzielana komuś, kto jej potrzebuje.",
      "definition_translation": "L'assistance ou le soutien fourni à quelqu'un dans le besoin.",
      "example": "Czy możesz pomóc mi z moimi zadaniem domowym? Ona pomogła swojemu przyjacielowi z projektem. Oni będą nas wspierać przy przeprowadzce następnego tygodnia.",
      "example_translation": "Pouvez-vous m'aider avec mes devoirs ? Elle a aidé son amie avec le projet. Ils vont nous aider à déménager la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kopnięcie",
      "translation": "frapper",
      "definition": "uderzenie lub uderzenie czegoś lub kogoś z siłą,.typowo nogą",
      "definition_translation": "frapper quelque chose ou quelqu'un avec force, généralement avec le pied",
      "example": "Kopnąłem piłkę w parku wczoraj, kopię ją codziennie rano, i kopnę ją znowu jutro.",
      "example_translation": "J'ai frappé le ballon au parc hier, je le frappe chaque matin, et je le frapperai à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pocałunek",
      "translation": "baiser",
      "definition": "dotknięcie czyjegoś policzka lub usta własnymi ustami jako znak miłości, czułości lub pozdrowienia",
      "definition_translation": "toucher les lèvres ou la joue de quelqu'un avec les siennes comme signe d'amour, d'affection ou de salutation",
      "example": "Ona pocałowała mnie w policzek, gdy wyjeżdżałem, pocałuję ją każdego ranka, i ona pocałuje mnie na do widzenia tej nocy.",
      "example_translation": "Elle m'a baisé sur la joue lorsque je suis parti, je l'embrasse chaque matin, et elle m'embrassera au revoir ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "praktyka",
      "translation": "pratique",
      "definition": "akt powtarzania lub wykonywania czynności w celu jej poprawy lub opanowania",
      "definition_translation": "l'acte de répéter ou de réaliser une activité pour l'améliorer ou la maîtriser",
      "example": "Ćwiczyłem swoje umiejętności pianistyczne wczoraj, ćwiczę każdego dnia, i ćwiczę na koncert następnego tygodnia.",
      "example_translation": "J'ai pratiqué mes compétences en piano hier, je pratique chaque jour, et je vais pratiquer pour le concert la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śpiew",
      "translation": "chantant",
      "definition": "akt produkcji dźwięków muzycznych za pomocą głosu",
      "definition_translation": "l'acte de produire des sons musicaux avec la voix",
      "example": "Śpiewałem w wannie rano, śpiewam w chórze każdej niedzieli, i będę śpiewał na przyjęciu tej nocy.",
      "example_translation": "Je chantais sous la douche ce matin, je chante dans le chœur tous les dimanches, et je chanterai à la fête ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " Deskorolka",
      "translation": "skateboard",
      "definition": "akt jazdy i manewrowania deską, typowo na rampach lub innych powierzchniach",
      "definition_translation": "l'action de monter et de manœuvrer un skateboard, généralement sur des rampes ou d'autres surfaces",
      "example": "Jechałem deskorolką z przyjaciółmi ostatniego weekendu. Jedź deskorolką codziennie. Będę jeździł deskorolką na olimpiadzie następnego roku.",
      "example_translation": "J'étais en train de skateboarder avec mes amis le week-end dernier. Je fais du skateboard chaque jour. Je ferai du skateboard aux Jeux olympiques l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łyżwiarstwo",
      "translation": "patinage",
      "definition": "akt ślizgania się na lodzie lub gładkiej powierzchni, typowo na łyżwach",
      "definition_translation": "l'action de glisser sur la glace ou une surface lisse, généralement sur des patins",
      "example": "Jechałem łyżwą na lodowisku wczoraj. Jedź łyżwą na jeziorze teraz. Będę jeździł łyżwą na zimowych igrzysk olimpijskich.",
      "example_translation": "Je suis allé patiner au rink hier. Je patine sur le lac en ce moment. Je patinerai aux Jeux olympiques d'hiver.",
      "imageLink": "image_files\\English\\"imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "snowboard",
      "translation": "snowboard",
      "definition": "akt jazdy i manewrowania snowboardem, typowo na śnieżnych stokach",
      "definition_translation": "l'action de monter et de manœuvrer un snowboard, généralement sur les pentes enneigées",
      "example": "Uwielbiam jeździć snowboardem w górach. Jedź snowboardem z rodziną dzisiaj. Będę jeździł snowboardem w X Games następnego roku.",
      "example_translation": "J'adore faire du snowboard dans les montagnes. Je fais du snowboard avec ma famille aujourd'hui. Je ferai du snowboard aux X Games l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "surfing",
      "translation": "surf",
      "definition": "akt jazdy i manewrowania deską surfingową, typowo na falach oceanu",
      "definition_translation": "l'action de monter et de manœuvrer un surf, généralement sur les vagues de l'océan",
      "example": "Surfingiem od kiedy byłem nastolatkiem. Surfinguję w Hawajach teraz. Będę surfingiem w zawodach następnego tygodnia.",
      "example_translation": "Je fais du surf depuis que j'étais adolescent. Je fais du surf à Hawaï en ce moment. Je ferai du surf dans la compétition la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pływanie",
      "translation": "natation",
      "definition": "Akt poruszania się przez wodę za pomocą ramion i nóg, lub sport lub aktywność, która polega na tym.",
      "definition_translation": "L'action de se déplacer dans l'eau en utilisant vos bras et vos jambes, ou un sport ou une activité qui implique cela.",
      "example": "Wczoraj pływałem w jeziorze, codziennie pływam rano, a jutro pływałem w oceanie.",
      "example_translation": "Je nageais dans le lac hier, je nage tous les matins, et je nagerai dans l'océan demain.",
      "imageLink": "image_files\\English\\"imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "użyć",
      "translation": "utiliser",
      "definition": "Zastosować coś do konkretnego celu, lub korzystać z czegoś lub uzyskać korzyść z czegoś.",
      "definition_translation": " Employer quelque chose pour un but particulier, ou bénéficier ou profiter de quelque chose.",
      "example": "Użyłem komputera, aby napisać esej, codziennie używam słownika, aby nauczyć się nowych słów, a jutro użyję mapy, aby nawigować miastem.",
      "example_translation": "J'ai utilisé un ordinateur pour écrire mon essai, j'utilise un dictionnaire pour apprendre de nouveaux mots, et j'utiliserai une carte pour naviguer dans la ville.",
      "imageLink": "image_files\\English\\"imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chodzenie",
      "translation": "marcher",
      "definition": "Ruch w regularnym tempie, podnosząc istawiając każdą nogę, lub ścieżka lub trasa używana do chodzenia.",
      "definition_translation": "Se déplacer à un rythme régulier en levant et en reposant chaque pied, ou un chemin ou route utilisé pour marcher.",
      "example": "Chodziłem do szkoły, kiedy byłem dzieckiem, codziennie chodzę do sklepu, a jutro pójdę na spacer w parku.",
      "example_translation": "J'ai marché à l'école lorsque j'étais enfant, je marche au magasin tous les jours, et je marcherai dans le parc demain.",
      "imageLink": "image_files\\English\\"imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chodzenie",
      "translation": "marche",
      "definition": "Akt poruszania się pieszo w regularnym tempie, lub sport lub aktywność, która polega na tym.",
      "definition_translation": "L'action de se déplacer à pied à un rythme régulier, ou un sport ou une activité qui implique la marche.",
      "example": "Chodzenie jest dobrą ćwiczeniem, lubię chodzić w górach, a dziś chodzę już od godziny.",
      "example_translation": "La marche est un bon exercice, j'aime marcher dans les montagnes, et j'ai marché pendant des heures.",
      "imageLink": "image_files\\English\\"imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pranie",
      "translation": "lavage",
      "definition": "Akt czyszczenia czegoś, szczególnie ubrań, za pomocą wody i mydła.",
      "definition_translation": "L'acte de nettoyer quelque chose, en particulier des vêtements, en utilisant de l'eau et du savon.",
      "example": "Wczoraj prałem samochód, ale teraz muszę umyć ręce. Jutro będę prał naczynia.",
      "example_translation": "Je lavais ma voiture hier, mais maintenant j'ai besoin de laver mes mains. Demain, je vais laver la vaisselle.",
      "imageLink": "image_files\\English\\"imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zmywanie",
      "translation": "vaisselle",
      "definition": "Akt czyszczenia naczyń, przyborów i innych przedmiotów kuchennych po posiłku.",
      "definition_translation": "L'acte de laver les plats, les ustensiles et les autres objets de cuisine après un repas.",
      "example": "Ona robiła zmywanie po kolacji, ale on zaoferował jej pomoc. Wczoraj zrobiliśmy zmywanie wspólnie.",
      "example_translation": "Elle faisait la vaisselle après dîner, mais il lui a proposé de l'aider. Ils avaient fait la vaisselle ensemble hier.",
      "imageLink": "image_files\\English\\"imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "osiągnięcie",
      "translation": "réalisation",
      "definition": "Proces lub stan osiągnięcia czegoś, szczególnie celu lub obiektu.",
      "definition_translation": "Le processus ou l'état de réaliser quelque chose, en particulier un objectif ou un but.",
      "example": "Uzyskanie dyplomu było wielkim osiągnięciem dla niej. On osiągnął swój cel, biegając maraton rok temu.",
      "example_translation": "Obtenir un diplôme était une grande réalisation pour elle. Il avait réalisé son objectif de courir un marathon l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "układ",
      "translation": "arrangement",
      "definition": "Przygotowanie lub planowanie rzeczy w określony sposób, szczególnie w celu osiągnięcia konkretnego celu.",
      "definition_translation": "Une préparation ou planification des choses d'une manière spécifique, en particulier afin d'atteindre un objectif particulier.",
      "example": "Układ kwiatów na stole był piękny. Zrobiliśmy układ, aby spotkać się w parku o 5 wieczorem.",
      "example_translation": "L'arrangement des fleurs sur la table était beau. Ils avaient fait une arrangement pour se rencontrer au parc à 17 heures.",
      "imageLink": "image_files\\English\\"imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przybycie",
      "translation": "arrivée",
      "definition": "Akt przybycia lub przyjazdu do miejsca.",
      "definition_translation": "L'acte d'arriver ou de venir à un endroit.",
      "example": "Wciąż pamiętam swoje przybycie do Paryża latem. Przybyłem na lotnisko rano, a przybędę do hotelu za godzinę.",
      "example_translation": "Je me souviens encore de mon arrivée à Paris l'été dernier. Je suis arrivé à l'aéroport le matin, et je vais arriver à l'hôtel dans une heure.",
      "imageLink": "image_files\\English\\"imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atak",
      "translation": "attaque",
      "definition": "Nagły i gwałtowny napad lub atak na osobę, miejsce lub rzecz.",
      "definition_translation": "Une attaque soudaine et violente contre une personne, un endroit ou une chose.",
      "example": "Armia przeprowadziła niespodziewany atak na wroga wczoraj wieczorem. Oni zaatakowali nas bez ostrzeżenia, a my zaatakiem na nich jutro.",
      "example_translation": "L'armée a lancé une attaque surprise contre l'ennemi la nuit dernière. Ils nous ont attaqués sans avertissement, et nous allons les attaquer à notre tour demain.",
      "imageLink": "image_files\\English\\"imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sprawdzić",
      "translation": "vérifier",
      "definition": "To sprawdzić lub zbadać coś, aby określić jego jakość, dokładność lub ważność.",
      "definition_translation": " Examiner ou enquêter sur quelque chose pour déterminer sa qualité, son exactitude ou sa validité.",
      "example": "Czy mogłbyś sprawdzić problem matematyczny, aby upewnić się, że jest prawidłowy? Sprawdziłem prognozę pogody, a także sprawdzę jakość powietrza rano.",
      "example_translation": "Pouvez-vous vérifier le problème de math pour vous assurer qu'il est correct ? J'ai vérifié la prévision météorologique, et elle vérifiera la qualité de l'air demain matin.",
      "imageLink": "image_files\\English\\"imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wybór",
      "translation": "choix",
      "definition": "Akt wyboru lub decydowania między dwoma lub więcej możliwościami lub opcjami.",
      "definition_translation": "L'acte de sélectionner ou de décider entre deux ou plusieurs possibilités ou options.",
      "example": "Mamy trudny wybór do zrobienia między dwoma ofertami pracy. Zrobiła dobry wybór, wybierając ten uniwersytet, a on zrobi wybór między dwoma samochodami następnego tygodnia.",
      "example_translation": "Nous avons un choix difficile à faire entre les deux offres d'emploi. Elle a fait un bon choix en choisissant cette université, et il fera un choix entre les deux voitures la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "decyzja",
      "translation": "décision",
      "definition": "Akt podejmowania decyzji lub osiągnięcia wniosku, szczególnie po starannym rozważeniu.",
      "definition_translation": "L'acte de faire son choix ou de parvenir à une conclusion, notamment après une réflexion soignée.",
      "example": "Podjąłem decyzję o rezygnacji z pracy w zeszłym roku. Podejmuję decyzję dotyczącą mojej kariery teraz. Podejmę decyzję dotyczącą mojej edukacji do końca roku.",
      "example_translation": "J'ai pris la décision de quitter mon emploi l'année dernière. Je fais une décision concernant mon parcours professionnel maintenant. Je prendrai une décision concernant mon éducation d'ici la fin de l'année.",
      "imageLink": "image_files\\English\\"imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostawa",
      "translation": "livraison",
      "definition": "Akt transportowania towarów lub produktów z jednego miejsca do drugiego.",
      "definition_translation": "L'action de transporter des biens ou des produits d'un endroit à un autre.",
      "example": "Dostawa paczki została opóźniona o tydzień. Firma oferuje szybką dostawę. Dostawa produktu nastąpi do końca miesiąca.",
      "example_translation": "La livraison du paquet a été retardée d'une semaine. L'entreprise offre des services de livraison rapides. La livraison du produit sera faite d'ici la fin du mois.",
      "imageLink": "image_files\\English\\"imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozwój",
      "translation": "développement",
      "definition": "Proces wzrostu lub stawania się coraz większym, bardziej zaawansowanym lub bardziej zorganizowanym.",
      "definition_translation": "Le processus de croissance ou de devenir plus grand, plus avancé ou plus organisé.",
      "example": "Rozwój miasta doprowadził do wzrostu liczby ludności. Firma jest w trakcie rozwoju nowego produktu. Rozwój technologii wywrze rewolucję w branży.",
      "example_translation": "Le développement de la ville a conduit à une augmentation de la population. L'entreprise est en train de développer un nouveau produit. Le développement de la technologie révolutionnera l'industrie.",
      "imageLink": "image_files\\English\\"imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nurkowanie",
      "translation": "plongée",
      "definition": "Akt skakania do wody, typowo głową w dół, lub sportu pływania pod wodą.",
      "definition_translation": "L'acte de sauter dans l'eau, généralement la tête la première, ou le sport de nager sous l'eau.",
      "example": "Szukałem w jeziorze latem. Jest ekspertem w nurkowaniu i zdobyła kilka konkursów. Pójdą na nurkowanie w oceanie następnego tygodnia.",
      "example_translation": "Je suis allé faire de la plongée dans le lac l'été dernier. Elle est une experte en plongée et a remporté plusieurs compétitions. Ils iront faire de la plongée dans l'océan la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kierować",
      "translation": "conduire",
      "definition": "Operować pojazdem, szczególnie samochodem, aby podróżować z jednego miejsca do drugiego.",
      "definition_translation": "Faire fonctionner un véhicule, notamment une voiture, pour se déplacer d'un endroit à un autre.",
      "example": "Kierowałem do pracy wczoraj, kieruję do pracy dzisiaj, a kierowałem do pracy jutro.",
      "example_translation": "J'ai conduit au travail hier, je conduis au travail aujourd'hui, et je conduirai au travail demain.",
      "imageLink": "image_files\\English\\"imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wysiłek",
      "translation": "effort",
      "definition": "Energiczny lub determinowany próba zrobienia czegoś.",
      "definition_translation": "Un essai vigoureux ou déterminé pour faire quelque chose.",
      "example": "Zrobiła wysiłek, aby ukończyć projekt na czas, robi wysiłek, aby poprawić swoje umiejętności językowe, a zrobi wysiłek, aby zmniejszyć swój ślad ekologiczny.",
      "example_translation": "Elle a fait un effort pour finir le projet à temps, elle fait un effort pour améliorer ses compétences en langue, et elle fera un effort pour réduire son empreinte carbone.",
      "imageLink": "image_files\\English\\"imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wymiana",
      "translation": "échanger",
      "definition": "Dać coś komuś i otrzymać coś w zamian.",
      "definition_translation": "Donner quelque chose à quelqu'un et recevoir quelque chose en retour.",
      "example": "Wymieniłem swój stary telefon na nowy wczoraj, wymieniam ogniwa z kolegami każdego dnia, a wymienię pieniądze na euro jutro.",
      "example_translation": "J'ai échangé mon ancien téléphone contre un nouveau hier, j'échange des courriels avec mes collègues chaque jour, et j'échangerai mon argent contre des euros demain.",
      "imageLink": "image_files\\English\\"imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "eksperyment",
      "translation": "expérimenter",
      "definition": "Naukowe badanie lub próba uzyskania informacji lub udowodnienia teorii.",
      "definition_translation": "Un test ou une enquête scientifique pour recueillir des informations ou prouver une théorie.",
      "example": "Naukowiec przeprowadził eksperyment, aby przetestować nowy lek wczoraj, prowadzi eksperyment, aby zrozumieć zachowanie owadów dzisiaj, a przeprowadzi eksperyment, aby zmierzyć skutki zmiany klimatu jutro.",
      "example_translation": "Le scientifique a mené une expérience pour tester le nouveau médicament hier, elle mène une expérience pour comprendre le comportement des insectes aujourd'hui, et elle mènera une expérience pour mesurer les effets du changement climatique demain.",
      "imageLink": "image_files\\English\\"imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "walczyć",
      "translation": "se battre",
      "definition": "angażować się w fizyczną lub werybalną walkę z kimś",
      "definition_translation": "s'engager dans un conflit physique ou verbal avec quelqu'un",
      "example": "Walczyłem z moim bratem wczoraj, walczę z nim teraz, i będę walczyć z nim jutro.",
      "example_translation": "J'ai combattu avec mon frère hier, je combat avec lui maintenant, et je combattrai avec lui demain.",
      "imageLink": "image_files\\English\\"imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "iść",
      "translation": "aller",
      "definition": "przenieść się z jednego miejsca do innego",
      "definition_translation": "se déplacer d'un endroit à un autre",
      "example": "Szłem do sklepu wczoraj, idę tam teraz, i pójdę tam jutro.",
      "example_translation": "Je suis allé au magasin hier, j'y vais maintenant, et j'irai là-bas demain.",
      "imageLink": "image_files\\English\\"imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zwyczaj",
      "translation": "habitude",
      "definition": "ustalona lub regularna tendencja lub praktyka, zwłaszcza taka, która jest trudna do porzucenia",
      "definition_translation": "une tendance ou une pratique établie ou régulière, notamment une qui est difficile à abandonner",
      "example": "Mam zwyczaj sprawdzania telefonu co godzinę, miałem zwyczaj palenia gdy byłem młody, i będę miał zwyczaj ćwiczeń regularnie.",
      "example_translation": "J'ai l'habitude de vérifier mon téléphone toutes les heures, j'avais l'habitude de fumer quand j'étais jeune, et j'aurai l'habitude de faire de l'exercice régulièrement.",
      "imageLink": "image_files\\English\\"imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prace domowe",
      "translation": "travaux ménagers",
      "definition": "zadania takie jak sprzątanie, gotowanie i pranie, które są niezbędne do utrzymania domu",
      "definition_translation": "tâches telles que le nettoyage, la cuisine et le lavage qui sont nécessaires pour maintenir un foyer",
      "example": "Zrobiłem prace domowe wczoraj, robię je teraz, i będę robił je jutro, aby móc utrzymać mój dom czysty.",
      "example_translation": "J'ai fait les travaux ménagers hier, je les fais maintenant, et je les ferai demain pour garder mon domicile propre.",
      "imageLink": "image_files\\English\\"imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "objąć",
      "translation": "étreindre",
      "definition": "trzymać kogoś ciasno w ramionach, zwykle aby wyrazić miłość lub pocieszenie",
      "definition_translation": "tenir quelqu'un serré dans ses bras, généralement pour montrer de l'affection ou du réconfort",
      "example": "Objąłem moją mamę wczoraj, obję się przyjacielem jutro, i objąłem siostrę w zeszłym tygodniu.",
      "example_translation": "J'ai étreint ma mère hier, je vais étreindre mon ami demain, et j'ai étreint ma sœur la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prasowanie",
      "translation": "repassage",
      "definition": "działanie używania ciepła i ciśnienia, aby usunąć zagniecenia i fałdy z tkanin",
      "definition_translation": "l'acte d'utiliser la chaleur et la pression pour enlever les plis et les gerçures des tissus",
      "example": "Prasowałem koszulę wczoraj, moja siostra prasuje swoją sukienkę teraz, i mój brat prasuje swoje spodnie jutro.",
      "example_translation": "J'ai repassé ma chemise hier, ma sœur repasse sa robe maintenant, et mon frère repassera son pantalon demain.",
      "imageLink": "image_files\\English\\"imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skakać",
      "translation": "sauter",
      "definition": "przepchnąć się do góry lub do przodu przez nagłą kontrakcję i rozkurcz mięśni",
      "definition_translation": "de se propulser vers le haut ou en avant par une contraction et une libération soudaines des muscles",
      "example": "Skakałem przez płot wczoraj, moi przyjaciele skaczą lassa teraz, i moja siostra skoczy do basenu jutro.",
      "example_translation": "J'ai sauté par-dessus la clôture hier, mes amis sautent à la corde maintenant, et ma sœur sautera dans la piscine demain.",
      "imageLink": "image_files\\English\\"imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "patrzeć",
      "translation": "regarder",
      "definition": "skierować swój wzrok w określonym kierunku lub na określoną rzecz",
      "definition_translation": "de diriger son regard dans une direction spécifiée ou vers une chose spécifique",
      "example": "Patrzyłem przez okno wczoraj, mój brat patrzy na mapę teraz, i moja siostra podejrzy odpowiedź jutro.",
      "example_translation": "J'ai regardé par la fenêtre hier, mon frère regarde la carte maintenant, et ma sœur regardera la réponse demain.",
      "imageLink": "image_files\\English\\"imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przygotowanie",
      "translation": "préparation",
      "definition": "Akt lub proces przygotowania czegoś lub kogoś do określonego celu lub użytku.",
      "definition_translation": "L'acte ou le processus de préparer quelque chose ou quelqu'un pour un but ou une utilisation particulière.",
      "example": "Przygotowanie posiłku zajęło godziny, ale było warto. Przygotowaliśmy się do egzaminu, więc czuliśmy się pewnie. Oni przygotują stadion do koncertu w następny tydzień.",
      "example_translation": "La préparation du repas a pris des heures, mais cela en valait la peine. Nous avions préparé pour l'examen, donc nous nous sentions confiants. Ils vont préparer le stade pour le concert la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "recykling",
      "translation": "recyclage",
      "definition": "Proces zbierania i przetwarzania materiałów używanych, aby stworzyć nowe produkty.",
      "definition_translation": "Le processus de collecte et de traitement des matières premières utilisées pour créer de nouveaux produits.",
      "example": "Program recyklingu w naszym mieście był bardzo udany. Zrecyklingowaliśmy wszystki papier i plastik z imprezy. Oni rozpoczną recykling odpadów żywnościowych w następnym miesiącu.",
      "example_translation": "Le programme de recyclage dans notre ville a été très réussi. Nous avons recyclé tout le papier et le plastique de la fête. Ils vont commencer à recycler les déchets alimentaires le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ratunek",
      "translation": "sauvetage",
      "definition": "Akt ratowania kogoś lub czegoś z niebezpieczeństwa lub szkody.",
      "definition_translation": "L'acte de sauver quelqu'un ou quelque chose du danger ou du préjudice.",
      "example": "Ekipa ratunkowa uratowała pieszych z góry. Ratujemy psy ze schronisk i znajdujemy im nowe domy. Oni uratują zakładników z budynku.",
      "example_translation": "L'équipe de sauvetage a sauvé les randonneurs de la montagne. Nous sauvons des chiens des refuges et leur trouvons de nouvelles maisons. Ils vont sauver les otages du bâtiment.",
      "imageLink": "image_files\\English\\"imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "powrót",
      "translation": "retour",
      "definition": "Przyjście lub pójście z powrotem do miejsca lub osoby.",
      "definition_translation": "De venir ou d'aller zurück à un endroit ou une personne.",
      "example": "Zwrotę książkę do biblioteki jutro. Ona wróciła do swojego miasta po 10 latach. Oni wrócą z wakacji następnym tygodniu.",
      "example_translation": "Je vais retourner le livre à la bibliothèque demain. Elle est revenue dans sa ville natale après 10 ans. Ils vont retourner de leurs vacances la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bieg",
      "translation": "courir",
      "definition": "Poruszanie się szybko nogami, typowo w stałym i szybkim tempie; ucieczka lub ucieczka przed niebezpieczeństwem.",
      "definition_translation": "Se déplacer rapidement à pied, généralement à un rythme régulier et rapide; fuir ou s'échapper du danger.",
      "example": "Biegłem do sklepu wczoraj, biegam maraton dzisiaj, a jutro będe biegł sprintem.",
      "example_translation": "J'ai couru au magasin hier, je cours un marathon aujourd'hui, et je courrai un sprint demain.",
      "imageLink": "image_files\\English\\"imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szukanie",
      "translation": "rechercher",
      "definition": "Wyszukiwanie czegoś lub kogoś w sposób dokładny i systematyczny, szczególnie w sposób szczegółowy i dokładny.",
      "definition_translation": "Chercher soigneusement et systématiquement quelque chose, notamment de manière approfondie et méticuleuse.",
      "example": "Szukałem moich kluczy całe morning, szukam nowej pracy teraz, a jutro szukałem hotelu.",
      "example_translation": "J'ai recherché mes clés tout le matin, je recherche un nouvel emploi maintenant, et je rechercherai un hôtel demain.",
      "imageLink": "image_files\\English\\"imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płeć",
      "translation": "sexe",
      "definition": "Charakterystyki, które definiują mężczyzn i kobiety, szczególnie w odniesieniu do aspektów biologicznych i fizjologicznych.",
      "definition_translation": "Les caractéristiques qui définissent les mâles et les femelles, généralement en ce qui concerne les aspects biologiques et physiologiques.",
      "example": "Płeć jest ważnym aspektem relacji międzyludzkich, tożsamość płciowa jest ściśle związana z płcią, a orientacja seksualna jest osobistym wyborem.",
      "example_translation": "Le sexe est un aspect important des relations humaines, l'identité de genre est étroitement liée au sexe, et l'orientation sexuelle est un choix personnel.",
      "imageLink": "image_files\\English\\"imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krok",
      "translation": "étape",
      "definition": "Ruch nogi w chodzie, lub etap w procesie lub rozwoju.",
      "definition_translation": "Un mouvement du pied lors de la marche, ou une étape dans un processus ou un développement.",
      "example": "Zrobiłem krok do przodu, robię kroki, aby poprawić swoje zdrowie, a jutro zrobię krok w tył, aby rozmyślić o swoim życiu.",
      "example_translation": "J'ai fait un pas en avant, je prends des mesures pour améliorer ma santé, et je ferai un pas en arrière pour réfléchir à ma vie.",
      "imageLink": "image_files\\English\\"imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wsparcie",
      "translation": "soutien",
      "definition": "udzielenie pomocy lub wsparcia komuś lub czemuś.",
      "definition_translation": "donner de l'assistance ou du soutien à quelqu'un ou quelque chose",
      "example": "Wspieram cię w twojej decyzji, wspierałem cię wczoraj, a jutro będę wspierał cię do następnego tygodnia.",
      "example_translation": "Je vous soutiendrai dans votre décision, je vous ai soutenu hier et je vous aurai soutenu d'ici la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wizyta",
      "translation": "visiter",
      "definition": "Pójście, aby zobaczyć kogoś lub coś, szczególnie na krótki czas.",
      "definition_translation": "aller voir quelqu'un ou quelque chose, en particulier pour une courte période",
      "example": "Odwiedziłem swoich dziadków w zeszłym tygodniu, odwiedzę swoich przyjaciół dzisiaj, a jutro odwiedzę Paryż.",
      "example_translation": "J'ai visité mes grands-parents la semaine dernière, je visite mes amis aujourd'hui et je visiterai Paris l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "marnotrawstwo",
      "translation": "déchet",
      "definition": "niepotrzebny lub niepotrzebny materiał lub substancja.",
      "definition_translation": "matériel ou substance inutile ou non souhaitée",
      "example": "Marnotrawiliśmy dużo jedzenia na przyjęciu, marnujemy swój czas, oglądając telewizję, a oni marnotrawią swój pieniądze na tym drogim samochodzie.",
      "example_translation": "Nous avons gaspillé beaucoup de nourriture à la fête, nous gaspillons notre temps en regardant la télévision et ils vont gaspiller leur argent sur cette voiture de luxe.",
      "imageLink": "image_files\\English\\"imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "trening",
      "translation": "entrainement",
      "definition": "Sesja ćwiczeń fizycznych lub treningu, szczególnie w klubie fitness.",
      "definition_translation": "une séance d'exercice physique ou d'entraînement, notamment dans une salle de gym",
      "example": "Będę miał trening jutro rano, miałem świetny trening wczoraj, a ona regularnie trenuje.",
      "example_translation": "J'aurai un entraînement demain matin, j'ai eu un excellent entraînement hier et elle s'entraîne régulièrement.",
      "imageLink": "image_files\\English\\"imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]