{
  "data": [
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dorosły",
      "translation": "adulte",
      "definition": "Osoba, która osiągnęła pełnoletność i jest w pełni ukształtowana fizycznie, psychicznie i emocjonalnie.",
      "definition_translation": "Une personne qui a atteint l'âge de la majorité et estFully développé physiquement, mentalement et émotionnellement.",
      "example": "Ona stała się dorosłą, gdy skończyła 18 lat. Ona była dorosłą przez 5 lat. Ona będzie dorosłą przez resztę życia.",
      "example_translation": "Elle est devenue adulte lorsqu'elle a eu 18 ans. Elle a été adulte pendant 5 ans. Elle sera adulte pour le reste de sa vie.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niemowlę",
      "translation": "bébé",
      "definition": "Bardzo młody człowiek, od urodzenia do roku lub dwóch lat życia.",
      "definition_translation": "Un être humain très jeune, de la naissance à un an ou deux d'âge.",
      "example": "Niémowlę się śmiało na klauna. Niémowlę się śmiało na klauna. Niémowlę będzie się śmiało na klauna.",
      "example_translation": "Le bébé a ri au clown. Le bébé avait ri au clown. Le bébé rira au clown.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miec... (lat)",
      "translation": "avoir... ans",
      "definition": "Mieć określony wiek.",
      "definition_translation": "Avoir un certain âge.",
      "example": "Miałem 10 lat, gdy nauczyłem się jeździć na rowerze. Mam 20 lat teraz. Będę miał 30 lat w przyszłym roku.",
      "example_translation": "J'avais 10 ans lorsque j'ai appris à conduire un vélo. J'ai 20 ans maintenant. J'aurai 30 ans l'année prochaine.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "broda",
      "translation": "barbe",
      "definition": "Wzrost włosów na brodzie i szczęce mężczyzny.",
      "definition_translation": "Une croissance de cheveux sur le menton et la joue d'un homme.",
      "example": "On miał długą brodę, gdy był hipisem. On ma krótką brodę teraz. On będzie miał brodę, gdy się zestarzeje.",
      "example_translation": "Il avait une longue barbe lorsqu'il était un hippie. Il a une courte barbe maintenant. Il aura une barbe lorsqu'il sera plus âgé.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piękny",
      "translation": "beau",
      "definition": "Zadowalający zmysły lub umysł estetycznie; mający piękny aspekt.",
      "definition_translation": "plaisant pour les sens ou l'esprit d'une manière esthétique ; ayant une qualité belle.",
      "example": "Ona była piękną panną młodą. Ona będzie piękną w swojej sukni ślubnej. Ona była pięknie ucharakteryzowana na imprezie.",
      "example_translation": "Elle était une belle mariée. Elle sera belle dans sa robe de mariée. Elle était magnifiquement maquillée pour la soirée.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chłopiec",
      "translation": "garçon",
      "definition": "Mężczyzna w wieku dziecięcym lub młodzieńczy, zwłaszcza od urodzenia do adolescencji.",
      "definition_translation": "un enfant mâle ou un jeune homme, en particulier un enfant mâle de la naissance à l'adolescence.",
      "example": "Chłopiec pobiegł szybko. Chłopiec będzie jeść obiad. Chłopiec zjadł śniadanie.",
      "example_translation": "Le garçon a couru rapidement. Le garçon mangera son dîner. Le garçon avait mangé son petit déjeuner.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oko",
      "translation": "œil",
      "definition": "Organ widzenia; zdolność widzenia człowieka.",
      "definition_translation": "l'organe de la vision ; le pouvoir de vision d'une personne.",
      "example": "Ona otworzyła oko. Ona będzie otwierać oczy. Ona otworzyła oczy na prawdę.",
      "example_translation": "Elle a ouvert son œil. Elle ouvrira ses yeux. Elle avait ouvert les yeux à la vérité.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "twarz",
      "translation": "visage",
      "definition": "Część głowy od czoła do brody.",
      "definition_translation": "la partie frontale de la tête du front au menton.",
      "example": "Ona umyła twarz. Ona będzie myć twarz. Ona umyła twarz mydłem.",
      "example_translation": "Elle a lavé son visage. Elle lavera son visage. Elle avait lavé son visage avec du savon.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gruby",
      "translation": "gras",
      "definition": "Mający dużo tkanki tłuszczowej, szczególnie w sposób, który jest uważany za niezdrowy lub nieatrakcyjny.",
      "definition_translation": "Ayant beaucoup de chair, notamment d'une manière considérée comme malsaine ou disgracieuse.",
      "example": "Byłem gruby, gdy byłem nastolatkiem, ale schudłem, gdy zacząłem ćwiczyć. Teraz nie jestem gruby, ale wciąż lubię tłuste potrawy. Będę gruby ponownie, jeśli nie będę uważać, co jem.",
      "example_translation": "J'étais gras lorsque j'étais adolescent, mais j'ai perdu du poids lorsque j'ai commencé à faire de l'exercice. Maintenant, je ne suis pas gras, mais j'aime encore les aliments gras. Je serai gras à nouveau si je ne surveille pas ce que je mange.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stopy",
      "translation": "pieds",
      "definition": "Dolne kończyny nogi poniżej kostki, na których człowiek lub zwierzę stoi lub chodzi.",
      "definition_translation": "Les extrémités inférieures de la jambe au-dessous de la cheville, sur lesquelles une personne ou un animal se tient debout ou marche.",
      "example": "Myję stopy każdego ranka. Wczoraj zraniłem stopy podczas wędrówki. W następnym tygodniu kupię nowe buty, aby chronić stopy.",
      "example_translation": "Je lave mes pieds tous les matins. Hier, j'ai blessé mes pieds pendant une randonnée. La semaine prochaine, j'achèterai de nouvelles chaussures pour protéger mes pieds.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stopa",
      "translation": "pied",
      "definition": "Dolna część nogi poniżej kostki, na której osoba lub zwierzę stoi lub chodzi.",
      "definition_translation": "L'extrémité inférieure de la jambe au-dessous de la cheville, sur laquelle une personne ou un animal se tient debout ou marche.",
      "example": "Zraniłem swoją nogę grając w piłkę nożną. Wczoraj zaopatrzyłem swoją nogę. W przyszłym tygodniu udzielę sobie masażu, aby zrelaksować swoją nogę.",
      "example_translation": "J'ai blessé mon pied pendant que je jouais au soccer. Hier, j'ai bandé mon pied. La semaine prochaine, je vais recevoir un massage pour détendre mon pied.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziewczyna",
      "translation": "fille",
      "definition": "Dziecko płci żeńskiej, zwłaszcza między dzieciństwem a adolescencją.",
      "definition_translation": "Une enfant femelle, notamment une fille entre l'enfance et l'adolescence.",
      "example": "Mam dziewczynę, która uwielbia grać z lalkami. Wczoraj moja dziewczyna była zmęczona i wcześnie poszła spać. W przyszłym tygodniu zabiorę moją dziewczynę do parku.",
      "example_translation": "J'ai une fille qui adore jouer avec des poupées. Hier, ma fille était fatiguée et s'est couchée tôt. La semaine prochaine, je prendrai ma fille au parc.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "włosy",
      "translation": "cheveu",
      "definition": "Różnego rodzaju wyrostki na głowie ludzkiej lub ciele zwierzęcym, składające się z białka, które wyrasta z mieszków włosowych w skórze.",
      "definition_translation": "Une croissance sur la tête humaine ou le corps animal, consistant en un filament de protéine qui pousse des follicules pileux dans la peau.",
      "example": "Wczoraj umyłem swoje włosy, teraz je myję, a jutro je umyję.",
      "example_translation": "J'ai lavé mes cheveux hier, je les lave maintenant, et je les laverai demain.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ręka",
      "translation": "main",
      "definition": "Część końcowa ludzkiego ramienia, służąca do chwytania i trzymania przedmiotów.",
      "definition_translation": "La partie finale du bras humain au-delà du poignet, utilisée pour saisir et tenir des choses.",
      "example": "Wczoraj trzymałem jej rękę, teraz ją trzymam, a jutro ją trzymać będę.",
      "example_translation": "J'ai tenu sa main hier, je la tiens maintenant, et je la tiendrai demain.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "noga",
      "translation": "jambe",
      "definition": "Część ludzkiego ciała, rozciągająca się od biodra do kostki.",
      "definition_translation": "Un membre du corps humain, s'étendant de la hanche à la cheville.",
      "example": "Złamałem nogę w ubiegłym roku, teraz się odzyskuję, a wkrótce znów będę biegał.",
      "example_translation": "J'ai cassé ma jambe l'année dernière, je me remets maintenant, et je courrai à nouveau bientôt.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mały",
      "translation": "petit",
      "definition": "Mały pod względem ilości lub wielkości; nie wielki lub duży.",
      "definition_translation": "Petit en quantité ou en taille; pas grand ou large.",
      "example": "Miałem małego psa, gdy byłśmy dzieckiem, teraz mam dużego psa, a wkrótce znów będę miał małego psa.",
      "example_translation": "J'avais un petit chien quand j'étais enfant, j'ai un grand chien maintenant, et j'aurai un petit chien à nouveau.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "długi",
      "translation": "long",
      "definition": "Rozciągający się na dużą odległość od jednego końca do drugiego; nie krótki.",
      "definition_translation": "S'étendant sur une grande distance d'un bout à l'autre; pas court.",
      "example": "Biegałem przez długi czas, będę biegał przez długi czas, a biegałem przez długi czas.",
      "example_translation": "J'ai couru pendant longtemps, je courrai pendant longtemps, et j'ai couru pendant longtemps.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mężczyzna",
      "translation": "homme",
      "definition": "Dorosły człowiek płci męskiej.",
      "definition_translation": "Un mâle humain adulte.",
      "example": "Mój dziadek był mężczyzną o wielkiej mądrości, mój ojciec jest mężczyzną o wielkiej mądrości, a mój syn będzie mężczyzną o wielkiej mądrości.",
      "example_translation": "Mon grand-père était un homme de grande sagesse, mon père est un homme de grande sagesse, et mon fils sera un homme de grande sagesse.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "usta",
      "translation": "bouche",
      "definition": "Otwór przez który zwierzę przyjmuje pokarm.",
      "definition_translation": "L'ouverture par laquelle un animal prend de la nourriture.",
      "example": "Otwieram usta, aby jeść, otworzyłem usta, aby jeść, a otworzę usta, aby jeść.",
      "example_translation": "J'ouvre ma bouche pour manger, j'ai ouvert ma bouche pour manger, et j'ouvrirai ma bouche pour manger.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nos",
      "translation": "nez",
      "definition": "Organ zapachu i oddychania u ludzi i wielu zwierząt.",
      "definition_translation": "L'organe de l'odorat et de la respiration chez les humains et de nombreux animaux.",
      "example": "Mam duży nos, miałem duży nos, a będę miał duży nos.",
      "example_translation": "J'ai un grand nez, j'ai eu un grand nez, et j'aurai un grand nez.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stary",
      "translation": "vieux",
      "definition": "mający długi czas życia lub istnienia; nie być już młodym",
      "definition_translation": "ayant vécu ou existé pendant longtemps ; plus jeune",
      "example": "Mój stary samochód złamał się wczoraj, ale kupię nowy za rok, a mam nadzieję, że będzie trwał przez wiele lat.",
      "example_translation": "Ma vieille voiture est tombée en panne hier, mais j'en achèterai une nouvelle l'année prochaine, et j'espère qu'elle durera de nombreuses années.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krótki",
      "translation": "court",
      "definition": "nie długi pod względem długości lub trwania; krótki",
      "definition_translation": "pas long en longueur ou en durée ; bref",
      "example": "Wczoraj wieczorem na przyjęciu worek krótką spódnicę, ale na weselu za tydzień będę nosił długą suknię, a mam nadzieję, że będzie idealna.",
      "example_translation": "J'ai porté une jupe courte au party hier soir, mais je porterai une robe longue au mariage la semaine prochaine, et j'espère qu'elle sera parfaite.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczupły",
      "translation": "mince",
      "definition": "mający małą lub smukłą postać; cienki",
      "definition_translation": "ayant une forme petite ou svelte ; mince",
      "example": "Staram się utrzymać szczupłą sylwetkę przez regularne ćwiczenia, a mam nadzieję, że osiągnę moją wagę docelową wkrótce, ale to zajmie trochę czasu.",
      "example_translation": "J'essaie de rester mince en faisant de l'exercice régulièrement, et j'espère atteindre mon poids idéal bientôt, mais cela prendra du temps.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wysoki",
      "translation": "haut",
      "definition": "mający wielką wysokość; wyniosły",
      "definition_translation": "ayant une grande hauteur ; élevé",
      "example": "Mój wysoki brat jest bardzo dobry w grze w koszykówkę, a prawdopodobnie zagra w NBA za jakiś czas, ale musi jeszcze trenować.",
      "example_translation": "Mon frère haut est très doué pour jouer au basket-ball, et il jouera probablement dans la NBA un jour, mais il doit s'entraîner plus.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kobieta",
      "translation": "femme",
      "definition": "Dorosła ludzka samica, zdolna do rodzenia dzieci.",
      "definition_translation": "Une femme adulte, généralement capable de porter des enfants.",
      "example": "Kobieta weszła do pokoju. Będzie uczestniczyć w spotkaniu. Miała na sobie czerwoną suknię.",
      "example_translation": "La femme est entrée dans la pièce. Elle assistera à la réunion. Elle avait porté une robe rouge.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "młody",
      "translation": "jeune",
      "definition": "Mający mało doświadczenia lub krótką historię użytkowania lub istnienia.",
      "definition_translation": "Ayant peu d'expérience ou une brève histoire d'utilisation ou d'existence.",
      "example": "Młody chłopiec bawił się piłką. Nauczy się jeździć na rowerze. Zjadł kanapkę.",
      "example_translation": "Le jeune garçon a joué avec un ballon. Il apprendra à faire du vélo. Il avait mangé un sandwich.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "w wieku",
      "translation": "âgé",
      "definition": "Mający długi czas życia lub istnienia; stary",
      "definition_translation": "Ayant vécu ou existé depuis longtemps; vieux.",
      "example": "W wieku mężczyźnie szedł powoli. Będzie otrzymywał rentę. Pracował przez 40 lat.",
      "example_translation": "L'homme âgé marchait lentement. Il recevra une pension. Il avait travaillé pendant 40 ans.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przystojny",
      "translation": "attirant",
      "definition": "Zadowalający zmysły, zwłaszcza wzrok; miły lub atrakcyjny",
      "definition_translation": "Plaisant pour les sens, especialmente la vue; plaisant ou attirant.",
      "example": "Przystojna kobieta uśmiechnęła się. Będzie nosiła piękną suknię. Wygrała konkurs piękności.",
      "example_translation": "La femme attirante a souri. Elle portera une belle robe. Elle avait gagné un concours de beauté.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "blondynka",
      "translation": "blonde",
      "definition": "Osoba, zwłaszcza kobieta, o jasnych włosach, zazwyczaj bladożółtych lub złotych w kolorze.",
      "definition_translation": "Une personne, en particulier une femme, avec des cheveux clairs, généralement jaune pâle ou doré en couleur.",
      "example": "Była blondynką pięknością, On będzie blondynem, gdy dorśnie, Była blondynką przez lata.",
      "example_translation": "Elle était une blonde beauté, Il sera une blonde quand il grandira, Elle a été une blonde pendant des années.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ubrany",
      "translation": "habillé",
      "definition": "Noszący ubrania, zwłaszcza formalne lub okazałe.",
      "definition_translation": "Portant des vêtements, notamment des vêtements formels ou élaborés.",
      "example": "Była ubrana w piękną suknię, On ubrał się szybko, Będą ubrani odpowiednio.",
      "example_translation": "Elle était habillée dans une belle robe, Il s'était habillé rapidement, Ils seront habillés appropriément.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uczciwy",
      "translation": "juste",
      "definition": "Sprawiedliwy i nieuprzedzony; nie faworyzujący żadnej strony lub partii.",
      "definition_translation": "Juste et impartial; ne favorisant pas un côté ou un parti.",
      "example": "Sędzia próbował być uczciwym, Była uczciwa i szczerą, On będzie uczciwy w swojej decyzji.",
      "example_translation": "Le juge a essayé d'être juste, Elle était juste et honnête, Il sera juste dans sa décision.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "moda",
      "translation": "mode",
      "definition": "Popularny lub najnowszy styl ubioru, fryzury itp.",
      "definition_translation": "Un style populaire ou le dernier cri en matière de vêtements, de coiffure, etc.",
      "example": "Ona śledziła najnowszą modę, On kochał modę lat 80., Będą wyznaczać nowy trend modowy.",
      "example_translation": "Elle suivait la dernière mode, Il aimait la mode des années 80, Ils vont lancer une nouvelle tendance de mode.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "palec",
      "translation": "doigt",
      "definition": "Jeden z pięciu kończyn ręki; palec.",
      "definition_translation": "L'un des cinq membres terminaux de la main; un doigt.",
      "example": "Zraniłem palec, kiedy grałem w piłkę nożną wczoraj, ale będę mógł grać znowu jutro, i gram każdego soboty.",
      "example_translation": "J'ai blessé mon doigt lorsque j'ai joué au football hier, mais je pourrai jouer à nouveau demain, et je joue tous les samedis.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przystojny",
      "translation": "beau",
      "definition": "Przyjemny dla oka; atrakcyjny.",
      "definition_translation": "Plaisant à voir; attractif.",
      "example": "Mój przyjaciel jest bardzo przystojny, i będzie jeszcze bardziej przystojny, kiedy się zestarzeje, ale nie był przystojny, kiedy był dzieckiem.",
      "example_translation": "Mon ami est très beau, et il sera encore plus beau quand il sera plus âgé, mais il n'était pas beau quand il était enfant.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "facet",
      "translation": "gars",
      "definition": "Mężczyzna lub chłopiec; osoba płci męskiej.",
      "definition_translation": "Un homme ou un garçon; une personne masculine.",
      "example": "Poznałem faceta na imprezie wczoraj wieczorem, i poznam go znowu jutro, ale nie poznałem go na imprezie przedwczorajszą.",
      "example_translation": "J'ai rencontré un gars à la soirée dernière nuit, et je le rencontrerai à nouveau demain, mais je ne l'ai pas rencontré à la soirée avant-hier.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "makijaż",
      "translation": "maquillage",
      "definition": "Kosmetyki, takie jak szminka, tusz, róż, używane do poprawy lub zmiany wyglądu.",
      "definition_translation": "Des cosmétiques, tels que du rouge à lèvres, du mascara et du blush, utilisés pour améliorer ou modifier son apparence.",
      "example": "Moja siostra nakłada dużo makijażu każdego dnia, ale nie nakładała makijażu wczoraj, i nie będzie nakładała makijażu jutro.",
      "example_translation": "Ma sœur met du maquillage tous les jours, mais elle n'a pas mis de maquillage hier, et elle ne mettra pas de maquillage demain.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ładny",
      "translation": "jolie",
      "definition": "Atrakcyjny w delikatny sposób, bez być imponującym lub uderzającym.",
      "definition_translation": "Attrayante d'une manière délicate sans être impressionnante ou frappante.",
      "example": "Pomyślałem, że ona była ładna, kiedy ją zobaczyłem na imprezie. Będzie jeszcze ładniejsza, kiedy się zestarzeje. Była ładna, kiedy usłyszała wieść.",
      "example_translation": "Je pensais qu'elle était jolie lorsque je l'ai vue à la fête. Elle sera encore plus jolie quand elle aura grandi. Elle était très blessée quand elle a entendu les nouvelles.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czerwone włosy",
      "translation": "cheveux roux",
      "definition": "Włosy o rudym kolorze, często kojarzone z ludźmi pochodzenia celtyckiego lub irlandzkiego.",
      "definition_translation": "Des cheveux de couleur rougeâtre, souvent associés aux personnes d'origine celte ou irlandaise.",
      "example": "Moja siostra miała czerwone włosy, kiedy była nastolatką. Będzie miała czerwone włosy, kiedy dorośnie. Miała czerwone włosy, kiedy urodziła się.",
      "example_translation": "Ma sœur avait des cheveux roux lorsqu'elle était adolescente. Elle aura des cheveux roux lorsqu'elle grandira. Elle avait des cheveux roux lorsqu'elle est née.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "silny",
      "translation": "fort",
      "definition": "Mający dużo siły, mocy lub intensywności; zdolny do wywierania siły lub wytrzymywania ciśnienia.",
      "definition_translation": "Ayant une grande quantité de puissance, de force ou d'intensité; capable d'exercer une force ou de résister à la pression.",
      "example": "On był silny, kiedy podnosił ciężkie ciężary. Będzie silniejszy, kiedy ćwiczyć będzie więcej. Był silny wystarczająco, aby unieść skrzynki.",
      "example_translation": "Il était fort lorsqu'il a soulevé les poids lourds. Il sera plus fort lorsqu'il fera plus d'exercice. Il était assez fort pour porter les boîtes.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nastolatek",
      "translation": "adolescent",
      "definition": "Osoba w wieku między 13 a 19 rokiem życia,.typowo uczęszczająca do szkoły średniej lub gimnazjum.",
      "definition_translation": "Une personne entre 13 et 19 ans, fréquentant généralement le lycée ou le collège.",
      "example": "Byłem nastolatkiem, kiedy nauczyłem się jeździć. Ona będzie nastolatką, kiedy skończy 13 lat. Oni byli nastolatkami, kiedy zakochali się.",
      "example_translation": "J'étais un adolescent lorsque j'ai appris à conduire. Elle sera un adolescent lorsqu'elle aura 13 ans. Ils étaient des adolescents lorsqu'ils sont tombés amoureux.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "starszy",
      "translation": "aîné",
      "definition": "Osoba, która jest starsza od innych w danej grupie lub rodzinie.",
      "definition_translation": "Une personne qui est plus âgée que les autres dans un groupe ou une famille particulier.",
      "example": "Starszy z dwóch braci był bardziej odpowiedzialny. Wczoraj starsza siostra pomogła swojemu młodszemu rodzeństwu. Jutro starszy wygłosi przemówienie.",
      "example_translation": "Le frère aîné des deux frères était plus responsable. Hier, la sœur aînée avait aidé son cadet. Demain, l'aîné ferait un discours.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "starsi",
      "translation": "âgé",
      "definition": "Dotyczący lub cechujący osoby starsze, zwłaszcza tych, którzy są emerytami lub podeszli w wieku.",
      "definition_translation": "Se rapportant à ou caractéristique des personnes âgées, en particulier celles qui sont à la retraite ou d'un âge avancé.",
      "example": "Starsza pani potrzebowała pomocy przy przekraczaniu ulicy. Wczoraj starsza para poszła do parku. W przyszłości starsi będą mieli dostęp do lepszej opieki zdrowotnej.",
      "example_translation": "La dame âgée avait besoin d'aide pour traverser la rue. Hier, le couple âgé était allé au parc. À l'avenir, les personnes âgées auraient accès à des soins de santé meilleurs.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "najstarszy",
      "translation": "le plus âgé",
      "definition": "Będący najstarszym w grupie osób lub rzeczy.",
      "definition_translation": "Étant le plus âgé d'un groupe de personnes ou de choses.",
      "example": "Była najstarszym z trójki rodzeństwa i zawsze opiekowała się nimi. Teraz opiekuje się własnymi dziećmi i będzie opiekować się swoimi rodzicami w przyszłości.",
      "example_translation": "Elle était la plus âgée des trois frères et sœurs, et prenait toujours soin d'eux. Elle prend maintenant soin de ses propres enfants et prendra soin de ses parents à l'avenir.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "modny",
      "translation": "à la mode",
      "definition": "Zgodny z obecnym standardem smaku i stylu, zwłaszcza w ubiorze.",
      "definition_translation": "Conforme au standard actuel de goût et de style, notamment dans la robe.",
      "example": " Projektantka mody stworzyła modną kolekcję, która została zaprezentowana na tygodniu mody w Paryżu. Modelka nosiła modny strój, który był podziwiany przez wszystkich. Firma wprowadzi na rynek nowy, modny produkt w przyszłym roku.",
      "example_translation": "Le designer de mode a créé une collection à la mode qui a été présentée à la Semaine de la mode de Paris. Le modèle portait un outfit à la mode qui a été admiré par tout le monde. L'entreprise lancera un nouveau produit à la mode l'année prochaine.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żeński",
      "translation": "féminin",
      "definition": "Przynależny lub odnoszący się do płci, która ma zdolność rodzenia lub składania jaj.",
      "definition_translation": "Appartenant ou se référant au sexe qui a typiquement la capacité de porter des jeunes ou de produire des œufs.",
      "example": "Lwica żeńska opiekowała się swoimi szczeniętami. Nowa pracownica jest żeńskim inżynierem o doskonałych umiejętnościach. Żeńska piosenkarka zdobyła Nagrodę Grammy w zeszłym roku.",
      "example_translation": "La lionne femelle prenait soin de ses petits. La nouvelle employée est une ingénieure féminine avec des compétences excellentes. La chanteuse féminine a remporté un prix Grammy l'année dernière.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sylwetka",
      "translation": "figure",
      "definition": "Ciało osoby, szczególnie gdy jest rozważane jako mające określony kształt lub rozmiar.",
      "definition_translation": "Le corps d'une personne, especialmente lorsque considéré comme ayant une forme ou une taille particulière.",
      "example": "Atleta miała атletyczną sylwetkę, która imponowała wszystkim. Zawsze miała szczupłą sylwetkę, ale ostatnio przytyła. Dział finansowy przedsiębiorstwa wyglądał obiecująco na następny kwartał.",
      "example_translation": "L'athlète avait une silhouette musclée qui a impressionné tout le monde. Elle a toujours eu une silhouette mince, mais a récemment pris du poids. La figure financière de l'entreprise semblait prometteuse pour le prochain trimestre.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pasować",
      "translation": "ajuster",
      "definition": "Być odpowiedniego rozmiaru lub kształtu dla kogoś lub czegoś. Być odpowiednie lub odpowiednie do danego celu.",
      "definition_translation": "Être de la taille ou de la forme appropriée pour quelqu'un ou quelque chose. Être adapté ou approprié pour un objectif particulier.",
      "example": "Muszę dopasować się do tego stroju na imprezę wieczorową. Dopasowałem części, aby utworzyć idealną układankę. Dopasuję godzinę ćwiczeń przed pracą jutro.",
      "example_translation": "Je dois m'ajuster dans cette robe pour le plaisir ce soir. J'ai ajusté les pièces ensemble pour faire un puzzle parfait. Je vais m'ajuster une heure d'exercice avant le travail demain.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czółko",
      "translation": "front",
      "definition": "Górna część twarzy, powyżej brwi i nosa.",
      "definition_translation": "La partie supérieure du visage, au-dessus des sourcils et du nez.",
      "example": "Wytarła pot z czółka podczas intensywnego treningu. Czołko dziecka było miękkie i delikatne. Lekarz zbadał czółko pacjenta, szukając oznak urazu.",
      "example_translation": "Elle essuya la sueur de son front pendant l'entraînement intense. Le front du bébé était doux et délicat. Le médecin a examiné le front du patient pour tout signe de blessure.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rosnąć",
      "translation": "grandir",
      "definition": "Stawać się większym, silniejszym lub bardziej rozwiniętym. Zwiększać się ilościowo lub stopniowo.",
      "definition_translation": "Devenir plus grand, plus fort ou plus développé. Augmenter en quantité ou en degré.",
      "example": "Dziecko wkrótce wyrośnie z tych ubrań. Firma zwiększy swoje przychody o 20% w przyszłym roku. Zmęczyłem się czekając i wyszedłem z pokoju.",
      "example_translation": "L'enfant grandira bientôt de ces vêtements. L'entreprise augmentera son chiffre d'affaires de 20% l'année prochaine. Elle s'est fatiguée d'attendre et a quitté la pièce.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fryzura",
      "translation": "coiffure",
      "definition": "Styl lub sposób, w jaki jest uczesany czy aranżowany włos.",
      "definition_translation": "Le style ou la manière dont les cheveux de quelqu'un sont coupés ou arrangés.",
      "example": "Potrzebuję fryzury przed ślubem. Fryzjer dał mu stylową fryzurę. Ona dostała fryzurę podobną do swojej siostry.",
      "example_translation": "Je besoin d'une coiffure avant le mariage. Le barbier lui a donné une coiffure élégante. Elle a obtenu une coiffure qui ressemblait à celle de sa sœur.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fryzjerka",
      "translation": "coiffeur",
      "definition": "Osoba, której zawodem jest strzyżenie, stylizacja i pielęgnacja włosów.",
      "definition_translation": "Une personne dont la profession est de couper, styler et soigner les cheveux.",
      "example": "Wczoraj poszedłem do fryzjerki, idę do fryzjerki co miesiąc, i pójdę do fryzjerki w przyszłym tygodniu.",
      "example_translation": "Je suis allé chez le coiffeur hier, je vais chez le coiffeur chaque mois, et je vais aller chez le coiffeur la semaine prochaine.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przystojny",
      "translation": "beau",
      "definition": "Przyjemnie atrakcyjny lub ładny.",
      "definition_translation": " Agréablement attractif ou de belle apparence.",
      "example": "Był przystojnym młodym mężczyzną, jest przystojnym ojcem teraz, i będzie przystojnym starszym mężczyzną pewnego dnia.",
      "example_translation": "Il était un jeune homme beau, il est un père beau maintenant, et il sera un vieil homme beau un jour.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wysokość",
      "translation": "hauteur",
      "definition": "Miara, jak wysoko jest coś lub ktoś.",
      "definition_translation": "La mesure de la taille de quelque chose ou de quelqu'un.",
      "example": "Wysokość budynku była imponująca, wysokość góry jest przerażająca, a wysokość sufity jest niska.",
      "example_translation": "La hauteur du bâtiment était impressionnante, la hauteur de la montagne est intimidante, et la hauteur du plafond est basse.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziecko",
      "translation": "gamin",
      "definition": "Dziecko lub młoda osoba.",
      "definition_translation": "Un enfant ou une personne jeune.",
      "example": "Dziecko bawiło się na zewnątrz, dziecko studiuje do egzaminu, i dziecko będzie sukcesem w przyszłości.",
      "example_translation": "Le gamin jouait dehors, le gamin étudie pour son examen, et le gamin sera une personne réussie un jour.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kolano",
      "translation": "genou",
      "definition": "Staw łączący udę (kość udową) z piszczelą (kość strzałkową) w ludzkiej nodze.",
      "definition_translation": "L'articulation qui relie le fémur (os de la cuisse) au tibia (os de la jambe) dans la jambe humaine.",
      "example": "Zraniła się w kolano, grając w piłkę nożną wczoraj, ale będzie mogła zagrać ponownie jutro, i mam nadzieję, że będzie bardziej ostrożna w przyszłości.",
      "example_translation": "Elle s'est blessée au genou en jouant au soccer hier, mais elle sera en mesure de jouer à nouveau demain, et espérons qu'elle sera plus prudente à l'avenir.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dama",
      "translation": "dame",
      "definition": "Euphemistyczny termin używany do zwracania się lub odnoszenia do kobiety, szczególnie tej z wyższej klasy społecznej lub statusu.",
      "definition_translation": "Un terme poli utilisé pour adresser ou référer à une femme, en particulier une femme de haute classe sociale ou de statut.",
      "example": "Dama była dla mnie bardzo miła, gdy zgubiłem się w mieście, i poleciła mi wspaniałą restaurację w pobliżu, którą na pewno odwiedzę ponownie w przyszłości.",
      "example_translation": "La dame a été très gentille avec moi lorsque j'étais perdu dans la ville, et elle m'a recommandé un excellent restaurant à proximité, que je visiterai certainement à nouveau dans l'avenir.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "warga",
      "translation": "lèvre",
      "definition": "Jedna z dwóch mięsistych fałdów otaczających usta u ludzi i niektórych innych zwierząt.",
      "definition_translation": "L'une des deux replis charnus qui entourent la bouche chez les humains et certains autres animaux.",
      "example": "Zgryzła wargę nerwowo podczas prezentacji, ale zrobiła to już wiele razy wcześniej, i wiedziała, że zrobi to ponownie w przyszłości.",
      "example_translation": "Elle a mordu sa lèvre nerveusement pendant la présentation, mais elle l'avait fait nhiều fois auparavant, et elle savait qu'elle le ferait à nouveau dans l'avenir.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mężczyzna",
      "translation": "mâle",
      "definition": "Osoba lub zwierzę płci męskiej, które produkuje spermę, szczególnie człowiek.",
      "definition_translation": "Une personne ou un animal du sexe qui produit du sperme, en particulier un être humain.",
      "example": "Mężczyzna szef kuchni był bardzo dumny ze swojego nowego restauracji, i był pewny, że będzie to sukces w przyszłości, tak samo jak jego poprzednie.",
      "example_translation": "Le chef mâle était très fier de son nouveau restaurant, et il était confiant qu'il serait réussi à l'avenir, tout comme ses précédents.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "średni wiek",
      "translation": "d'âge moyen",
      "definition": "Okres życia znajdujący się pomiędzy młodością a starością, zwykle między 40 a 60 rokiem życia.",
      "definition_translation": "Étant dans la période médiane de la vie, généralement entre 40 et 60 ans.",
      "example": "Była w średnim wieku, gdy postanowiła otworzyć własną firmę. Była w średnim wieku przez kilka lat, gdy zrealizowała swoje marzenie. Będzie w średnim wieku już niedługo i już planuje swoją emeryturę.",
      "example_translation": "Elle était d'âge moyen lorsqu'elle a décidé de lancer son propre business. Elle avait été d'âge moyen pendant quelques années lorsqu'elle a réalisé son rêve. Elle sera d'âge moyen bientôt et planifie déjà sa retraite.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wąsy",
      "translation": "moustache",
      "definition": "Wzrost włosów na górnej wardze, szczególnie gdy są pielęgnowane i stylizowane.",
      "definition_translation": "Une poussée de cheveux sur la lèvre supérieure, notamment lorsqu'elle est cultivée et soignée.",
      "example": "Miał grube wąsy, które sprawiały, że wyglądał jak wal. Hodował wąsy, gdy studiował na uczelni. Odgoli wąsy na rzecz charytatywnej imprezy.",
      "example_translation": "Il avait une moustache épaisse qui lui faisait ressembler à un morse. Il a fait pousser une moustache lorsqu'il était à l'université. Il rasera sa moustache pour un événement de charité.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przytyć",
      "translation": "prendre du poids",
      "definition": "Zwiększyć wagę, zazwyczaj w wyniku przybrania masy lub mięśni.",
      "definition_translation": "Augmenter de poids, généralement en raison de la prise de graisse ou de muscle.",
      "example": "Przytyłem, odkąd zacząłem pracować z domu. Ona przytyła po ciąży. Będą przytyć, jeśli nie rozpoczną ćwiczeń wkrótce.",
      "example_translation": "J'ai pris du poids depuis que j'ai commencé à travailler depuis chez moi. Elle avait pris du poids après sa grossesse. Ils prendront du poids s'ils ne commencent pas à faire de l'exercice bientôt.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płeć",
      "translation": "sexe",
      "definition": "Biologiczne cechy, które definiują mężczyzn i kobiety.",
      "definition_translation": "Les caractéristiques biologiques qui définissent les mâles et les femelles.",
      "example": "Lekarz omawiał płeć pacjenta podczas badania. Nauczyciel wyjaśniłconcept płeć edukacji seksualnej uczniom. Będą uczestniczyć w konferencji na temat płci i relacji za miesiąc.",
      "example_translation": "Le médecin a discuté du sexe du patient pendant l'examen. L'enseignant a expliqué le concept de l'éducation sexuelle aux étudiants. Ils assisteront à une conférence sur le sexe et les relationsnext mois.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "golic",
      "translation": "raser",
      "definition": "Usuwać włosy lub inne niepożądane włosy z powierzchni, szczególnie przy użyciu brzytwy lub ostrego narzędzia.",
      "definition_translation": "Retirer les poils ou autre croissance indésirable d'une surface, notamment en utilisant un rasoir ou un instrument tranchant.",
      "example": "Wczoraj ogolłem brodę, ogolę się każdego ranka i ogolę się ponownie jutro.",
      "example_translation": "J'ai rasé ma barbe hier, je me rase chaque matin et je me raserai à nouveau demain.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "inteligentny",
      "translation": "intelligent",
      "definition": "Posiadający lub wykazujący dużo inteligencji lub zdrowego rozsądku.",
      "definition_translation": "Ayant ou montrant une grande quantité d'intelligence ou de sens commun.",
      "example": "Była inteligentną studentką, jest inteligentną pracownicą i będzie inteligentnym menedżerem.",
      "example_translation": "Elle était une étudiante intelligente, elle est une travailleuse intelligente et elle sera une gestionnaire intelligente.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nastoletni",
      "translation": "adolescent",
      "definition": "Dotyczący lub charakteryzujący ludzi w okresie nastoletnim, między 13 a 19 rokiem życia.",
      "definition_translation": "Relatif à ou caractéristique des personnes dans leur adolescence, entre 13 et 19 ans.",
      "example": "Byłem nastoletnim rebeliantem, jestem nastoletnim rodzicem i będę nastoletnią idolą.",
      "example_translation": "J'étais un rebelle ado, je suis un parent ado, et je serai un idole ado.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kciuk",
      "translation": "pouce",
      "definition": "Krótka, gruba paliczka na ludzkiej ręce, przeciwna palcom.",
      "definition_translation": "Le doigt court et épais sur une main humaine, en face des doigts.",
      "example": "Zraniłem kciuk wczoraj, używam kciuka do wysyłania wiadomości i będę używał kciuka, aby trzymać drzwi.",
      "example_translation": "J'ai blessé mon pouce hier, j'utilise mon pouce pour envoyer des SMS et j'utiliserai mon pouce pour tenir la porte.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "słaby",
      "translation": "faible",
      "definition": "Nie posiadający siły fizycznej lub psychicznej; nie silny lub zdrowy.",
      "definition_translation": "Manquant de force physique ou mentale ; ne pas être fort ou en bonne santé.",
      "example": "Był słaby z powodu choroby, ale już się odzyskuje. Wczoraj był zbyt słaby, aby wyjść z łóżka. Do przyszłego tygodnia nie będzie już słaby.",
      "example_translation": "Il était faible à cause de la maladie, mais il se rétablit maintenant. Hier, il était trop faible pour sortir du lit. D'ici une semaine, il ne sera plus faible.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ważyć",
      "translation": "peser",
      "definition": "Mieć określoną wagę lub masę.",
      "definition_translation": "Avoir un certain poids ou une certaine lourdeur.",
      "example": "Torba waży dużo. Wczoraj ważyłem się rano. Do przyszłego roku będę ważył swoje opcje dokładnie.",
      "example_translation": "Le sac pèse beaucoup. Je me suis pesé ce matin. D'ici l'année prochaine, j'aurai pesé mes options soigneusement.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "waga",
      "translation": "poids",
      "definition": "Ilość ciężaru lub masy czegoś.",
      "definition_translation": "La quantité de lourdeur ou de masse de quelque chose.",
      "example": "Waga książki to 2 kilogramy. Muszę schudnąć na lato. Do przyszłego miesiąca osiągnę swą idealną wagę.",
      "example_translation": "Le poids du livre est de 2 kilogrammes. Je dois perdre du poids pour l'été. D'ici le mois prochain, j'aurai atteint mon poids idéal.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "elegancki",
      "translation": "bien habillé",
      "definition": "Ubrany w sposób stylowy i atrakcyjny.",
      "definition_translation": "Habillé de manière élégante et attirante.",
      "example": "Był elegancko ubrany na imprezę. Ona zawsze jest elegancko ubrana do pracy. Do przyszłego tygodnia będą elegancko ubrani na weselu.",
      "example_translation": "Il était bien habillé pour la fête. Elle est toujours bien habillée pour le travail. D'ici la semaine prochaine, ils seront bien habillés pour le mariage.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "młodość",
      "translation": "jeunesse",
      "definition": "Okres między dzieciństwem a dorosłością, charakteryzujący się fizycznym i emocjonalnym rozwojem osoby.",
      "definition_translation": "La période entre l'enfance et l'âge adulte, caractérisée par le développement physique et émotionnel d'une personne.",
      "example": "W mojej młodości byłem bardzo energiczny i uwielbiałem grać w sporty. Teraz jestem bardziej ostrożny i lubię czytać książki. Kiedy osiągnę starość, napiszę powieść.",
      "example_translation": "Dans ma jeunesse, j'étais très énergique et aimais jouer aux sports. Maintenant, je suis plus prudent et aime lire des livres. Quand j'atteindrai mon âge avancé, j'aurai écrit un roman.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nagi",
      "translation": "nu",
      "definition": "Bez okrycia lub ubrania; nieokryty.",
      "definition_translation": "Sans couverture ou vêtement ; découvert.",
      "example": "Drzewo było nagie zimą, ale było pełne liści latem. Będę nagił swoją duszę w autobiografii. Ona lubi chodzić boso po plaży.",
      "example_translation": "L'arbre était nu en hiver, mais il était plein de feuilles en été. Je vais dévoiler mon âme dans mon autobiographie. Elle aime marcher pieds nus sur la plage.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przybraćmaskę",
      "translation": "déguisement",
      "definition": "Kostium lub strój noszony w celu ukrycia tożsamości lub stworzenia fikcyjnej postaci.",
      "definition_translation": "Un costume ou un déguisement porté pour cacher son identité ou créer un personnage fictif.",
      "example": "Aktor nosił inteligentną maskę, aby dostać się na przyjęcie. Przybrała maskę mężczyzny, aby dostać się do klubu tylko dla mężczyzn. Szpieg użył maski, aby zgromadzić informacje.",
      "example_translation": "L'acteur portait un déguisement astucieux pour s'introduire à la fête. Elle s'est déguisée en homme pour entrer dans le club réservé aux hommes. L'espion a utilisé un déguisement pour recueillir des informations.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przybraćmaskę",
      "translation": "déguisement",
      "definition": "Ukryć lub zmienić wygląd czegoś lub kogoś, aby oszukać lub zmylić.",
      "definition_translation": "Cacher ou changer l'apparence de quelque chose ou de quelqu'un afin de tromper ou de induire en erreur.",
      "example": "Firma próbowała przybrać maskę swoich strat finansowych, fałszując księgi. Ona ukryła swoją smutek za fałszywym uśmiechem. Artysta użył makijażu, aby ukryć niedoskonałości modelki.",
      "example_translation": "L'entreprise a essayé de dissimuler leurs pertes financières en falsifiant les livres. Elle a dissimulé sa tristesse avec un sourire faux. L'artiste a utilisé du maquillage pour dissimuler les imperfections du modèle.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "elegancja",
      "translation": "élégant",
      "definition": "Posiadający przyjemną i wyrafinowaną jakość; stylowy i sofistyczny.",
      "definition_translation": "Ayant une qualité plaisante et raffinée ; stylé et sophistiqué.",
      "example": "Wyglądała elegancko w swojej nowej sukni. Będzie wyglądać elegancko na przyjęciu dziś wieczorem. Wyglądała elegancko na zdjęciach.",
      "example_translation": "Elle avait l'air élégante dans sa nouvelle robe. Elle aura l'air élégante au party ce soir. Elle avait eu l'air élégante sur les photos.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "elegancko",
      "translation": "élégamment",
      "definition": "W sposób przyjemny i wyrafinowany; ze stylem i sofistycznością.",
      "definition_translation": "De manière plaisante et raffinée ; avec style et sophistication.",
      "example": "Chodziła elegancko po schodach. Będzie tańczyć elegancko na balu dziś wieczorem. Mówiła elegancko na konferencji.",
      "example_translation": "Elle a marché élégamment dans les escaliers. Elle dansera élégamment au bal ce soir. Elle avait parlé élégamment à la conférence.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "brwi",
      "translation": "sourcils",
      "definition": "Włosiste brzegi krawędzi nad oczami.",
      "definition_translation": "Les bords velus des arcades sourcilières au-dessus des yeux.",
      "example": "Pilianowała swoje brwi, aby je uformować. Będzie przeciągać swoje brwi w przyszłym tygodniu. Pilianowała swoje brwi wczoraj.",
      "example_translation": "Elle a épié ses sourcils pour les façonner. Elle fils ses sourcils la semaine prochaine. Elle avait fait épiler ses sourcils hier.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzęsy",
      "translation": "cils",
      "definition": "Cienkie włoski rosnące na krawędziach powiek.",
      "definition_translation": "Les fins poils qui poussent sur les bords des paupières.",
      "example": "Zakręciła swoje rzęsy, aby wyglądać dłużej. Będzie nakładać Mascara na swoje rzęsy dziś wieczorem. Farbowała swoje rzęsy ostatnio miesiąc.",
      "example_translation": "Elle a recourbé ses cils pour les faire paraître plus longs. Elle appliquera du mascara sur ses cils ce soir. Elle avait teint ses cils le mois dernier.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cecha",
      "translation": "caractéristique",
      "definition": "Cecha toDistinctive część lub charakterystyka czegoś.",
      "definition_translation": "Une caractéristique est une partie ou une caractéristique distinctive de quelque chose.",
      "example": "Nowy smartphone ma wiele ekscytujących cech, takich jak wysokiej jakości kamera i długi czas pracy na baterii. Cecha to piękny design, i będzie cechować zaawansowaną sztuczną inteligencją w przyszłości. Możemy promować ten produkt w naszych reklamach od tygodni.",
      "example_translation": "Le nouveau smartphone a de nombreuses fonctionnalités passionnantes, telles qu'une caméra de haute qualité et une autonomie de batterie longue. Il avait une belle conception, et aura une intelligence artificielle avancée dans le futur. Nous avons présenté ce produit dans nos publicités depuis des semaines.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kobieca",
      "translation": "féminin",
      "definition": "Dotyczący lub charakterystyczny dla kobiet lub dziewcząt.",
      "definition_translation": "Lié aux femmes ou aux filles ou caractéristique de celles-ci.",
      "example": "Kobiece studentki w klasie były bardzo zainteresowane tematem równości płci. Kobieca atletka wygrała wiele mistrzostw w przeszłości, i będzie silną konkurentką w przyszłości. Nowa polityka ma na celu wspierać kobiece przedsiębiorcze.",
      "example_translation": "Les étudiantes féminines de la classe étaient très intéressées par le sujet de l'égalité des genres. L'athlète féminine a remporté plusieurs championnats dans le passé, et sera une concurrente solide dans le futur. La nouvelle politique vise à soutenir les entrepreneuses féminines.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piegi",
      "translation": "taches de rousseur",
      "definition": "Małe brązowe lub ciemne plamki na skórze, zazwyczaj na twarzy lub ramionach, spowodowane przez słońce lub czynniki genetyczne.",
      "definition_translation": "De petites taches brunes ou sombres sur la peau, généralement sur le visage ou les bras, causées par le soleil ou des facteurs génétiques.",
      "example": "Miała piegi na całej twarzy, co sprawiało, że wyglądała jeszcze bardziej pięknie. Dziecko miało piegi na nosie, które stawały się bardziej widoczne latem. On miał uzyskał piegi na ramionach po zbyt długim czasie spędzonym na słonecznym słońcu.",
      "example_translation": "Elle avait des taches de rousseur partout sur son visage, ce qui la faisait paraître encore plus belle. L'enfant avait des taches de rousseur sur son nez, qui devenaient plus visibles en été. Il avait obtenu des taches de rousseur sur ses bras en passant trop de temps au soleil.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "frędzel",
      "translation": "frange",
      "definition": "Brdzeg lub krawędź czegoś, szczególnie ozdobna.",
      "definition_translation": "Un bord ou un rebord de quelque chose, en particulier un décoratif.",
      "example": "Frędzel na jej sukni był bardzo ozdobny i wyglądał drogo. Frędzel na dywanie zaczynał się rozpadać i potrzebował być zastąpiony. Nowa polityka była na marginesie agendy politycznej przez miesiące.",
      "example_translation": "La frange de sa robe était très élaborée et avait l'air très coûteuse. La frange du tapis commençait à s'user, et avait besoin d'être remplacée. La nouvelle politique a été à la périphérie de l'agenda politique pendant des mois.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płeć",
      "translation": "genre",
      "definition": "Stan bycia mężczyzną lub kobietą, szczególnie w odniesieniu do różnic społecznych i kulturowych, a nie biologicznych.",
      "definition_translation": "L'état d'être masculin ou féminin, en particulier lorsqu'il est considéré par rapport aux différences sociales et culturelles plutôt que biologiques.",
      "example": "Lekarz zadał pytanie o płeć pacjenta. Wczoraj ona wypełniła formularz o swej płci. Do następnego roku będą studiować wpływ płci na zdrowie psychiczne.",
      "example_translation": "Le médecin a demandé le genre du patient. Hier, elle a rempli un formulaire sur son genre. D'ici l'année prochaine, ils auront étudié les effets du genre sur la santé mentale.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dorosły",
      "translation": "adulte",
      "definition": "Dojrzała osoba, szczególnie ta, która osiągnęła pełnoletność i jest uważana za odpowiedzialną i niezależną.",
      "definition_translation": "Une personne mature, en particulier celle qui a atteint l'âge adulte physique et est considérée comme responsable et indépendante.",
      "example": "Byłem dorosłym, kiedy wyprowadziłem się z domu rodziców. Ona zachowuje się jak dorosły, ale czasem nadal zachowuje się jak dziecko. Do czasu, gdy będę miał 30 lat, będę dorosłym z rodziną.",
      "example_translation": "J'étais un adulte lorsque j'ai quitté la maison de mes parents. Elle agit comme un adulte, mais parfois elle se comporte encore comme un enfant. D'ici que j'aie 30 ans, je serai un adulte avec une famille.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "włosy",
      "translation": "cheveux",
      "definition": "Wzrost na głowie lub ciele zwierzęcia, składający się z długiej, cienkiej nitki martwych komórek, które rosną z mieszków skórnych.",
      "definition_translation": "Une croissance sur la tête humaine ou le corps animal, consistant en une longue, fine fibre de cellules mortes qui poussent à partir de follicules dans la peau.",
      "example": "Czyszczę włosy każdego ranka. Ona wyfarbowała włosy na czerwono wczoraj. Do następnego miesiąca będę miał brodę i wąsy.",
      "example_translation": "Je brosse mes cheveux chaque matin. Elle a teint ses cheveux rouges hier. D'ici le mois prochain, j'aurai laissé pousser une barbe et une moustache.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obraz",
      "translation": "image",
      "definition": "Wizualna reprezentacja lub podobizna czegoś, takiego jak osoba, przedmiot lub scena, w formie fotografii, obrazu lub innego dzieła sztuki.",
      "definition_translation": "Une représentation visuelle ou ressemblance de quelque chose, comme une personne, un objet ou une scène, sous la forme d'une photographie, d'un tableau ou d'une autre œuvre d'art.",
      "example": "Obraz na ekranie był niedość wyraźny. Ona zrobiła zdjęcie Wieży Eiffla. Do przyszłego roku będę edytował setki obrazów.",
      "example_translation": "L'image à l'écran était floue. Elle a pris une image de la Tour Eiffel. D'ici l'année prochaine, j'aurai édité des centaines d'images.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mężczyzna",
      "translation": "mâle",
      "definition": "Mający lub pokazujący cechy dorosłego mężczyzny, szczególnie przez siłę i pewność siebie.",
      "definition_translation": "Ayant ou montrant les caractéristiques d'un mâle adulte, notamment en étant fort et confiant.",
      "example": "Był on modelem męskim w swoich młodszych latach. On będzie pielęgniarzem męskim po ukończeniu studiów. Był traktowany jak machoistyczny przez swoich kolegów.",
      "example_translation": "Il était un mannequin masculin dans ses jeunes années. Il sera un infirmier masculin après l'obtention de son diplôme. Il a été traité comme un machiste par ses collègues.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gwoźdz",
      "translation": "clou",
      "definition": "Mała metalowa szpika z płaską głową, używana do łączenia kawałków drewna lub innych materiałów.",
      "definition_translation": "Un petit point métallique avec une tête aplatie, utilisé pour fixer des pièces de bois ou d'autres matériaux ensemble.",
      "example": "Ona wbiła gwoźdz w ścianę. Gwoźdz łamał się, gdy naprawiałem krzesło. Będę potrzebował gwoździa, aby powiesić obraz.",
      "example_translation": "Elle a enfoncé le clou dans le mur. Le clou s'est cassé pendant que je réparais la chaise. J'aurai besoin d'un clou pour accrocher le tableau.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nagi",
      "translation": "nu",
      "definition": "Bez ubrania; nie pokryty lub nie ukryty.",
      "definition_translation": "Sans vêtements; non couvert ou non caché.",
      "example": "Dziecko było nagie w wannie. Ona czuła się naga bez makijażu. Będą oni nagimi w scenie prysznicowej.",
      "example_translation": "Le bébé était nu dans le bain. Elle se sentait nue sans son maquillage. Ils seront nus dans la scène de douche.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "blady",
      "translation": "pâle",
      "definition": "Mający jasny kolor, szczególnie jasny kolor skóry.",
      "definition_translation": "Ayant une couleur claire, notamment une peau pâle.",
      "example": "Wyglądała blado po chorobie. Blada księżyc świeciła na niebie. On miał blady kolor skóry z powodu anemii.",
      "example_translation": "Elle avait l'air pâle après la maladie. La lune pâle brillait dans le ciel. Il avait une peau pâle en raison de l'anémie.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kucenie ogona",
      "translation": "queue de cheval",
      "definition": "styl włosów, w którym włosy są zebrane z tyłu głowy i zabezpieczone gumką lub klipsem",
      "definition_translation": "Une queue de cheval est une coiffure dans laquelle les cheveux sont tirés en arrière et fixés avec un élastique à cheveux ou une pince, souvent à l'arrière de la tête.",
      "example": "Wczoraj wieczorem nosiłem kucenie ogona na imprezie, jutro noszę kucenie ogona na imprezie, i wielokrotnie nosiłem kucenie ogona na imprezie przedtem.",
      "example_translation": "J'ai porté une queue de cheval au party hier soir, je porterai une queue de cheval au party demain, et j'ai porté une queue de cheval au party de nombreuses fois auparavant.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rasowy",
      "translation": "racial",
      "definition": "dotyczący lub charakterystyczny dla rasy lub ras",
      "definition_translation": "Relatif ou caractéristique d'une race ou de races.",
      "example": "Napięcia rasowe w mieście były wysokie, rasowa różnorodność sąsiedztwa stale rośnie, a uprzedzenia rasowe są poważnym problemem.",
      "example_translation": "Les tensions raciales dans la ville étaient élevées, la diversité raciale du quartier augmente, et le biais racial est un problème serieux.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "seksualny",
      "translation": "sexuel",
      "definition": "dotyczący lub związany z seksem lub seksualnością",
      "definition_translation": "Relatif ou concernant le sexe ou la sexualité.",
      "example": "Polityka przeciwdziałania molestowaniu seksualnemu jest w miejscu, aby chronić pracowników, klinika zdrowia seksualnego oferuje darmowe testy, a orientacja seksualna jest wyborem osobistym.",
      "example_translation": "La politique de harcèlement sexuel est en place pour protéger les employés, la clinique de santé sexuelle offre des tests gratuits, et l'orientation sexuelle est un choix personnel.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "plamka",
      "translation": "tache",
      "definition": "mała, zwykle okrągła, plama lub zabrudzenie na powierzchni",
      "definition_translation": "Une petite marque ou tache, généralement ronde, sur une surface.",
      "example": "Zobaczyłem plamkę na dywanie, usuwam plamkę za pomocą środka czyszczącego, i miałem plamkę na koszuli w zeszłym tygodniu.",
      "example_translation": "J'ai vu une tache sur le tapis, je vais enlever la tache avec un détachant, et j'avais une tache sur ma chemise la semaine dernière.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "siła",
      "translation": "force",
      "definition": "jakość lub stan bycia silnym; zdolność do wysiłku lub wytrzymałości",
      "definition_translation": "La qualité ou l'état d'être fort ; capacité pour l'exertion ou l'endurance.",
      "example": "Pokazała wielką siłę, kończąc maraton. Powinna wzmocnić mięśnie przez ćwiczenia. Miała wzmocnioną wolę, aby rzucić palenie.",
      "example_translation": "Elle a montré une grande force en complétant le marathon. Elle renforcera ses muscles grâce à l'exercice. Elle avait renforcé sa résolution d'arrêter de fumer.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wzmocnić",
      "translation": "renforcer",
      "definition": "wzmacniać lub stawać się silniejszym; wzmocnić lub zintensyfikować",
      "definition_translation": "Rendre ou devenir plus fort ; renforcer ou intensifier.",
      "example": "Musimy wzmocnić naszą obronę przed atakami cybernetycznymi. Firma powinna wzmocnić swoją pozycję na rynku, poprzez nabycie nowych aktywów. Wzmocniła swoją dłoń, aby się nie upaść.",
      "example_translation": "Nous devons renforcer nos défenses contre les attaques informatiques. L'entreprise renforcera sa position sur le marché en acquérant de nouveaux actifs. Elle a renforcé sa prise sur la corde pour éviter de tomber.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opalenizna",
      "translation": "bronzage",
      "definition": "brązowy kolor lub pigment, szczególnie ten wytworzony przez ekspozycję na słońce",
      "definition_translation": "Une couleur brune ou un pigment, notamment un produit par exposition au soleil.",
      "example": "Dostała opaleniznę po spędzeniu tygodnia na plaży. Opalenizna skóry kanapy wygląda świetnie w salonie. Używa kremu opaleniznego, aby osiągnąć wygląd świeżo opalonego.",
      "example_translation": "Elle a obtenu un bronzage après avoir passé une semaine à la plage. La couleur brune du canapé en cuir se remarque bien dans le salon. Il utilise une crème de bronzage pour obtenir un look éclaté.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "udo",
      "translation": "cuisse",
      "definition": "część nogi ludzkiej między biodrem a kolanem",
      "definition_translation": "La partie de la jambe humaine entre la hanche et le genou.",
      "example": "Zraniła się w udo podczas gry. Mięsień udowy jest niezbędny do chodzenia. Masażował swoje udo, aby ulżyć bólowi.",
      "example_translation": "Elle s'est blessée à la cuisse pendant le jeu. Le muscle de la cuisse est essentiel pour la marche. Il a massé sa cuisse pour soulager la douleur.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "falach",
      "translation": "ondulé",
      "definition": "mających kształt falisty lub ruch falisty; nie prosty lub płaski",
      "definition_translation": "Ayant une forme ou un mouvement ondulé ; pas droit ou plat.",
      "example": "Faliste włosy surfera zwróciły moją uwagę. Miałem falowe spotkanie z falą wczoraj. Zdecyduję się na falowe uczesanie w przyszłym tygodniu.",
      "example_translation": "Les cheveux ondulés du surfeur m'ont attiré l'attention. J'ai eu une rencontre ondulée avec la vague hier. Je vais me faire une coupe de cheveux ondulée la semaine prochaine.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dobrze zbudowany",
      "translation": "bien bâti",
      "definition": "mający silne i zdrowe ciało; solidnie zbudowany",
      "definition_translation": "Ayant un corps fort et sain ; solide dans la construction.",
      "example": "Dobrze zbudowany sportowiec wygrał złoty medal. Dobrze zbudowany dom przetrwał sztorm. Dobrze zbudowany most przetrwa dekady.",
      "example_translation": "L'athlète bien bâti a remporté la médaille d'or. La maison bien bâtie a résisté à la tempête. Le pont bien bâti durera des décennies.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zmarszczki",
      "translation": "rides",
      "definition": "Małe fałdy lub zagięcia skóry, szczególnie na twarzy.",
      "definition_translation": "Petites plis ou crevasses dans la peau, notamment sur le visage.",
      "example": "Stary mężczyzna miał głębokie zmarszczki na twarzy. Zmarszczki na jej czole wzrastają z wiekiem. Ona dostała zmarszczki przez zbyt wiele marszczenia.",
      "example_translation": "L'homme âgé avait des rides profondes sur son visage. Les rides sur son front ont augmenté avec l'âge. Elle a eu des rides en fronçant troprequently.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nadgarstek",
      "translation": "poignet",
      "definition": "Staw łączący rękę z przedramieniem.",
      "definition_translation": "L'articulation reliant la main au avant-bras.",
      "example": "Złamała nadgarstek w wypadku. Zwichnąłem nadgarstek grając w tenisa. Lekarz dokładnie zbadał mój nadgarstek.",
      "example_translation": "Elle s'est cassé le poignet dans l'accident. J'ai foulé mon poignet en jouant au tennis. Le docteur a examiné mon poignet soigneusement.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "młodość",
      "translation": "jeunesse",
      "definition": "Okres między dzieciństwem a dorosłością, charakteryzujący się rozwojem fizycznym i emocjonalnym człowieka.",
      "definition_translation": "La période entre l'enfance et l'âge adulte, caractérisée par le développement physique et émotionnel d'une personne.",
      "example": "W mojej młodości byłem bardzo energiczny i kochałem grać w sporty. Teraz zdaję sobie sprawę, jak ważne jest dbanie o swoje ciało. W przyszłości mam nadzieję, że będę mógł zainspirować młodych ludzi do prowadzenia zdrowego stylu życia.",
      "example_translation": "Dans ma jeunesse, j'étais très énergique et j'adorais jouer aux sports. Maintenant, je réalise combien il est important de prendre soin de mon corps. À l'avenir, j'espère être en mesure d'inspirer les jeunes à mener des vies saines.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cielę",
      "translation": "veau",
      "definition": "Młode cielę lub byczek, zwykle w pierwszym roku życia.",
      "definition_translation": "Un jeune bovin ou taureau, généralement dans sa première année de vie.",
      "example": "Cielę było trudne, aby stanąć na nogi po urodzeniu. Gdy rosło, stawało się coraz silniejszym i bardziej zwinntm. W przyszłości będzie piękną i silną dorosłą krową.",
      "example_translation": "Le veau luttait pour se lever après sa naissance. Alors qu'il grandissait, il devenait plus fort et plus agile. À l'avenir, il sera une belle et forte vache adulte.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "elegancja",
      "translation": "élégance",
      "definition": "Cecha, która charakteryzuje się finezją, prostotą i wyrafinowaniem ruchów lub ekspresji.",
      "definition_translation": "Une qualité de finesse, de simplicité et de raffinement du mouvement ou de l'expression.",
      "example": "Jej elegancja na parkiecie tanecznym była zachwycająca. Była nauczana przez lata, i to było widoczne w każdym jej ruchu. W przyszłości ma nadzieję otworzyć własne studio tańca.",
      "example_translation": "Son élégance sur la piste de danse était captivante. Elle avait pris des cours pendant des années, et cela était évident dans chacun de ses mouvements. À l'avenir, elle espère ouvrir son propre studio de danse.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mały palec",
      "translation": "pouce",
      "definition": "Najmniejszy palec na ludzkiej ręce, również znany jako palec serdeczny.",
      "definition_translation": "Le petit doigt sur une main humaine, également connu sous le nom de doigt mignot.",
      "example": "Zraniłem mały palec podczas gry w sport. Teraz jest on jeszcze bolesny, ale będę ostrożny, aby nie zrobić go gorzej. W przyszłości będę dbał o noszenie odpowiedniego sprzętu ochronnego.",
      "example_translation": "J'ai blessé mon pouce en jouant aux sports. Maintenant, il est encore douloureux, mais je vais faire attention à ne pas l'aggraver. À l'avenir, je vais m'assurer de porter des équipements de protection.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "środkowy palec",
      "translation": "doigt du milieu",
      "definition": "Środkowy palec to trzeci palec na ludzkiej ręce, położony między palcem wskazującym a palcem serdecznym.",
      "definition_translation": "Le doigt du milieu est le troisième doigt d'une main humaine, situé entre l'index et l'annulaire.",
      "example": "Pokazała środkowy palec irytującemu kierowcy. Wczoraj pokazała mu środkowy palec. Jutro również pokaże mu środkowy palec.",
      "example_translation": "Elle a montré son doigt du milieu au conducteur ennuyeux. Hier, elle le lui avait montré. Demain, elle le lui montrera à nouveau.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "otyłość",
      "translation": "obèse",
      "definition": "Otyłość oznacza, że osoba ma zbyt duże nagromadzenie tłuszczu w organizmie, co może prowadzić do problemów zdrowotnych.",
      "definition_translation": "Obèse se réfère à une personne dont le gras corporel est au-dessus d'un certain niveau, entraînant souvent des problèmes de santé.",
      "example": "Lekarz ostrzegł go, że stanie się otyłym, jeśli nie zmieni swojej diety. Był otyły, gdy był młodszy. Teraz próbuje schudnąć.",
      "example_translation": "Le docteur l'a averti qu'il deviendrait obèse s'il ne changeait pas son régime. Il était obèse lorsqu'il était plus jeune. Maintenant, il essaie de perdre du poids.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przypominać",
      "translation": "ressemble à",
      "definition": "Przypominać coś lub kogoś oznacza, że wygląda lub ma podobny wygląd do niego lub niej.",
      "definition_translation": "Ressembler à quelque chose ou quelqu'un signifie avoir une apparence similaire à celle-ci ou à celle-là.",
      "example": "Ona przypomina swoją matkę. Przypominała ją, gdy była młodsza. Będzie przypominać ją, gdy dorośnie.",
      "example_translation": "Elle ressemble à sa mère. Elle lui ressemblait lorsqu'elle était jeune. Elle lui ressemblera lorsqu'elle grandira.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nastolatek",
      "translation": "adolescent",
      "definition": "Nastolatek to osoba, która jest w trakcie rozwoju z dziecka do dorosłego.",
      "definition_translation": "Un adolescent est une personne qui est en train de se développer d'un enfant à un adulte.",
      "example": "Program Rozwoju Nastolatków pomógł mu w czasach nastoletnich. Był nastolatkiem, gdy rozpoczął liceum. Wkrótce będzie dorosłym człowiekiem.",
      "example_translation": "Le programme de développement de l'adolescent l'a aidé tout au long de ses années d'adolescence. Il était adolescent lorsqu'il a commencé le lycée. Il sera bientôt adulte.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kości policzkowe",
      "translation": "pommettes",
      "definition": "Koście policzkowe twarzy, szczególnie te, które tworzą występ twarzy poniżej oczu.",
      "definition_translation": "Les os du visage, en particulier ceux qui forment la proéminence du visage sous les yeux.",
      "example": "Miała wysokie kości policzkowe, które nadawały jej wyrazisty układ twarzy.",
      "example_translation": "Elle avait des pommettes hautes qui lui donnaient une structure faciale frappante.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karnacja",
      "translation": "teint",
      "definition": "Naturalny kolor lub tekstura skóry osoby, szczególnie twarzy.",
      "definition_translation": "Le coloris naturel ou la texture de la peau d'une personne, en particulier du visage.",
      "example": "Miała jasną karnację i wyglądała pięknie w świetle słonecznym.",
      "example_translation": "Elle avait un teint clair et était ravissante dans la lumière du soleil.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nabłonek",
      "translation": "ongle",
      "definition": "Cienka warstwa mrtwych komórek skórnych u nasady paznokcia.",
      "definition_translation": "Une fine couche de cellules de peau mortes à la base d'un ongle.",
      "example": "Starannie poprawiała nabłonek, aby jej paznokcie wyglądały schludnie.",
      "example_translation": "Elle poussait soigneusement ses ongles pour faire apparaitre ses ongles nets.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dłoń",
      "translation": "paume",
      "definition": "Wewnętrzna powierzchnia dłoni od nadgarstka do nasady palców.",
      "definition_translation": "La surface interne de la main depuis le poignet jusqu'à la base des doigts.",
      "example": "Miał dużą dłoń, co czyniło go wielkim graczem koszykówki.",
      "example_translation": "Il avait une grande paume qui en faisait un excellent joueur de basket-ball.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "palec serdeczny",
      "translation": "annulaire",
      "definition": "Czwarty palec ręki, położony między palcem środkowym a małym.",
      "definition_translation": "Le quatrième doigt de la main humaine, situé entre le doigt du milieu et le petit doigt.",
      "example": "Zraniłem palec serdeczny podczas gry w koszykówkę wczoraj, ale teraz już jest w porządku. Zamierzam nosić obrączkę na palcu serdecznym na własnym weselu w przyszłym roku. Ona nosiła piękną diamentową obrączkę na palcu serdecznym od czasu swojego zaręczyn.",
      "example_translation": "J'ai blessé mon annulaire en jouant au basket-ball hier, mais maintenant c'est okay. Je porterai une bague à mon annulaire lors de mon mariage l'année prochaine. Elle portait une belle bague de diamant à son annulaire depuis son engagement.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "goleń",
      "translation": "tibia",
      "definition": "Przednia część dolnej nóg, między kolanem a kostką.",
      "definition_translation": "La partie avant de la jambe inférieure, entre le genou et la cheville.",
      "example": "Zacząłem się szczerze na skale podczas wspinaczki się wczoraj. Ona miała siniak na goleń po meczu piłki nożnej. Będzie nosić ochraniacz goleń podczas meczu piłki nożnej.",
      "example_translation": "J'ai égratigné mon tibia sur le rocher lors de la randonnée la semaine dernière. Elle avait un hématome sur son tibia après le match de soccer. Il aura un protège-tibia pendant le match de football.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "boki brody",
      "translation": "favoris",
      "definition": "Włosy rosnące po bokach twarzy mężczyzny, przed uszami.",
      "definition_translation": "Les cheveux qui poussent sur les côtés du visage d'un homme, devant les oreilles.",
      "example": "Elvis Presley był sławny ze swoich boków brody i muzyki rockowej. Zaczął uprawiać boki brody, aby wyglądać męsko. Ona nie lubiła jego nowych boków brody i powiedziała mu, aby się ogolił.",
      "example_translation": "Elvis Presley était célèbre pour ses favoris et sa musique rock. Il a commencé à faire pousser des favoris pour avoir l'air plus masculin. Elle n'aimait pas ses nouveaux favoris et lui a dit de les raser.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kolczasty",
      "translation": "pointu",
      "definition": "Mający lub przypominający ostre, szpiczaste wyrostki lub szczyty.",
      "definition_translation": "Ayant ou ressemblant à des protubérances ou des pics pointus.",
      "example": "Muzyk rockowy miał kolczaste włosy i skórzaną kurtkę. Roślina miała kolczaste liście, które bolały moją rękę. Ona stylizowała włosy kolczasto na imprezie wczoraj wieczorem.",
      "example_translation": "Le musicien de rock punk avait des cheveux pointus et un blouson de cuir. La plante avait des feuilles pointues qui m'ont fait mal à la main. Elle avait stylé ses cheveux pointus pour la fête hier soir.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żółć",
      "translation": "barbe",
      "definition": "Krótkie, sztywne części roślin, które zostały ścięte.",
      "definition_translation": "les restes noueux de quelque chose, notamment une plante, qui ont été coupés",
      "example": "Rolnik był zmęczony radzeniem sobie z żółcią po zebraniu pszenicy. Miał żółć na twarzy, gdy był młodszy. Będzie musiał radzić sobie z żółcią ponownie w sezonie następnym.",
      "example_translation": "Le fermier était fatigué de faire face au chaume après avoir récolté le blé. Il avait du chaume sur le visage lorsqu'il était plus jeune. Il devra faire face au chaume à nouveau la saison prochaine.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziecko naukowe",
      "translation": "tout-petit",
      "definition": "Młody człowiek, który tylko uczy się chodzić.",
      "definition_translation": "un jeune enfant qui apprend juste à marcher",
      "example": "Dziecko naukowe zrobiło swoje pierwsze kroki wczoraj. Była dzieckiem naukowym, gdy zaczęła mówić. Będzie ponownie dzieckiem naukowym, gdy nauczy się jeździć na rowerze.",
      "example_translation": "Le tout-petit a fait ses premiers pas hier. Elle était un tout-petit lorsqu'elle a commencé à parler. Elle sera un tout-petit à nouveau lorsqu'elle apprendra à faire du vélo.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "brzuch",
      "translation": "abdomen",
      "definition": "region ciała między klatką piersiową a miednicą",
      "definition_translation": "la région du corps située entre la poitrine et le bassin",
      "example": "Lekarz zbadał brzuch pacjenta, aby znaleźć przyczynę bólu. Ona miała bliznę na brzuchu po operacji. On będzie musiał ćwiczyć, aby wzmocnić mięśnie brzucha.",
      "example_translation": "Le médecin a examiné l'abdomen du patient pour trouver la cause de la douleur. Elle avait une cicatrice sur son abdomen suite à la chirurgie. Il devra faire de l'exercice pour renforcer ses muscles abdominaux.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bułeczka",
      "translation": "pain",
      "definition": "mała, zwykle słodka, bułka",
      "definition_translation": "un petit pain, généralement sucré, en forme de boule",
      "example": "Zjadłem bułeczkę z kawą tej morning. Ona kupi bułeczkę na śniadanie jutro. Mieli bułeczki z herbatą popołudniową.",
      "example_translation": "J'ai mangé un pain avec mon café ce matin. Elle achètera un pain pour son petit déjeuner demain. Ils avaient des pains avec leur thé de l'après-midi.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wskaziciel",
      "translation": "index",
      "definition": "Wskaziciel to palec znajdujący się obok kciuka w ludzkiej dłoni, używany do wskazywania i chwytania małych przedmiotów.",
      "definition_translation": "Le doigt indice est le doigt situé à côté du pouce dans la main humaine, utilisé pour pointer et saisir de petits objets.",
      "example": "Użyła wskaziciela, aby zadzwonić do drzwi. Wczoraj użyła go, aby napisać email. Jutro będzie użyła go, aby odblokować swój telefon.",
      "example_translation": "Elle a utilisé son index pour sonner à la porte. Hier, elle l'avait utilisé pour taper un e-mail. Demain, elle l'utilisera pour déverrouiller son téléphone.",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "broda",
      "translation": "barbiche",
      "definition": "Broda to rodzaj włosów na brodzie, często ksztaltowana w formę małej kępki lub punktu.",
      "definition_translation": "Une barbiche est un type de poil facial qui pousse sur le menton, souvent façonné pour former un petit toupet ou point.",
      "example": "Miał brodę, kiedy studiował, ale ogolił ją po ukończeniu studiów. Teraz rozważa, czy będzie rosnąć brodę ponownie. Jego przyjaciele będą zdziwieni, gdy zobaczą jego nową brodę.",
      "example_translation": "Il avait une barbiche lorsqu'il était à l'université, mais il l'a rasée après l'obtention de son diplôme. Maintenant, il envisage d'en faire pousser une nouvelle. Ses amis seront surpris lorsqu'ils verront sa nouvelle barbiche.",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "permanent",
      "translation": "perms",
      "definition": "Permanent to zabieg chemiczny, który zakrzywia lub fali proste włosy, często stosowany, aby dodać objętość i teksturę fryzurze.",
      "definition_translation": "Un perms est un traitement chimique pour boucler ou onduler les cheveux droits, souvent utilisé pour ajouter du volume et de la texture à une coiffure.",
      "example": "Dostała permanent w latach 80., ale nie utrzymał się długo. Jej włosy wydawały się uszkodzone po zabiegu. Teraz rozważa, czy spróbować cyfrowego permanentu dla bardziej naturalnego wyglądu.",
      "example_translation": "Elle s'est fait faire des perms dans les années 80, mais cela n'a pas duré longtemps. Ses cheveux se sont sentis endommagés après le traitement. Maintenant, elle envisage d'essayer un perms numérique pour un look plus naturel.",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]
}