[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyjąć",
      "translation": "accepter",
      "definition": "przyjąć coś chętnie lub zgodzić się z czymś",
      "definition_translation": "recevoir quelque chose de manière volontaire ou de être d'accord avec quelque chose",
      "example": "Przyjąłem ofertę pracy. Przyjmuję twoje zaproszenie. Przyjmę wyzwanie.",
      "example_translation": "J'ai accepté l'offre d'emploi. J'accepte votre invitation. J'accepterai le défi.",
      "imageLink": "image_files\\English\\"imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "osiągnąć",
      "translation": "réaliser",
      "definition": "ukończyć lub osiągnąć coś sukcesem",
      "definition_translation": "compléter ou accomplir quelque chose avec succès",
      "example": "Osiągnąłem swój cel. Osiągam swoje cele. Osiągnę sukces.",
      "example_translation": "J'ai atteint mon but. J'atteins mes objectifs. J'atteindrai le succès.",
      "imageLink": "image_files\\English\\"imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "działać",
      "translation": "agir",
      "definition": "robić coś lub wykonać określoną czynność",
      "definition_translation": "faire quelque chose ou exécuter une action particulière",
      "example": "Działałem szybko. Działam instynktownie. Będę działać odpowiednio.",
      "example_translation": "J'ai agi rapidement. J'agis d'instinct. J'agirai en conséquence.",
      "imageLink": "image_files\\English\\"imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "akt",
      "translation": "agir",
      "definition": "performans lub sztuka teatralna",
      "definition_translation": "une représentation ou une pièce de théâtre",
      "example": "Uwielbiłem akt. Akt jest bardzo zabawny. Akt rozpocznie się za chwilę.",
      "example_translation": "J'ai aimé l'acte. L'acte est très amusant. L'acte commencera bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "doradzić",
      "translation": "conseiller",
      "definition": "udzielić rady lub zalecenia komuś",
      "definition_translation": "donner un conseil ou une recommandation à quelqu'un",
      "example": "Doradziłem jej, aby zrobiła przerwę, ale zignorowała mój doradę. Doradzałem jej wiele razy wcześniej, a doradzę jej ponownie w przyszłości.",
      "example_translation": "Je lui ai conseillé de prendre une pause, mais elle a ignoré mon avis. J'ai déjà conseillé à plusieurs reprises auparavant, et je lui conseillerai à nouveau à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zezwolić",
      "translation": "permettre",
      "definition": "udzielić pozwolenia na coś",
      "definition_translation": "donner la permission pour que quelque chose se produise ou soit fait",
      "example": "Zezwoliłem moim dzieciom na późny powrót do domu wczoraj wieczorem, ale nie zezwolę na to ponownie. Zezwoliłem im na podejmowanie własnych decyzji wcześniej, a zezwolę na to w przyszłości.",
      "example_translation": "J'ai permis à mes enfants de rester debout tard hier soir, mais je ne le permettrai plus. J'ai déjà permis à plusieurs reprises auparavant, et je leur permettrai à nouveau à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podejść",
      "translation": "approcher",
      "definition": "podeszły do kogoś lub czegoś w odległości lub czasie",
      "definition_translation": "venir près de quelqu'un ou quelque chose en distance ou en temps",
      "example": "Będę podejść do problemu z ostrożnością, tak jak podejść do niego w zeszłym roku. Ona podejść do mnie z uśmiechem, a podejść do niej ponownie w przyszłości.",
      "example_translation": "Je vais approcher le problème avec prudence, comme je l'ai fait l'année dernière. Elle m'a approché avec un sourire, et je l'approcherai à nouveau à l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "spierać",
      "translation": "argumenter",
      "definition": "przedstawiać argumenty lub dowody w celu wsparcia lub odrzucenia idei lub opinii",
      "definition_translation": "donner des raisons ou des preuves pour soutenir ou s'opposer à une idée ou une opinion",
      "example": "Spieraliśmy się o politykę wczoraj wieczorem, a spierałem się z bratem wczoraj. Spierałem się z siostrą wielokrotnie wcześniej, a spierałem się z nią ponownie w przyszłości.",
      "example_translation": "Nous avons argumenté sur la politique hier soir, et j'ai argumenté avec mon frère hier. J'argumenterai à nouveau avec ma sœur dans le futur, comme j'ai déjà argumenté avec elle de nombreuses fois auparavant.",
      "imageLink": "image_files\\English\\"imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zatrzymać",
      "translation": "arrêter",
      "definition": "Aresztować kogoś, typowo dlatego, że jest podejrzany o popełnienie przestępstwa.",
      "definition_translation": "L'acte de prendre quelqu'un en détention, généralement parce qu'ils sont soupçonnés d'avoir commis un crime.",
      "example": "Policjant zatrzyma podejrzanego, zatrzymał go wczoraj wieczorem, a zatrzyma go ponownie, jeśli będzie próbował uciec.",
      "example_translation": "Le policier arrêtera le suspect, l'a arrêté hier soir, et l'arrêtera à nouveau s'il tente de s'échapper.",
      "imageLink": "image_files\\English\\"imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dołączyć",
      "translation": "attacher",
      "definition": "Przywiązać lub dołączyć coś do czegoś innego, typowo używając sznura, kleju lub innej substancji adhezyjnej.",
      "definition_translation": "Fixer ou joindre quelque chose à autre chose, généralement en utilisant une corde, de la colle ou un autre adhésif.",
      "example": "Dołączę plik do e-maila, dołączyłem go wczoraj, a dołączę go ponownie jutro.",
      "example_translation": "Je vais attacher le fichier à l'email, l'ai attaché hier, et l'attacherai à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atakować",
      "translation": "attaquer",
      "definition": "Użyć przemocy lub siły, aby zranić lub uszkodzić kogoś lub coś.",
      "definition_translation": "Utiliser la violence ou la force pour blesser ou endommager quelqu'un ou quelque chose.",
      "example": "Wróg zaatakuje miasto, zaatakował je w zeszłym tygodniu i zaatakuje je ponownie wkrótce.",
      "example_translation": "L'ennemi attaquera la ville, l'a attaquée la semaine dernière, et l'attaquera à nouveau bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "próbować",
      "translation": "tenter",
      "definition": "Próba zrobienia czegoś, szczególnie czegoś trudnego lub wyzwania.",
      "definition_translation": "Essayer de faire quelque chose, especialmente quelque chose de difficile ou de défiant.",
      "example": "Próbuję ukończyć projekt, próbowałem go miesiąc temu i spróbuję ponownie w następnym roku.",
      "example_translation": "Je vais tenter de finir le projet, l'ai tenté le mois dernier, et le tenterai à nouveau l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uczestniczyć",
      "translation": "assister",
      "definition": "Być obecny na wydarzeniu lub spotkaniu; opiekować się kimś lub czymś",
      "definition_translation": "Être présent à un événement ou une réunion; prendre soin d'une personne ou d'une chose",
      "example": "Uczestniczyłem w spotkaniu wczoraj. Będę uczestniczyć w imprezie dziś wieczorem. Uczestniczyłem we wszystkich zajęciach w tym semestrze.",
      "example_translation": "J'ai assisté à la réunion hier. J'assisterai à la soirée ce soir. J'ai assisté à toutes les classes ce semestre.",
      "imageLink": "image_files\\English\\"imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opiekować się dzieckiem",
      "translation": "garder d'enfants",
      "definition": "Opiekować się dzieckiem lub dziećmi, kiedy ich rodzice są nieobecni",
      "definition_translation": "Prendre soin d'un enfant ou d'enfants lorsque leurs parents sont absents",
      "example": "Opiekowałem się siostrzeńcem i siostrzenicą wczoraj. Będę opiekować się siostrzenicą jutro. Opiekowałem się wieloma dziećmi wcześniej.",
      "example_translation": "J'ai gardé les enfants de ma sœur hier soir. Je garderai ma nièce demain. J'ai gardé de nombreux enfants avant.",
      "imageLink": "image_files\\English\\"imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zachowywać się",
      "translation": "se comporter",
      "definition": " Zachowywać się w określony sposób",
      "definition_translation": "Agir ou se conduire de manière certaine",
      "example": "Dzieci będą się zachowywać dobrze w szkole. Ona zachowywała się źle na spotkaniu wczoraj. Będą się zachowywać dobrze na imprezie dziś wieczorem.",
      "example_translation": "Les enfants se comporteront bien à l'école. Elle s'est mal comportée à la réunion hier. Ils se comporteront eux-mêmes à la soirée ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gryźć",
      "translation": "mordre",
      "definition": "Chwycić lub ugryźć coś zębami",
      "definition_translation": "Serrer ou mâcher quelque chose avec ses dents",
      "example": "Pies ugryzł moją rękę. Ona ugryzie paznokcie z nerwowości. Ugryźli w jabłko.",
      "example_translation": "Le chien m'a mordu la main. Elle se mordra les ongles par nervosité. Ils ont mordu dans la pomme.",
      "imageLink": "image_files\\English\\"imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dąć",
      "translation": "souffler",
      "definition": "Stworzyć prąd powietrza za pomocą ust lub urządzenia, lub wydychać powietrze z ust",
      "definition_translation": "Créer un courant d'air en utilisant la bouche ou un appareil, ou de sortir de l'air de la bouche",
      "example": "Lubi dmuchać bańki w swoim napoju. Wczoraj dmuchała bańki cały dzień. Jutro ponownie dmuchała bańki.",
      "example_translation": "Elle aime souffler des bulles dans son verre. Hier, elle a soufflé des bulles tout au long de la journée. Demain, elle soufflera des bulles à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bomba",
      "translation": "bombe",
      "definition": "Urządzenie wybuchowe zaprojektowane do uwolnienia energii w sposób gwałtowny i przemocy",
      "definition_translation": "Un dispositif explosif conçu pour libérer de l'énergie d'une manière soudaine et violente",
      "example": "Bomba wybuchła w centrum miasta. Policja zrzuciła bombę na budynek wczoraj. Będą zrzucać bombę ponownie jutro.",
      "example_translation": "La bombe a explosé dans le centre-ville. La police avait bombardé le bâtiment hier. Ils bombarderont la cible à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "spalić",
      "translation": "brûler",
      "definition": "Przechodzić szybką utratę masy lub powodować szybką utratę masy",
      "definition_translation": "Subir une combustion rapide, ou de causer quelque chose de subir une combustion rapide",
      "example": "Ogień będzie palił się całą noc. On spalił dom wczoraj. Będzie palił drewno ponownie jutro.",
      "example_translation": "Le feu brûlera toute la nuit. Il a brûlé la maison hier. Il brûlera le bois à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wybuchnąć płaczem",
      "translation": "éclater en larmes",
      "definition": "Nagle rozpłakać się, często z powodu silnych emocji",
      "definition_translation": "Commencer à pleurer soudainement, souvent en raison de forts émotions",
      "example": "Ona wybuchnęła płaczem, gdy usłyszała wieść. Wczoraj wybuchnęła płaczem na pogrzebie. Jutro wybuchnie płaczem ponownie, gdy zobaczy film.",
      "example_translation": "Elle a éclaté en larmes lorsqu'elle a appris la nouvelle. Hier, elle avait éclaté en larmes au funérailles. Demain, elle éclatera en larmes à nouveau lorsqu'elle verra le film.",
      "imageLink": "image_files\\English\\"imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pochować",
      "translation": "enterrer",
      "definition": "Umieścić martwe ciało w dołku w ziemi lub coś umieścić w dołku w ziemi i przykryć ziemią.",
      "definition_translation": "Mettre un cadavre dans un trou dans le sol, ou mettre quelque chose dans un trou dans le sol et le couvrir de terre.",
      "example": "Pochowałem skarb w ogrodzie, gdy byłem dzieckiem. Pochowam psa, gdy umrze. Ona ukrywała swoje uczucia przez lata.",
      "example_translation": "J'ai enterré le trésor dans le jardin lorsque j'étais enfant. J'enterrerai le chien lorsqu'il mourra. Elle avait enterré ses sentiments pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "anulować",
      "translation": "annuler",
      "definition": "Oficjalnie zatrzymać coś, co ma nastąpić, lub przestać robić coś.",
      "definition_translation": "Arrêter officiellement quelque chose de se produire, ou arrêter de faire quelque chose.",
      "example": "Anulowałem moją podróż do Paryża z powodu pandemii. Ona anuluje swoją subskrypcję, jeśli nie poprawią swojej usługi. Oni anulowali koncert z powodu pogody.",
      "example_translation": "J'ai annulé mon voyage à Paris en raison de la pandémie. Elle annulera son abonnement si ils n'améliorent pas leur service. Ils ont annulé le concert en raison du temps.",
      "imageLink": "image_files\\English\\"imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zarejestrować się",
      "translation": "enregister",
      "definition": "Oficjalnie przybyć do miejsca, szczególnie hotelu, i powiedzieć personelowi, że przyszedłeś.",
      "definition_translation": "Arriver officiellement dans un endroit, notamment un hôtel, et informer le personnel que vous êtes arrivé.",
      "example": "Zarejestrowałem się w hotelu i poszedłem prosto do mojego pokoju. Oni będą się rejestrować na lotnisku przed lotem. Ona zarejestrowała się w klubie fitness, aby użyć sprzętu.",
      "example_translation": "J'ai enregistré à l'hôtel et suis allé directement à ma chambre. Ils vont s'enregistrer à l'aéroport avant leur vol. Elle a enregistré à la salle de gym pour utiliser les équipements.",
      "imageLink": "image_files\\English\\"imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opuszczać",
      "translation": "vérifier",
      "definition": "Opłacić za kupione rzeczy lub opuścić hotel lub sklep po opłaceniu rachunku.",
      "definition_translation": "Payer les choses que vous avez achetées, ou quitter un hôtel ou un magasin après avoir payé votre facture.",
      "example": "Opuszczałem hotel i pojechałem na lotnisko. Ona opuści książkę z biblioteki. Oni opuścili sklep po kupnie ubrań.",
      "example_translation": "J'ai vérifié à l'hôtel et suis allé à l'aéroport. Elle va vérifier le livre à la bibliothèque. Ils ont vérifié au magasin après avoir acheté les vêtements.",
      "imageLink": "image_files\\English\\"imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "okrąg",
      "translation": "cercle",
      "definition": "Okrąg to zaokrąglony kształt bez początku ani końca, gdzie każdy punkt na krawędzi jest równoodległy od środka.",
      "definition_translation": "Un cercle est une forme ronde sans commencement ni fin, où chaque point de bord est à distance égale du centre.",
      "example": "Narysowałem okrąg na papierze. Wczoraj narysowałem okrąg na tablicy. Jutro narysuję okrąg na ścianie.",
      "example_translation": "J'ai dessiné un cercle sur le papier. Hier, j'ai dessiné un cercle sur le tableau. Demain, je vais dessiner un cercle sur le mur.",
      "imageLink": "image_files\\English\\"imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klaskać",
      "translation": "applaudir",
      "definition": "Klaskać to uderzać dłońmi razem, aby wyrazić aprobatę lub uznanie.",
      "definition_translation": "Applaudir, c'est frapper les paumes des mains l'une contre l'autre, généralement pour exprimer l'approbation ou l'appréciation.",
      "example": "Publiczność klaskała po spektaklu. Wczoraj studenci klaskali dla nauczyciela. Jutro będziemy klaskać za zwycięzcę.",
      "example_translation": "Le public a applaudi après le spectacle. Hier, les étudiants ont applaudi pour le professeur. Demain, nous applaudirons pour le vainqueur.",
      "imageLink": "image_files\\English\\"imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zbierać",
      "translation": "collecter",
      "definition": "Zbierać to gromadzić lub przynosić razem rzeczy, często w sposób systematyczny.",
      "definition_translation": "Collecter, c'est rassembler ou réunir des choses, souvent de manière systématique.",
      "example": "Kiedy byłem dzieckiem, zbierałem znaczki. Wczoraj wolontariusze zbierali DATE dla charytatywnego. Jutro będziemy zbierać dane do badań.",
      "example_translation": "J'ai collectionné des timbres quand j'étais gamin. Hier, les bénévoles ont collecté des dons pour la charité. Demain, nous allons collecter des données pour la recherche.",
      "imageLink": "image_files\\English\\"imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "grzebień",
      "translation": "peigne",
      "definition": "Grzebień to narzędzie używane do układania lub czyszczenia włosów, lub do wyodrębnienia lub prostowania włókien.",
      "definition_translation": "Un peigne est un outil utilisé pour arranger ou nettoyer les cheveux, ou pour séparer ou redresser les fibres.",
      "example": "Użyłem grzebienia, aby rozczesać moje włosy. Wczoraj moja siostra użyła grzebienia, aby ułożyć swoje włosy. Jutro będę używać grzebienia, aby pielęgnować mojego zwierzaka.",
      "example_translation": "J'ai utilisé un peigne pour démêler mes cheveux. Hier, ma sœur a utilisé un peigne pour coiffer ses cheveux. Demain, j'utiliserai un peigne pour toiletter mon animal de compagnie.",
      "imageLink": "image_files\\English\\"imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konkurować",
      "translation": "concourir",
      "definition": "Starać się lub walczyć o coś, szczególnie aby wygrać lub osiągnąć coś.",
      "definition_translation": "Lutter ou se battre pour quelque chose, notamment pour gagner ou accomplir quelque chose.",
      "example": "Będę konkuruje w maratonie w następnym roku, konkuruje w nim w zeszłym roku, i konkuruje w nim każdego roku.",
      "example_translation": "Je vais concourir au marathon l'an prochain, j'ai concouru dans celui de l'année dernière, et je concours dans celui de chaque année.",
      "imageLink": "image_files\\English\\"imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koncentrować się",
      "translation": "se concentrer",
      "definition": "Skupić swoją uwagę lub wysiłek na konkretnym zadaniu lub aktywności.",
      "definition_translation": "De concentrer son attention ou ses efforts sur une tâche ou une activité particulière.",
      "example": "Będę koncentrować się na moich studiach, skoncentrowałem się na swojej pracy, i koncentruje się na swoich celach.",
      "example_translation": "Je vais me concentrer sur mes études, j'ai concentré sur mon travail, et je me concentre sur mes objectifs.",
      "imageLink": "image_files\\English\\"imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "połączyć",
      "translation": "se connecter",
      "definition": "Łączyć lub łączyć coś ze sobą, szczególnie łączyć dwa lub więcej rzeczy razem.",
      "definition_translation": "De joindre ou de relier quelque chose ensemble, notamment de joindre deux choses ou plus ensemble.",
      "example": "Połączę przewody, połączyłem kropki i łączę się z ludźmi online.",
      "example_translation": "Je vais connecter les fils, j'ai connecté les points, et je me connecte avec les gens en ligne.",
      "imageLink": "image_files\\English\\"imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kontynuować",
      "translation": "continuer",
      "definition": " Kontynuować coś lub coś, co się dzieje.",
      "definition_translation": "De continuer à faire quelque chose ou de continuer à se produire.",
      "example": "Kontynuuję moją edukację, kontynuowałem pracę i kontynuuję uczyć się nowych rzeczy.",
      "example_translation": "Je vais continuer mon éducation, j'ai continué de travailler, et je continue d'apprendre de nouvelles choses.",
      "imageLink": "image_files\\English\\"imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kontrolować",
      "translation": "contrôle",
      "definition": "Mieć władzę nad zachowaniem ludzi lub biegiem wydarzeń.",
      "definition_translation": "Le pouvoir d'influencer ou de diriger le comportement des gens ou le cours des événements.",
      "example": "Próbowałem kontrolować emocje podczas trudnej rozmowy. Kontroluję budżet, aby upewnić się, że zostaje w granicach. Kontrolowałem sytuację, pozostając spokojnym.",
      "example_translation": "J'ai essayé de contrôler mes émotions pendant la conversation difficile. Je vais contrôler le budget pour nous assurer de rester dans les limites. J'ai contrôlé la situation en restant calme.",
      "imageLink": "image_files\\English\\"imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kaszel",
      "translation": "tousser",
      "definition": "Nagły, gwałtowny wydech powietrza z płuc, zwykle w celu oczyścić drogi oddechowe.",
      "definition_translation": "Une soudaine et violente expulsion d'air des poumons, généralement pour dégager les voies respiratoires.",
      "example": "Miałem zły kaszel zimą. Ona kaszlała głośno, żeby zwrócić uwagę. Oni będą kaszlać krwią, jeśli nie przestaną palić.",
      "example_translation": "J'ai eu une mauvaise toux l'hiver dernier. Elle a toussé bruyamment pour attirer l'attention. Ils vont tous tousser du sang s'ils ne cessent pas de fumer.",
      "imageLink": "image_files\\English\\"imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liczyć",
      "translation": "compter",
      "definition": "Określanie liczby czegoś przez liczenie lub obliczenia.",
      "definition_translation": "Déterminer le nombre de quelque chose en comptant ou en calculant.",
      "example": "Będę liczyć pieniądze ostrożnie. Ona liczyła dni do swojego urodzin. Oni będą liczyć na nas, aby dostarczyć projekt na czas.",
      "example_translation": "Je vais compter l'argent soigneusement. Elle a compté les jours jusqu'à son anniversaire. Ils vont compter sur nous pour livrer le projet à temps.",
      "imageLink": "image_files\\English\\"imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zderzyć się",
      "translation": "s'écraser",
      "definition": "Upaść lub zderzyć się z czymś gwałtownie i nagle, często powodując szkody lub obrażenia.",
      "definition_translation": "Tomber ou entrer en contact avec quelque chose de manière violente et soudaine, souvent causant des dégâts ou des blessures.",
      "example": "Samochód zderzył się ze ścianą. Zderzyłem komputer, wywróżywszy na nim kawę. Oni będą zderzyć się z party, jeśli nie dostaną zaproszenia.",
      "example_translation": "La voiture s'est écrasée contre le mur. J'ai crashé mon ordinateur en renversant du café sur lui. Ils vont s'écraser à la fête si ils n'ont pas d'invitation.",
      "imageLink": "image_files\\English\\"imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stworzyć",
      "translation": "créer",
      "definition": "Przynieść coś do istnienia lub utworzyć coś nowego.",
      "definition_translation": "apporter quelque chose à l'existence ou faire quelque chose de nouveau",
      "example": "Stworzyłem obrazYesterday, tworzę nowy przepis teraz i stworzę ogród za tydzień.",
      "example_translation": "J'ai créé un tableau hier, je crée une nouvelle recette maintenant, et je créerai un jardin la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cykl",
      "translation": "cycler",
      "definition": "Serie wydarzeń lub procesów, które powtarzają się w regularnej kolejności.",
      "definition_translation": "une série d'événements ou de processus qui se répètent dans un ordre régulier",
      "example": "Cykl wodny jest niezbędny dla życia, jechałem na rowerze do pracy rano, a firma będzie przechodzić przez kolejną rundę zwolnień.",
      "example_translation": "Le cycle de l'eau est essentiel pour la vie, j'ai cyclé au travail ce matin, et l'entreprise va cycler à travers un autre tour de licenciements.",
      "imageLink": "image_files\\English\\"imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uszkodzić",
      "translation": "endommager",
      "definition": "Spowodować szkody lub obrażenia czemuś lub komuś.",
      "definition_translation": "causer du mal ou des blessures à quelque chose ou à quelqu'un",
      "example": "Burza spowodowała znaczne uszkodzenia upraw, firma poniosła uszkodzenia reputacji, a wypadek uszkodzi samochód.",
      "example_translation": "L'orage a causé des dommages importants aux cultures, l'entreprise a subi des dommages à sa réputation, et l'accident va endommager la voiture.",
      "imageLink": "image_files\\English\\"imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "udekorować",
      "translation": "décorer",
      "definition": "Urozmaicić coś, dodając dodatkowe elementy lub ozdoby.",
      "definition_translation": " rendre quelque chose plus attractif en ajoutant des fonctionnalités supplémentaires ou des ornements",
      "example": "Udekorowałem pokój na imprezę, miasto udekorowało ulice na Boże Narodzenie, a ona udekoruje tort na ślub.",
      "example_translation": "J'ai décoré la pièce pour la fête, la ville décore les rues pour Noël, et elle va décorer le gâteau pour le mariage.",
      "imageLink": "image_files\\English\\"imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "udekorować",
      "translation": "décorer",
      "definition": "uczynić coś bardziej atrakcyjnym przez dodanie dekoracji",
      "definition_translation": "rendre quelque chose plus attractif en ajoutant des décorations",
      "example": "Udekorowałem mój pokój balonami i serpentynami na mój urodziny. Udekoruję tort na dzisiejszą imprezę. Udekorowałem swój dom światłami w zeszłym roku.",
      "example_translation": "J'ai décoré ma chambre avec des ballons et des rubans pour mon anniversaire. Je vais décorer le gâteau pour la soirée ce soir. J'avais décoré ma maison avec des lumières l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pokonać",
      "translation": "défaire",
      "definition": "zdobyć zwycięstwo nad kimś lub czymś w konkurencji, wyborach lub walce",
      "definition_translation": "remporter une victoire sur quelqu'un ou quelque chose dans une compétition, une élection ou un combat",
      "example": "Nasza drużyna została pokonana w finale w zeszłym roku. Polityk został pokonany w wyborach. Pokonam swojego przeciwnika w grze szachowej.",
      "example_translation": "Notre équipe a été défaite en finale l'année dernière. Le politicien a été défaite lors de l'élection. Je vais défaire mon adversaire au jeu d'échecs.",
      "imageLink": "image_files\\English\\"imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bronić",
      "translation": "défendre",
      "definition": "chronić kogoś lub coś przed atakiem lub szkodą",
      "definition_translation": "protéger quelqu'un ou quelque chose d'une attaque ou d'un préjudice",
      "example": "Adwokat bronił klienta w sądzie. Kraj bronił swoich granic przed inwazją. Ona będzie bronić swojej pracy doktorskiej za miesiąc.",
      "example_translation": "L'avocat a défendu le client au tribunal. Le pays a défendu ses frontières contre l'invasion. Elle défendra sa thèse le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opóźnić",
      "translation": "retarder",
      "definition": "odłożyć coś na później, z przyczyn którejś",
      "definition_translation": "reporter ou retarder quelque chose jusqu'à une heure plus tard",
      "example": "Lot był opóźniony z powodu złej pogody. Opóźniłem swój wyjazd na plażę z powodu deszczu. Ona opóźni swój projekt do następnego tygodnia.",
      "example_translation": "Le vol a été retardé en raison du mauvais temps. J'ai retardé mon voyage à la plage en raison de la pluie. Elle retardera son projet jusqu'à la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "usunąć",
      "translation": "supprimer",
      "definition": "usunąć lub skasować coś, takie jak tekst lub obraz, z komputera lub urządzenia",
      "definition_translation": "retirer ou effacer quelque chose, comme du texte ou une image, d'un ordinateur ou d'un appareil",
      "example": "Usunę plik jutro, usunąłem plik wczoraj, usuwam plik każdego dnia.",
      "example_translation": "Je supprimerai le fichier demain, j'ai supprimé le fichier hier, je supprime le fichier tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostarczyć",
      "translation": "livrer",
      "definition": "dostarczyć coś komuś lub gdzieś, często towary lub usługi, i dać je im",
      "definition_translation": "apporter quelque chose à quelqu'un ou quelque part, souvent des biens ou des services, et le leur donner",
      "example": "Dostarczę paczkę jutro, dostarczyłem paczkę wczoraj, dostarczam paczki każdego dnia.",
      "example_translation": "Je livrerai le paquet demain, j'ai livré le paquet hier, je livre des paquets tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " zaprojektować",
      "translation": "concevoir",
      "definition": "zaplanować i podjąć decyzje o wyglądzie i funkcjonalności czegoś, takiego jak produkt lub budynek",
      "definition_translation": "planifier et prendre des décisions sur l'apparence et la fonction de quelque chose, comme un produit ou un bâtiment",
      "example": "Zaprojektuję nowy logo jutro, zaprojektowałem nowe logo wczoraj, zaprojektuję loga każdego dnia.",
      "example_translation": "Je concevrai un nouveau logo demain, j'ai conçu un nouveau logo hier, je conçois des logos tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zniszczyć",
      "translation": "détruire",
      "definition": "spowodować, że coś będzie całkowicie zniszczone lub zepsute, często w sposób celowy",
      "definition_translation": "causer que quelque chose soit complètement ruiné ou cassé, souvent intentionnellement",
      "example": "Zniszczę stary budynek jutro, zniszczyłem stary budynek wczoraj, niszczę stare budynki każdego dnia.",
      "example_translation": "Je détruirai l'ancien bâtiment demain, j'ai détruit l'ancien bâtiment hier, je détruis les anciens bâtiments tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ustawić",
      "translation": "composer",
      "definition": "Dial to flat plate or disc with markings, used for adjusting or measuring something, such as the time on a clock.",
      "definition_translation": "Un cadran est une plaque ou disque plat avec des marquages, utilisé pour ajuster ou mesurer quelque chose, comme l'heure sur une horloge.",
      "example": "Muszę ustawiać odpowiedni czas na moim zegarku, potem ustawiałem numer na moim telefonie, a na koniec ustawię częstotliwość radiową jutro.",
      "example_translation": "J'ai dû composer l'heure correcte sur ma montre, puis j'ai composé le numéro sur mon téléphone, et enfin je composerai la fréquence radio demain.",
      "imageLink": "image_files\\English\\"imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kopać",
      "translation": "fouiller",
      "definition": "Kopać to robić dziurę lub wykop w ziemi, zazwyczaj używając narzędzia lub maszyny.",
      "definition_translation": "Fouiller signifie faire un trou ou une excavation dans le sol, généralement en utilisant un outil ou une machine.",
      "example": "Wykopałem dziurę w ogródku wczoraj, kuję rów dziś, a za tydzień wykopię fundamenty nowego domu.",
      "example_translation": "J'ai creusé un trou dans le jardin hier, je creuse un fossé aujourd'hui, et je creuserai les fondements de la nouvelle maison la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bezpośredni",
      "translation": "direct",
      "definition": "Bezpośredni oznacza poruszanie się lub zmierzanie bezpośrednio do miejsca, osoby lub rzeczy, bez przeszkód lub zmian.",
      "definition_translation": "Direct signifie se déplacer ou aller directement dans un endroit, une personne ou quelque chose, sans être bloqué ou modifié.",
      "example": "Autobus pojedzie bezpośrednią trasą do miasta. Daję bezpośrednie instrukcje mojemu zespołowi, a nowa polityka będzie miała bezpośredni wpływ na nasze sprzedaże.",
      "example_translation": "Le bus prendra un itinéraire direct jusqu'à la ville, je donne des instructions directes à mon équipe, et la nouvelle politique aura un impact direct sur nos ventes.",
      "imageLink": "image_files\\English\\"imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bezpośredni",
      "translation": "diriger",
      "definition": "Kierować oznacza kontrolować lub nadzorować działania lub ruchy ludzi, zwierząt lub rzeczy.",
      "definition_translation": "Diriger signifie contrôler ou superviser les actions ou mouvements des personnes, des animaux ou des choses.",
      "example": "Trener będzie kierował graczami podczas meczu. Wyreżyserowałem film w zeszłym roku, a CEO będzie kierował strategią firmy.",
      "example_translation": "L'entraîneur dirigera les joueurs pendant le match, j'ai dirigé le film l'an dernier, et le PDG dirigera la stratégie de l'entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odkryć",
      "translation": "découvrir",
      "definition": "Odkryć oznacza znaleźć lub dowiedzieć się czegoś nowego lub nieznanego, szczególnie przez przypadek lub eksplorację.",
      "definition_translation": "Trouver ou apprendre quelque chose de nouveau ou inconnu, notamment par hasard ou exploration.",
      "example": "Odkryję ukryty skarb jutro. Dzisiaj odkryłem nowy gatunek ptaka. Wczoraj odkryłem błąd w kodzie.",
      "example_translation": "Je vais découvrir le trésor caché demain. Aujourd'hui, j'ai découvert une nouvelle espèce d'oiseau. Hier, j'avais découvert une erreur dans le code.",
      "imageLink": "image_files\\English\\"imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prezentować",
      "translation": "afficher",
      "definition": "Prezentować oznacza pokazywać lub eksponować coś w miejscu publicznym, często aby zwrócić uwagę lub zainteresowanie.",
      "definition_translation": "Montrer ou exposer quelque chose dans un endroit public, souvent pour attirer l'attention ou l'intérêt.",
      "example": "Muzeum prezentuje nową kolekcję sztuki następnego miesiąca. Sklep prezentuje nową linię modową. Firma prezentowała swoje produkty na targach.",
      "example_translation": "Le musée va afficher la nouvelle collection d'art le mois prochain. Le magasin est en train d'afficher une nouvelle ligne de mode. L'entreprise avait affiché leurs produits au salon professionnel.",
      "imageLink": "image_files\\English\\"imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skač",
      "translation": "plonger",
      "definition": "Skoczyć oznacza skoczyć lub spaść do wody, często głową w dół, lub zstępować gwałtownie i stromo.",
      "definition_translation": "Sauter ou tomber dans l'eau, souvent la tête la première, ou descendre brusquement et abruptement.",
      "example": "Skoczę do basenu jutro. Wczoraj skoczyłem do oceanu. Dzisiaj skaczę do jeziora.",
      "example_translation": "Je vais plonger dans la piscine demain. Hier, j'ai plongé dans l'océan. Aujourd'hui, je plonge dans le lac.",
      "imageLink": "image_files\\English\\"imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podzielić",
      "translation": "diviser",
      "definition": "Podzielić oznacza oddzielić lub rozdzielić coś na dwie lub więcej odrębne grupy, obszary lub jednostki.",
      "definition_translation": "Séparer ou diviser quelque chose en deux ou plusieurs groupes, zones ou entités distinctes.",
      "example": "Podzielę tort na trzy części. Wczoraj podzieliłem pokój na dwa obszary. Dzisiaj dzielę swój czas między pracę a naukę.",
      "example_translation": "Je vais diviser le gâteau en trois parties. Hier, j'ai divisé la chambre en deux zones. Aujourd'hui, je divise mon temps entre le travail et l'étude.",
      "imageLink": "image_files\\English\\"imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "upuścić",
      "translation": "lâcher",
      "definition": "Upuścić oznacza puścić lub upuszczać coś z wysokości, często przypadkowo lub nieumyślnie.",
      "definition_translation": "Lâcher ou laisser tomber quelque chose d'une hauteur, souvent accidentellement ou involontairement.",
      "example": "Upuściłem telefon na podłogę. Upuściłem paczkę na poczcie. Będę upuszczał się u ciebie jutro.",
      "example_translation": "J'ai laissé tomber mon téléphone sur le sol. Je laisse tomber le paquet à la poste. Je passerai chez toi demain.",
      "imageLink": "image_files\\English\\"imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zatrudnić",
      "translation": "employer",
      "definition": "Zatrudnić oznacza dać komuś pracę lub zatrudnić w zamian za wynagrodzenie.",
      "definition_translation": "Donner un travail à quelqu'un ou travail en échange d'un paiement.",
      "example": "Firma zatrudnia wielu ludzi. Zatrudniła go jako swojego asystenta osobistego. Będą zatrudniać nowych pracowników w następnym kwartale.",
      "example_translation": "L'entreprise emploie beaucoup de personnes. Elle l'a embauché comme son assistant personnel. Ils emploieront du personnel nouveau le trimestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zachęcać",
      "translation": "encourager",
      "definition": "Zachęcać oznacza dawać komuś pewność siebie lub wsparcie, aby zrobić coś.",
      "definition_translation": "Donner confiance ou soutien à quelqu'un pour faire quelque chose.",
      "example": "Rodzice zachęcali ją do realizacji swoich marzeń. Zachęcali go do podejmowania ryzyka. Będziemy zachęcać zespół do cięższej pracy.",
      "example_translation": "Ses parents l'ont encouragée à poursuivre ses rêves. Ils l'ont encouragé à prendre des risques. Nous allons encouragement l'équipe à travailler plus dur.",
      "imageLink": "image_files\\English\\"imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wejść",
      "translation": "entrer",
      "definition": "Wejść oznacza przyjść lub wejść do miejsca, budynku lub pokoju.",
      "definition_translation": "Venir ou aller dans un endroit, bâtiment ou pièce.",
      "example": "Weszłem do pokoju cicho. Będzie wejść do konkursu w przyszłym roku. Weszli do budynku biurowego.",
      "example_translation": "Je suis entré dans la pièce tranquillement. Elle entrera dans la compétition l'année prochaine. Ils sont entrés dans le bâtiment du bureau.",
      "imageLink": "image_files\\English\\"imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozrywka",
      "translation": "divertir",
      "definition": "Angażować się w jakąś aktywność, zwłaszcza tę, która jest rozrywkowa, taką jak gra lub oglądanie filmu.",
      "definition_translation": "S'adonner à une activité, notamment une qui est amusante, comme jouer à un jeu ou regarder un film.",
      "example": "Rozrywałem moich gości grą w charady. Wczoraj rozważałem pomysł zrzeczenia się pracy. Jutro rozważę możliwość przeprowadzki do Paryża.",
      "example_translation": "J'ai divertis mes invités avec un jeu de charades. Hier, j'ai amusé l'idée d'abandonner mon emploi. Demain, je vais amuser la possibilité de me installer à Paris.",
      "imageLink": "image_files\\English\\"imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ucieczka",
      "translation": "s'échapper",
      "definition": "Wyrwać się z uwięzienia lub kontroli.",
      "definition_translation": "Se libérer de la captivité ou du contrôle.",
      "example": "Uciekłem z płonącego budynku. Ona uciekła z uwikłanej relacji. Oni uciekną na plażę na wakacje.",
      "example_translation": "Je me suis échappé de l'immeuble en feu. Elle s'est échappée de sa relation abusive. Ils vont s'échapper à la plage pour des vacances.",
      "imageLink": "image_files\\English\\"imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ćwiczenie",
      "translation": "exercice",
      "definition": "Aktywność lub zestaw aktywności wykonywanych w celu poprawy lub utrzymania sprawności fizycznej.",
      "definition_translation": "Une activité ou un ensemble d'activités faites pour améliorer ou maintenir la forme physique.",
      "example": "Ćwiczę każdego ranka. Wczoraj ćwiczyłem prawo do głosu. Jutro ćwiczę mięśnie w siłowni.",
      "example_translation": "Je fait de l'exercice chaque matin. Hier, j'ai exercé mon droit de vote. Demain, je vais exercer mes muscles au gym.",
      "imageLink": "image_files\\English\\"imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyjście",
      "translation": "sortie",
      "definition": "Droga wyjścia z miejsca, takiego jak drzwi lub brama.",
      "definition_translation": "Un moyen de sortir d'un endroit, tel qu'une porte ou une grille.",
      "example": "Wychodzę z budynku przez wyjście awaryjne. Wczoraj wyszedłem z autostrady przy następnym wyjściu. Jutro wyjdę z programu, jeśli się nie powiedzie.",
      "example_translation": "Je sors du bâtiment par la sortie de secours. Hier, j'ai quitté l'autoroute à la prochaine sortie. Demain, je vais quitter le programme si cela ne fonctionne pas.",
      "imageLink": "image_files\\English\\"imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "spodziewać się",
      "translation": "attendre",
      "definition": "Oczekiwać czegoś lub wierzyć, że coś się wydarzy.",
      "definition_translation": "attendre à quelque chose qui se produira ou croire que quelque chose se produira",
      "example": "Spodziewałem się, że skończę projekt na czas, ale zajęło to dłużej niż oczekiwano. Spodziewam się zobaczyć cię jutro. Spodziewam się odpowiedzi do końca tygodnia.",
      "example_translation": "J'attendais de finir le projet à temps, mais cela a pris plus longtemps que prévu. J'attends de vous voir demain. J'attendrai une réponse d'ici la fin de la semaine.",
      "imageLink": "image_files\\English\\"imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "eksplorować",
      "translation": "explorer",
      "definition": "Badać lub analizać coś, aby uzyskać głębsze zrozumienie.",
      "definition_translation": "examiner quelque chose pour en avoir une compréhension plus profonde",
      "example": "Eksplorowaliśmy nowe miasto pieszo, eksplorując wszystkie ukryte ulice. Ona zawsze chciała eksplorować Amazonię. Oni będą eksplorować nowe możliwości rynkowe w następnym kwartale.",
      "example_translation": "Nous avons exploré la nouvelle ville à pied, explorant toutes les rues cachées. Elle a toujours voulu explorer la forêt amazonienne. Ils exploreront les nouvelles opportunités de marché le trimestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "twarz",
      "translation": "visage",
      "definition": "Część przednia głowy, obejmująca oczy, nos i usta.",
      "definition_translation": "la partie frontale de la tête, y compris les yeux, le nez et la bouche",
      "example": "Umyła twarz mydłem i wodą. Twarz zegara była stara i zniszczona. On uczynił zabawną twarz, aby rozbawić siostrę.",
      "example_translation": "Elle a lavé son visage avec du savon et de l'eau. Le visage de l'horloge était vieux et usé. Il a fait une tête drôle pour faire rire sa sœur.",
      "imageLink": "image_files\\English\\"imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zasnąć",
      "translation": "s'endormir",
      "definition": "Stań się nieświadomy i wejść w stan snu.",
      "definition_translation": "devenir inconscient et entrer dans un état de sommeil",
      "example": "Zasnąłem na kanapie podczas oglądania telewizji. Ona zasypia, gdy tylko kładzie głowę na poduszce. Oni zasną wcześnie dziś po długim dniu.",
      "example_translation": "Je me suis endormi sur le canapé en regardant la télévision. Elle s'endort dès que sa tête touche l'oreiller. Ils s'endormiront tôt ce soir après une longue journée.",
      "imageLink": "image_files\\English\\"imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zakochać się",
      "translation": "tomber amoureux",
      "definition": "Stań się głęboko emocjonalnie zaangażowanym z kimś, często niespodziewanie lub nagłym.",
      "definition_translation": "Devenir émotionnellement impliqué avec quelqu'un, souvent de manière inattendue ou soudaine.",
      "example": "Zakochałem się w niej od pierwszego wejrzenia. Zakochuję się w niej coraz bardziej każdego dnia. Zakocham się w kimś kiedyś.",
      "example_translation": "Je suis tombé amoureux d'elle la première fois que je l'ai vue. Je tombe amoureux d'elle de plus en plus chaque jour. Je tomberai amoureux de quelqu'un un jour.",
      "imageLink": "image_files\\English\\"imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zamknąć",
      "translation": "attacher",
      "definition": "Uzyskać lub zamocować coś w miejscu, typowo za pomocą urządzenia lub procesu.",
      "definition_translation": "Fixer ou sécuriser quelque chose en place, généralement en utilisant un dispositif ou un processus.",
      "example": "Zamknąłem pas bezpieczeństwa przed startem samolotu. Ona zamknęła włosy szpilką. On zamknie drzwi na klucz.",
      "example_translation": "J'ai attaché ma ceinture de sécurité avant que l'avion ne décolle. Elle attache ses cheveux avec une épingle. Il attachera la porte avec un verrou.",
      "imageLink": "image_files\\English\\"imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karmić",
      "translation": "nourrir",
      "definition": "Podawać jedzenie człowiekowi, zwierzęciu lub roślinie, lub zaopatrywać maszynę w paliwo lub materiał.",
      "definition_translation": "Donner de la nourriture à une personne, un animal ou une plante, ou fournir de la matière première à une machine.",
      "example": "Karmiłem kota rano. Ona karmi dziecko mlekiem. Będziemy karmić maszynę węglem.",
      "example_translation": "J'ai nourri le chien ce matin. Elle nourrit le bébé avec du lait. Ils nourriront la machine avec du charbon.",
      "imageLink": "image_files\\English\\"imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przynieść",
      "translation": "chercher",
      "definition": "Iść i przybyć z czymś, zazwyczaj dlatego, że ktoś poprosił o to.",
      "definition_translation": "Aller chercher quelque chose et le ramener, généralement parce que quelqu'un vous a demandé de le faire.",
      "example": "Przyniosłem książkę z biblioteki. Ona przyniosła wodę ze studni. Będziemy przynieść pocztę jutro.",
      "example_translation": "J'ai cherché le livre à la bibliothèque. Elle a cherché de l'eau au puits. Ils chercheront le courrier demain.",
      "imageLink": "image_files\\English\\"imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "walczyć",
      "translation": "se battre",
      "definition": "angażować się w walkę lub fizyczną walkę.",
      "definition_translation": "S'engager dans un combat ou une lutte physique.",
      "example": "Walczyłem z bratem, gdy byliśmy dziećmi, ale teraz jesteśmy przyjaciółmi. Będę walczyć o swoje prawa, i walczyłem o sprawiedliwość.",
      "example_translation": "J'ai combattu contre mon frère lorsque nous étions jeunes, mais maintenant nous sommes amis. Je vais me battre pour mes droits, et j'aurai combattu pour la justice.",
      "imageLink": "image_files\\English\\"imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "film",
      "translation": "film",
      "definition": "Obraz filmowy lub film.",
      "definition_translation": "Un film ou un motion picture.",
      "example": "Obejrzałem film wczoraj wieczorem, ale obejrzę film jutro, i obejrzałem film dzień wcześniej. Film był bardzo interesujący.",
      "example_translation": "J'ai regardé un film la nuit dernière, mais je vais regarder un film demain, et j'avais regardé un film la veille. Le film était très intéressant.",
      "imageLink": "image_files\\English\\"imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ryba",
      "translation": "poisson",
      "definition": "Chłodnokrwisty zwierz aquatyki.",
      "definition_translation": "Un animal aquatique à sang froid.",
      "example": "Połowiłem rybę wczoraj, ale połowię rybę jutro, i połowiłem rybę dzień wcześniej. Ryba była bardzo duża.",
      "example_translation": "J'ai attrapé un poisson hier, mais je vais attraper un poisson demain, et j'avais attrapé un poisson la veille. Le poisson était très grand.",
      "imageLink": "image_files\\English\\"imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "naprawić",
      "translation": "réparer",
      "definition": "Naprawić lub zremontować coś.",
      "definition_translation": "Réparer ou réparer quelque chose.",
      "example": "Naprawiłem komputer wczoraj, ale naprawię rower jutro, i naprawiłem rurę dzień wcześniej. Komputer był szybko naprawiony.",
      "example_translation": "J'ai réparé l'ordinateur hier, mais je vais réparer le vélo demain, et j'avais réparé le tuyau la veille. L'ordinateur a été réparé rapidement.",
      "imageLink": "image_files\\English\\"imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "unosić się",
      "translation": "flotter",
      "definition": "Unosić się na powierzchni cieczy lub w powietrzu.",
      "definition_translation": "rester à la surface d'un liquide ou dans l'air",
      "example": "Łódź uniesie się na jeziorze. Ona unosiła się na jeziorze. Ona uniesie się na jeziorze.",
      "example_translation": "Le bateau flottera sur le lac. Il a flotté sur le lac. Il flottera sur le lac.",
      "imageLink": "image_files\\English\\"imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "złożyć",
      "translation": "plier",
      "definition": "Zgiąć lub zafałdować coś, tak aby jedna część przykrywała drugą.",
      "definition_translation": "plier ou creuser quelque chose de manière que l'une de ses parties couvre une autre",
      "example": "Ona złożyła list. Ona złożyła list. Ona złoży list.",
      "example_translation": "Elle a plié la lettre. Elle a plié la lettre. Elle pliera la lettre.",
      "imageLink": "image_files\\English\\"imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śledzić",
      "translation": "suivre",
      "definition": "Iść lub przyjść po kimś lub czymś.",
      "definition_translation": "venir ou aller après quelqu'un ou quelque chose",
      "example": "Będę śledzić cię. Śledziłem cię. Śledzę cię.",
      "example_translation": "Je vous suivrai. Je vous ai suivi. Je vous suis.",
      "imageLink": "image_files\\English\\"imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chwycić",
      "translation": "saisir",
      "definition": "Chwycić coś nagle i mocno.",
      "definition_translation": "prendre possession de quelque chose brusquement et fermement",
      "example": "On chwycił telefon. On chwycił telefon. On chwyci telefon.",
      "example_translation": "Il a saisi le téléphone. Il a saisi le téléphone. Il saisira le téléphone.",
      "imageLink": "image_files\\English\\"imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przewodnik",
      "translation": "guide",
      "definition": "Osoba, która pokazuje drogę, zwłaszcza jedna, która prowadzi turystów lub podróżnych przez miejsce.",
      "definition_translation": "Une personne qui montre le chemin, notamment celle qui conduit des voyageurs ou des touristes à travers un endroit.",
      "example": "Zatrudniłem przewodnika, aby pokazał mi miasto. Przewodnik pokaże nam przez muzeum jutro. Będę przewodnikiem dla nowych pracowników w przyszłym tygodniu.",
      "example_translation": "J'ai embauché un guide pour me faire visiter la ville. Le guide nous fera visiter le musée demain. Je serai un guide pour les nouveaux employés la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uchwyt",
      "translation": "poignée",
      "definition": "Część obiektu, która jest projektowana do trzymania lub chwytania, zwłaszcza bar lub uchwyt.",
      "definition_translation": "Une partie d'un objet conçu pour être tenu ou saisi, notamment une barre ou une poignée.",
      "example": "Muszę uchwycić delikatną wazę z pielęgnacji. Ona obsłużyła sytuację z łatwością. Będę obsługiwał projekt od teraz.",
      "example_translation": "Il faut que je manipule le vase fragile avec soin. Elle a géré la situation avec facilité. Je vais gérer le projet désormais.",
      "imageLink": "image_files\\English\\"imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wieszać",
      "translation": "pendre",
      "definition": "Zawiesić lub wisieć w powietrzu, zwykle na hak lub za pomocą sznura lub łańcucha.",
      "definition_translation": "Suspendre ou être suspendu dans l'air, généralement à partir d'un crochet ou par une corde ou une chaîne.",
      "example": "Wieszałem obraz na ścianie jutro. Ona powiesiła płaszcz na hak. Wieszałem się z przyjaciółmi wczoraj.",
      "example_translation": "Je vais accrocher le tableau au mur demain. Elle a accroché son manteau au crochet. J'ai traîné avec mes amis hier.",
      "imageLink": "image_files\\English\\"imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ukryć",
      "translation": "cacher",
      "definition": "Ukryć lub zakryć coś, aby nie było widoczne lub nie mogło być znalezione.",
      "definition_translation": "Cacher ou couvrir quelque chose pour qu'il ne puisse pas être vu ou trouvé.",
      "example": "Ukryję prezent aż do jej urodzin. Ona ukryła się za drzwiami. Ukryłem swoje uczucia przed nim.",
      "example_translation": "Je vais cacher le cadeau jusqu'à son anniversaire. Elle s'est cachée derrière la porte. J'ai caché mes sentiments à lui.",
      "imageLink": "image_files\\English\\"imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zatrudnić",
      "translation": "embaucher",
      "definition": "Zatrudnić kogoś za wynagrodzeniem, zwykle na określony okres czasu.",
      "definition_translation": "engage les services de quelqu'un contre paiement, généralement pour une période de temps spécifique",
      "example": "Zatrudniłem adwokata, aby obsłużył moją sprawę. Zatrudnię nowego pracownika w przyszłym tygodniu. Ona zatrudniła taksówkę, aby pojechać na lotnisko.",
      "example_translation": "J'ai embauché un avocat pour gérer mon affaire. Je vais embaucher un nouvel employé la semaine prochaine. Elle a embauché un taxi pour aller à l'aéroport.",
      "imageLink": "image_files\\English\\"imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "autostopować",
      "translation": "faire de l'auto-stop",
      "definition": "Podróżować, dostając się do przejeżdżających pojazdów, często stojąc przy drodze i sygnalizując kierowcom.",
      "definition_translation": "voyager en obtenant des trajets à l'arrière de véhicules qui passent, souvent en se tenant sur le côté de la route et en faisant des signaux aux conducteurs",
      "example": "Autostopowałem przez cały kraj, kiedy był młody. Ona autostopowała na festiwal w miniony weekend. Będziemy autostopować na plażę jutro.",
      "example_translation": "J'ai fait de l'auto-stop à travers le pays lorsque j'étais jeune. Elle a fait de l'auto-stop au festival dernier week-end. Ils vont faire de l'auto-stop à la plage demain.",
      "imageLink": "image_files\\English\\"imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "trzymać",
      "translation": "tenir",
      "definition": "Trzymać coś firmy, często rękoma.",
      "definition_translation": "saisir ou maintenir fermement quelque chose, souvent avec ses mains",
      "example": "Czy mogę trzymać twoją rękę? Ona trzymała dziecko w ramionach. Będą trzymać spotkanie o 2 pm.",
      "example_translation": "Pouvez-vous tenir ma main? Elle a tenu le bébé dans ses bras. Ils vont tenir une réunion à 14 heures.",
      "imageLink": "image_files\\English\\"imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uścisk",
      "translation": "étreindre",
      "definition": "Uciskać kogoś mocno w ramionach, często jako sposób wyrażenia miłości lub szacunku.",
      "definition_translation": "serrer quelqu'un étroitement dans ses bras, souvent comme moyen de montrer de l'amour ou de l'affection",
      "example": "Ona dała mu uścisk. Będę uściskać moją mamę, kiedy ją zobaczę jutro. Będą się uściskać po oświadczynach.",
      "example_translation": "Elle lui a donné un câlin. Je vais embrasser ma mère lorsque je la verrai demain. Ils se sont étreints étroitement après la proposition.",
      "imageLink": "image_files\\English\\"imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "polować",
      "translation": "chasser",
      "definition": "Ścigać lub gonić zwierzynę dla pożywienia lub sportu.",
      "definition_translation": "poursuivre ou chasser (du gibier ou de la proie) pour nourriture ou pour le sport",
      "example": "Polowałem jelenia w miniony weekend. Poluję co roku. Będę polować znów w przyszłym miesiącu.",
      "example_translation": "J'ai chassé le cerf le week-end dernier. Je chasse chaque année. Je chasserai à nouveau le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyobrazić",
      "translation": "imaginer",
      "definition": "Utworzyć mentalny obraz lub pojęcie czegoś.",
      "definition_translation": "former une image mentale ou un concept de quelque chose",
      "example": "Wyobraziłem sobie piękny zamek. Wyobrażam sobie jako króla. Będę wyobrażać lepszy świat.",
      "example_translation": "J'ai imaginé un château magnifique. J'imagine moi-même comme un roi. J'imaginerai un monde meilleur.",
      "imageLink": "image_files\\English\\"imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "poinformować",
      "translation": "informer",
      "definition": "przekazać wiedzę lub informację komuś o czymś",
      "definition_translation": "donner des connaissances ou des informations à quelqu'un à propos de quelque chose",
      "example": "Poinformowałem szefa o problemie. Poinformuję kolegów dziś. Poinformuję władze jutro.",
      "example_translation": "J'ai informé mon patron du problème. J'informe mes collègues tous les jours. J'informerai les autorités demain.",
      "imageLink": "image_files\\English\\"imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nalegać",
      "translation": "insister",
      "definition": "żądać lub prosić o coś stanowczo lub pilnie",
      "definition_translation": "exiger ou demander quelque chose avec fermeté ou urgence",
      "example": "Nalegałem na udział w imprezie. Nalegam na ukończenie pracy. Należę na uzyskanie zwrotu pieniędzy.",
      "example_translation": "J'ai insisté pour aller à la fête. J'insiste pour finir mon travail. J'insisterai pour obtenir un remboursement.",
      "imageLink": "image_files\\English\\"imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zainstalować",
      "translation": "installer",
      "definition": "umieścić coś w miejscu lub pozycji, aby było gotowe do użycia",
      "definition_translation": "Placer quelque chose dans un endroit ou une position, comme un équipement ou un programme, afin qu'il soit prêt à être utilisé.",
      "example": "Zainstalowałem nowe oprogramowanie wczoraj. Zainstaluję nową drukarkę jutro. Zainstalowała kamery bezpieczeństwa w zeszłym tygodniu.",
      "example_translation": "J'ai installé le nouveau logiciel hier. J'installerai l'imprimante nouvelle demain. Elle avait installé les caméras de sécurité la semaine précédente.",
      "imageLink": "image_files\\English\\"imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przeprowadzić wywiad",
      "translation": "entrevue",
      "definition": "rozmowa między dwiema lub więcej osobami, zwłaszcza tą, w której ktoś jest pytany o swoją przydatność do pracy lub o swoje doświadczenia",
      "definition_translation": "Une conversation entre deux ou plusieurs personnes, notamment une où quelqu'un est interrogé sur sa convenance pour un poste ou sur ses expériences passées.",
      "example": "Miałem wywiad w Google wczoraj. Będzie miała wywiad na uniwersytecie jutro. Mieli wywiad z znanym aktorem ostatnim tygodniu.",
      "example_translation": "J'ai eu une entrevue chez Google hier. Elle aura une entrevue à l'université demain. Ils avaient une entrevue avec l'acteur célèbre la semaine précédente.",
      "imageLink": "image_files\\English\\"imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wynaleźć",
      "translation": "inventer",
      "definition": "stworzyć coś nowego, zwłaszcza urządzenie lub proces, używając wyobraźni i umiejętności",
      "definition_translation": "Créer quelque chose de nouveau, notamment un appareil ou un processus, en utilisant votre imagination et vos compétences.",
      "example": "Wynalazłem nową grę rok temu. Wynaleźę nową maszynę jutro. Wynaleźli żarówkę wiele lat temu.",
      "example_translation": "J'ai inventé un nouveau jeu l'an dernier. Elle inventera une nouvelle machine demain. Ils ont inventé l'ampoule électrique il y a bien des années.",
      "imageLink": "image_files\\English\\"imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żelazo",
      "translation": "fer",
      "definition": "metal używany do produkcji narzędzi i maszyn, lub urządzenie używane do wygładzania fałdów z tkanin, zwłaszcza ubrań",
      "definition_translation": "Un métal utilisé pour fabriquer des outils et des machines, ou un appareil utilisé pour retirer les plis des tissus, notamment des vêtements.",
      "example": "Używam żelaza do usuwania fałdów ze swoich koszul. Używa ona żelaza codziennie. Użyli żelaza do budowy wieży Eiffla.",
      "example_translation": "J'utilise un fer à repasser pour enlever les plis de mes chemises. Elle repasse ses robes chaque jour. Ils ont utilisé le fer pour construire la Tour Eiffel.",
      "imageLink": "image_files\\English\\"imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyć",
      "translation": "tricoter",
      "definition": "tworzyć tkaninę przez łączenie rzędów powiązanych pętli z przędzą lub nićmi, zazwyczaj za pomocą igieł lub maszyny",
      "definition_translation": "faire du tissu en créant des rangées de boucles interconnectées avec du fil ou du fil, généralement à l'aide d'aiguilles ou d'une machine",
      "example": "Przyłem sweterek dla siostry minioną zimą. Teraz przyłem czapkę. Przyćę będę szalika za tydzień.",
      "example_translation": "J'ai tricoté un pull pour ma sœur l'hiver dernier. Maintenant, je tricote un chapeau. Je tricoterai une écharpe la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pukać",
      "translation": "frapper",
      "definition": "uderzyć coś szybko i głośno, aby zwrócić na siebie uwagę",
      "definition_translation": "frapper quelque chose brusquement avec les articulations ou une partie de la main, généralement pour attirer l'attention de quelqu'un",
      "example": "Pukałem trzy razy do drzwi, zanim się otworzyły. Ona przewróciła kawę. On będzie pukał do drzwi o 20:00.",
      "example_translation": "J'ai frappé à la porte trois fois avant qu'elle ne s'ouvre. Elle a renversé sa tasse de café. Il frappera à la porte à 20 heures.",
      "imageLink": "image_files\\English\\"imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ustawić stół",
      "translation": "mettre le couvert",
      "definition": "ustosunkować talerze, sztućce i inne rzeczy na stole w przygotowaniu do posiłku",
      "definition_translation": "placer des assiettes, des ustensiles et d'autres choses sur une table en préparation d'un repas",
      "example": "Ona ustawiła stół na obiad wczoraj. Ustawię stół na śniadanie jutro. Ustawili stół na przyjęcie.",
      "example_translation": "Elle a mis le couvert pour le dîner hier soir. Je mettrai le couvert pour le petit déjeuner demain. Ils ont mis le couvert pour la fête.",
      "imageLink": "image_files\\English\\"imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prowadzić",
      "translation": "mener",
      "definition": "kierować lub prowadzić kogoś lub coś",
      "definition_translation": "guider ou diriger quelqu'un ou quelque chose",
      "example": "Nauczyciel prowadził uczniów na wycieczkę. On prowadzi nas do zwycięstwa. Ona będzie prowadzić dyskusję jutro.",
      "example_translation": "Le professeur a mené les étudiants sur une excursion scolaire. Il mène l'équipe à la victoire. Elle mènera la discussion demain.",
      "imageLink": "image_files\\English\\"imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opuścić",
      "translation": "partir",
      "definition": "odejść z miejsca lub osoby",
      "definition_translation": "s'éloigner d'un lieu ou d'une personne",
      "example": "Opuścię Paryż jutro, opuściłem pracę tydzień temu i zostawiłem telefon w domu.",
      "example_translation": "Je partirai pour Paris demain, j'ai quitté mon travail la semaine dernière, et je laisse mon téléphone à la maison.",
      "imageLink": "image_files\\English\\"imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podnieść",
      "translation": "élever",
      "definition": "unieść coś lub kogoś w powietrze",
      "definition_translation": "de soulever quelque chose ou quelqu'un dans les airs",
      "example": "Podniosę skrzynkę na stół, podniosłem siostrę aby dotknąć książki, i podnosisz ciężary każdego ranka.",
      "example_translation": "Je vais soulever la boîte sur la table, j'ai soulevé ma sœur pour atteindre le livre, et je soulève des poids tous les matins.",
      "imageLink": "image_files\\English\\"imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "światło",
      "translation": "lumière",
      "definition": "źródło światła, które sprawia, że rzeczy są widoczne",
      "definition_translation": "une source de luminosité qui rend les choses visibles",
      "example": "Włączę światło w swoim pokoju, wyłączyłem światło, gdy wyszedłem, i włączę świeczniki dziś wieczorem.",
      "example_translation": "Je vais allumer la lumière dans ma chambre, j'ai éteint la lumière quand je suis parti, et je vais allumer les bougies ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zamknąć",
      "translation": "verrouiller",
      "definition": "zabezpieczyć coś lub kogoś kluczem lub urządzeniem",
      "definition_translation": "de fixer ou de sécuriser quelque chose avec une clé ou un dispositif",
      "example": "Zamknę drzwi, gdy wyjdę, zamknąłem rower do poręczy, i zamknę komputer, gdy będę daleko.",
      "example_translation": "Je vais verrouiller la porte quand je pars, j'ai verrouillé mon vélo au railing, et je vais verrouiller mon ordinateur lorsque je suis absent.",
      "imageLink": "image_files\\English\\"imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zajmować się",
      "translation": "gérer",
      "definition": "obsługiwać lub kierować z umiejętnością, szczególnie w biznesie lub organizacji",
      "definition_translation": "gérer avec un certain degré de compétence, especialmente dans une entreprise ou une organisation",
      "example": "Zajmowałem się tym projektem w zeszłym roku. Teraz zajmuję się tym. Zajmę się tym w przyszłym roku.",
      "example_translation": "J'ai géré le projet l'année dernière. Je le gère maintenant. Je le gérerai l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zajmować się",
      "translation": "gérer",
      "definition": "obsługiwać lub kierować z umiejętnością, szczególnie w biznesie lub organizacji",
      "definition_translation": "gérer avec un certain degré de compétence, especialmente dans une entreprise ou une organisation",
      "example": "Ona skutecznie zajmowała się zespołem. Firma jest zarządzana przez nowego CEO. Będą zajmować się budżetem w następnym kwartale.",
      "example_translation": "Elle a géré l'équipe de manière efficace. L'entreprise est dirigée par un nouveau PDG. Ils géreront le budget le trimestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "poślubić",
      "translation": "épouser",
      "definition": "wziąć za męża lub żonę",
      "definition_translation": "prendre un conjoint; devenir mari et femme",
      "example": "Oni się pobrali w zeszłym weekendzie. Poślubiłem się pięć lat temu. Pobierzemy się następnego lata.",
      "example_translation": "Ils se sont mariés le week-end dernier. Je me suis marié il y a cinq ans. Nous nous marierons l'été prochain.",
      "imageLink": "image_files\\English\\"imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zapałka",
      "translation": "apparier",
      "definition": "mała kijanka lub drzazga używana do wytworzenia płomienia",
      "definition_translation": "un petit bâton ou éclat utilisé pour produire une flamme",
      "example": "Użyłem zapałki do zapalenia ognia. Ona uderzyła zapałkę aby zapalić świecę. Będą używać zapałek aby rozpocząć ogniów.",
      "example_translation": "J'ai utilisé un allumette pour allumer le feu. Elle a frappé un allumette pour allumer la bougie. Ils utiliseront des allumettes pour démarrer le feu de joie.",
      "imageLink": "image_files\\English\\"imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "naprawić",
      "translation": "réparer",
      "definition": "naprawić lub naprawić coś, co jest złamane lub uszkodzone",
      "definition_translation": "réparer ou réparer quelque chose qui est cassé ou endommagé",
      "example": "Naprawiłem złamaną zabawkę, aby nie została zmarnowana. Naprawiam teraz podręczny stronę. Naprawię złamany płot jutro.",
      "example_translation": "J'ai réparé le jouet cassé pour qu'il ne soit pas gaspillé. Je répare la page déchirée maintenant. Je vais réparer la clôture cassée demain.",
      "imageLink": "image_files\\English\\"imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przenieść",
      "translation": "bouger",
      "definition": "zmienić pozycję czegoś lub kogoś lub pójść z jednego miejsca do innego",
      "definition_translation": "changer la position de quelque chose ou quelqu'un, ou aller d'un endroit à un autre",
      "example": "Przenieśliśmy sofę do pokoju dziennego. Ona przenosi się do Paryża następnego miesiąca. Będą przenieść się do nowego domu w przyszłym roku.",
      "example_translation": "J'ai bougé le canapé dans le salon. Elle déménage à Paris le mois prochain. Ils déménageront dans une nouvelle maison l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przenieść się",
      "translation": "emménager",
      "definition": "zaczynać mieszkać w nowym domu lub mieszkaniu",
      "definition_translation": "commencer à vivre dans une nouvelle maison ou appartement",
      "example": "Przenieśliśmy się w zeszły weekend. Oni przeniosą się za tydzień. Ona przeniosła się w zeszłym miesiącu.",
      "example_translation": "Nous avons emménagé le week-end dernier. Ils emménagent la semaine prochaine. Elle a emménagé le mois dernier.",
      "imageLink": "image_files\\English\\"imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyprowadzić się",
      "translation": "emménager ailleurs",
      "definition": "opuszczać dom lub mieszkanie i wyjechać gdzie indziej",
      "definition_translation": "quitter une maison ou un appartement et aller vivre ailleurs",
      "example": "Wyprowadziliśmy się w zeszłym roku. Oni wyprowadzą się za miesiąc. Ona wyprowadziła się wczoraj.",
      "example_translation": "Nous avons emménagé ailleurs l'année dernière. Ils emménagent ailleurs le mois prochain. Elle est partie hier.",
      "imageLink": "image_files\\English\\"imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "morderstwo",
      "translation": "meurtre",
      "definition": "Czyn nielegalnego zabicia człowieka z premedytacją.",
      "definition_translation": "L'acte de tuer illégalement un être humain avec préméditation.",
      "example": "Detektyw został powierzony rozwiązaniem morderstwa, które miało miejsce w nocy przed. Ona bada morderstwo przez miesiące, ale jeszcze nie znalazła podejrzanego. Do czasu, gdy rozwiąże morderstwo, spędzi rok na sprawie.",
      "example_translation": "Le détective a été chargé de résoudre le meurtre qui avait eu lieu la nuit précédente. Elle enquête sur le meurtre depuis des mois, mais n'a toujours pas trouvé d'indice. Lorsqu'elle résoudra le meurtre, elle aura passé un an sur l'affaire.",
      "imageLink": "image_files\\English\\"imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nazwa",
      "translation": "nom",
      "definition": "Słowo lub fraza, która odnosi się do konkretnej osoby, miejsca lub rzeczy.",
      "definition_translation": "Un mot ou une phrase qui se réfère à une personne, un lieu ou une chose spécifique.",
      "example": "Jakie jest twoje imię? Zapomniałem nazwy książki. Do przyszłego roku nauczę się nazw wszystkich planet.",
      "example_translation": "Quel est votre nom ? J'ai oublié le nom du livre. D'ici l'année prochaine, j'aurai appris les noms de toutes les planètes.",
      "imageLink": "image_files\\English\\"imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "notatka",
      "translation": "note",
      "definition": " Krótka pisemna wypowiedź lub przypomnienie.",
      "definition_translation": "Un bref enregistrement écrit ou rappel.",
      "example": "Zostawiłem notatkę dla współlokatora na lodówce. Ona napisała notatkę do siebie, aby kupić mleko. Do jutra napíšę notatkę do profesora.",
      "example_translation": "J'ai laissé une note pour mon colocataire sur le réfrigérateur. Elle avait écrit une note à elle-même pour acheter du lait. D'ici demain, j'aurai écrit une note à mon professeur.",
      "imageLink": "image_files\\English\\"imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zauważyć",
      "translation": "remarquer",
      "definition": " Stać się świadomym czegoś przez obserwację lub uwagę.",
      "definition_translation": "Devenir conscient de quelque chose par observation ou attention.",
      "example": "Nie zauważyłem znaku na drzwiach. Ona zauważyła błąd w raporcie. Do przyszłego tygodnia zauważę zmiany w polityce.",
      "example_translation": "Je n'ai pas remarqué le panneau sur la porte. Elle a remarqué l'erreur dans le rapport. D'ici la semaine prochaine, j'aurai remarqué les changements dans la politique.",
      "imageLink": "image_files\\English\\"imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "operować",
      "translation": "opérer",
      "definition": "wykonywać operację chirurgiczną lub kontrolować działanie maszyny lub systemu",
      "definition_translation": "effectuer une opération chirurgicale ou contrôler le fonctionnement d'une machine ou d'un système",
      "example": "Lekarz musiał operować pacjenta, aby usunąć guza. Ona obsługuje ciężką maszynę w fabryce. Oni będą obsługiwać nowy system oprogramowania w przyszłym roku.",
      "example_translation": "Le médecin a dû opérer le patient pour retirer la tumeur. Elle opère une machine lourde à l'usine. Ils vont opérer un nouveau système de logiciel l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "organizować",
      "translation": "organiser",
      "definition": "układać coś w sposób systematyczny",
      "definition_translation": "arranger ou structurer quelque chose de manière systématique",
      "example": "Ona zorganizowała wydarzenie charytatywne w zeszłym tygodniu. Jesteśmy organizujemy spotkanie na jutro. Oni będą organizować festiwal w przyszłym miesiącu.",
      "example_translation": "Elle a organisé un événement de charité la semaine dernière. Nous sommes en train d'organiser une réunion pour demain. Ils vont organiser un festival le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przejść",
      "translation": "passer",
      "definition": "przejść obok czegoś lub kogoś, lub zdać się w teście lub egzaminie",
      "definition_translation": "passer devant quelque chose ou quelqu'un, ou réussir à un test ou un examen",
      "example": "Zdałem egzamin z wyróżnieniem. Ona miję mnie na drodze. Oni będą przechodzić piłkę do swojego kolegi.",
      "example_translation": "J'ai passé l'examen avec succès. Elle m'a dépassé sur la route. Ils vont passer le ballon à leur coéquipier.",
      "imageLink": "image_files\\English\\"imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przejść",
      "translation": "passer",
      "definition": "przejść obok czegoś lub kogoś, lub zdać się w teście lub egzaminie",
      "definition_translation": "passer devant quelque chose ou quelqu'un, ou réussir à un test ou un examen",
      "example": "Czas płynął wolno. Ona odeszła w zeszłym roku. Oni będą uchwalali legislację w przyszłym tygodniu.",
      "example_translation": "Le temps est passé lentement. Elle est décédée l'année dernière. Ils vont adopter la législation la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nacisnąć",
      "translation": "presse",
      "definition": "Wywierać presję lub siłę, szczególnie aby coś ścisnąć lub zgnieść, lub nakłaniać lub prosić kogoś.",
      "definition_translation": "Exercer une pression ou une force, notamment pour presser ou broyer quelque chose, ou pour presser ou supplier quelqu'un.",
      "example": "Nacisnąłem przycisk, aby otworzyć drzwi. Ona nacisnęła tkaninę, aby usunąć zaginienia. Oni będą naciskać oskarżenia przeciwko niemu.",
      "example_translation": "J'ai pressé le bouton pour ouvrir la porte. Elle a pressé le tissu pour enlever les plis. Ils vont engager des poursuites contre lui.",
      "imageLink": "image_files\\English\\"imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zapobiec",
      "translation": "empêcher",
      "definition": "Zapobiegać czemuś lub uniemożliwić coś, lub utrudniać albo przeszkadzać w czymś.",
      "definition_translation": "Arrêter quelque chose de se produire ou d'être fait, ou gêner ou entraver quelque chose.",
      "example": "Próbowaliśmy zapobiec wypadkowi. Oni zapobiegli jej wyjściu. Zapobiegnę aby to ponownie się stało.",
      "example_translation": "Nous avons essayé d'empêcher l'accident. Ils ont empêché qu'elle ne parte. Je vais empêcher que cela ne se produise à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "produkować",
      "translation": "produire",
      "definition": "Wprowadzić coś w życie lub wydobyć; wytwarzać lub robić coś",
      "definition_translation": "Produire quelque chose, fabriquer ou créer quelque chose",
      "example": "Firma wyprodukuje nową linię samochodów elektrycznych w przyszłym roku. W zeszłym roku wyprodukowali udany model. Do czasu przyszłego roku wyprodukują tysiące pojazdów.",
      "example_translation": "L'entreprise produira une nouvelle ligne de voitures électriques l'année prochaine. L'année dernière, ils ont produit un modèle réussi. D'ici l'année prochaine, ils auront produit des milliers de véhicules.",
      "imageLink": "image_files\\English\\"imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obiecać",
      "translation": "promettre",
      "definition": "Zobowiązanie lub gwarancja zrobienia czegoś; ślubowanie lub zapewnienie",
      "definition_translation": " Une promesse ou une assurance de faire quelque chose; un vœu ou une garantie",
      "example": "Obiecałem ukończyć projekt na czas. Ona obiecała spotkać się ze mną w parku o 3 pm. Do następnego miesiąca obiecał ukończyć zadanie.",
      "example_translation": "Je promets de finir le projet à temps. Elle a promis de me rencontrer au parc à 15 heures. D'ici le mois prochain, il aura promis de compléter la tâche.",
      "imageLink": "image_files\\English\\"imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " chronić",
      "translation": "protéger",
      "definition": "Bronić lub strzec przed szkodą, urazem lub niebezpieczeństwem; zachować lub konserwować",
      "definition_translation": "Défendre ou garder de tout dommage, blessure ou danger; préserver ou conserver",
      "example": "Musimy chronić środowisko przed zanieczyszczeniem. Rząd chronił obywateli przed klęską żywiołową. Do przyszłego roku chronią kraj przed zagrożeniami zewnętrznymi.",
      "example_translation": "Nous devons protéger l'environnement de la pollution. Le gouvernement a protégé les citoyens de la catastrophe naturelle. D'ici l'année prochaine, ils auront protégé le pays des menaces étrangères.",
      "imageLink": "image_files\\English\\"imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dowodzić",
      "translation": "prouver",
      "definition": "Udowodnić lub potwierdzić prawdziwość czegoś; przetestować lub zweryfikować",
      "definition_translation": "Démontrer ou établir la vérité ou la validité de quelque chose; tester ou vérifier",
      "example": "Naukowiec udowodni teorię przez eksperyment. Ona udowodniła swój punkt, prezentując dowody. Do następnego miesiąca udowodnią koncepcję.",
      "example_translation": "Le scientifique va prouver la théorie par experimentation. Elle a prouvé son point en présentant des preuves. D'ici le mois prochain, ils auront prouvé le concept.",
      "imageLink": "image_files\\English\\"imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostarczyć",
      "translation": "fournir",
      "definition": "Dostarczyć lub udostępnić coś, szczególnie towary lub usługi, komuś lub czemuś",
      "definition_translation": "fournir ou rendre disponible quelque chose, en particulier des biens ou des services, à quelqu'un ou quelque chose",
      "example": "Dostarczyłem jedzenie na imprezę. Dostarczę lunch dla gości. Dostarczyłem niezbędnego sprzętu.",
      "example_translation": "J'ai fourni de la nourriture pour la fête. Je vais fournir le déjeuner aux invités. J'avais fourni les équipements nécessaires.",
      "imageLink": "image_files\\English\\"imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karać",
      "translation": "punir",
      "definition": "Wymierzyć karę czyli ukarać kogoś, szczególnie jako konsekwencję przestępstwa lub złego postępowania",
      "definition_translation": "infliger une peine ou une punition à quelqu'un, en particulier en conséquence d'un crime ou d'une faute",
      "example": "Dziecko zostało ukarane za nieobyczajne zachowanie. Zbrodniarz będzie ukarany za swoje przestępstwo. Ukrainił więźnia.",
      "example_translation": "L'enfant a été puni pour sa mauvaise conduite. Le criminel sera puni pour son crime. Ils avaient puni le prisonnier.",
      "imageLink": "image_files\\English\\"imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzucić",
      "translation": "quitter",
      "definition": "Przestać robić coś lub opuścić miejsce, szczególnie na stałe",
      "definition_translation": "arrêter de faire quelque chose ou quitter un endroit, en particulier définitivement",
      "example": "Rzuciłem pracę w zeszłym roku. Ona rzuci szkołę w następnym semestrze. Oni rzućli firmę.",
      "example_translation": "J'ai quitté mon travail l'année dernière. Elle quittera l'école le semestre prochain. Ils avaient quitté l'entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzucić",
      "translation": "quitter",
      "definition": "Przestać robić coś lub opuścić miejsce, szczególnie na stałe",
      "definition_translation": "arrêter de faire quelque chose ou quitter un endroit, en particulier définitivement",
      "example": "Rzuciłem palenie w zeszłym miesiącu. Ona rzuci pracę wkrótce. Oni rzućli drużynę.",
      "example_translation": "J'ai arrêté de fumer le mois dernier. Elle quittera bientôt son travail. Ils avaient quitté l'équipe.",
      "imageLink": "image_files\\English\\"imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyścig",
      "translation": "course",
      "definition": "Konkurencja między ludźmi, zwierzętami lub pojazdami, w której wygrywa najszybszy uczestnik.",
      "definition_translation": "Une compétition entre les personnes, les animaux ou les véhicules, où le concurrent le plus rapide gagne.",
      "example": "W miniony weekend biegłem wyścig i zająłem drugie miejsce. Przez miesiące szkoliłem się, aby zwiększyć swoją wytrzymałość i planuję ponownie pobiec następnego tygodnia. Do czasu, gdy odejdę na emeryturę, będę ukończył ponad 50 maratonów.",
      "example_translation": "J'ai couru une course dernier week-end et j'ai fini deuxième. J'ai entraîné pendant des mois pour améliorer ma résistance et je prévois de courir à nouveau la semaine prochaine. Quand je prendrai ma retraite, j'aurai couru dans plus de 50 marathons.",
      "imageLink": "image_files\\English\\"imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podnieść",
      "translation": "élever",
      "definition": "Odnieść coś lub kogoś w górę, lub zwiększyć coś, takiego jak kwota lub poziom.",
      "definition_translation": "De lever quelque chose ou quelqu'un, ou d'augmenter quelque chose, comme un montant ou un niveau.",
      "example": "Podniosłem rękę, aby zadać pytanie, ale nauczyciel nie zobaczył mnie. Ona podniesie ceny biletów miesiąc, więc kupię je teraz. Do czasu, gdy ukończę studia, będę ukończył trzy dzieci.",
      "example_translation": "J'ai levé la main pour poser une question, mais le professeur ne m'a pas vu. Elle élèvera le prix des billets le mois prochain, alors je vais les acheter maintenant. Quand je obtiendrai mon diplôme, j'aurai élevé trois enfants.",
      "imageLink": "image_files\\English\\"imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odbudować",
      "translation": "rebâtir",
      "definition": "Odbudować coś, co zostało uszkodzone lub zniszczone, lub przywrócić coś do swojego pierwotnego stanu.",
      "definition_translation": "De construire quelque chose à nouveau après qu'il a été endommagé ou détruit, ou de restituer quelque chose à son état original.",
      "example": "Miasto odbuduje most po katastrofie naturalnej. Planuję odbudować swój komputer następnego tygodnia. Do czasu, gdy odejdę na emeryturę, będę odbudował kilka domów.",
      "example_translation": "La ville rebâtira le pont après la catastrophe naturelle. Je prévois de rebâtir mon ordinateur la semaine prochaine. Quand je prendrai ma retraite, j'aurai rebâti plusieurs maisons.",
      "imageLink": "image_files\\English\\"imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "recykling",
      "translation": "recycler",
      "definition": "Przetwarzać lub przetwarzanie materiałów używanych lub odpadów, aby uzyskać nowe produkty, ograniczając potrzebę surowców i ilość odpadów.",
      "definition_translation": "De traiter ou de processe des matériaux usés ou des déchets pour produire de nouveaux produits, réduisant le besoin de matières premières et la quantité de déchets.",
      "example": "Recyklingujemy papier i plastik, aby pomóc chronić środowisko. Firma będzie recyklingowała stare komputery, aby zmniejszyć odpad elektrośmieciowy. Do czasu, gdy będę miał 30 lat, będę recyklingował tysiące puszek.",
      "example_translation": "Je recycle le papier et le plastique pour aider à protéger l'environnement. L'entreprise recyclera les anciens ordinateurs pour réduire les déchets électroniques. Quand j'aurai 30 ans, j'aurai recyclé des milliers de canettes.",
      "imageLink": "image_files\\English\\"imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zastąpić",
      "translation": "remplacer",
      "definition": "Wstawić coś w miejsce czegoś innego, zwykle dlatego, że coś stare jest już niepotrzebne, zepsute lub niechciane.",
      "definition_translation": "Mettre quelque chose à la place de quelque chose d'autre, généralement parce que le premier n'est plus nécessaire, est cassé ou n'est plus désiré.",
      "example": "Zastąpiłem stary telefon nowym. Zastępuję baterię teraz. Zastąpię złamaną ekran następnego dnia.",
      "example_translation": "J'ai remplacé le vieux téléphone par un nouveau. Je remplace la batterie maintenant. Je remplacerai l'écran cassé demain.",
      "imageLink": "image_files\\English\\"imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uratować",
      "translation": "sauver",
      "definition": "Ursave kogoś lub coś z niebezpiecznej sytuacji.",
      "definition_translation": "Sauver quelqu'un ou quelque chose d'une situation dangereuse ou difficile.",
      "example": "Strażacy uratowali ludzi z płonącego budynku. Uratują oni uchodźców teraz. Uratujemy zgubionych turystów jutro.",
      "example_translation": "Les pompiers ont sauvé les gens du bâtiment en feu. Ils sauvent les réfugiés maintenant. Nous sauverons les alpinistes égarés demain.",
      "imageLink": "image_files\\English\\"imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rezerwować",
      "translation": "réserver",
      "definition": "Zatrzymać coś lub kogoś, zwykle do użytku lub traktowania w późniejszym czasie.",
      "definition_translation": "Garder quelque chose en réserve, souvent pour l'utiliser ou le traiter à une heure future.",
      "example": "Zarezerwowałem stolik w restauracji. Ona rezerwuje swoje komentarze na później. Będą rezerwować pokój hotelowy dla nas.",
      "example_translation": "J'ai réservé une table au restaurant. Elle réserve ses commentaires pour plus tard. Ils réserveront la chambre d'hôtel pour nous.",
      "imageLink": "image_files\\English\\"imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wypoczynek",
      "translation": "reposer",
      "definition": "Przestać robić coś lub starać się, szczególnie dlatego, że jest się zmęczonym lub potrzebującym relaksu.",
      "definition_translation": "S'arrêter de faire quelque chose ou de faire un effort, notamment parce que vous êtes fatigué ou avez besoin de vous reposer.",
      "example": "Wypoczęliśmy przez chwilę przed kontynuowaniem podróży. Ona wypoczywa teraz. Będą wypoczywać po egzaminie.",
      "example_translation": "J'ai reposé un moment avant de continuer le voyage. Elle repose maintenant. Ils vont se reposer après l'examen.",
      "imageLink": "image_files\\English\\"imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przejrzeć",
      "translation": "réviser",
      "definition": "Sprawdzić, poprawić i ulepszyć coś, szczególnie pisanie lub plan, aby uczynić go bardziej dokładnym, kompletnym lub skutecznym.",
      "definition_translation": "Vérifier, corriger et améliorer quelque chose, notamment un écrit ou un plan, afin de le rendre plus précis, complet ou efficace.",
      "example": "Przejrzę mój esej dzisiaj wieczorem, aby upewnić się, że jest on idealny. Wczoraj przeglądnąłem swoje notatki, aby przygotować się do egzaminu. Jeśli będę miał czas, przeglądnę raport, aby uczynić go bardziej skondensowanym.",
      "example_translation": "Je vais réviser mon essai ce soir pour m'assurer qu'il est parfait. Hier, j'ai révisé mes notes pour étudier pour l'examen. Si j'ai le temps, je réviserai le rapport pour le rendre plus concis.",
      "imageLink": "image_files\\English\\"imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "okraść",
      "translation": "voler",
      "definition": "Zabrać coś, szczególnie pieniądze lub dobra, użyciem siły lub groźby, lub zabrać coś bez pozwolenia.",
      "definition_translation": "Prendre quelque chose, notamment de l'argent ou des biens, à quelqu'un en utilisant la force ou des menaces, ou prendre quelque chose sans autorisation.",
      "example": "Złodziej okradnie bank jutro. Wczoraj złodziej okradał sklep. Jeśli nie będę ostrożny, oszust okradnie mnie z mojej tożsamości.",
      "example_translation": "Le voleur volera la banque demain. Hier, le voleur a volé le magasin. Si je ne fais pas attention, l'escroc me volera mon identité.",
      "imageLink": "image_files\\English\\"imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biegnąć",
      "translation": "courir",
      "definition": "Przenieść się szybko na nogach, szczególnie w stałym i szybkim tempie, lub prowadzić lub zarządzać czymś, takim jak firma lub maszyna.",
      "definition_translation": "Se déplacer rapidement à pied, notamment à un rythme régulier et rapide, ou exploiter ou gérer quelque chose, comme une entreprise ou une machine.",
      "example": "Będę biegać do sklepu dzisiaj wieczorem, żeby kupić mleko. Wczoraj biegłem 5 mil, aby pozostać zdrowym. Jeśli pada, dzieci pobiegają do środka, żeby zagrać.",
      "example_translation": "Je vais courir au magasin ce soir pour acheter du lait. Hier, j'ai couru 5 miles pour rester en bonne santé. Si il pleut, les enfants courront à l'intérieur pour jouer.",
      "imageLink": "image_files\\English\\"imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oszczędzić",
      "translation": "sauver",
      "definition": "Zachować coś lub kogoś przed szkodą, stratą lub zniszczeniem, lub odłożyć pieniądze lub zasoby na przyszłe użytkowanie.",
      "definition_translation": "Conserver quelque chose ou quelqu'un de la douleur, de la perte ou de la destruction, ou mettre de côté de l'argent ou des ressources pour une utilisation future.",
      "example": "Będę oszczędzać pieniądze na wakacje. Wczoraj oszczędziłem dokument, aby uniknąć utraty pracy. Jeśli będę szczęśliwy, oszczędzę kupon na zniżkę.",
      "example_translation": "Je vais sauver mon argent pour les vacances. Hier, j'ai sauvé le document pour éviter de perdre mon travail. Si j'ai de la chance, je sauverai le coupon pour la remise.",
      "imageLink": "image_files\\English\\"imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wynik",
      "translation": "marquer",
      "definition": "Wynik to liczba, która pokazuje, jak dobrze ktoś lub coś wypadł w teście, konkursie lub grze.",
      "definition_translation": "Un score est un nombre qui montre comment quelqu'un ou quelque chose a performé dans un test, une compétition ou un jeu.",
      "example": "Wczoraj zdobyłem 90 punktów w grze, dzisiaj zdobyłem 80 punktów, a jutro zdobędę 95 punktów.",
      "example_translation": "J'ai marqué 90 points dans le jeu hier, je marque 80 points aujourd'hui et je marquerai 95 points demain.",
      "imageLink": "image_files\\English\\"imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krzyczeć",
      "translation": "crier",
      "definition": "Krzyczeć to robić bardzo głośny, wysoki dźwięk, często z powodu strachu, bólu lub ekscytacji.",
      "definition_translation": "Crier signifie faire un bruit très fort et aigu, souvent à cause de la peur, de la douleur ou de l'excitation.",
      "example": "Ona krzyczała, gdy zobaczyła węża, krzyczy, kiedy jest zła, a krzyczeć będzie, gdy zobaczy niespodziankę.",
      "example_translation": "Elle a crié quando elle a vu le serpent, elle crie lorsque elle est en colère et elle criera quando elle verra la fête-surprise.",
      "imageLink": "image_files\\English\\"imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szukać",
      "translation": "chercher",
      "definition": "Szukać to przeszukiwać uważnie i dokładnie coś, często w sposób systematyczny.",
      "definition_translation": "Chercher signifie examiner soigneusement et méthodiquement pour trouver quelque chose, souvent de manière déterminée ou systématique.",
      "example": "Wczoraj szukałem moich kluczy, teraz szukam nowej pracy, a jutro będę szukał nowego mieszkania.",
      "example_translation": "J'ai cherché mes clés hier, je cherche un nouvel emploi maintenant et je chercherai un nouvel appartement demain.",
      "imageLink": "image_files\\English\\"imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wybrać",
      "translation": "sélectionner",
      "definition": "Wybrać to wybierać coś lub kogoś z grupy, często po dokładnym rozważeniu lub badaniu.",
      "definition_translation": "Sélectionner signifie choisir quelque chose ou quelqu'un dans un groupe, souvent après une considération ou une examination soigneuse.",
      "example": "Wczoraj wybrałem najlepszą opcję, teraz wybieram nowego członka zespołu, a jutro będę wybierał nowy telefon.",
      "example_translation": "J'ai sélectionné la meilleure option hier, je sélectionne un nouveau membre d'équipe aujourd'hui et je sélectionnerai un nouveau téléphone demain.",
      "imageLink": "image_files\\English\\"imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obsługiwać",
      "translation": "servir",
      "definition": "Obsługiwać to dostarczać jedzenie lub napoje ludziom, szczególnie w restauracji lub przy stole.",
      "definition_translation": "fournir des aliments ou des boissons aux gens, notamment dans un restaurant ou à une table",
      "example": "Wczoraj obsługiwałem kawę dla gości. Obsługuję śniadanie każdego ranka. Będę obsługiwał obiad o 20:00 wieczorem.",
      "example_translation": "J'ai servi du café aux invités hier. Je sers le petit déjeuner tous les matins. Je servirai le dîner à 20h ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szyć",
      "translation": "coudre",
      "definition": "Szyć to używać igły i nici do naprawy lub stworzenia czegoś, takiego jak ubranie.",
      "definition_translation": "utiliser une aiguille et du fil pour réparer ou fabriquer quelque chose, comme des vêtements",
      "example": "Ona zszyła guzik na koszuli. On szyć kurtyny na życie. Będą szyć nową suknię na ślub.",
      "example_translation": "Elle a cousu le bouton sur sa chemise. Il coud des rideaux pour gagner sa vie. Ils coudront une nouvelle robe pour le mariage.",
      "imageLink": "image_files\\English\\"imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "potrząsać",
      "translation": "secouer",
      "definition": "Potrząsać to ruszać coś lub kogoś szybko i mocno, często w sposób nagły lub gwałtowny.",
      "definition_translation": "déplacer quelque chose ou quelqu'un rapidement et fortement, souvent de manière soudaine ou violente",
      "example": "Potrząsnąłem głową w niezgodzie. Ona uściskała mu rękę mocno. Będą potrząsać fundamenty budynku.",
      "example_translation": "J'ai secoué la tête incrédule. Elle a secoué sa main ferme. Ils secoueront les fondations du bâtiment.",
      "imageLink": "image_files\\English\\"imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podawać rękę",
      "translation": "serrer la main",
      "definition": "Podawać rękę to chwycić i poruszyć ręką kogoś, jako sposób pozdrowienia lub wyrażenia zgody.",
      "definition_translation": "serrer et bouger la main de quelqu'un comme moyen de salutation ou de montrer son accord",
      "example": "Podawałem rękę nowemu koledze wczoraj. Ona podała rękę prezydentowi. Będą podejmować rękę, aby zapieczętować umowę.",
      "example_translation": "J'ai serré la main de mon nouveau collègue hier. Elle a serré la main du président. Ils serreront la main pour sceller l'accord.",
      "imageLink": "image_files\\English\\"imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "strzelać",
      "translation": "tirer",
      "definition": "Wypuścić pocisk lub rakietę z broni, lub napędzić coś z siłą przez powietrze.",
      "definition_translation": "Tirer un projectile ou un missile depuis une arme, ou propulser quelque chose avec force dans les airs.",
      "example": "Wczoraj strzeliłem strzałkę w cel, teraz strzelam kosze z przyjaciółmi, a następnie nakręcę film następnego tygodnia.",
      "example_translation": "J'ai tiré une flèche sur la cible hier, je tire à la basket avec mes amis maintenant, et je tournerai un film la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep",
      "translation": "magasin",
      "definition": "Budynek lub część budynku, gdzie sprzedawane są lub oferowane są do sprzedaży towary lub usługi.",
      "definition_translation": "Un bâtiment ou une partie d'un bâtiment où des biens ou des services sont vendus ou offerts à la vente.",
      "example": "Zrobiłem zakupy w centrum handlowym tydzień temu, teraz robię zakupy online, a następnie zrobię zakupy na bazarze następnego miesiąca.",
      "example_translation": "J'ai fait du shopping au centre commercial la semaine dernière, je fais du shopping en ligne maintenant, et je ferai du shopping au marché aux puces le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "narciarstwo",
      "translation": "skier",
      "definition": "Uprawiać sport narciarski, Typically na śnieżnych stokach.",
      "definition_translation": "Pratiquer le sport du ski, généralement sur des pentes enneigées.",
      "example": "Zjeżdżałem na nartach ze wzgórza zimą, Teraz jeżdżę na nartach co weekend, a następnie będę jeździć na nartach na igrzyskach olimpijskich za rok.",
      "example_translation": "J'ai skied sur la montagne l'hiver dernier, je skie chaque week-end maintenant, et je skierai aux Jeux olympiques l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "poślizgnąć się",
      "translation": "glisser",
      "definition": "Zjechać lub upaść przypadkowo, często z powodu utraty przyczepności lub równowagi.",
      "definition_translation": "Glisser ou tomber accidentellement, souvent en raison d'une perte de traction ou d'équilibre.",
      "example": "Wczoraj poślizgnąłem się na skórce bananowej, Teraz poślizgam się na lodzie, a następnie poślizgnę się w piżamę wieczorem.",
      "example_translation": "J'ai glissé sur la peau de banane hier, je glisse sur la glace maintenant, et je vais glisser dans mes pyjamas ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "węch",
      "translation": "sentir",
      "definition": "Percepcja zapachu czegoś, typowo przez nos",
      "definition_translation": "percevoir l'odeur de quelque chose, généralement par le nez",
      "example": "Wczoraj węch był kawy parzonej rano, Teraz węch kwiatów w ogrodzie, a następnie węch świeżo upieczonej ciasteczki, gdy wrócę do domu.",
      "example_translation": "J'ai senti le café infusé le matin. Je sens les fleurs dans le jardin. Je sentirai les biscuits frais sortis du four lorsque je rentrerai chez moi.",
      "imageLink": "image_files\\English\\"imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uśmiech",
      "translation": "sourire",
      "definition": "Wyraz twarzy charakteryzujący się zakrzywieniem rogów ust do góry.",
      "definition_translation": "une expression faciale caractérisée par une courbe ascendant des coins de la bouche",
      "example": "Uśmiechnęła się do mnie, gdy wszedłem, Uśmiecha się, gdy widzi swoje dziecko, A następnie uśmiechnie się, gdy ukończy college.",
      "example_translation": "Elle m'a souri lorsque je suis entré. Elle sourit quando elle voit son bébé. Elle sourira cuando elle obtiendra son diplôme d'études supérieures.",
      "imageLink": "image_files\\English\\"imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozlewać",
      "translation": "verser",
      "definition": "Spowodować lub pozwolić, aby ciecz wyła lub upadła z naczynia",
      "definition_translation": "causer ou laisser couler un liquide d'un contenant",
      "example": "Rozlałem kawę na koszulę, Ona rozlewa mleko, gdy jest w pośpiechu, A on rozleje wodę, gdy wstanie.",
      "example_translation": "J'ai renversé le café sur ma chemise. Elle verse le lait quando elle est pressée. Il versera l'eau lorsque il se lèvera.",
      "imageLink": "image_files\\English\\"imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "psuć",
      "translation": "gâter",
      "definition": "Uszkodzić lub zepsuć coś, szczególnie przez nadmierną rozpieszczność lub uwagę",
      "definition_translation": "endommager ou ruiner quelque chose, notamment par une indulgence ou une attention excessive",
      "example": "Ona psuła swoje dziecko zbyt wieloma zabawkami, On psuje środowisko, śmieciąc, A oni popsują niespodziankę, jeśli powiedzą jej o tym.",
      "example_translation": "Elle a gâté son enfant avec trop de jouets. Il gâche l'environnement en jetant des déchets. Ils gâcheront la fête surprise si ils lui en parlent.",
      "imageLink": "image_files\\English\\"imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przykleić",
      "translation": "bâton",
      "definition": "Dołączyć lub zamocować coś do czegoś innego, szczególnie używając kleju lub innego środka adhezyjnego",
      "definition_translation": "attacher ou fixer quelque chose à quelque chose d'autre, notamment en utilisant de la colle ou une autre substance adhésive",
      "example": "Przykleję plakat na ścianę jutro, Wczoraj przykleiłem znaczek na kopertę, A przyklejam notatki na biurku codziennie.",
      "example_translation": "Je vais coller l'affiche sur le mur demain, j'ai collé le timbre sur l'enveloppe hier, et je colle les notes sur mon bureau tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mieszać",
      "translation": "remuer",
      "definition": "Poruszać łyżką lub innym przedmiotem w mieszaninie płynów lub żywności, aby je mieszać lub łączyć",
      "definition_translation": "déplacer une cuillère ou autre objet dans un mélange de liquides ou de nourriture afin de les mélanger ou les combiner",
      "example": "Mieszałem mieszankę wieczorem, Mieszałem kawę rano, A mieszałem zupa każdym razem, gdy gotuję.",
      "example_translation": "Je vais remuer le mélange ce soir, j'ai remué le café ce matin, et je remue la soupe chaque fois que je la cuissons.",
      "imageLink": "image_files\\English\\"imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uderzyć",
      "translation": "frapper",
      "definition": "uderzyć lub zaatakować coś lub kogoś nagłym i silnym ruchem",
      "definition_translation": "frapper ou attaquer quelque chose ou quelqu'un brusquement et avec force",
      "example": "Bokser uderzy przeciwnika w następnej rundzie, zegar wybił północ wczoraj wieczorem, a robotnicy uderzą przeciwko firmie następnego tygodnia.",
      "example_translation": "Le boxeur frappera son adversaire au prochain round, l'horloge a sonné minuit hier soir, et les travailleurs vont faire grève contre l'entreprise la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "powieść",
      "translation": "réussir",
      "definition": "osiągnąć coś, co próbujesz zrobić, lub uzyskać dobry wynik",
      "definition_translation": "atteindre quelque chose que vous avez essayé de faire, ou obtenir un bon résultat",
      "example": "Powinienem powieść na egzaminie jutro, powiodłem się w zdobyciu pracy miesiąc temu, a ona powiedzie się w swoim planie biznesowym za rok.",
      "example_translation": "Je vais réussir à mon examen demain, j'ai réussi à obtenir le travail le mois dernier, et elle réussira à son plan d'affaires l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sugerować",
      "translation": "suggérer",
      "definition": "Propozycja lub rekomendacja czegoś jako możliwości lub rozwiązania.",
      "definition_translation": "Proposer ou recommander quelque chose comme une possibilité ou une solution.",
      "example": "Sugerowałem, żebyśmy poszli do kina wczoraj wieczorem, ale mieli inne plany. Wczoraj sugerowałem nową strategię marketingową swojemu szefowi, a ona jej polubiła. W końcu roku sugeruję nowy projekt dla zespołu.",
      "example_translation": "J'ai suggéré que nous allions au cinéma hier soir, mais ils avaient d'autres plans. Hier, j'ai suggéré une nouvelle stratégie marketing à mon patron, et elle l'a aimée. D'ici la fin de l'année, je suggérerai un nouveau projet à l'équipe.",
      "imageLink": "image_files\\English\\"imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opalać się",
      "translation": " Bronzer",
      "definition": "Leżeć lub siedzieć na słońcu, typowo aby zdobyć opaleniznę.",
      "definition_translation": "Se coucher ou s'asseoir au soleil, généralement pour obtenir un bronzage.",
      "example": "Lubię opalać się na plaży podczas wakacji letnich. W zeszłym roku opalałem się na kilka godzin i dostałem poważnego oparzenia słonecznego. Przyszłym latem będę opalał się ostrożniej.",
      "example_translation": "J'adore bronzer sur la plage pendant mes vacances d'été. L'année dernière, j'ai bronzed pendant des heures et ai eu un coup de soleil grave. L'été prochain, je bronzerai plus prudemment.",
      "imageLink": "image_files\\English\\"imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wspierać",
      "translation": "Soutenir",
      "definition": "Dać wsparcie lub pomoc komuś lub czemuś.",
      "definition_translation": "Fournir une aide ou un soutien à quelqu'un ou quelque chose.",
      "example": "Wspieram moją ulubioną drużynę w mistrzostwach wieczorem. Wczoraj wspierałem mojego przyjaciela w trudnym czasie. W zeszłym roku wspierałem organizację charytatywną finansowo.",
      "example_translation": "Je vais soutenir mon équipe favorite au match de championnat ce soir. Hier, j'ai soutenu mon ami pendant son difficile moment. L'année dernière, j'ai soutenu une organisation caritative financièrement.",
      "imageLink": "image_files\\English\\"imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wspierać",
      "translation": "Soutenir",
      "definition": "Trzymać lub nosić coś, szczególnie ciężkiego lub trudnego do zarządzania.",
      "definition_translation": "Tenir ou porter quelque chose, en particulier lourd ou difficile à gérer.",
      "example": "Musiałem wspierać ciężką skrzynkę podczas przeprowadzki. Wczoraj wspierałem drabinę, kiedy mój przyjaciel malował ścianę. Przyszłym miesiącu będę wspierał nowy projekt, dostarczając zasobów.",
      "example_translation": "J'ai dû soutenir la boîte lourde pendant le déménagement. Hier, j'ai soutenu l'échelle tandis que mon ami peignait le mur. Le mois prochain, je vais soutenir le nouveau projet en fournissant des ressources.",
      "imageLink": "image_files\\English\\"imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyłączyć",
      "translation": "éteindre",
      "definition": "Zatrzymać działanie maszyny lub urządzenia poprzez przyciskanie przycisku lub załącznika",
      "definition_translation": "Arrêter le fonctionnement d'une machine ou d'un appareil en actionnant un interrupteur ou un bouton",
      "example": "Wyłączyłem światło, kiedy opuściłem pokój. Wyłączę komputer, kiedy skończę pracę. Ona wyłączyła telewizor, zanim poszła spać.",
      "example_translation": "J'ai éteint la lumière lorsque j'ai quitté la pièce. Je vais éteindre l'ordinateur lorsque j'aurai fini mon travail. Elle avait éteint la télévision avant d'aller se coucher.",
      "imageLink": "image_files\\English\\"imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "włączyć",
      "translation": "allumer",
      "definition": "Uruchomić działanie maszyny lub urządzenia poprzez przyciskanie przycisku lub załącznika",
      "definition_translation": "Demarrer le fonctionnement d'une machine ou d'un appareil en actionnant un interrupteur ou un bouton",
      "example": "Włączyłem światło, kiedy wszedłem do pokoju. Ona włączy komputer, kiedy zacznie pracę. On włączył telewizor, przed rozpoczęciem filmu.",
      "example_translation": "J'ai allumé la lumière lorsque je suis entré dans la pièce. Elle allumera l'ordinateur lorsqu'elle commencera son travail. Il avait allumé la télévision avant que le film ne commence.",
      "imageLink": "image_files\\English\\"imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "smak",
      "translation": "goût",
      "definition": "Wrażenie wywołane przez jedzenie lub picie na języku i podniebieniu",
      "definition_translation": "La sensation produite par la nourriture ou la boisson sur la langue et le palais",
      "example": "Smak tortu był niesamowity. Spróbuję wina przed jego podaniem. Ona próbowała zupy przed dodaniem przypraw.",
      "example_translation": "Le goût du gâteau était incroyable. Je vais goûter le vin avant de le servir. Elle avait goûté la soupe avant d'ajouter les épices.",
      "imageLink": "image_files\\English\\"imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozdzierać",
      "translation": "déchirer",
      "definition": "Połamać lub rozdzielić coś siłą, lub spowodować, aby się oddzieliło",
      "definition_translation": "Déchirer ou arracher de force, ou faire séparer ou s'écarter",
      "example": "Rozdzierałem stronę przypadkiem. Ona rozdziera kopertę, aby ją otworzyć. On rozdzierał koszulę, kiedy upadł.",
      "example_translation": "J'ai déchiré la page par accident. Elle déchirera l'enveloppe pour l'ouvrir. Il avait déchiré sa chemise lorsqu'il est tombé.",
      "imageLink": "image_files\\English\\"imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "test",
      "translation": "essai",
      "definition": "a trial or examination of something, esp. to see if it works or is suitable",
      "definition_translation": "un essai ou une épreuve de quelque chose, especialmente pour voir si ça fonctionne ou convient",
      "example": "I'll test this new recipe tonight. I tested the new software last week. I will test my skills next month.",
      "example_translation": "Je vais essayer cette nouvelle recette ce soir. J'ai testé le nouveau logiciel la semaine dernière. Je vais essayer mes compétences le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tick",
      "translation": "tique",
      "definition": "a small, usually wingless insect that lives on the skin of animals or people",
      "definition_translation": "un petit insecte, généralement sans ailes, qui vit sur la peau des animaux ou des personnes",
      "example": "The tick bit me yesterday. I remove the tick from my dog's fur. The tick will bite again tomorrow.",
      "example_translation": "La tique m'a piqué hier. J'enlève la tique de la fourrure de mon chien. La tique piquera à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tie",
      "translation": "cravate",
      "definition": "a length of cloth worn around the neck, typically to fasten a shirt",
      "definition_translation": "une longueur de tissu portée autour du cou, généralement pour attacher une chemise",
      "example": "I tie my shoelaces every morning. She tied her hair back yesterday. They will tie the knot next year.",
      "example_translation": "Je lace mes lacets chaque matin. Elle a attaché ses cheveux hier. Ils attachent le nœud l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "total",
      "translation": "total",
      "definition": " constituting the whole, entirely, completely",
      "definition_translation": "constituant le tout, entièrement, complètement",
      "example": "The total sum is very high. I spent the total amount on the new laptop. We calculated the total last night.",
      "example_translation": "Le montant total est très élevé. J'ai dépensé le montant total sur le nouvel ordinateur portable. Nous avons calculé le total la nuit dernière.",
      "imageLink": "image_files\\English\\"imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tour",
      "translation": "visite",
      "definition": "A journey or travel from place to place, especially for pleasure or business.",
      "definition_translation": "Un voyage ou un déplacement d'un endroit à un autre, especially pour le plaisir ou les affaires.",
      "example": "I took a tour around Europe last summer. I am taking a tour of the museum. I will take a tour to the ancient city next year.",
      "example_translation": "J'ai fait le tour de l'Europe l'été dernier. Je fais une visite guidée du musée. Je ferai une visite guidée de la ville antique l'an prochain.",
      "imageLink": "image_files\\English\\"imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "train",
      "translation": "train",
      "definition": "A self-propelled vehicle on rails, used for transporting people or goods.",
      "definition_translation": "Un véhicule autopropulsé sur rails, utilisé pour transporter des personnes ou des marchandises.",
      "example": "I took a train to Paris yesterday. I am taking a train to London tomorrow. I will take a train to Berlin next month.",
      "example_translation": "J'ai pris le train pour Paris hier. Je prends le train pour Londres demain. Je prendrai le train pour Berlin le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "transfer",
      "translation": "transfert",
      "definition": "The act of moving something or someone from one place to another.",
      "definition_translation": "L'action de déplacer quelque chose ou quelqu'un d'un endroit à un autre.",
      "example": "I transferred the money to my account. I am transferring the files to the new computer. I will transfer the skills to the new team.",
      "example_translation": "J'ai transféré l'argent sur mon compte. Je transfère les fichiers sur l'ordinateur nouveau. Je transférerai les compétences à la nouvelle équipe.",
      "imageLink": "image_files\\English\\"imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "translate",
      "translation": "traduire",
      "definition": "To express the sense of written or spoken words in another language.",
      "definition_translation": "Exprimer le sens de mots écrits ou parlés dans une autre langue.",
      "example": "I translated the document from English to French. I am translating the website into Spanish. I will translate the book into German next year.",
      "example_translation": "J'ai traduit le document de l'anglais en français. Je traduis le site web en espagnol. Je traduirai le livre en allemand l'an prochain.",
      "imageLink": "image_files\\English\\"imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "try",
      "translation": "essayer",
      "definition": "to make an effort to do something or to accomplish something",
      "definition_translation": "faire un effort pour faire quelque chose ou accomplir quelque chose",
      "example": "I will try to finish the project by tomorrow, I tried to finish it yesterday, I am trying to finish it now.",
      "example_translation": "J'essaierai de finir le projet d'ici demain, j'ai essayé de le finir hier, j'essaie de le finir maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "type",
      "translation": "type",
      "definition": "a category or class of something",
      "definition_translation": "une catégorie ou classe de quelque chose",
      "example": "What type of car do you have? I had a sports car, I am having a sedan now, I will have an electric car next year.",
      "example_translation": "Quel est le type de voiture que vous avez? J'avais une voiture de sport, j'ai une berline maintenant, j'aurai une voiture électrique l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozebrać",
      "translation": "se déshabiller",
      "definition": "zdjąć ubranie",
      "definition_translation": "enlever ses vêtements",
      "example": "Ona szybko rozebrała się, ja rozebrałem się wolno, On rozebrze się po imprezie.",
      "example_translation": "Elle s'est déshabillée rapidement, je me suis déshabillé lentement, il se déshabillera après la fête.",
      "imageLink": "image_files\\English\\"imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozpakować",
      "translation": "déballer",
      "definition": "wyjąć zawartość z pojemnika lub opakowania",
      "definition_translation": "retirer le contenu d'un conteneur ou d'un paquet",
      "example": "Rozpakowałem mój walizkę, Ona rozpakuje pudełka, Oni rozpakują nowe meble.",
      "example_translation": "J'ai déballé ma valise, elle déballera les boîtes, ils ont déballé les meubles neufs.",
      "imageLink": "image_files\\English\\"imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zaktualizować",
      "translation": "mettre à jour",
      "definition": "uczynić coś bardziej nowoczesnym lub efektywnym, dodając nowe informacje, idee lub metody",
      "definition_translation": "mettre quelque chose à jour en ajoutant de nouvelles informations, idées ou méthodes",
      "example": "Muszę zaktualizować system operacyjny mojego telefonu. Wczoraj zaktualizowałem oprogramowanie mojego komputera. Jutro zaktualizuję mój serwis.",
      "example_translation": "Il me faut mettre à jour le système d'exploitation de mon téléphone. Hier, j'ai mis à jour le logiciel de mon ordinateur. Demain, je mettrai à jour mon site web.",
      "imageLink": "image_files\\English\\"imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "głosować",
      "translation": "vote",
      "definition": "wybrać kogoś lub coś w wyborach lub decyzji",
      "definition_translation": "choisir quelqu'un ou quelque chose lors d'une élection ou d'une décision",
      "example": "Głosowałem na najlepszego kandydata. Ona będzie głosować za nową polityką. Oni głosowali przeciwko projekcie.",
      "example_translation": "J'ai voté pour le meilleur candidat. Elle votera pour la nouvelle politique. Ils ont voté contre la proposition.",
      "imageLink": "image_files\\English\\"imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wyprowadzić psa",
      "translation": "promener le chien",
      "definition": "wyprowadzić psa na spacer, zwykle na smyczy",
      "definition_translation": "emmener un chien pour une promenade, généralement en laisse",
      "example": "Wczoraj wyprowadziłem psa. Ona wyprowadza psa każdego ranka. Oni będą wyprowadzać psa wieczorem.",
      "example_translation": "J'ai promené le chien hier. Elle promène le chien chaque matin. Ils promèneront le chien ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ostrzegać",
      "translation": "avertir",
      "definition": "dawać komuś ostrzeżenie lub przestrogę przed czymś",
      "definition_translation": "donner un avertissement ou une mise en garde à quelqu'un à propos de quelque chose",
      "example": "Ostrzegłem go przed niebezpieczeństwem. Ona ostrzega nas przed konsekwencjami. Oni ostrzegli nas przed pogodą.",
      "example_translation": "J'ai averti de danger. Elle nous avertit des conséquences. Ils nous ont avertis du temps.",
      "imageLink": "image_files\\English\\"imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "marnować",
      "translation": "déchet",
      "definition": "używać lub wydawać coś bezCelowo, rozrzutnie lub bez powodu",
      "definition_translation": "L'action d'utiliser ou de dépenser quelque chose de manière inconsidérée, extravagante ou sans objet.",
      "example": "Nie powinniśmy marnować wody, jest to cenny zasób. Marnowaliśmy dużo czasu wczoraj. Nie będziemy marnować czasu w podejmowaniu decyzji.",
      "example_translation": "Nous ne devrions pas gaspiller l'eau, c'est une ressource précieuse. Nous avons gaspillé beaucoup de temps hier. Nous ne perdrons pas de temps pour prendre une décision.",
      "imageLink": "image_files\\English\\"imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fala",
      "translation": "vague",
      "definition": "ruch morski lub jeziora, w którym woda wzrasta i opada w regularnym lub nieregularnym rytmie",
      "definition_translation": "Un mouvement de la mer ou d'un grand lac où l'eau monte et descend dans un rythme régulier ou irrégulier.",
      "example": "Fala uderzyła w brzeg. Ona machnęła mi z drugiego końca pokoju. Tłum będzie machał flagami w czasie celebracji.",
      "example_translation": "La vague s'est brisée contre la rive. Elle m'a fait signe de la main de l'autre côté de la pièce. La foule agitera ses drapeaux en célébration.",
      "imageLink": "image_files\\English\\"imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zapisać coś",
      "translation": "écrire quelque chose",
      "definition": "zapisać lub sporządzić notatkę",
      "definition_translation": "Enregistrer ou consigner par écrit.",
      "example": "Zapíšę coś, żeby nie zapomnieć. Ona zapisała coś w swoim notesie. Oni będą zapisać coś w swoim dzienniku.",
      "example_translation": "J'écrirai quelque chose pour me rappeler. Elle a écrit quelque chose dans son carnet. Ils écriront quelque chose dans leur journal.",
      "imageLink": "image_files\\English\\"imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]