[
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drzewo",
      "translation": "arbre",
      "definition": "Roślina wieloletnia z wydłużonym pniem lub pniem, wspierającym gałęzie i liście w większości gatunków.",
      "definition_translation": "Une plante vivace avec un tronc allongé, ou tronc, soutenant des branches et des feuilles dans la plupart des espèces.",
      "example": "Wspiąłem się na drzewo, gdy byłem dzieckiem. Wspinałem się na drzewo teraz. Wspię się na drzewo jutro.",
      "example_translation": "J'ai grimpé dans l'arbre lorsque j'étais enfant. Je grimpe dans l'arbre maintenant. Je grimperai dans l'arbre demain.",
      "imageLink": "image_files\\English\\"imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jabloń",
      "translation": "pommier",
      "definition": "Drzewo liściaste uprawiane dla swojego owocu, który jest często spożywany świeżo lub używany w gotowaniu.",
      "definition_translation": "Un arbre décidue cultivé pour son fruit, qui est souvent mangé frais ou utilisé dans la cuisine.",
      "example": "Zbierałem jabłka z jabłończyka w zeszłym roku. Zbieram jabłka z jabłończyka teraz. Zbiorę jabłka z jabłończyka w przyszłym roku.",
      "example_translation": "J'ai cueilli des pommes du pommier l'année dernière. Je cueille des pommes du pommier maintenant. Je cueillerai des pommes du pommier l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "las",
      "translation": "forêt",
      "definition": "Duży obszar ziemi pokryty drzewami i podszytem.",
      "definition_translation": "Une grande superficie de terre couverte d'arbres et de sous-bois.",
      "example": "Pojechałem do lasu na biwak w zeszłym roku. Jadę do lasu na wycieczkę teraz. Pojadę do lasu na polowanie w przyszłym roku.",
      "example_translation": "Je suis allé dans la forêt camper l'année dernière. Je vais dans la forêt randonner maintenant. Je irai dans la forêt chasser l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gałąź",
      "translation": "branche",
      "definition": "Rozgałęzienie pnia lub pnia, które rośnie z głównego części drzewa lub rośliny.",
      "definition_translation": "Une division d'un tronc ou d'un tronc qui pousse hors de la partie principale d'un arbre ou d'une plante.",
      "example": "Złamałem gałąź drzewa, gdy byłem dzieckiem. Naprawiam gałąź drzewa teraz. Przycięcie gałąź drzewa jutro.",
      "example_translation": "J'ai cassé une branche de l'arbre lorsque j'étais enfant. Je répare une branche de l'arbre maintenant. Je taillerai une branche de l'arbre demain.",
      "imageLink": "image_files\\English\\"imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drzewo owocowe",
      "translation": "arbre fruitier",
      "definition": "Drzewo owocowe to drzewo, które produkuje owoce, które jest dojrzałą częścią rośliny, zawierającą nasiona.",
      "definition_translation": "Un arbre fruitier est un arbre qui produit des fruits, qui est l'ovaire mûr d'une plante, contenant des graines.",
      "example": "Zasadziłem drzewo owocowe w swoim ogródku w zeszłym roku, teraz owocuje jabłkami. Przycięcie je tej zimy, a następnie wyprodukuje więcej owoców latem przyszłym.",
      "example_translation": "J'ai planté un arbre fruitier dans mon jardin l'année dernière, il porte maintenant des pommes. Je vais le tailler cet hiver, et il produira plus de fruits l'été prochain.",
      "imageLink": "image_files\\English\\"imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liść",
      "translation": "feuille",
      "definition": "Liść jest zieloną, płaską strukturą, która rośnie na roślinie lub drzewie, i jest używana do fotosyntezy.",
      "definition_translation": "Une feuille est une structure verte, plate qui pousse sur une plante ou un arbre, et qui est utilisée pour la photosynthèse.",
      "example": "Liść na gałęzi szumiał na wietrze. Podniósłem go i zapomniałem w książce, aby wysuszyć. Będzie to piękny pamiątkowy przedmiot później.",
      "example_translation": "La feuille sur la branche bruissait dans le vent. Je l'ai ramassée et l'ai pressée dans mon livre pour la sécher. Ce sera un beau souvenir plus tard.",
      "imageLink": "image_files\\English\\"imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dąb",
      "translation": "chêne",
      "definition": "Dąb to typ drzewa, który jest powszechnie spotykany w wielu częściach świata, znany ze swojej siły i wytrzymałości.",
      "definition_translation": "Un chêne est un type d'arbre qui est communément trouvé dans de nombreuses parties du monde, connu pour sa force et sa durabilité.",
      "example": "Dąb w naszym parku ma ponad 100 lat. Był sadzonką, gdy mój dziadek był chłopcem. Zabiorę swoje dzieci, aby go zobaczyć w następnym weekendzie.",
      "example_translation": "Le chêne dans notre parc a plus de 100 ans. C'était un semis lorsque mon grand-père était enfant. Je vais emmener mes enfants le voir le week-end prochain.",
      "imageLink": "image_files\\English\\"imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śliwowy",
      "translation": "prunier",
      "definition": "Śliwowy to typ drzewa owocowego, które produkuje śliwki, słodkie i soczyste owoce kamienne.",
      "definition_translation": "Un prunier est un type d'arbre fruitier qui produit des prunes, un fruit de pierre sucré et juteux.",
      "example": "Mam śliwowy w swoim ogródku, który produkuje smaczne śliwki każdego lata. Używam ich do robienia dżemu i tart. W następnym roku spróbuję zrobić wino śliwkowe.",
      "example_translation": "J'ai un prunier dans mon jardin qui produit des prunes délicieuses chaque été. J'en utilise pour faire de la confiture et des tartes. L'année prochaine, j'essaierai de faire du vin de prune.",
      "imageLink": "image_files\\English\\"imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "korzeń",
      "translation": "racine",
      "definition": "Korzeń to część podziemna rośliny, która rośnie w dół do ziemi, zakotwiczając roślinę i absorbując wodę i składniki odżywcze.",
      "definition_translation": " Une racine est la partie souterraine d'une plante qui pousse vers le bas dans la terre, ancrant la plante et absorbant l'eau et les nutriments.",
      "example": "System korzeniowy drzewa został uszkodzony podczas sztormu. Ma korzenie, które sięgają głęboko w ziemię. Do następnego roku jego korzenie będą wzrosły jeszcze głębiej.",
      "example_translation": "Le système racinaire de l'arbre a été endommagé pendant la tempête. Il a des racines qui s'étendent profondément dans le sol. D'ici l'année prochaine, ses racines auront encore grandi en profondeur.",
      "imageLink": "image_files\\English\\"imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "palmowy",
      "translation": "palmier",
      "definition": "Palmowy to typ rośliny zimozielonej, która ma pojedynczy pień lub pnię, i koronę liści na górze.",
      "definition_translation": "Un palmier est un type de plante verte qui a un seul tronc et une couronne de feuilles au sommet.",
      "example": "Palmowe drzewa szumią delikatnie na wietrze. Liście palmowe są używane do budowania dachów dla chat. Do następnego tygodnia palmowy będzie miał nowy liść.",
      "example_translation": "Les palmiers ont vacillé doucement dans la brise. Les feuilles de palmier sont utilisées pour faire des toits de huttes. D'ici la semaine prochaine, le palmier aura grandi une nouvelle feuille.",
      "imageLink": "image_files\\English\\"imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "las",
      "translation": "boisé",
      "definition": "Las to obszar leśny, typowo z gęstym wzrostem drzew i podszytu.",
      "definition_translation": "Un boisé est une zone forestière, généralement avec une croissance dense d'arbres et de sous-bois.",
      "example": "Las był domem dla wielu gatunków ptaków. Szliśmy przez las, ciesząc się pokojową atmosferą. Do przyszłego roku las będzie przywrócony do swej dawnej chwały.",
      "example_translation": "Le boisé était le foyer de nombreuses espèces d'oiseaux. Nous avons marché à travers le boisé, appréciant l'atmosphère paisible. D'ici l'année prochaine, le boisé aura été restauré à sa gloire d'antan.",
      "imageLink": "image_files\\English\\"imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "akacja",
      "translation": "acacia",
      "definition": "Akacja to rodzaj drzewa lub krzewu, pochodzącego z ciepłych i tropikalnych regionów, często z kolcami i wonnymi kwiatami.",
      "definition_translation": "Un acacia est un type d'arbre ou d'arbuste qui est originaire de régions chaudes et tropicales, souvent avec des épines et des fleurs parfumées.",
      "example": "Drzewo akacji zapewniało cień dla zwierząt. Zasadziliśmy akację w naszym ogródku ubiegłego roku. Do przyszłego miesiąca akacja będzie w pełni kwitnienia.",
      "example_translation": "L'acacia a fourni de l'ombre pour les animaux. Nous avons planté un acacia dans notre jardin l'année dernière. D'ici le mois prochain, l'acacia sera en pleine floraison.",
      "imageLink": "image_files\\English\\"imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "olcha",
      "translation": "aulne",
      "definition": "Olcha to drzewo lub krzew z rodziny brzozowatych, występujące w wilgotnych obszarach i nad rzekami.",
      "definition_translation": "Un arbre ou arbuste décidu de la famille des bouleaux, trouvé dans les zones humides et le long des rivières.",
      "example": "Drzewo olchy było używane od wieków do produkcji mebli. Będzie ono użyte ponownie jutro, aby zbudować nowy stół. Do przyszłego roku olchy będą użyte do stworzenia wielu pięknych foteli.",
      "example_translation": "L'aulne a été utilisé pendant des siècles pour fabriquer des meubles. Il sera à nouveau utilisé demain pour construire une nouvelle table. D'ici l'an prochain, il avait été utilisé pour faire de nombreux beaux fauteuils.",
      "imageLink": "image_files\\English\\"imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drzewo migdałowe",
      "translation": "amandier",
      "definition": "Drzewo migdałowe to małe drzewo lub krzew, produkujące migdały, pochodzące z Bliskiego Wschodu i regionu śródziemnomorskiego.",
      "definition_translation": "Un petit arbre ou arbuste décidu qui produit des amandes, originaire du Moyen-Orient et de la région méditerranéenne.",
      "example": "Drzewo migdałowe kwitło w ogrodzie. Kwitło już od tygodni, kiedy przybyliśmy. Do przyszłej wiosny drzewo migdałowe będzie znów kwitło z pięknymi kwiatami.",
      "example_translation": "L'amandier était en fleur dans le jardin. Il avait été en fleur pendant des semaines lorsque nous sommes arrivés. D'ici le printemps prochain, il fleurira à nouveau avec de belles fleurs.",
      "imageLink": "image_files\\English\\"imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jesion",
      "translation": "frêne",
      "definition": "Jesion to drzewo liściaste z liśćmi złożonymi, szeroko rozpowszechnione w Europie i Ameryce Północnej.",
      "definition_translation": "Un arbre décidu à feuilles composées, largement répandu en Europe et en Amérique du Nord.",
      "example": "Drzewo jesionu stało wysokie w lesie. Stało tam od wieków. Do przyszłego roku nowe drzewa jesionu będą zasadzone w tej okolicy.",
      "example_translation": "Le frêne se dressait haut dans la forêt. Il avait été là pendant des siècles. D'ici l'an prochain, de nouveaux frênes seront plantés dans la région.",
      "imageLink": "image_files\\English\\"imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "baobab",
      "translation": "baobab",
      "definition": "Baobab to duże afrykańskie drzewo z grubym, magazynującym wodę pniem, często używane jako symbol życia i płodności.",
      "definition_translation": "Un grand arbre africain avec un tronc épais qui stocke l'eau, souvent utilisé comme symbole de vie et de fertilité.",
      "example": "Drzewo baobabu było postrzegane jako symbol święty przez plemienne przywódców. Było ono czczone przez pokolenia. Do przyszłego stulecia będzie ono nadal inspirującym widokiem dla tych, którzy je zobaczą.",
      "example_translation": "Le baobab était considéré comme un symbole sacré par les chefs tribaux. Il avait été vénéré pendant des générations. D'ici le siècle prochain, il continuera d'inspirer de l'émerveillement chez ceux qui le voient.",
      "imageLink": "image_files\\English\\"imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "buk",
      "translation": "hêtre",
      "definition": "Buk to drzewo liściaste z gładką, szarą korą, szczególnie buk europejski, używany jako drzewo użytkowe i ze względu na jego orzechy.",
      "definition_translation": "Un arbre décidue avec une écorce grise lisse, notamment le hêtre européen, utilisé comme arbre à bois et pour ses noix.",
      "example": "Drzewo bukowe wznosiło się powyżej innych drzew w lesie. Drzewo bukowe wznosi się powyżej innych drzew w lesie. Drzewo bukowe będzie wznosić się powyżej innych drzew w lesie.",
      "example_translation": "L'arbre à hêtre dominait les autres arbres dans la forêt. L'arbre à hêtre dominait les autres arbres dans la forêt. L'arbre à hêtre dominera les autres arbres dans la forêt.",
      "imageLink": "image_files\\English\\"imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "brzoza",
      "translation": "bouleau",
      "definition": "Brzoza to drzewo liściaste z cienkim pniem i gałęziami, często posiadające białą lub srebrną korę, występujące szczególnie w chłodnych klimatach.",
      "definition_translation": "Un arbre décidue avec un tronc svelte et des branches, souvent ayant une écorce blanche ou argentée, trouvé notamment dans les climats froids.",
      "example": "Drzewo brzozowe kołysze się delikatnie na zimowym wietrze. Drzewo brzozowe kołysze się delikatnie na zimowym wietrze. Drzewo brzozowe będzie kołyszeć się delikatnie na zimowym wietrze.",
      "example_translation": "L'arbre à bouleau oscillait doucement dans le vent d'hiver. L'arbre à bouleau oscille doucement dans le vent d'hiver. L'arbre à bouleau oscillera doucement dans le vent d'hiver.",
      "imageLink": "image_files\\English\\"imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konar",
      "translation": "rameau",
      "definition": "Konar to gałąź drzewa, szczególnie główna gałąź rosnąca bezpośrednio z pnia.",
      "definition_translation": "Une branche d'arbre, notamment une branche principale qui pousse directement du tronc.",
      "example": "Konar dębu złamał się w czasie burzy. Konar dębu łamie się w czasie burzy. Konar dębu będzie łamać się w czasie burzy.",
      "example_translation": "Le rameau du chêne s'est cassé pendant la tempête. Le rameau du chêne se casse pendant la tempête. Le rameau du chêne se cassera pendant la tempête.",
      "imageLink": "image_files\\English\\"imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cedr",
      "translation": "cèdre",
      "definition": "Cedr to drzewo iglaste, szczególnie atlasowy cedr, z aromatycznym drewnem, pochodzące z górskich regionów Himalajów i Atlasu.",
      "definition_translation": "Un arbre conifère, notamment le cèdre de l'Atlas, avec du bois aromatique, originaire des montagnes de l'ouest de l'Himalaya et des montagnes de l'Atlas.",
      "example": "Drzewo cedru rosło powoli w suchym glebie. Drzewo cedru rośnie powoli w suchym glebie. Drzewo cedru będzie rosło powoli w suchym glebie.",
      "example_translation": "Le cèdre était en train de pousser lentement dans le sol sec. Le cèdre pousse lentement dans le sol sec. Le cèdre poussera lentement dans le sol sec.",
      "imageLink": "image_files\\English\\"imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drzewo wiśniowe",
      "translation": "cerisier",
      "definition": "Drzewo wiśniowe to drzewo liściaste, które produkuje wiśnie, rodzaj owocu kamieniowego. Jest native do regionów umiarkowanych półkuli północnej i jest szeroko uprawiane ze względu na swoje owoce.",
      "definition_translation": "Un cerisier est un arbre décidue qui produit des cerises, un type de fruit à noyau. Il est originaire des régions tempérées de l'hémisphère nord et est largement cultivé pour son fruit.",
      "example": "Zasadziłem drzewo wiśniowe w swoim ogrodzie w zeszłym roku, i pięknie zakwitło tegorocznej wiosny. Teraz czekam, aż wiśnie dojrzeją. W przyszłym roku zbiorę je i ugotuję smaczną tartę.",
      "example_translation": "J'ai planté un cerisier dans mon jardin l'année dernière, et il a fleuri magnifiquement cet printemps. Maintenant, j'attends que les cerises mûrissent. L'année prochaine, je les récolterai et ferai un délicieux gâteau.",
      "imageLink": "image_files\\English\\"imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "palmа kokosowa",
      "translation": "palmier à noix de coco",
      "definition": "Palma kokosowa to drzewo palmowe, które produkuje kokosy, rodzaj owocu bogatego w olej i białko. Jest native do obszarów przybrzeżnych tropików i jest szeroko uprawiane ze względu na swoje owoce i olej.",
      "definition_translation": "Un palmier à noix de coco est un palmier tropical qui produit des noix de coco, un type de fruit riche en huile et en protéine. Il est originaire des zones côtières des tropiques et est largement cultivé pour son fruit et son huile.",
      "example": "Zobaczyłem palmę kokosową kołyszącą się na wietrze na plaży, i czułem się jakbym był w raju. Palmy kokosowe wzdłuż drogi prowadzą do pięknego hotelu. W przyszłości zasadzę palmy kokosowe w swoim ogrodzie, aby stworzyć atmosferę tropikalną.",
      "example_translation": "J'ai vu un palmier à noix de coco oscillant dans la brise sur la plage, et j'ai eu l'impression d'être au paradis. Les palmiers à noix de coco bordant la route mènent à un beau resort. À l'avenir, je planterai des palmiers à noix de coco dans mon jardin pour créer une atmosphère tropicale.",
      "imageLink": "image_files\\English\\"imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stożek",
      "translation": " cône",
      "definition": "Stożek to figura geometryczna, która jest wąska na jednym końcu i szeroka na drugim, często używana do opisu rodzaju trzonka lodów lub figura geometryczna. W botanice, stożek jest strukturą rozmnażającą się iglastych.",
      "definition_translation": "Un cône est une forme géométrique qui est étroite à une extrémité et large à l'autre, souvent utilisée pour décrire un type de porte-glace ou une figure géométrique. En botanique, un cône est la structure de reproduction des conifères.",
      "example": "Trzymałem trzonek lodów w swojej dłoni, delektując się zimnym przysmakiem na gorący letni dzień. Artysta ułożył stożki w piramidę, tworząc zdumiewającą rzeźbę. W przyszłości użyję stożków, aby stworzyć piękny projekt ogrodu.",
      "example_translation": "J'ai tenu un cône de glace à la main, savourant le traitement froid d'une journée d'été chaude. L'artiste a disposé les cônes en forme de pyramide pour créer une sculpture étonnante. À l'avenir, j'utiliserai des cônes pour créer un design de jardin beau.",
      "imageLink": "image_files\\English\\"imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drzewo iglaste",
      "translation": "arbre conifère",
      "definition": "Drzewo iglaste to rodzaj drzewa, które produkuje stożki i ma liście iglaste. Drzewa iglaste są często zimozielone i występują w wielu częściach świata, włączając w to lasy i górzyste rejony.",
      "definition_translation": "Un arbre conifère est un type d'arbre qui produit des cônes et a des feuilles en forme d'aiguille. Les arbres conifères sont souvent persistants et se trouvent dans de nombreuses parties du monde, notamment dans les forêts et les régions montagneuses.",
      "example": " Spacerowałem przez las drzew iglastych, podziwiając ich ogromne wysokości i miękkie šumiące dźwięki. Drzewo iglaste w moim ogrodzie zapewnia cień i schronienie przed wiatrem. W przyszłości zasadzę więcej drzew iglastych, aby stworzyć piękny las.",
      "example_translation": "J'ai marché à travers une forêt d'arbres conifères, admirant leurs hauteurs impressionnantes et leurs bruits feutrés doux. L'arbre conifère dans mon jardin fournit de l'ombre et un abri contre le vent. À l'avenir, je planterai plus d'arbres conifères pour créer une belle forêt.",
      "imageLink": "image_files\\English\\"imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drzewo liściaste",
      "translation": "arbre décidue",
      "definition": "Drzewo, które co roku zrzuca liście, zwykle w jesieni.",
      "definition_translation": "Un arbre qui perd ses feuilles chaque année, généralement en automne.",
      "example": "Park był pełen pięknych drzew liściastych, które zapewniały cień latem i zmieniały się w piękne kolory jesienią. Drzewa będą继续 rosły i kwitnąć przez lata. Przeszliśmy pod drzewem liściastym wczoraj.",
      "example_translation": "Le parc était rempli d'arbres décidus magnifiques qui fournissaient de l'ombre en été et prenaient des couleurs brillantes en automne. Les arbres continueront de prospérer pour les années à venir. Nous avons marché sous l'arbre décidu hier.",
      "imageLink": "image_files\\English\\"imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bez czarny",
      "translation": "sureau",
      "definition": "Krzew lub małe drzewo z kłębami małych, wonnych kwiatów i jadalnymi owocami.",
      "definition_translation": "Un arbuste ou un petit arbre avec des grappes de petites fleurs parfumées et des fruits comestibles.",
      "example": "Dżem z bezu czarnego to smaczny spreparat z owoców krzewu. Bez czarny wyrosł na dziko w ogrodzie przez lata. W przyszłym roku zbierzemy owoce bezu czarnego.",
      "example_translation": "La confiture de sureau est une délicieuse pâte faite à partir des fruits de la plante de sureau. Le buisson de sureau avait poussé sauvage dans le jardin depuis des années. Nous récolterons les sureaux l'été prochain.",
      "imageLink": "image_files\\English\\"imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wiąz",
      "translation": "orme",
      "definition": "Drzewo liściaste z koroną w kształcie wazy i szarą, szorstką korą.",
      "definition_translation": "Un arbre décidu avec une couronne en forme de vase et une écorce grise et rugueuse.",
      "example": "Wiąz szedł w centrum parku, zapewniając cień piknikowiczom. Wiązy będą przycięte zimą, aby utrzymać ich kształt. Siedliśmy pod wiązem wczoraj.",
      "example_translation": "L'orme se dressait fièrement au centre du parc, fournissant de l'ombre aux pique-niqueurs. Les ormes seront taillées en hiver pour maintenir leur forme. Nous nous sommes assis sous l'orme hier.",
      "imageLink": "image_files\\English\\"imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "figowiec",
      "translation": "figuier",
      "definition": "Małe drzewo liściaste z szeroką koroną i słodkimi, jadalnymi owocami.",
      "definition_translation": "Un petit arbre décidu ou un arbuste avec un port étalé et des fruits doux et comestibles.",
      "example": "Figowiec rósł w ciepłym klimacie regionu śródziemnomorskiego. Zasadzimy figowiec w naszym ogrodzie w przyszłej wiosnie. Figowiec wyprodukował smaczne owoce minionego lata.",
      "example_translation": "Le figuier poussait dans le climat chaud de la région méditerranéenne. Nous planterons un figuier dans notre jardin l'année prochaine. Le figuier a produit des fruits délicieux l'été dernier.",
      "imageLink": "image_files\\English\\"imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jodła",
      "translation": "sapin",
      "definition": "Drzewo iglaste, które produkuje szyszki i ma liście igłą.",
      "definition_translation": "un arbre conifère, généralement ayant des feuilles en forme d'aiguille et produisant des cônes",
      "example": "Wspiąłem się na jodłę, aby zobaczyć panoramiczny widok. Wspinałem się na jodłę, aby zobaczyć panoramiczny widok. W przyszłości wspię się na jodłę, aby zobaczyć panoramiczny widok.",
      "example_translation": "J'ai grimpé un sapin pour avoir une meilleure vue. Je grimpe un sapin pour avoir une meilleure vue. Je grimperai un sapin pour avoir une meilleure vue.",
      "imageLink": "image_files\\English\\"imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "leszczyna",
      "translation": "noisetier",
      "definition": "Małe drzewo liściaste z okrągłymi liśćmi i jadalnymi orzechami.",
      "definition_translation": "un petit arbre décidue avec des feuilles rondes et des noix comestibles",
      "example": "Zbierałem orzechy leszczyny z leszczyny. Zbieram orzechy leszczyny z leszczyny. W przyszłości zbierze orzechy leszczyny z leszczyny.",
      "example_translation": "J'ai cueilli des noisettes du noisetier. Je cueille des noisettes du noisetier. Je cueillerai des noisettes du noisetier.",
      "imageLink": "image_files\\English\\"imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jałowiec",
      "translation": "houx",
      "definition": "drzewo lub krzew zimozielony z liśćmi kolczastymi i czerwonymi jagodami",
      "definition_translation": "un arbre ou un arbuste persistant avec des feuilles épineuses et des baies rouges",
      "example": "Udekorowałem dom gałęziami jałowca. Udekoruję dom gałęziami jałowca. Udekoruję dom gałęziami jałowca.",
      "example_translation": "J'ai décoré la maison avec des branches de houx. Je décore la maison avec des branches de houx. Je décorerai la maison avec des branches de houx.",
      "imageLink": "image_files\\English\\"imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "grab",
      "translation": "charme",
      "definition": "drzewo liściaste z gładką szarą korą i liśćmi podobnymi do buka",
      "definition_translation": "un arbre décidue avec une écorce grise lisse et des feuilles similaires à celles du hêtre",
      "example": "Przechodziłem przez las otoczony grabami. Przechodzę przez las otoczony grabami. Przechodzę przez las otoczony grabami.",
      "example_translation": "J'ai marché à travers la forêt entourée de charmes. Je marche à travers la forêt entourée de charmes. Je marcherai à travers la forêt entourée de charmes.",
      "imageLink": "image_files\\English\\"imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kasztanowiec",
      "translation": "marron d'indé",
      "definition": "Drzewo liściaste z liśćmi dłoniastymi i żółtawo-białymi kwiatami wiosną, rodzime z Europy i zachodniej Azji.",
      "definition_translation": "Un arbre décidué aux feuilles palmées et aux fleurs jaunâtres-blanches au printemps, originaire d'Europe et d'Asie occidentale.",
      "example": "Drzewo kasztanowca w naszym ogrodzie zapewniało cień dla rodzinnych pikników przez lata. Będzie to robić przez pokolenia. Mieliśmy wspaniały czas, grając pod jego gałęziami, gdy byliśmy dziećmi.",
      "example_translation": "L'arbre marron d'indé de notre jardin a fourni de l'ombre pour nos piqueniques familiaux depuis des années. Il le fera encore pour les générations à venir. Nous avons passé un excellent moment en jouant sous ses branches lorsque nous étions enfants.",
      "imageLink": "image_files\\English\\"imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jałowiec",
      "translation": "genévrier",
      "definition": "krzew zimozielony lub małe drzewo z liśćmi iglastymi i fioletowymi jagodami, rodzime ze Starego Świata.",
      "definition_translation": "Un arbuste sempervirent ou petit arbre à feuilles en forme d'aiguilles et à baies pourpres, originaire du Vieux Monde.",
      "example": "Krzaki jałowca w ogrodzie stanowią naturalną ogrodzenie dla nieruchomości. Będą potrzebowały przycięcia w przyszłym roku, aby utrzymać swój kształt. Kiedy byliśmy dziećmi, wspinaliśmy się po nich, aby zagrać w sąsiednim polu.",
      "example_translation": "Les buissons de genévrier dans le jardin fournissent une clôture naturelle pour la propriété. Ils devront être taillés au printemps prochain pour maintenir leur forme. Nous nous y hissions autrefois pour jouer dans le champ adjacent.",
      "imageLink": "image_files\\English\\"imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "modrzew",
      "translation": "mélèze",
      "definition": "Drzewo iglaste z liśćmi iglastymi, które żółkną i spadają jesienią, rodzime z górskich regionów Europy i Azji.",
      "definition_translation": "Un arbre conifère à feuilles en forme d'aiguilles qui deviennent jaunes et tombent à l'automne, originaire des régions montagneuses de l'Europe et de l'Asie.",
      "example": "Drzewa modrzewiowe w lesie zmieniają kolor na złoty każdej jesieni, tworząc przepiękny krajobraz. Robiły to przez wieki, zapewniając schronienie dla różnych gatunków ptaków i ssaków. W przyszłym roku posadzimy nowe modrzewie, aby zastąpić stare.",
      "example_translation": "Les mélèzes de la forêt deviennent dorés chaque automne, créant un paysage à couper le souffle. Ils le font ainsi depuis des siècles, offrant un habitat à diverses espèces d'oiseaux et de mammifères. Nous planterons de nouveaux mélèzes au printemps prochain pour remplacer les anciens.",
      "imageLink": "image_files\\English\\"imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lipa",
      "translation": "tilleul",
      "definition": "Drzewo liściaste z liśćmi sercowatymi i pachnącymi kwiatami, rodzime z Europy i wschodniej Ameryki Północnej.",
      "definition_translation": "Un arbre décidué aux feuilles en forme de cœur et à fleurs parfumées, originaire d'Europe et de l'Amérique du Nord orientale.",
      "example": "Drzewo lipowe w parku jest popularnym miejscem spacerów dla par. Zostało posadzone przez naszych przodków sto lat temu i od tamtej pory jest symbolem miłości i pokoju. W przyszłą niedzielę będziemy tam piknikować.",
      "example_translation": "Le tilleul du parc est un endroit populaire pour les couples qui font une promenade romantique. Il a été planté par nos ancêtres il y a un siècle, et a été un symbole d'amour et de paix depuis lors. Nous aurons un pique-nique à l'ombre de celui-ci le dimanche prochain.",
      "imageLink": "image_files\\English\\"imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klon",
      "translation": "érable",
      "definition": "Drzewo liściaste z liśćmi dłoniastymi i małymi, często żywo kolorowymi skrzydełkami nasion",
      "definition_translation": "Un arbre décidue du genre Acer, ayant des feuilles palmées et de petites ailes souvent de couleur vive sur ses graines.",
      "example": "Wczoraj przeszedłem obok klonu w parku, był on płonął kolorami. Dziś zajrzę do jego korzeni. Jutro posadzę nowego klonu w swoim ogrodzie.",
      "example_translation": "J'ai marché passé l'arbre d'érable dans le parc hier, il était en feu de couleur. Aujourd'hui, je vais jeter un coup d'œil plus approfondi à ses racines. Demain, je planterai un nouveau dans mon jardin.",
      "imageLink": "image_files\\English\\"imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jarząb",
      "translation": "sorbier",
      "definition": "Małe drzewo liściaste lub krzew z białymi lub różowymi kwiatami i czerwonymi jagodami, rodzime z Europy i Azji.",
      "definition_translation": "Un petit arbre décidue ou un buisson avec des fleurs blanches ou roses et des baies rouges, originaire d'Europe et d'Asie.",
      "example": "Wczoraj znalazłem gałąź jarzębiny na podłodze lasu, dzisiaj zrobię z niej wieniec. W przyszłym tygodniu posadzę nową jarzębinę w swoim ogrodzie.",
      "example_translation": "J'ai ramassé une branche de sorbier sur le sol de la forêt hier, aujourd'hui je vais l'utiliser pour faire une couronne. La semaine prochaine, je planterai un nouvel arbre de sorbier dans mon jardin.",
      "imageLink": "image_files\\English\\"imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sekwoja",
      "translation": "séquoia",
      "definition": "Drzewo iglaste, szczególnie sekwoja olbrzymia, pochodząca z południowo-zachodnich Stanów Zjednoczonych, mająca olbrzymią szyję i szeroki, kolumnowy kształt.",
      "definition_translation": "Un arbre conifère, en particulier le séquoia géant, du sud-ouest des États-Unis, ayant un tronc massif et une forme largement colonnaire.",
      "example": "Wczoraj zobaczyłem sekwoję po raz pierwszy, dzisiaj dowiem się więcej o jej siedlisku. W przyszłym roku odwiedzę park narodowy sekwoi.",
      "example_translation": "J'ai vu un arbre de séquoia pour la première fois hier, aujourd'hui j'en apprendrai plus sur son habitat. L'année prochaine, je visiterai le parc national des séquoias.",
      "imageLink": "image_files\\English\\"imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "świerk",
      "translation": "épicea",
      "definition": "Drzewo iglaste, typowo rosnące w kształcie stożkowym, z liśćmi iglastymi i produkujące szyszki.",
      "definition_translation": "Un arbre conifère, généralement-grandissant en forme conique, avec des feuilles en forme d'aiguille et produisant des cônes.",
      "example": "Dziś posadzę świerka w swoim ogrodzie, jutro go podlewam. W przyszłym miesiącu przyciąć jego gałęzie, aby utrzymać jego kształt.",
      "example_translation": "Je vais planter un arbre d'épicea dans mon jardin aujourd'hui, demain je l'arroserai. Le mois prochain, je taillerai ses branches pour maintenir sa forme.",
      "imageLink": "image_files\\English\\"imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "świerk kamiennej",
      "translation": "pin sylvestre",
      "definition": "Drzewo iglaste wiecznie zielone o liściach długich, skręconych i spiralnie ułożonych, rodzime w regionie śródziemnomorskim.",
      "definition_translation": "Un arbre conifère sempervirent ayant des feuilles longues, enroulées et tordues, généralement petit et buissonnant, originaire de la région méditerranéenne.",
      "example": "W ogrodzie rosło piękne świerki kamiennej, które miało ponad 50 lat. Zostało posadzone przez moi dziadka. W przyszłym roku, posadzę kolejne.",
      "example_translation": "Le jardin avait un beau pin sylvestre qui avait plus de 50 ans. Il avait été planté par mon grand-père. L'année prochaine, je planterai un autre.",
      "imageLink": "image_files\\English\\"imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "świerk szwajcarski",
      "translation": "pin des montagnes",
      "definition": "Drzewo iglaste wiecznie zielone, rodzime w górskich regionach centralnej Europy, o kształcie stożkowym i liściach igłowatych.",
      "definition_translation": "Un arbre conifère sempervirent originaire des régions montagneuses de l'Europe centrale, ayant une forme conique et des feuilles en forme d'aiguilles.",
      "example": "Drzewo świerk szwajcarski często jest używane jako choinka. Zostało udekorowane pięknie. W przyszłym roku, kupię większe.",
      "example_translation": "Le pin des montagnes est souvent utilisé comme arbre de Noël. Il avait été décoré avec soin. Noël prochain, j'achèterai un plus grand.",
      "imageLink": "image_files\\English\\"imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klon",
      "translation": "sycomore",
      "definition": "Drzewo liściaste o szerokiej, kopulastej koronie, rodzime w Ameryce Północnej, o liściach dużej, klonowatych i szarobrązowej korze.",
      "definition_translation": "Un arbre décidue avec une couronne large et en forme de dôme, originaire d'Amérique du Nord, ayant de grandes feuilles en forme d'érable et une écorce gris-brun.",
      "example": "Stare drzewo klonowe w ogródku musiało zostać usunięte, ponieważ było umierające. Zostało tam ponad 100 lat. Posadzę nowe w przyszłej wiośnie.",
      "example_translation": "L'ancien sycomore du jardin avait dû être enlevé car il mourait. Il avait été là pendant plus de 100 ans. Je planterai un nouveau l'an prochain au printemps.",
      "imageLink": "image_files\\English\\"imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gałąźka",
      "translation": "brindille",
      "definition": "Mała gałąź lub pędy, zwłaszcza cienka i elastyczna, rosnąca na drzewie lub krzaku.",
      "definition_translation": "Une petite branche ou tige, especialmente une qui est mince et flexible, poussant sur un arbre ou un buisson.",
      "example": "Podniosłem gałąźkę z ziemi i użyłem jej do narysowania obrazka na piasku. Wczoraj, użyłem długiej gałąźki, aby zrobić małe gniazdo ptaka.",
      "example_translation": "J'ai ramassé une brindille sur le sol et l'ai utilisée pour dessiner un tableau sur le sable. Hier, j'avais utilisé une longue brindille pour faire un petit nid d'oiseau.",
      "imageLink": "image_files\\English\\"imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wierzba płacząca",
      "translation": "saule pleureur",
      "definition": "Drzewo liściaste o długich, smukłych gałęziach, które zwisają w dół, często uprawiane jako ozdobne.",
      "definition_translation": "Un arbre décidue avec des branches longues et étroites qui pendent vers le bas, souvent cultivé comme une plante ornementale.",
      "example": "Wierzba płacząca nad jeziorem była popularnym miejscem piknikowym. Wczoraj, zobaczyłem rodzinę, która miała piknik pod wierzbą. W przyszłym lecie, wierzba będzie jeszcze wyższa.",
      "example_translation": "Le saule pleureur près du lac était un spot populaire pour les piqueniques. Hier, j'ai vu une famille avoir un pique-nique sous le saule. D'ici l'été prochain, le saule aura grandi encore plus haut.",
      "imageLink": "image_files\\English\\"imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wierzba",
      "translation": "saule",
      "definition": "Drzewo lub krzak o smukłych gałęziach i delikatnych liściach, często spotykane koło wody.",
      "definition_translation": "Un arbre ou un arbuste avec des branches élancées et des feuilles délicates, souvent trouvé près de l'eau.",
      "example": "Drzewo wierzbowe dostarczało cienia dla dzieci bawiących się nad rzeką. W przeszłości, moja babcia zwykle pleciona kosze z gałęzi wierzbowych. W przyszłym roku, posadzę wierzbowe drzewo w moim ogrodzie.",
      "example_translation": "L'arbre saule fournissait de l'ombre pour les enfants qui jouaient près de la rivière. Dans le passé, ma grand-mère utilisait à tisser des paniers à partir de branches de saule. D'ici l'an prochain, j'aurai planté un arbre saule dans mon jardin.",
      "imageLink": "image_files\\English\\"imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]