[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gitara",
      "translation": "guitare",
      "definition": "Instrument muzyczny strunowy, grający przez szarpanie lub strumienie, z fretami na szyjce, używany w wielu gatunkach muzycznych.",
      "definition_translation": "Un instrument musical à cordes joué en pincement ou en strumming, avec des frettes sur le manche, utilisé dans un large éventail de genres musicaux.",
      "example": "Grałem na gitarze przez pięć lat, gram na niej każdego dnia i zagram na koncercie jutro.",
      "example_translation": "J'ai joué de la guitare pendant cinq ans, je le joue tous les jours, et je le jouerai au concert demain.",
      "imageLink": "image_files\\English\\guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bęben",
      "translation": "tambour",
      "definition": "Instrument perkusyjny, szczególnie ten z membraną lub syntetycznymi głowami, grający przez uderzanie pałkami lub szczotkami.",
      "definition_translation": "Un instrument de percussion, en particulier avec une tête de parchemin ou synthétique, joué en le frappant avec des baguettes ou des brosses.",
      "example": "Grałem na bębnie w zespole przez trzy lata, gram na nim każdego tygodnia i zagram na festiwalu następnego miesiąca.",
      "example_translation": "J'ai joué du tambour dans un groupe pendant trois ans, je joue du tambour chaque semaine, et je jouerai du tambour au festival le mois prochain.",
      "imageLink": "image_files\\English\\drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bębny",
      "translation": "tambours",
      "definition": "Zestaw instrumentów perkusyjnych grających przez uderzanie pałkami lub szczotkami, używany w wielu gatunkach muzycznych.",
      "definition_translation": "Un ensemble d'instruments de percussion joués en les frappant avec des baguettes ou des brosses, utilisé dans un large éventail de genres musicaux.",
      "example": "Grałem na bębnach przez dwa lata, gram na nich każdego dnia i zagram na koncercie jutro.",
      "example_translation": "J'ai joué des tambours pendant deux ans, je les joue tous les jours, et je les jouerai au concert demain.",
      "imageLink": "image_files\\English\\drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "instrument",
      "translation": "instrument",
      "definition": "Przedmiot służący do produkcji dźwięków lub muzyki, taki jak fortepian, gitara czy skrzypce.",
      "definition_translation": "Un objet utilisé pour produire des sons ou de la musique, comme un piano, une guitare ou un violon.",
      "example": "Grałem na instrumencie muzycznym przez pięć lat, gram na nim każdego tygodnia i zagram na koncercie następnego miesiąca.",
      "example_translation": "J'ai joué d'un instrument musical pendant cinq ans, je le joue chaque semaine, et je le jouerai au concert le mois prochain.",
      "imageLink": "image_files\\English\\instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klawiatura",
      "translation": "clavier",
      "definition": "Urządzenie elektroniczne z klawiszami, które są naciskane, aby wprowadzić dane lub polecenia do komputera.",
      "definition_translation": "Un appareil électronique avec des touches qui sont pressées pour saisir des données ou des commandes dans un ordinateur.",
      "example": "Grałem w gry na mojej klawiaturze, kiedy byłem dzieckiem. Teraz używam jej do pisania raportów. W przyszłym roku opanuję pisownię na klawiaturze.",
      "example_translation": "J'ai joué aux jeux sur mon clavier lorsque j'étais enfant. Maintenant, j'utilise pour taper des rapports. D'ici l'année prochaine, j'aurai maîtrisé la dactylographie tactile sur mon clavier.",
      "imageLink": "image_files\\English\\keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fortepian",
      "translation": "piano",
      "definition": "Instrument muzyczny grający przez naciskanie klawiszy, które produkcją dźwięk.",
      "definition_translation": "Un instrument de musique joué en pressant des touches qui produisent du son.",
      "example": "Nauczyłem się grać na fortepianie, kiedy miałem pięć lat. Teraz gram na fortepianie dla mojej rodziny każdego tygodnia. W przyszłym miesiącu wykonam koncert fortepianowy przed publicznością.",
      "example_translation": "J'ai appris à jouer du piano lorsque j'avais cinq ans. Maintenant, je joue du piano pour ma famille chaque semaine. D'ici le mois prochain, j'aurai interprété un concerto de piano devant un public en direct.",
      "imageLink": "image_files\\English\\piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skrzypce",
      "translation": "violon",
      "definition": "Instrument muzyczny strunowy grający za pomocą smyczka lub szarpania strun.",
      "definition_translation": "Un instrument de musique à cordes joué avec un archet ou en piquant les cordes.",
      "example": "Uczyłem się grać na skrzypcach rano. Teraz gram na skrzypcach w orkiestrze. W przyszłym roku opanuję sonatę skrzypcową.",
      "example_translation": "J'ai l'habitude de pratiquer le violon chaque matin. Maintenant, je joue du violon dans un orchestre. D'ici l'année prochaine, j'aurai maîtrisé la sonate de violon.",
      "imageLink": "image_files\\English\\violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dudy",
      "translation": "cornemuse",
      "definition": "Tradycyjny instrument muzyczny szkocki z workiem i piszczelami, produkujący charakterystyczny dźwięk.",
      "definition_translation": "Un instrument de musique traditionnel écossais avec un sac et des pipes qui produisent un son distinct.",
      "example": "Widziałem, jak dudy były grały na szkockim festiwalu. Teraz uczę się grać na dudach na inne wydarzenie kulturalne. W przyszłym lecie opanuję sztukę gry na dudach.",
      "example_translation": "J'ai vu des cornemuses être jouées lors d'un festival écossais. Maintenant, j'apprends à jouer de la cornemuse pour un événement culturel. D'ici l'été prochain, j'aurai maîtrisé l'art de jouer de la cornemuse.",
      "imageLink": "image_files\\English\\bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "flet",
      "translation": "flûte",
      "definition": "Instrument muzyczny z rodziny drewnianych, brzmiący przez dmuchanie powietrza przez otwór w boku, grający przez trzymanie pionowo i palcowanie otworów, aby wyprodukować różne nuty.",
      "definition_translation": "un instrument de musique de la famille des bois, sonné en soufflant de l'air à travers un trou sur le côté, joué en le tenant verticalement et en doigtant des trous pour produire des notes différentes",
      "example": "Grałem na flecie w szkolnej kapeli, kiedy byłam dzieckiem, gram na flecie w orkiestrze teraz i zagram na flecie na koncercie jutro.",
      "example_translation": "J'ai joué de la flûte dans l'orchestre scolaire quand j'étais gosse, je joue de la flûte dans l'orchestre maintenant, et je jouerai de la flûte au concert demain.",
      "imageLink": "image_files\\English\\flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "saksofon",
      "translation": "saxophone",
      "definition": "Instrument muzyczny z rodziny drewnianych, brzmiący przez dmuchanie powietrza przez jeden reed, używany w jazzie i innych rodzajach muzyki.",
      "definition_translation": "un instrument de musique de la famille des bois, joué en soufflant de l'air à travers une anche simple, utilisé dans le jazz et d'autres formes de musique",
      "example": "John Coltrane był słynnym saksofonistą, grał na saksofonie w zespole jazzowym i będzie zawsze pamiętany za jego ikoniczne solo saksofonowe.",
      "example_translation": "John Coltrane était un saxophoniste célèbre, il a joué du saxophone dans le groupe de jazz, et il sera toujours rappelé pour ses solos de saxophone iconiques.",
      "imageLink": "image_files\\English\\saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bałalajka",
      "translation": "balalaïka",
      "definition": "strument muzyczny strunowy pochodzący z Rosji, mający trójkątny korpus i długi szyj",
      "definition_translation": "un instrument de musique à cordes originaire de Russie, ayant un corps triangulaire et un long manche",
      "example": "Wczoraj widziałem grającego na bałalajce street performer. Dzisiaj zamierzam kupić bałalajkę, aby nauczyć się grać. Za tydzień będę grał na bałalajce miesiąc.",
      "example_translation": "Hier, j'ai vu un joueur de balalaïka se produire dans la rue. Aujourd'hui, je vais acheter une balalaïka pour apprendre à jouer. La semaine prochaine, j'aurai joué de la balalaïka pendant un mois.",
      "imageLink": "image_files\\English\\balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "banjo",
      "translation": "banjo",
      "definition": "strument muzyczny strunowy z okrągłym korpusem i długim szyjem, gra się na nim szarpiąc lub szczerbiąc struny",
      "definition_translation": "un instrument de musique à cordes avec un corps rond et un long manche, joué en pincant ou en strumant",
      "example": "Wczoraj grałem na banjo na imprezie. Teraz naprawiam moje banjo, aby przygotować się do następnego show. W przyszłym roku będę mistrzem gry na banjo.",
      "example_translation": "J'ai joué du banjo à la fête hier soir. Maintenant, je répare mon banjo pour me préparer pour le prochain spectacle. D'ici l'année prochaine, j'aurai maitrisé jouer du banjo.",
      "imageLink": "image_files\\English\\banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fagot",
      "translation": "basson",
      "definition": "duży, dwustrunny instrument dęty z rurką i stożkowym wnętrzem",
      "definition_translation": "un instrument à vent en bois à double anche avec un tube long et étroit et une also conique",
      "example": "Fagocista siedział z tyłu orkiestry. Dzisiaj próbowałem grać na fagocie, ale było trudniejsze niż myślałem. Za miesiąc będę ćwiczył gry na fagocie codziennie.",
      "example_translation": "Le joueur de basson était assis à l'arrière de l'orchestre. Aujourd'hui, j'ai essayé de jouer du basson, mais c'était plus dur que je ne pensais. D'ici le mois prochain, j'aurai pratiqué jouer du basson tous les jours.",
      "imageLink": "image_files\\English\\bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kastaniety",
      "translation": "castagnettes",
      "definition": "para małych, płytkich muszli uderzanych o siebie, aby wyprodukować rytmiczny dźwięk, szczególnie w muzyce flamenco",
      "definition_translation": "une paire de coquilles petites et peu profondes cliquées ensemble pour produire un son rythmique, notamment dans la musique flamenco",
      "example": "Użyłem kastaniety w swoim występie tanecznym w zeszłym tygodniu. Teraz uczę się używać kastaniety nogami. W przyszłym roku będę mistrzem używania kastaniety rękami i nogami.",
      "example_translation": "J'ai utilisé des castagnettes dans ma performance de danse la semaine dernière. Maintenant, j'apprends à utiliser des castagnettes avec mes pieds. L'année prochaine, j'aurai maitrisé utiliser des castagnettes avec mes mains et mes pieds.",
      "imageLink": "image_files\\English\\castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cymbał",
      "translation": "cymbaline",
      "definition": "Cymbał to typ hameru dulcimer, który pochodzi z Węgier i jest grający przez uderzanie klawiszy parem młotków.",
      "definition_translation": "Un cimbalom est un type de dulcineau à marteau qui a pris naissance en Hongrie et est joué en frappant des touches avec une paire de batteurs.",
      "example": "Nauczyła się grać na cymbał od młodzieńczych lat i teraz jest znakomitym muzykiem. Zagrała na cymbał na weselu w zeszłym tygodniu. Nauczy ona swoją córkę grać na cymbał w przyszłym roku.",
      "example_translation": "Elle a appris à jouer du cimbalom à un âge précoce, et maintenant elle est une musicienne expérimentée. Elle a joué du cimbalom au mariage la semaine dernière. Elle enseignera à sa fille à jouer du cimbalom l'an prochain.",
      "imageLink": "image_files\\English\\cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klapacz",
      "translation": "claquoir",
      "definition": "Klapacz to urządzenie używane do wyprodukowania gwałtownego, nagłego dźwięku, typowo używany w filmowaniu, aby zaznaczyć początek sceny.",
      "definition_translation": "Un claquoir est un dispositif utilisé pour produire un bruit sec et soudain, généralement utilisé dans la production de films pour marquer le début d'une scène.",
      "example": "Reżyser krzyknął 'akcja' i klapacz został użyty, aby zaznaczyć początek sceny. Lubi używać klapacza, aby zwrócić uwagę w głośnym pokoju. Wynajdzie cyfrowy klapacz dla przyszłych produkcji filmowych.",
      "example_translation": "Le réalisateur a crié 'action' et le claquoir a été utilisé pour marquer le début de la scène. Elle aime utiliser un claquoir pour attirer l'attention dans une salle bruyante. Il inventera un claquoir numérique pour les productions de films futures.",
      "imageLink": "image_files\\English\\clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klarnet",
      "translation": "clarinette",
      "definition": "Klarnet to instrument dęty z jednym trzciną, używany w wielu typach muzyki, w tym klasycznej, jazzowej i ludowej.",
      "definition_translation": "La clarinette est un instrument à vent à anche simple, utilisé dans de nombreux types de musique, notamment classique, jazz et folk.",
      "example": "Grała na klarnecie od szkoły średniej i teraz jest w orkiestrze zawodowej. Nauczył się grać na klarnecie, aby zaimponować swojej randce. Zaczną klarnetowy kwartet miesiąc temu.",
      "example_translation": "Elle a commencé à jouer de la clarinette au lycée, et maintenant elle est dans un orchestre professionnel. Il a appris à jouer de la clarinette pour impressionner sa partenaire. Ils vont commencer un quatuor de clarinette le mois prochain.",
      "imageLink": "image_files\\English\\clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "talerz",
      "translation": "cymbale",
      "definition": "Metalowa płyta uderzana przez perkusistę, aby wyprodukować dzwięk dzwonienia, często używany w rocku, popie i jazzie.",
      "definition_translation": "Une cymbale est une plaque de métal frappée par un batteur pour produire un son sonore, souvent utilisée dans la musique rock, pop et jazz.",
      "example": "Perkusista uderzył talerz, aby zakończyć piosenkę. Kocha dźwięk talerza w heavy metalu. Wstroi talerz przed koncertem jutro.",
      "example_translation": "Le batteur a écrasé la cymbale pourterminer la chanson. Elle adore le son de la cymbale dans la musique heavy metal. Il accordera la cymbale avant le concert de demain.",
      "imageLink": "image_files\\English\\cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kontrabas",
      "translation": "contrebasse",
      "definition": "Duży instrument strunowy grający przez ciągnięcie smyczka lub szarpiąc struny, używany w orkiestrach i zespołach jazzowych.",
      "definition_translation": "Un instrument à cordes volumineux joué en tirant un archet ou en pincant les cordes, utilisé dans les orchestres et les groupes de jazz.",
      "example": "Grałem na kontrabasie w orkiestrze szkolnej, kiedy byłam nastolatką. Teraz gram na nim w zespole jazzowym. W przyszłym roku będę grał na nim w orkiestrze symfonicznej.",
      "example_translation": "J'ai joué de la contrebasse dans l'orchestre de l'école lorsque j'étais adolescent. Maintenant, je joue dans un groupe de jazz. L'année prochaine, je jouerai dans un orchestre symphonique.",
      "imageLink": "image_files\\English\\double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gong",
      "translation": "gong",
      "definition": "Metalowa płyta uderzana młotkiem, aby wyprodukować głośny, pełny dźwięk, typowo używany w orkiestrach lub jako sygnał.",
      "definition_translation": "Une plaque de métal frappée avec un marteau ou un maillet pour produire un son fort et résonnant, généralement utilisée dans les orchestres ou comme signal.",
      "example": "Perkusjonista uderzył gong, aby sygnalizować początek koncertu. Nigdy nie widziałem gongu przedtem, ale będę używał go w swojej następnej kompozycji muzycznej. Może uderzę gong jeszcze raz jutro.",
      "example_translation": "Le percussionniste a frappé le gong pour signaler le début du concert. Je n'avais jamais vu de gong auparavant, mais j'utiliserai dans ma prochaine composition musicale. Peut-être que je frapperai le gong à nouveau demain.",
      "imageLink": "image_files\\English\\gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "harmonium",
      "translation": "harmonium",
      "definition": "Mały, przenośny instrument klawiszowy podobny do organów, stosowany w kościołach i domach.",
      "definition_translation": "Un instrument de clavier petit et portable similaire à un orgue, utilisé dans les églises et les maisons.",
      "example": "Moja babcia grała na harmonium w kościele, kiedy byłem dzieckiem. Teraz gram na nim w salonie. Kupię nowe harmonium za tydzień.",
      "example_translation": "Ma grand-mère jouait de l'harmonium à l'église lorsque j'étais gosse. Maintenant, je joue dans mon salon. Je vais acheter un nouvel harmonium la semaine prochaine.",
      "imageLink": "image_files\\English\\harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "harfa",
      "translation": "harpe",
      "definition": "Instrument strunowy grający przez szczypanie strun palcami, stosowany w orkiestrach i jako instrument solowy.",
      "definition_translation": "Un instrument à cordes joué en pincant les cordes avec les doigts, utilisé dans les orchestres et comme instrument solo.",
      "example": "Harfistka zagrała piękną melodię na harfie. Nauczyłem się grać na harfie, kiedy miałem 10 lat. Zagra ona na harfie na ceremonii ślubnej za miesiąc.",
      "example_translation": "La harpiste a joué une mélodie belle sur sa harpe. J'ai appris à jouer de la harpe lorsque j'avais 10 ans. Elle jouera de la harpe lors de la cérémonie de mariage le mois prochain.",
      "imageLink": "image_files\\English\\harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klawesyn",
      "translation": "clavecin",
      "definition": "Instrument strunowy, w którym dźwięk powstaje przez szczypanie strun piórami lub plectrum, typowo grywany przez naciskanie klawiszy na klawiaturze.",
      "definition_translation": "Un instrument de musique à cordes qui produit du son lorsque ses cordes sont pincées par des plumes ou des plectres, généralement joué en appuyant sur des touches d'un clavier.",
      "example": "Klawesyn był popularnym instrumentem w okresie baroku. W zeszłym roku widziałem, jak klawesyn był grywany na koncercie. Gdyby byłem bogaty, kupiłbym klawesyn i nauczyłem się grać na nim.",
      "example_translation": "Le clavecin était un instrument populaire pendant la période baroque. L'année dernière, j'ai vu un clavecin être joué lors d'un concert. Si j'étais riche, j'achèterais un clavecin et apprendrais à le jouer.",
      "imageLink": "image_files\\English\\harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " kotły",
      "translation": "timbales",
      "definition": "Para bębnów o różnej wielkości, typowo grywanych przez uderzanie pałkami, stosowanych w orkiestrach i innych zespołach muzycznych.",
      "definition_translation": "Une paire de tambours de taille variable, généralement joués en les frappant avec une baguette, utilisés dans les ensembles orchestraux et autres ensembles musicaux.",
      "example": "Kotły dodawały wiele energii do muzyki. Perkusista umiejętnie grywał na kotłach podczas występu. Do przyszłego roku nauczę się grać na kotłach profesjonalnie.",
      "example_translation": "Les timbales ont ajouté beaucoup d'énergie à la musique. Le batteur a joué habilement les timbales pendant la représentation. D'ici l'année prochaine, j'aurai appris à jouer professionnellement des timbales.",
      "imageLink": "image_files\\English\\kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lutnia",
      "translation": "luth",
      "definition": "Instrument strunowy o kształcie gruszkowym, typowo grywany przez szczypanie strun palcami lub plectrum.",
      "definition_translation": "Un instrument de musique à cordes avec un corps en forme de poire, généralement joué en pincant les cordes avec les doigts ou un plectre.",
      "example": "Palcami lutnisty poruszały się szybko po strunach. Widziałem piękną lutnię grywaną na festiwalu średniowiecznym. Do czasu mojego przejścia na emeryturę mam nadzieję, że opanuję grę na lutni.",
      "example_translation": "Les doigts du joueur de luth se sont déplacés rapidement sur les cordes. J'ai vu un luth magnifique être joué lors d'un festival médiéval. D'ici à ma retraite, j'espère avoir maîtrisé le jeu du luth.",
      "imageLink": "image_files\\English\\lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mandolina",
      "translation": "mandoline",
      "definition": "Instrument strunowy o małym, okrągłym grzbiecie i klawiaturze, typowo grywany przez szczypanie strun plectrum.",
      "definition_translation": "Un instrument de musique à cordes avec un petit dos rond et un manche fretté, généralement joué en pincant les cordes avec un plectre.",
      "example": "Plectrum mandolinisty poruszało się szybko po strunach. Widziałem mandolinę grywaną na koncercie bluegrass. Gdyby miałem więcej czasu, nauczyłbym się grać na mandolinie.",
      "example_translation": "Le plectre du joueur de mandoline s'est déplacé rapidement sur les cordes. J'ai vu une mandoline être jouée lors d'un concert de bluegrass. Si j'avais plus de temps, j'apprendrais à jouer de la mandoline.",
      "imageLink": "image_files\\English\\mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "marakasy",
      "translation": "maracas",
      "definition": "Marakasy to typ instrumentu muzycznego, typowo wykonanego z drewna lub plastiku, stosowanego do tworzenia rytmicznych dźwięków.",
      "definition_translation": "Les maracas sont un type d'instrument de musique, généralement en bois ou en plastique, utilisé pour créer des sons rythmiques.",
      "example": "Ona grała na marakasach w szkolnej orkiestrze w zeszłym roku, potem ćwiczyła codziennie, a teraz zaprezentuje się na koncercie dziś wieczorem.",
      "example_translation": "Elle a joué des maracas dans l'orchestre de l'école l'année dernière, puis elle a pratiqué tous les jours, et maintenant elle se produira au concert ce soir.",
      "imageLink": "image_files\\English\\maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obój",
      "translation": "hautbois",
      "definition": "Oboj jest instrumentem muzycznym o podwójnej stroinie, znanym z charakterystycznego, miękkiego dźwięku.",
      "definition_translation": "Le hautbois est un instrument de musique à anche double en bois, connu pour son son distinct et mélodieux.",
      "example": "On nauczył się grać na oboju w college'u, potem dołączył do orkiestry profesjonalnej, a teraz uczy dzieci muzyki.",
      "example_translation": "Il a appris à jouer du hautbois au collège, puis il a rejoint un orchestre professionnel, et maintenant il enseigne la musique aux enfants.",
      "imageLink": "image_files\\English\\oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "okaryna",
      "translation": "ocarina",
      "definition": "Okaryna to mały, fletopodobny instrument muzyczny, często stosowany w muzyce ludowej.",
      "definition_translation": "L'ocarina est un instrument de musique petit et flûtée, souvent utilisé dans la musique folk.",
      "example": "Ona grała na okarynie od dzieciństwa, potem odkryła jej piękno w grze wideo, a teraz komponuje muzykę do filmów.",
      "example_translation": "Elle avait joué de l'ocarina depuis l'enfance, puis elle a découvert sa beauté dans un jeu vidéo, et maintenant elle compose de la musique pour les films.",
      "imageLink": "image_files\\English\\ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fletnia",
      "translation": "flûte à bec",
      "definition": "Fletnia to prosty, drewniany instrument muzyczny, często nauczany w szkolnych lekcjach muzyki.",
      "definition_translation": "La flûte à bec est un instrument de musique en bois simple, souvent enseigné dans les classes de musique de l'école primaire.",
      "example": "Ona nauczyła się grać na flecie w trzeciej klasie, potem ćwiczyła codziennie, a teraz jest częścią profesjonalnego zespołu.",
      "example_translation": "Elle a appris à jouer de la flûte à bec en troisième année, puis elle a pratiqué tous les jours, et maintenant elle fait partie d'un ensemble professionnel.",
      "imageLink": "image_files\\English\\recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bęben sznurkowy",
      "translation": "caisse claire",
      "definition": "Bęben sznurkowy to typ bębna, który produkuje ostry, chrupki dźwięk, często używany w muzyce orkiestrowej i wojskowej.",
      "definition_translation": "Une caisse claire est un type de tambour qui produit un son aigu et cristallin, souvent utilisé dans la musique orchestrale et militaire.",
      "example": "Perkusista ekspertnie zagrał solo na bębnie sznurkowym, tłum wybuchnął w aplauzie. Wczoraj ćwiczyła ten utwór przez godziny. Jutro zagra go na koncercie.",
      "example_translation": "Le batteur a joué avec expertise le solo de caisse claire, la foule a éclaté en applaudissements. Hier, elle avait répété la pièce pendant des heures. Demain, elle interprétera à la concert.",
      "imageLink": "image_files\\English\\snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "puzon",
      "translation": "trombone",
      "definition": "Puzon to instrument dęty używany w jazzie, muzyce orkiestrowej i pop, charakteryzujący się regulowaną wysokością dźwięku za pomocą suwaka.",
      "definition_translation": "Un trombone est un instrument de cuivre utilisé dans la musique jazz, orchestrale et pop, caractérisé par sa commande de hauteur de ton contrôlée par un curseur.",
      "example": "Puzonista dodał bogaty, melodyjny dźwięk do zespołu jazzowego. W ubiegłym tygodniu kupił nowy puzon. Za pięć lat stanie się znanym solistą puzonowym.",
      "example_translation": "Le tromboniste a ajouté un son riche et mélodieux à l'ensemble de jazz. La semaine dernière, il avait acheté un nouveau trombone. Dans cinq ans, il deviendra un soliste de trombone renommé.",
      "imageLink": "image_files\\English\\trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tuba",
      "translation": "tuba",
      "definition": "Tuba to duży, nisko brzmiący instrument dęty używany w muzyce orkiestrowej, zespole koncertowym i jazzie, produkuje głęboki, bogaty dźwięk.",
      "definition_translation": "Une tuba est un grand instrument de cuivre de faible tessiture utilisé dans la musique orchestrale, de concert et jazz, produisant un son profond et riche.",
      "example": "Tubazystka dostarczyła silnej podstawy do utworu orkiestrowego. W następnym miesiącu zagra z kwartetem tubowym. Za dwa lata stanie się profesorem tuby w konserwatorium muzycznym.",
      "example_translation": "Le tubiste a fourni une solide base à la pièce orchestrale. Le mois prochain, elle se produira avec un quartette de tubas. Dans deux ans, elle deviendra professeure de tuba à un conservatoire de musique.",
      "imageLink": "image_files\\English\\tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dzwony rurowe",
      "translation": "cloches tubulaires",
      "definition": "Dzwony rurowe to instrument muzyczny składający się z serii metalowych rur różnej długości, grane przez uderzanie ich młotkiem lub młotem.",
      "definition_translation": "Les cloches tubulaires sont un instrument de musique composé d'une série de tubes métalliques de longueurs variables, joués en les frappant avec un maillet ou un marteau.",
      "example": "Dźwięk dzwonów rurowych wypełnił katedrę podczas koncertu bożonarodzeniowego. W zeszłym roku widziałem solo na dzwonach rurowych. W następnym tygodniu kupię zestaw dzwonów rurowych dla mojej klasy muzycznej.",
      "example_translation": "Le son des cloches tubulaires a rempli la cathédrale pendant le concert de Noël. L'année dernière, j'avais vu une performance solo de cloches tubulaires. La semaine prochaine, j'achèterai un ensemble de cloches tubulaires pour ma classe de musique.",
      "imageLink": "image_files\\English\\tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wibrafon",
      "translation": "vibraphone",
      "definition": "Wibrafon to instrument muzyczny z serią metalowych płyt, które są uderzane młotkami, aby wyprodukować brzęczący dźwięk",
      "definition_translation": "un instrument de musique avec une série de barres métalliques qui sont frappées par des marteaux pour produire un son de résonance",
      "example": "Muzyk umiejętnie zagrał na wibrafonie w orkiestrze, grał na nim wczoraj na koncercie i zagra jutro na festiwalu.",
      "example_translation": "Le musicien a joué avec habileté du vibraphone dans l'orchestre, l'avait joué au concert hier, et le jouera au festival demain.",
      "imageLink": "image_files\\English\\vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ksylofon",
      "translation": "xylophone",
      "definition": "Ksylofon to instrument muzyczny z serią drewnianych płyt, które są uderzane młotkami, aby wyprodukować brzęczący dźwięk",
      "definition_translation": "un instrument de musique avec une série de barres en bois qui sont frappées par des marteaux pour produire un son de résonance",
      "example": "Dziecko uwielbiało grać na ksylofonie w klasie muzycznej, grało na nim przez lata i będzie grać dalej w przyszłości.",
      "example_translation": "L'enfant aimait jouer du xylophone en classe de musique, l'a joué pendant des années, et continuera à le jouer à l'avenir.",
      "imageLink": "image_files\\English\\xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]