[
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czarny",
      "translation": "noir",
      "definition": "Mający kolor smoły lub węgla; bardzo ciemny w kolorze.",
      "definition_translation": "Ayant la couleur de suie ou de charbon ; très sombre en couleur.",
      "example": "Wczoraj wieczorem nosiłem czarną sukienkę na przyjęciu, jutro ubiorę czarny garnitur na rozmowę kwalifikacyjną, a rok temu nosiłem czarny krawat na ślubie.",
      "example_translation": "J'ai porté une robe noire à la soirée dernièrement, je porterai un costume noir à l'entrevue demain, et j'ai porté une cravate noire au mariage l'année dernière.",
      "imageLink": "image_files\\English\\black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niebieski",
      "translation": "bleu",
      "definition": "Mający jasny, spokojny i serdeczny kolor, często kojarzony z niebem i morzem.",
      "definition_translation": "Ayant une couleur brillante, calme et sereine, souvent associée au ciel et à la mer.",
      "example": "Niebieskie niebo sprawiło, że dzisiaj czuję się szczęśliwy, następnego tygodnia pomaluję swój pokój niebieskim, a latem minionego roku ocean był piękny.",
      "example_translation": "Le ciel bleu m'a fait sentir heureux aujourd'hui, je vais peindre ma chambre en bleu la semaine prochaine, et l'océan bleu était beau l'été dernier.",
      "imageLink": "image_files\\English\\blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "brązowy",
      "translation": "brun",
      "definition": "Mający ciepły, żółtobrązowy kolor, często kojarzony z ziemią, glebą i drewnem.",
      "definition_translation": "Ayant une couleur rouge-jaune, souvent associée à la terre, au sol et au bois.",
      "example": "Brązowy pies biegł szybko w parku wczoraj, jutro zjemy brązowy chleb na śniadanie, a jesienią minionego roku drzewo było wysokie.",
      "example_translation": "Le chien brun a couru rapidement dans le parc hier, je mangerai du pain brun pour petit déjeuner demain, et l'arbre brun était grand l'automne dernier.",
      "imageLink": "image_files\\English\\brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zielony",
      "translation": "vert",
      "definition": "Mający jasny, naturalny kolor, często kojarzony z roślinami, lasami i przyrodą.",
      "definition_translation": "Ayant une couleur brillante, naturelle, souvent associée aux plantes, aux forêts et à la nature.",
      "example": "Zielona trawa była miękka pod moimi nogami wczoraj, jutro ubiorę zieloną koszulę na przyjęcie, a wiosną minionego roku drzewa były piękne.",
      "example_translation": "Le gazon vert était doux sous mes pieds hier, je porterai un chemisier vert à la soirée ce soir, et les arbres verts étaient beaux au printemps dernier.",
      "imageLink": "image_files\\English\\green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szary",
      "translation": "gris",
      "definition": "Mający neutralny lub pośredni kolor, pośredni między czernią a bielą.",
      "definition_translation": "Ayant une couleur neutre ou intermédiaire, à mi-chemin entre le noir et le blanc",
      "example": "Szary koń galopował po polu, galopował wczoraj, i galopuje jutro.",
      "example_translation": "Le cheval gris galopait à travers le champ, avait galopé hier et galopera demain.",
      "imageLink": "image_files\\English\\grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pomarańczowy",
      "translation": "orange",
      "definition": "Jasny i ciepły kolor, pośredni między czerwienią a żółcią.",
      "definition_translation": "Une couleur vive et chaude, à mi-chemin entre le rouge et le jaune",
      "example": "Pomarańczowy zachód słońca był zapierający dech, zapierał dech turystom, i będzie inspirował artystów.",
      "example_translation": "Le coucher de soleil orange était à couper le souffle, a fasciné les touristes et continuera à inspirer les artistes.",
      "imageLink": "image_files\\English\\orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czerwony",
      "translation": "rouge",
      "definition": "Intensywny i silny kolor, często kojarzony z pasją i energią.",
      "definition_translation": "Une couleur audacieuse et intense, souvent associée à la passion et à l'énergie",
      "example": "Czerwony samochód jechał szybko po autostradzie, jechał wczoraj, i będzie jechał jutro.",
      "example_translation": "La voiture rouge a filé sur l'autoroute, avait filé hier et filera à vive allure demain.",
      "imageLink": "image_files\\English\\red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biały",
      "translation": "blanc",
      "definition": "Czysty i czysty kolor, często kojarzony z niewinnością i prostotą.",
      "definition_translation": "Une couleur pure et propre, souvent associée à l'innocence et à la simplicité",
      "example": "Białe płatki śniegu opadały delikatnie, opadały wczoraj, i opadną ponownie jutro.",
      "example_translation": "Les flocons de neige blancs tombaient doucement, étaient tombés hier et tomberont à nouveau demain.",
      "imageLink": "image_files\\English\\white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żółty",
      "translation": "jaune",
      "definition": "Jasny i żywy kolor, często kojarzony ze słońcem i optymizmem.",
      "definition_translation": "Une couleur brillante ou vive, souvent associée au soleil et à l'optimisme.",
      "example": "Wczoraj nosiłem żółtą koszulę, jutro ubiorę żółtą sukienkę, a dzisiaj noszę żółte skarpetki.",
      "example_translation": "J'ai porté un chemisier jaune hier, je porterai une robe jaune demain et je porte des chaussettes jaunes aujourd'hui.",
      "imageLink": "image_files\\English\\yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śmietanka",
      "translation": "crème",
      "definition": "Gęsta i bogata ciecz utworzona z mleka, często używana jako topping lub w gotowaniu.",
      "definition_translation": "Un liquide épais et riche fait à partir de lait, souvent utilisé comme topping ou en cuisine.",
      "example": "Wczoraj jadłem tort ze śmietanką, jutro zjem makaron ze śmietanką, a dzisiaj jem lody ze śmietanką.",
      "example_translation": "J'ai mangé un gâteau à la crème hier, je mangerai des pâtes à la crème demain et je mange une crème glacée aujourd'hui.",
      "imageLink": "image_files\\English\\cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "złoty",
      "translation": "doré",
      "definition": "Mający jasny, żółty kolor, często kojarzony z wartością, bogactwem lub doskonałością.",
      "definition_translation": "Ayant une couleur jaune brillante, souvent associée à la valeur, la richesse ou l'excellence.",
      "example": "Wczoraj wschodziło złote słońce, jutro będzie przyznawana złota medal, a dzisiaj badamy złotą proporcję.",
      "example_translation": "Le soleil doré s'est levé hier, la médaille d'or sera attribuée demain et le nombre d'or est étudié aujourd'hui.",
      "imageLink": "image_files\\English\\golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cytryna",
      "translation": "citron",
      "definition": "Małe, kwaśne owoce często używane w gotowaniu lub jako dodatek smakowy.",
      "definition_translation": "Un petit fruit aigre souvent utilisé en cuisine ou comme assaisonnement.",
      "example": "Wczoraj wycisnąłem cytrynę, jutro dodałem sok cytrynowy do przepisu, a dzisiaj jem cytrynowe sorbet.",
      "example_translation": "J'ai pressé un citron hier, j'ajouterai du jus de citron à la recette demain et je mange un sorbet au citron aujourd'hui.",
      "imageLink": "image_files\\English\\lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "różowy",
      "translation": "rose",
      "definition": "Jasny, żywy kolor często kojarzony z kobiecością i miłością.",
      "definition_translation": "Une couleur brillante et vive souvent associée à la féminité et à l'amour.",
      "example": "Ona wczoraj nosiła różową suknię na imprezie, a jutro będę nosił różową na ślub, a ona będzie nosiła na balnext year.",
      "example_translation": "Elle a porté une robe rose à la fête hier, et je porterai une à la noce demain, et elle portera une au bal de promo l'année prochaine.",
      "imageLink": "image_files\\English\\pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fioletowy",
      "translation": "pourpre",
      "definition": "Bogaty, luksusowy kolor często kojarzony z twórczością, mądrością i władzą.",
      "definition_translation": "Une couleur riche et luxueuse souvent associée à la créativité, à la sagesse et au pouvoir.",
      "example": "Król wczoraj nosił fioletowy płaszcz na uroczystości, a jutro będę nosił na imprezę, a ona będzie nosiła na ślubnext year.",
      "example_translation": "Le roi a porté une robe pourpre à la cérémonie hier, et je porterai une à la fête demain, et elle portera une au mariage l'année prochaine.",
      "imageLink": "image_files\\English\\purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "srebrny",
      "translation": "argent",
      "definition": "Jasny, błyszczący metal często używany w biżuterii i monetach.",
      "definition_translation": "Un métal brillant et luisant souvent utilisé dans les bijoux et les pièces de monnaie.",
      "example": "Ona wczoraj nosiła srebrny naszyjnik na imprezie, a jutro będę nosił na ślub, a on będzie nosił na balnext year.",
      "example_translation": "Elle a porté un collier en argent à la fête hier, et je porterai un à la noce demain, et il portera un au bal de promo l'année prochaine.",
      "imageLink": "image_files\\English\\silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fioletowy",
      "translation": "violet",
      "definition": "Jasny, żywy kolor często kojarzony z twórczością, wyobraźnią i mądrością.",
      "definition_translation": "Une couleur brillante et vive souvent associée à la créativité, à l'imagination et à la sagesse.",
      "example": "Ona wczoraj namalowała piękny fioletowy zachód słońca, a jutro będę malował, a on będzie malował następny year.",
      "example_translation": "Elle a peint un beau coucher de soleil violet hier, et je peindrai un demain, et il peindra un l'année prochaine.",
      "imageLink": "image_files\\English\\violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "beżowy",
      "translation": "beige",
      "definition": "Łagodny, szarawy brązowy kolor często używany w modzie i designie.",
      "definition_translation": "Une couleur gris-brun clair, souvent utilisée dans la mode et le design.",
      "example": "Ona wczoraj nosiła beżową suknię na ślub. Ona będzie nosiła beżową suknię na imprezę tej nocy. Ona nosiła beżową suknię na uroczystośćdyplomowania w zeszłym roku.",
      "example_translation": "Elle a porté une robe beige au mariage. Elle portera une robe beige à la fête ce soir. Elle a porté une robe beige à la cérémonie de remise des diplômes l'année dernière.",
      "imageLink": "image_files\\English\\beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "granatowy",
      "translation": "bleu marine",
      "definition": "Ciężki, niebieski kolor często używany do opisu munduru lub stroju formalnego.",
      "definition_translation": "Une couleur bleue foncée, souvent utilisée pour décrire un type d'uniforme ou de vêtement formel.",
      "example": "Oficer Marynarki Wojennej wczoraj nosił granatowy mundur na uroczystości. Ona będzie nosiła granatowy kostium na rozmowie o pracę jutro. On wczoraj nosił granatowy smoking na gali nagród wczoraj wieczorem.",
      "example_translation": "L'officier de la Marine a porté un uniforme bleu marine à la cérémonie. Elle portera un costume bleu marine à l'entrevue d'embauche demain. Il a porté un smoking bleu marine au spectacle des récompenses hier soir.",
      "imageLink": "image_files\\English\\navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chaki",
      "translation": "kaki",
      "definition": "Łagodny, brązowy kolor często używany do opisu ubrań wojskowych lub outdoorowych.",
      "definition_translation": "Une couleur brun clair ou marron, souvent utilisée pour décrire des vêtements militaires ou de plein air.",
      "example": "Żołnierz wczoraj nosił chaki spodnie na treningu. Ona będzie nosiła chaki płaszcz na wyprawę na camping następny tydzień. On wczoraj nosił chaki spodenki na szlaku turystycznym w zeszłym tygodniu.",
      "example_translation": "Le soldat a porté des pantalons kaki à l'exercice d'entraînement. Elle portera un blouson kaki au voyage de camping la semaine prochaine. Il a porté des shorts kaki au sentier de randonnée le week-end dernier.",
      "imageLink": "image_files\\English\\khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zielony oliwkowy",
      "translation": "vert olive",
      "definition": "Żółto-zielony kolor często używany do opisu ubrań wojskowych lub outdoorowych.",
      "definition_translation": "Une couleur vert-jaune, souvent utilisée pour décrire des vêtements militaires ou de plein air.",
      "example": "Łowca wczoraj nosił zielone oliwkowe spodnie na polowaniu. Ona będzie nosiła zielony oliwkowy płaszcz na wyprawę safari następny miesiąc. On wczoraj nosił zielony oliwkowy kamuflaż na polowaniu w zeszłym roku.",
      "example_translation": "Le chasseur a porté des pantalons vert olive à la forêt. Elle portera un blouson vert olive au voyage de safari le mois prochain. Il a porté du camouflage vert olive au voyage de chasse l'année dernière.",
      "imageLink": "image_files\\English\\olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "amarant",
      "translation": "amarante",
      "definition": "Amarant to rodzaj rocznych lub wieloletnich roślin, znanych z ich ozdobnych i jadalnych właściwości. Rośliny te są rodzime dla Ameryk i były używane przez wieki jako źródło żywności, medycyny i celów ceremonialnych.",
      "definition_translation": "L'amarante est un genre de plantes annuelles ou vivaces connues pour leurs qualités ornementales et comestibles. Les plantes sont natives des Amériques et ont été utilisées pendant des siècles comme source de nourriture, de médecine et à des fins cérémonielles.",
      "example": "Rolnik zebrał plon amarantu ostatniej jesieni. Ona będzie sadzić nasiona amarantu w następną wiosnę. Roślina amarantu rozwijała się dobrze tego lata.",
      "example_translation": "Le fermier a récolté la récolte d'amarante l'automne dernier. Elle plantera des graines d'amarante au printemps prochain. La plante d'amarante a bien poussé cet été.",
      "imageLink": "image_files\\English\\amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bursztyn",
      "translation": "ambre",
      "definition": "Bursztyn to skamieniała żywica drzewna, która była używana przez wieki do tworzenia biżuterii, dekoracji i innych przedmiotów. Często występuje w odcieniach żółtego, pomarańczowego i czerwonego.",
      "definition_translation": "L'ambre est une résine d'arbre fossile qui a été utilisée pendant des siècles pour créer des bijoux, des décorations et d'autres objets. On la trouve souvent dans des nuances de jaune, d'orange et de rouge.",
      "example": "Artysta wykonała naszyjnik z pięknym bursztynem. Ona znalazła bursztyn na plaży minionego lata. Muzeum eksponowało imponującą kolekcję przedmiotów z bursztynu.",
      "example_translation": "L'artiste a créé un collier avec un pendentif en ambre magnifique. Elle avait trouvé l'ambre sur une plage l'été dernier. Le musée a exposé une collection extraordinaire d'artefacts en ambre.",
      "imageLink": "image_files\\English\\amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "antracyt",
      "translation": "anthracite",
      "definition": "Antracyt to typ węgla, który jest niezwykle twardy i czysty, często używany do produkcji wysokiej jakości żelaza i stali.",
      "definition_translation": "L'anthracite est un type de charbon qui est extrêmement dur et pur, souvent utilisé pour la production d'acier et de fonte de haute qualité.",
      "example": "Fabryka użyła antracytu do produkcji wysokiej jakości stali. Inżynier określił antracyt dla nowego projektu budowlanego. Antracyt był używany do napędu rewolucji przemysłowej.",
      "example_translation": "L'usine a utilisé de l'anthracite pour produire de l'acier de haute qualité. L'ingénieur a spécifié de l'anthracite pour le nouveau projet de construction. L'anthracite a été utilisée pour alimenter la révolution industrielle.",
      "imageLink": "image_files\\English\\anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "akwamaryna",
      "translation": "aigue-marine",
      "definition": "Akwamaryna to błękitno-zielony kamień szlachetny, często używany w biżuterii, znany ze swoich właściwości uspokajających i kojących.",
      "definition_translation": "L'aigue-marine est un gemme bleu-vert souvent utilisée dans les bijoux, connue pour ses propriétés apaisantes et rafraîchissantes.",
      "example": "Królowa nosiła naszyjnik z akwamaryną na balu królewskim. Jubiler stworzył pierścionek z akwamaryną na urodziny córki. Akwamaryna ma przynosić szczęście tym, którzy ją noszą.",
      "example_translation": "La reine a porté un collier en aigue-marine au bal royal. Le bijoutier a créé un anneau en aigue-marine pour l'anniversaire de sa fille. L'aigue-marine est censée apporter bonne chance à ceux qui la portent.",
      "imageLink": "image_files\\English\\aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karmazyn",
      "translation": "carmine",
      "definition": "Karmazyn to jasnoczerwony do purpurowoczerwonego barwnik, uzyskiwany z owada karmazynowego, używany w kosmetykach, żywności i sztuce.",
      "definition_translation": "Un pigment rouge vif à pourpre rouge, obtenu à partir de l'insecte de la cochenille, utilisé dans les cosmétiques, les aliments et l'art.",
      "example": "Artysta zmieszała karmazyn z ochrą aby stworzyć żywy odcień pomarańczowego. Ona wcześniej używała karmazynu w swoich obrazach. Ona będzie używać karmazynu w swoim następnym projekcie artystycznym.",
      "example_translation": "L'artiste a mélangé le carmine avec l'ocre jaune pour créer une teinte orange vive. Elle avait utilisé du carmine dans ses peintures auparavant. Elle utilisera du carmine dans son prochain projet d'art.",
      "imageLink": "image_files\\English\\carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szkarłat",
      "translation": "cramoisi",
      "definition": "Szkarłat to głęboki, bogaty kolor czerwony, szczególnie kolor krwi.",
      "definition_translation": "Une couleur rouge profonde et riche, notamment la couleur du sang.",
      "example": "Panna młoda nosiła suknię szkarłatną w dniu ślubu. Uniformy drużyny piłkarskiej były szkarłatne i złote. Zachód słońca był głęboki szkarłatny kolor.",
      "example_translation": "La mariée portait une robe cramoisie le jour de son mariage. Les uniformes de l'équipe de football étaient cramoisi et doré. Le coucher de soleil était d'une couleur cramoisie profonde.",
      "imageLink": "image_files\\English\\crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cyjan",
      "translation": "cyan",
      "definition": "Cyjan to jasnoniebiesko-zielony kolor, podobny do błękitu, ale z bardziej zielonkawym odcieniem.",
      "definition_translation": "Une couleur bleu-verte vif, similaire au bleu mais avec une teinte verdâtre.",
      "example": "Logo firmy jest cyjanowe i białe. Artysta zmieszała cyjan z żółciem aby stworzyć jasny kolor zielony. Cyjan jest kojącym kolorem do patrzenia.",
      "example_translation": "Le logo de l'entreprise est cyan et blanc. L'artiste a mélangé le cyan avec le jaune pour créer une couleur verte vive. Le cyan est une couleur apaisante à regarder.",
      "imageLink": "image_files\\English\\cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szmaragd",
      "translation": "émeraude",
      "definition": "Szmaragd to jasnozielony kamień szlachetny, często używany w biżuterii.",
      "definition_translation": "Un gemme vert vif, souvent utilisé dans les bijoux.",
      "example": "Jej pierścionek szmaragdowy błyszczał w świetle. Naszyjnik szmaragdowy był rodziną relikwią. Dzień dzisiejszy dostałem piękny prezent w postaci kolczyków szmaragdowych.",
      "example_translation": "Sa bague émeraude scintillait dans la lumière. Le collier émeraude était un héritage familial. Les boucles d'oreilles émeraude étaient un beau cadeau.",
      "imageLink": "image_files\\English\\emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "imbir",
      "translation": "gingembre",
      "definition": "Imbir to roślina z grubymi, guzkowatymi korzeniami, która może być użyta w gotowaniu, Imbir jest popularnym przyprawą używaną w wielu różnych kuchniach.",
      "definition_translation": "Une plante avec une tige souterraine épaisse et noueuse qui peut être utilisée dans la cuisine, le gingembre est une épice populaire utilisée dans de nombreuses cuisines différentes.",
      "example": "Dodałem trochę imbiru do smażenia, aby nadać mu więcej smaku. Wczoraj startowałem imbir aby zrobić smaczny sos. Jutro kupię świeży imbir, aby zrobić pikantną herbatę.",
      "example_translation": "J'ai ajouté du gingembre au stir-fry pour lui donner plus de saveur. Hier, j'ai râpé du gingembre pour faire une délicieuse sauce. Demain, j'achèterai du gingembre frais pour faire un thé épicé.",
      "imageLink": "image_files\\English\\ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "indygo",
      "translation": "indigo",
      "definition": "Indygo to głęboki niebieski kolor, jest naturalnym barwnikiem ekstrahowanym z liści rośliny Indigofera, używanym do barwienia tkanin i innych materiałów.",
      "definition_translation": "Une couleur bleue profonde, l'indigo est un colorant naturel extrait des feuilles de la plante Indigofera, utilisé pour teindre des tissus et d'autres matériaux.",
      "example": "Barwnik indygo był używany do barwienia tkaniny starożytnej odzieży. Wczoraj zmieszałem indygo z innymi kolorami, aby stworzyć unikatowy odcień. W przyszłości będę używał indygo do barwienia moich włosów na głęboki niebieski kolor.",
      "example_translation": "Le colorant indigo était utilisé pour teindre le tissu des vêtements anciens. Hier, j'ai mélangé de l'indigo avec d'autres couleurs pour créer une nuance unique. À l'avenir, j'utiliserai de l'indigo pour teindre mes cheveux en bleu profond.",
      "imageLink": "image_files\\English\\indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "magenta",
      "translation": "magenta",
      "definition": "Jaskrawo różowo-fioletowy kolor, magenta jest intensywnym i żywym kolorem często stosowanym w druku i projektowaniu komputerowym.",
      "definition_translation": "Une couleur rose-violacée brillante, le magenta est une teinte vive et intense souvent utilisée dans l'impression et le design numérique.",
      "example": "Czerwono-fioletowy tusz został użyty do wydrukowania plakatu. Wczoraj zaprojektowałem logo z magentą jako głównym kolorem. W przyszłości będę używał magenty, aby stworzyć znakomite i uwagę przykuwające projekty.",
      "example_translation": "L'encre magenta était utilisée pour imprimer l'affiche. Hier, j'ai conçu un logo avec le magenta comme couleur principale. À l'avenir, j'utiliserai du magenta pour créer un design audacieux et accrocheur.",
      "imageLink": "image_files\\English\\magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mahogany",
      "translation": "acajou",
      "definition": "Rodzaj drewna z drzewa mahoniowego, często używanego w-produkcji mebli i rzeźbiarstwie ze względu na jego bogaty, czerwono-brązowy kolor i trwałość.",
      "definition_translation": "Un type de bois provenant de l'arbre Acajou, souvent utilisé dans la fabrication de meubles et de sculptures en bois en raison de sa couleur rouge-brun riche et de sa durabilité.",
      "example": "Stół mahoniowy został wykonany przez doświadczonego stolarza. Wczoraj szlifowałem drewno mahoniowe, aby ujawnić jego naturalne piękno. W przyszłości będę używał mahoniowca, aby zbudować piękny drewniany statek.",
      "example_translation": "La table en acajou était fabriquée à la main par un charpentier expérimenté. Hier, j'ai poncé le bois d'acajou pour révéler sa beauté naturelle. À l'avenir, j'utiliserai de l'acajou pour construire un beau bateau en bois.",
      "imageLink": "image_files\\English\\mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "maroon",
      "translation": "marron",
      "definition": "Ciemnobrązowy lub czerwono-brązowy kolor, szczególnie głęboki, bogaty odcień. Marun jest również małym ładunkiem wybuchowym używanym do sygnalizowania niebezpieczeństwa.",
      "definition_translation": "Une couleur brun foncé ou brun rougeâtre, en particulier une teinte profonde et riche. Un marron est également une petite charge explosive utilisée pour signaler la détresse.",
      "example": "Kolor amarantu zachodu słońca był zapierający dech. Zakotwiczyłem się na opuszczonej wyspie na tydzień. Drużyna będzie izolować nowego gracza na ławce rezerwowych.",
      "example_translation": "La couleur marron du coucher de soleil était à couper le souffle. Je me suis marroné sur l'île déserte pendant une semaine. L'équipe va marronner le nouveau joueur sur le banc.",
      "imageLink": "image_files\\English\\maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ochre",
      "translation": "ocre",
      "definition": "Naturalny pigment wykonany z tlenku żelaza, używany jako kolor żółty lub czerwono-brązowy. Ochra jest również rodzajem skały osadowej.",
      "definition_translation": "Un pigment naturel fait d'oxyde de fer, utilisé comme couleur jaune ou brun rougeâtre. L'ocre est également un type de roche sédentaire.",
      "example": "Kolor ochry na starożytnej ceramice był dobrze zachowany. Artysta użył ochry, aby namalować krajobraz. Ochra była używana jako naturalny barwnik w czasach starożytnych.",
      "example_translation": "La couleur ocre de la poterie ancienne était bien conservée. L'artiste a utilisé l'ocre pour peindre le paysage. L'ocre a été utilisé comme teinture naturelle dans les temps anciens.",
      "imageLink": "image_files\\English\\ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "scarlet",
      "translation": "écarlate",
      "definition": "Jaskrawy, żywy kolor czerwony. Szkarłat jest również rodzajem tkaniny, szczególnie czerwonej tkaniny.",
      "definition_translation": "Une couleur rouge vive et éclatante. L'écarlate est également un type de tissu, en particulier un tissu rouge vif.",
      "example": "Kolor szkarłatu róż był oszałamiający. Szkarłatna tkanina była używana do królewskich dywanów. Ona nosiła szkarłatną suknię na przyjęciu.",
      "example_translation": "La couleur écarlate des roses était époustouflante. Le tissu écarlate a été utilisé pour les tapis royaux. Elle a porté une robe écarlate au party.",
      "imageLink": "image_files\\English\\scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "turquoise",
      "translation": "turquoise",
      "definition": "Błękitno-zielony minerał, często używany jako kamień szlachetny. Turkus jest również jaskrawym błękitno-zielonym kolorem.",
      "definition_translation": "Un minéral bleu-vert, souvent utilisé comme pierre précieuse. Le turquoise est également une couleur bleu-verte vive.",
      "example": "Naszyjnik z turkusem był rodzinną pamiątką. Błękitno-zielona woda laguny była zachęcająca. Artysta użył turkusu w obrazie.",
      "example_translation": "Le collier turquoise était un héritage familial. L'eau turquoise de la lagune était invitante. L'artiste a utilisé le turquoise dans le tableau.",
      "imageLink": "image_files\\English\\turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]