[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Abisyn",
      "translation": "Abyssinien",
      "definition": "Rasa domowego kota znana ze swojego wyjątkowego futra ticked i szczupłej budowy.",
      "definition_translation": "Une race de chat domestique connue pour son pelage tiqué distinct et sa taille élancée.",
      "example": "Abisyn był popularną rasą w XIX wieku, i nadal jest dzisiaj. Miałem Abisyna, gdy byłem dzieckiem, i będę miał go ponownie w przyszłości.",
      "example_translation": "L'Abyssinien était une race populaire au 19e siècle, et elle l'est encore aujourd'hui. J'avais un chat Abyssinien lorsque j'étais enfant, et j'en aurai un autre dans le futur.",
      "imageLink": "image_files\\English\\"imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Amerykański krótkowłosy",
      "translation": "Chat américain à poil court",
      "definition": "Rasa domowego kota znana ze swojej wytrzymałej budowy i krótkiej, gęstej sierści.",
      "definition_translation": "Une race de chat domestique connue pour sa stature robuste et son poil court et dense.",
      "example": "Mój przyjaciel ma amerykańskiego krótkowłosego kota, którego kocha sangat. Miał amerykańskiego krótkowłosego kota, gdy byłem dzieckiem, i będzie miał go ponownie wkrótce.",
      "example_translation": "Mon amie a un chat américain à poil court qu'elle aime tendrement. Elle avait un chat américain à poil court quando elle était enfant, et elle en aura un autre bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Kot bengalski",
      "translation": "Chat bengal",
      "definition": "Hibrydowa rasa domowego kota znana ze swojego wyjątkowego spotty lub marmurkowego futra.",
      "definition_translation": "Une race hybride de chat domestique connue pour son pelage tacheté ou marbré distinct.",
      "example": "Widziałem kota bengalskiego w sklepie zoologicznym wczoraj, i byłam pod wrażeniem jego energicznego zachowania. Moja siostra miała kota bengalskiego, gdy była nastolatką, i będzie miała go ponownie wkrótce.",
      "example_translation": "J'ai vu un chat bengal au magasin d'animaux hier, et j'ai été impressionné par son comportement énergique. Ma sœur avait un chat bengal quando elle était adolescente, et elle en aura un autre bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Birmańczyk",
      "translation": "Birman",
      "definition": "Rasa domowego kota znana ze swoich uszach i białych łap.",
      "definition_translation": "Une race de chat domestique connue pour ses oreilles pointues et ses pattes blanches.",
      "example": "Birmańczyk jest popularną rasą kota w Europie, i był nim przez wieki. Miałem Birmę, gdy byłem studentem, i będę miał go ponownie w przyszłości.",
      "example_translation": "Le Birman est une race populaire de chat en Europe, et elle l'a été pendant des siècles. J'avais un chat Birman lorsque j'étais étudiant, et j'en aurai un autre dans le futur.",
      "imageLink": "image_files\\English\\"imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Brytyjski krótkowłosy",
      "translation": "british shorthair",
      "definition": "Brytyjski krótkowłosy jest rasą domowego kota pochodzącą z Wielkiej Brytanii. Są znani ze swojej wytrzymałej budowy, krótkich sierści i spokojnego usposobienia.",
      "definition_translation": "Le British Shorthair est une race de chats domestiques originaire du Royaume-Uni. Ils sont connus pour leur construction solide, leur pelage court et leur tempérament calme.",
      "example": "Miałem brytyjskiego krótkowłosego jako pupila, gdy byłem dzieckiem. Teraz rozważam, czy nie uzyskać kolejnego. Będę miał brytyjskiego krótkowłosego za rok.",
      "example_translation": "J'avais un British Shorthair comme animal de compagnie lorsque j'étais enfant. Maintenant, je suis en train de considérer en prendre un autre. J'aurai un British Shorthair dans un an.",
      "imageLink": "image_files\\English\\"imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Birmańczyk",
      "translation": "birman",
      "definition": "Birmańczyk jest rasą domowego kota pochodzącą z Tajlandii i Mjanmy. Są rozpoznawani dzięki swojemu wyjątkowemu wyglądowi fizycznemu i zabawnemu usposobieniu.",
      "definition_translation": "Le birman est une race de chats domestiques originaire de Thaïlande et de Birmanie. Ils sont reconnus pour leur apparence physique distinctive et leurs personnalités giocatives.",
      "example": "Moja siostra ma birmańskiego kota, który jest bardzo aktywny. Miała birmańskiego kota, gdy była w college'u. Będzie miała birmańskiego kota dla swojej córki.",
      "example_translation": "Ma sœur a un chat birman qui est très actif. Elle avait un chat birman lorsqu'elle était à l'université. Elle aura un chat birman pour sa fille.",
      "imageLink": "image_files\\English\\"imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Chartreux",
      "translation": "chartreux",
      "definition": "Chartreux jest rzadką rasą domowego kota pochodzącą z Francji. Są znani ze swojego niebiesko-szarego futra i spokojnego, powściągliwego usposobienia.",
      "definition_translation": "Le chartreux est une race rare de chats domestiques originaire de France. Ils sont connus pour leur pelage bleu-gris distinct et leur nature calme et réservée.",
      "example": "Widziałem Chartreux w sklepie zoologicznym wczoraj. Będę widzieć Chartreux w pokazie zwierząt jeszcze w następny wtorek. Widziałem Chartreux w internecie rok temu.",
      "example_translation": "J'ai vu un chat chartreux au magasin d'animaux hier. Je verrai un chat chartreux au spectacle d'animaux domestiques la semaine prochaine. J'ai vu un chat chartreux sur internet l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Kolorpunkt, Himalajski",
      "translation": "point de couleur, himalayen",
      "definition": "Kolorpunkt, znany również jako Himalajski, jest rasą domowego kota pochodzącą z krzyżówki między Siamek a Perskim kotem. Są znani ze swojego punktowego wzoru futra i spokojnego usposobienia.",
      "definition_translation": "Le point de couleur, également connu sous le nom d'Himalayen, est une race de chats domestiques qui a résulté du croisement entre un Siamois et un chat persan. Ils sont connus pour leur modèle de pelage pointu et leur tempérament calme.",
      "example": "Mam kolorpunkta, który jest bardzo zabawny. Miałem kolorpunkta, gdy byłem nastolatkiem. Będę miał kolorpunkta dla mojego syna.",
      "example_translation": "J'ai un chat point de couleur qui est très joueur. J'avais un chat point de couleur lorsque j'étais adolescent. J'aurai un chat point de couleur pour mon fils.",
      "imageLink": "image_files\\English\\"imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Devon Rex",
      "translation": "Rex du Devon",
      "definition": "Devon Rex jest rasą kota z kręconymi włosami, znany ze swojego wyjątkowego, miękkiego i kręconego futra. Jest to średniej wielkości kot z smukłą budową i klinowatą głową.",
      "definition_translation": "Le Devon Rex est une race de chat aux poils crépus, connue pour son manteau unique, doux et crépu. C'est un chat de taille moyenne avec un corps svelte et une tête en forme de coin.",
      "example": "Miałem Devona Rex jako pupila, gdy byłem dzieckiem. Teraz mam go, a mój sąsiad będzie miał go wkrótce.",
      "example_translation": "J'avais un Devon Rex comme animal de compagnie lorsque j'étais enfant. Maintenant, j'en ai un, et mon voisin en aura un bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Kot domowy",
      "translation": "chat domestique",
      "definition": "Kot domowy, także znany jako kot domowy, jest małym, typowo futrowym ssakiem mięsożernym, który żyje w bliskim stowarzyszeniu z ludźmi.",
      "definition_translation": "Un chat domestique, également connu sous le nom de chat de maison, est un petit mammifère carnivore velu qui vit en étroite association avec les humains.",
      "example": "Lubię grać z moim kotem domowym. Wczoraj grałem z nim, a jutro znowu będę grał z nim.",
      "example_translation": "J'adore jouer avec mon chat domestique. Hier, j'ai joué avec lui, et demain je jouerai avec lui à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kot egzotyczny krótkowłosy",
      "translation": "exotique à poil court",
      "definition": "Kot egzotyczny krótkowłosy to rasa kota wyhodowana, aby być krótkowłosą wersją kota egzotycznego długowłosego. Ma szeroką twarz, krótki nos i zwarte ciało.",
      "definition_translation": "L'exotique à poil court est une race de chat développée pour être une version à poil court de l'exotique à poil long. Elle a un visage large, un nez court et un corps robuste.",
      "example": "Kupiłem kota egzotycznego krótkowłosego rok temu. Teraz ma rok, a za rok będzie miał dwa lata.",
      "example_translation": "J'ai acheté un exotique à poil court l'année dernière. Maintenant, il a un an, et l'année prochaine, il aura deux ans.",
      "imageLink": "image_files\\English\\"imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "japoński bobtail",
      "translation": "bobtail japonais",
      "definition": "Japoński bobtail to rasa kota pochodząca z Japonii, charakteryzująca się krótkim ogonem, puszystą sierścią i zabawną osobowością.",
      "definition_translation": "Le bobtail japonais est une race de chat originaire du Japon, caractérisée par sa queue courte, son manteau doux et son comportement joueurs.",
      "example": "Moja siostra ma kota japońskiego bobtaila. Miała go rok temu, a będzie miała go przez wiele lat.",
      "example_translation": "Ma sœur a un bobtail japonais. Elle l'avait l'année dernière, et elle l'aura pendant de nombreuses années à venir.",
      "imageLink": "image_files\\English\\"imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Maine Coon",
      "translation": "Maine-Coon",
      "definition": "Maine Coon to rasa kota domowego pochodząca z Ameryki Północnej, szczególnie ze stanu Maine. Jest to jedna z najstarszych naturalnych ras kotów w Ameryce Północnej.",
      "definition_translation": "Le Maine Coon est un chat domestiqué originaire d'Amérique du Nord, spécifiquement de l'État du Maine. C'est l'une des plus anciennes races de chats naturelles d'Amérique du Nord.",
      "example": "Miałem kota Maine Coon, gdy byłam dzieckiem, był on bardzo zabawnym. Kupię kota Maine Coon za rok, bo kocham tę rasę. Miała kota Maine Coon, który był bardzo czuły.",
      "example_translation": "J'avais un chat Maine Coon lorsque j'étais enfant, il était très ludique. J'achèterai un chat Maine Coon l'année prochaine, parce que j'adore cette race. Elle avait un chat Maine Coon, qui était très affectueux.",
      "imageLink": "image_files\\English\\"imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Norweski leśny kot",
      "translation": "Chat de Forêt Norvégien",
      "definition": "Norweski leśny kot to rasa kota domowego pochodząca z Norwegii. Jest ona znana ze swojego charakterystycznego wyglądu i zabawnej, czułej osobowości.",
      "definition_translation": "Le Chat de Forêt Norvégien est une race de chat domestiqué originaire de Norvège. Il est connu pour son apparence physique distinctive et sa personnalité ludique et affectueuse.",
      "example": "Ona posiada kota norweskiego leśnego, który jest bardzo duży. Adoptuję kota norweskiego leśnego za miesiąc, bo kocham jego futro. Mieli kota norweskiego leśnego, który był bardzo ciekawski.",
      "example_translation": "Elle possède un Chat de Forêt Norvégien, qui est très grand. J'adopterai un Chat de Forêt Norvégien le mois prochain, parce que j'adore son pelage. Ils avaient un Chat de Forêt Norvégien, qui était très curieux.",
      "imageLink": "image_files\\English\\"imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ocicat",
      "translation": "Ocicat",
      "definition": "Ocicat to rasa kota domowego wyhodowana, aby przypominać dzikiego kota, ale z temperamentem kota domowego. Jest ona znana ze swoich charakterystycznych wzorów sierści i zabawnej osobowości.",
      "definition_translation": "L'Ocicat est une race de chat domestiqué développée pour ressembler à un chat sauvage, mais avec un tempérament de chat domestiqué. Il est connu pour ses motifs de pelage distinctifs et sa personnalité ludique.",
      "example": "Miałem kota ocicata, gdy byłam nastolatkiem, był on bardzo energiczny. Ona posiada kota ocicata, który jest bardzo piękny. Będą kupowali kota ocicata za rok, bo kochają jego wygląd.",
      "example_translation": "J'avais un chat Ocicat lorsque j'étais adolescent, il était très énergique. Elle possède un chat Ocicat, qui est très beau. Ils achèteront un chat Ocicat l'année prochaine, parce qu'ils aiment son apparence.",
      "imageLink": "image_files\\English\\"imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "perski",
      "translation": "Persan",
      "definition": "Perski to rasa kota domowego pochodząca z Persji, obecnie znanej jako Iran. Jest ona znana ze swojej długiej, puszystej sierści i spokojnej, łagodnej osobowości.",
      "definition_translation": "Le Persan est une race de chat domestiqué originaire de Perse, maintenant connue sous le nom d'Iran. Il est connu pour son manteau long et soyeux et sa personnalité calme et douce.",
      "example": "Ona miała kota perskiego, gdy była dzieckiem, był on bardzo cichy. Adoptuję kota perskiego za miesiąc, bo kocham jego futro. Oni posiadają kota perskiego, który jest bardzo elegancki.",
      "example_translation": "Elle avait un chat Persan lorsqu'elle était enfant, il était très calme. J'adopterai un chat Persan le mois prochain, parce que j'adore son pelage. Ils possèdent un chat Persan, qui est très élégant.",
      "imageLink": "image_files\\English\\"imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Ragdoll",
      "translation": "Poupée de chiffon",
      "definition": "Ragdoll to rasa kota znana ze swojej miękkiej, jedwabistej sierści i tendencji do rozluźniania się, gdy jest podnoszony.",
      "definition_translation": "Une Poupée de chiffon est une race de chat connue pour son manteau doux et soyeux et sa tendance à devenir molle lorsqu'elle est prise dans les bras.",
      "example": "Miałem kota Ragdolla, gdy byłam dzieckiem, mam kota Ragdolla teraz, a będę miał kota Ragdolla, gdy odejdę na emeryturę.",
      "example_translation": "J'avais un chat Poupée de chiffon lorsque j'étais enfant, j'ai un chat Poupée de chiffon maintenant, et j'aurai un chat Poupée de chiffon lorsque je prendre ma retraite.",
      "imageLink": "image_files\\English\\"imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Niebieski Rosjanin",
      "translation": "Bleu Russe",
      "definition": "Niebieski Rosjanin to rasa kota znana ze swojej grubości, puszystej sierści i zielonych oczu.",
      "definition_translation": "Le Bleu Russe est une race de chat connue pour son manteau épais et soyeux et ses yeux verts.",
      "example": "Mój kot Niebieski Rosjanin jest bardzo zabawnym, mój kot Niebieski Rosjanin był bardzo zabawnym, a mój kot Niebieski Rosjanin będzie bardzo zabawnym.",
      "example_translation": "Mon chat Bleu Russe est très joueur, mon chat Bleu Russe était très joueur, et mon chat Bleu Russe sera très joueur.",
      "imageLink": "image_files\\English\\"imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Sawannah",
      "translation": "Savane",
      "definition": "Sawannah to rasa kota znana ze swojego wysokiego, smukłego budowania i charakterystycznego wzoru sierści.",
      "definition_translation": "La Savane est une race de chat connue pour sa taille élancée et ses motifs de manteau distinctifs.",
      "example": "Zobaczyłem kota Sawannah w zoo, zobaczę kota Sawannah w zoo za rok, a zobaczyłem kota Sawannah w zoo rok temu.",
      "example_translation": "J'ai vu un chat Savane au zoo, je verrai un chat Savane au zoo l'année prochaine, et j'ai vu un chat Savane au zoo l'an dernier.",
      "imageLink": "image_files\\English\\"imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Szkocki zwijacz",
      "translation": "Plie Écossais",
      "definition": "Szkocki zwijacz to rasa kota znana ze swoich zwiniętych uszu i zabawnej osobowości.",
      "definition_translation": "Le Plie Écossais est une race de chat connue pour ses oreilles pliées et sa personnalité joueuse.",
      "example": "Mój kot Szkocki zwijacz jest bardzo czułym, mój kot Szkocki zwijacz był bardzo czułym, a mój kot Szkocki zwijacz będzie bardzo czułym.",
      "example_translation": "Mon chat Plie Écossais est très affectueux, mon chat Plie Écossais était très affectueux, et mon chat Plie Écossais sera très affectueux.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Syjamski",
      "translation": "Siamoise",
      "definition": "Syjamski to rasa domowego kota pochodząca z Tajlandii, znana z niebieskich oczu i spiczastych uszu.",
      "definition_translation": "Une Siamoise est une race de chat domestique originaire de Thaïlande, connue pour ses yeux bleus et ses oreilles pointues.",
      "example": "Miałem Syjamskiego kota, gdy byłem dzieckiem. Teraz mam Brytyjskiego Krótkowłosego. Za 10 lat będę miał Kota Maine Coon.",
      "example_translation": "J'avais un chat Siamoise lorsque j'étais enfant. Maintenant, j'ai un British Shorthair. Dans 10 ans, j'aurai un Maine Coon.",
      "imageLink": "image_files\\English\\"imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Syberyjski",
      "translation": "Sibérien",
      "definition": "Syberyjski to rasa domowego kota pochodząca z Syberii, znana z grubego futra i tolerancji na zimno.",
      "definition_translation": "Un Sibérien est une race de chat domestique originaire de Sibérie, connue pour son épais manteau et sa tolérance au froid.",
      "example": "Mój przyjaciel ma Syberyjskiego kota, który lubi się bawić w śniegu. Wczoraj rozegrał się na dworze. Jutro będzie się bawił ponownie.",
      "example_translation": "Mon ami a un chat Sibérien qui adore jouer dans la neige. Hier, il jouait dehors. Demain, il jouera à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Somalijski",
      "translation": "Somalien",
      "definition": "Somalijski to rasa domowego kota pochodząca z Somalii, znana z uderzających wzorów sierści i zabawowej natury.",
      "definition_translation": "Un Somalien est une race de chat domestique originaire de Somalie, connue pour ses motifs de robe frappants et son tempérament joueur.",
      "example": "Zamierzam zdobyć Somalijskiego kota w przyszłym roku. Teraz mam Syjamskiego kota. W zeszłym roku miałem Perskiego kota.",
      "example_translation": "J'aurai un chat Somalien l'année prochaine. Maintenant, j'ai un chat Siamoise. L'année dernière, j'avais un chat Persan.",
      "imageLink": "image_files\\English\\"imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Sfinks",
      "translation": "Sphinx",
      "definition": "Sfinks to rasa domowego kota, znana z braku sierści i ciekawskiej natury.",
      "definition_translation": "Un Sphinx est une race de chat domestique connue pour son absence de fourrure et son tempérament curieux.",
      "example": "Moja siostra ma Sfinksa, który uwielbia się tulenia. Tulił się z nim wczoraj. Będzie się tulenia z nim ponownie jutro.",
      "example_translation": "Ma sœur a un chat Sphinx qui adore se pelotonner. Elle s'est pelotonnée avec lui hier. Elle se pelotonnera avec lui à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Turecki Angora",
      "translation": "Angora Turc",
      "definition": "Turecki Angora to rasa domowego kota pochodząca z Turcji, znana z długiej, miękkiej, jedwabistej sierści i zabawowej, ciekawskiej natury.",
      "definition_translation": "L'Angora Turc est une race de chat domestique originaire de Turquie, connue pour son manteau long, doux et soyeux et sa nature joueur et curieuse.",
      "example": "Miałem Tureckiego Angorę jako pupil, gdy byłem dzieckiem, było bardzo zabawne. Teraz mam nowego Tureckiego Angorę i jest równie zabawny jak poprzedni. Zamierzam zdobyć kolejnego Tureckiego Angorę w przyszłości.",
      "example_translation": "J'avais un Angora Turc comme animal de compagnie lorsque j'étais enfant, il était très joueur. Maintenant j'ai un nouvel Angora Turc et il est tout aussi joueur que le précédent. Je vais avoir un autre Angora Turc dans le futur.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Turecki Van",
      "translation": "Van Turc",
      "definition": "Turecki Van to rasa domowego kota pochodząca z Turcji, znana z białej sierści z kolorowymi punktami i zabawowej, pełnej energii natury.",
      "definition_translation": "Le Van Turc est une race de chat domestique originaire de Turquie, connue pour son manteau blanc avec des points de couleur et sa nature joueur et énergique.",
      "example": "Moja siostra miała Tureckiego Vana, było bardzo pełne energii. Teraz ma nowego Tureckiego Vana i jest równie pełne energii jak poprzedni. Zamierzam zdobyć kolejnego Tureckiego Vana w przyszłości.",
      "example_translation": "Ma sœur avait un Van Turc, il était très énergique. Maintenant elle a un nouvel Van Turc et il est tout aussi énergique que le précédent. Elle va avoir un autre Van Turc dans le futur.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]