[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kwiat",
      "translation": "fleur",
      "definition": "Kwiat to struktura rozmnażająca roślin, która produkuje nasiona, zwykle składająca się z płatków, przysadek i pręcików.",
      "definition_translation": "Une fleur est la structure de reproduction trouvée chez les plantes qui produisent des graines, typiquement composée de pétales, sépales et stamina.",
      "example": "Wczoraj zerwałem kwiat z ogrodu. Dziś kwiat rozkwita pięknie. Jutro dam jej kwiat jako prezent.",
      "example_translation": "J'ai cueilli une fleur du jardin hier. La fleur fleurit magnifiquement aujourd'hui. Demain, je lui donnerai une fleur en cadeau.",
      "imageLink": "image_files\\English\\flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "róża",
      "translation": "rose",
      "definition": "Róża to typ rośliny kwitnącej, często używanej jako symbol miłości i uznania.",
      "definition_translation": "Une rose est un type de plante à fleurs qui est souvent utilisée comme symbole d'amour et d'appréciation.",
      "example": "Dostała bukiet róż urodzinowych wczoraj. Róża na krzaku w naszym ogrodzie rozkwita dziś. Za tydzień zasadzimy nową różę.",
      "example_translation": "Elle a reçu un bouquet de roses pour son anniversaire hier. Le rosier dans notre jardin est en fleur aujourd'hui. Nous planterons un nouvel arbre de rose la semaine prochaine.",
      "imageLink": "image_files\\English\\rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stokrotka",
      "translation": "marguerite",
      "definition": "Stokrotka to typ rośliny kwitnącej o żółtym środku i białych płatkach, często kojarzonej z niewinnością i czystością.",
      "definition_translation": "Une marguerite est un type de plante à fleurs avec un centre jaune et des pétales blanches, souvent associée à l'innocence et la pureté.",
      "example": "Stokrotka jest jej ulubionym kwiatem. Wczoraj zerwałem stokrotkę z pola. Ona będzie nosić koronę stokrotki na imprezie jutro.",
      "example_translation": "La marguerite est sa fleur préférée. J'ai cueilli une marguerite du champ hier. Elle portera une couronne de marguerite au party demain.",
      "imageLink": "image_files\\English\\daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "słonecznik",
      "translation": "tournesol",
      "definition": "Słonecznik to typ wysokiej, jednorocznej lub wieloletniej rośliny o dużych, żółtych kwiatach, które następują ruchu słońca.",
      "definition_translation": "Un tournesol est un type de plante annuelle ou vivace haute avec de grandes fleurs jaunes vives qui suivent le mouvement du soleil.",
      "example": "Zasadziłem nasienie słonecznika w swoim ogrodzie tydzień temu. Słonecznik rośnie wysoko dziś. Za miesiąc będziemy zbierać nasiona słonecznika.",
      "example_translation": "J'ai planté une graine de tournesol dans mon jardin la semaine dernière. Le tournesol pousse haut aujourd'hui. Nous récolterons les graines de tournesol le mois prochain.",
      "imageLink": "image_files\\English\\sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tulipan",
      "translation": "tulipe",
      "definition": "Tulipan to typ rośliny kwitnącej wiosną, rosnącej z cebulek, charakteryzującej się kielichowymi kwiatami o trzech płatkach i trzech przysadkach.",
      "definition_translation": "Une tulipe est un type de plante à fleurs printanières qui pousse à partir de bulbs, caractérisée par des fleurs en forme de coupe avec trois pétales et trois sépales.",
      "example": "Zasadziłem tulipany w swoim ogrodzie wczoraj. Teraz są pięknie kwitnące. Za rok zasadzę więcej tulipanów.",
      "example_translation": "J'ai planté des tulipes dans mon jardin le printemps dernier. Elles fleurissent magnifiquement maintenant. L'année prochaine, je planterai plus de tulipes.",
      "imageLink": "image_files\\English\\tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aster",
      "translation": "astérie",
      "definition": "Aster to typ rośliny kwitnącej, często spotykany w ogrodach i łąkach, charakteryzującej się kwiatami o gwiaździstej formie.",
      "definition_translation": "Une astérie est un type de plante à fleurs souvent trouvé dans les jardins et les prairies, caractérisée par ses fleurs en forme d'étoile.",
      "example": "Kwiaty aster w moim ogrodzie przyciągają wiele pszczół. Zasadziłem je ostatniego lata. Za jesień zasadzę więcej asterów.",
      "example_translation": "Les fleurs d'astérie dans mon jardin attirent beaucoup d'abeilles. Je les ai plantées l'été dernier. L'automne prochain, je planterai plus d'astéries.",
      "imageLink": "image_files\\English\\aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "azalia",
      "translation": "azalée",
      "definition": "Azalia to typ krzewu kwitnącego, często używanego w ogrodnictwie, charakteryzujący się kwiatami w kształcie lejka.",
      "definition_translation": "Une azalée est un type d'arbuste à fleurs souvent utilisé dans l'aménagement paysager, caractérisée par ses fleurs en forme de entonnoir spectaculaires.",
      "example": "Krzaki azalii w moim ogrodzie są pięknie kwitnące teraz. Przyciąłem je zimą. Za wiosną będę je nawozić.",
      "example_translation": "Les buissons d'azalée dans mon arrière-cour fleurissent magnifiquement maintenant. Je les ai taillés l'hiver dernier. Je les fertiliserai au printemps prochain.",
      "imageLink": "image_files\\English\\azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kaktus",
      "translation": "cactus",
      "definition": "Kaktus to typ rośliny sukulentowej, pokrytej kolcami, pochodzącej z Ameryki, często uprawianej w doniczkach jako roślina ozdobna.",
      "definition_translation": "Un cactus est un type de plante succulente à épines qui est originaire des Amériques, souvent cultivée à l'intérieur comme plante d'ornement.",
      "example": "Mam kaktusa na parapecie, który wymaga minimalnej pielęgnacji. Podlałem go ostatnio. Za miesiąc będzie kwitnąć.",
      "example_translation": "J'ai un cactus sur ma fenêtre qui nécessite des soins minimalistes. Je l'ai arrosé la semaine dernière. Il fleurira le mois prochain.",
      "imageLink": "image_files\\English\\cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "goździk",
      "translation": "œillet",
      "definition": "Goździk to typ rośliny kwitnącej, często używanej w bukietach i kompozycjach. Jest znany ze swojego słodkiego zapachu i delikatnych płatków.",
      "definition_translation": "Un œillet est un type de plante fleurie qui est souvent utilisé dans les bouquets et les arrangements. Il est connu pour son parfum suave et ses pétales délicates.",
      "example": "Kupiłem bukiet goździków na urodziny mojej matki wczoraj. Dziś będę je stawiał w wazonie, aby dłużej się utrzymały. Za tydzień będą więdły.",
      "example_translation": "J'ai acheté un bouquet d'œillets pour l'anniversaire de ma mère hier. Aujourd'hui, je vais les mettre dans un vase pour les faire durer plus longtemps. D'ici une semaine, ils auront fané.",
      "imageLink": "image_files\\English\\carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chryzantema",
      "translation": "chrysanthème",
      "definition": "Chryzantema to typ rośliny kwitnącej, często kojarzonej z kulturą azjatycką. Jest znana ze swoich żółtych i pomarańczowych kwiatów.",
      "definition_translation": "Un chrysanthème est un type de plante fleurie qui est souvent associé aux cultures asiatiques. Il est connu pour ses fleurs jaunes et oranges vives.",
      "example": "Zasadziłem chryzantemę w swoim ogrodzie wiosną. Latem był pięknie kwitnący. Za jesień będę go przycinał, aby przygotować na zimę.",
      "example_translation": "J'ai planté un chrysanthème dans mon jardin le printemps dernier. L'été, il fleurissait magnifiquement. L'automne prochain, je devrai le tailler pour le préparer à l'hiver.",
      "imageLink": "image_files\\English\\chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kwiat kukurydziany",
      "translation": "bleuet",
      "definition": "Kwiat kukurydziany to rodzaj rośliny kwitnącej, często spotykany w polach i łąkach. Jest znany ze swoich pięknych, niebieskich kwiatów.",
      "definition_translation": "Un bleuet est un type de plante fleurie qui est souvent trouvé dans les champs et les prairies. Il est connu pour ses fleurs bleues vives.",
      "example": "Kiedy byłam dzieckiem, wybierałam kwiaty kukurydziane w polu za domem. Dziś, zamierzam zasadzić je w moim ogrodzie. Do nastłego lata, będą znów kwitnąć.",
      "example_translation": "Quand j'étais enfant, je cueillais des bleuets dans le champ derrière ma maison. Aujourd'hui, je vais en-planter quelques-uns dans mon jardin. L'été prochain, ils fleuriront à nouveau.",
      "imageLink": "image_files\\English\\cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szafirek",
      "translation": "crocus",
      "definition": "Szafirek to rodzaj rośliny kwitnącej, często kojarzony z wiosną. Jest znany ze swoich delikatnych, kubeczkowatych kwiatów.",
      "definition_translation": "Un crocus est un type de plante fleurie qui est souvent associé au printemps. Il est connu pour ses fleurs délicates en forme de coupe.",
      "example": "Posadziłam szafirki w moim ogrodzie jesienią. Do tej wiosny, już kwitły. W następnym roku, będę musiała je podzielić, aby je utrzymać.",
      "example_translation": "J'ai planté des crocus dans mon jardin l'automne dernier. Ce printemps, ils fleurissaient. L'année prochaine, je devrai les diviser pour les garder en bonne santé.",
      "imageLink": "image_files\\English\\crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żonkil",
      "translation": "jonquille",
      "definition": "Żonkil to rodzaj rośliny kwitnącej, często spotykany w ogrodach i parkach. Ma jasnożółte lub białe kwiaty i jest często kojarzony z wiosną.",
      "definition_translation": "Une jonquille est un type de plante fleurie que l'on trouve couramment dans les jardins et les parcs. Elle a des fleurs jaunes ou blanches vives et est souvent associée au printemps.",
      "example": "Posadziłam żonkile w moim ogrodzie rok temu i pięknie kwitły tej wiosny. Zamierzam posadzić więcej żonkili następnego roku. Posadziłam żonkile w moim ogrodzie pięć lat temu i nadal kwitną każdej wiosny.",
      "example_translation": "J'ai planté des jonquilles dans mon jardin l'année dernière et elles ont fleuri magnifiquement ce printemps. Je planterai plus de jonquilles l'année prochaine. J'ai planté des jonquilles dans mon jardin il y a cinq ans et elles fleurissent encore tous les printemps.",
      "imageLink": "image_files\\English\\daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "daleja",
      "translation": "dahlia",
      "definition": "Daleja to rodzaj rośliny kwitnącej, często uprawiany w ogrodach ze swoich dekoracyjnych kwiatów. Występuje w różnych kolorach i rozmiarach.",
      "definition_translation": "Un dahlia est un type de plante fleurie que l'on cultive couramment dans les jardins pour ses fleurs décoratives. Il existe dans une variété de couleurs et de tailles.",
      "example": "Uprawiłam daleje w moim ogrodzie minionego lata i były wielkim hitem na targach powiatowych. Zamierzam uprawiać więcej dalej następnego lata. Uprawiam daleje w moim ogrodzie przez lata i zawsze przyciągają uwagę wielu osób.",
      "example_translation": "J'ai cultivé des dahlias dans mon jardin l'été dernier et ils ont été un succès au concours de comté. Je cultiverai plus de dahlias l'été prochain. J'ai cultivé des dahlias dans mon jardin pendant des années et ils attirent toujours beaucoup d'attention.",
      "imageLink": "image_files\\English\\dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "edelwejss",
      "translation": "edelweiss",
      "definition": "Edelwejss to rodzaj rośliny kwitnącej, rodzimej z Alp Europejskich. Ma białe płatki i żółte środki.",
      "definition_translation": "Un edelweiss est un type de plante fleurie qui est originaire des Alpes européennes. Il a des pétales blancs et un centre jaune.",
      "example": "Widziałam edelwejsse rosnące w górach podczas ostatniej wycieczki. Zamierzam spróbować uprawiać edelwejss w moim ogrodzie następnego roku. Widzę edelwejsse rosnące w górach przez lata i zawsze przypominają mi się dźwięki z The Sound of Music.",
      "example_translation": "J'ai vu des edelweiss pousser dans les montagnes lors de ma dernière randonnée. J'essaierai de cultiver des edelweiss dans mon jardin l'année prochaine. J'ai vu des edelweiss pousser dans les montagnes pendant des années et cela me rappelle toujours Le son de la musique.",
      "imageLink": "image_files\\English\\edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zapomniałka",
      "translation": "nez-de-vie",
      "definition": "Zapomniałka to rodzaj małej rośliny kwitnącej, często kojarzony z nostalgią i pamięcią. Ma niebieskie lub różowe kwiaty.",
      "definition_translation": "Un nez-de-vie est un type de petite plante fleurie qui est souvent associé à la nostalgie et à la mémoire. Il a des fleurs bleues ou roses.",
      "example": "Moja babcia nosiła zapomniałki w swoich włosach, kiedy byłem dzieckiem. Zamierzam posadzić zapomniałki w moim ogrodzie następnej wiosny. Posadziłam zapomniałki w moim ogrodzie minionego roku i pięknie kwitły tym latem.",
      "example_translation": "Ma grand-mère portait des nez-de-vie dans ses cheveux lorsque j'étais enfant. Je planterai des nez-de-vie dans mon jardin au printemps prochain. J'ai planté des nez-de-vie dans mon jardin l'année dernière et ils ont fleuri magnifiquement cet été.",
      "imageLink": "image_files\\English\\forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "frezja",
      "translation": "frésie",
      "definition": "Frezja to rodzaj rośliny kwitnącej, rodzimej z Afryki i znanej z jej słodkiego, cytrynowego zapachu i delikatnych białych, żółtych lub różowych kwiatów.",
      "definition_translation": "Une frésie est un type de plante à fleurs originaire d'Afrique et connue pour son parfum sucré, citronné et ses fleurs délicates blanches, jaunes ou roses.",
      "example": "Ogrodnik starannie posadził bulwy frezji w ogrodzie, wiedząc, że będą pięknie kwitnąć wiosną. Wcześniej wyczuła zapach frezji u florysty i była zachwycona. Następnego roku, planuje posadzić jeszcze więcej frezji.",
      "example_translation": "Le jardinier a planté soigneusement les bulbes de frésie dans le jardin, sachant qu'ils fleuriraient magnifiquement au printemps. Elle avait récemment senti le parfum des frésies chez un fleuriste et était accro. L'année prochaine, elle compte planter encore plus de frésies.",
      "imageLink": "image_files\\English\\freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fuksja",
      "translation": "fuchsia",
      "definition": "Fuksja to rodzaj krzewu kwitnącego, rodzimego z Ameryki Południowej i znanej ze swoich delikatnych, zwisających kwiatów, które występują w różnych kolorach, w tym także różowym, purpurowym i białym.",
      "definition_translation": "Un fuchsia est un type d'arbuste à fleurs originaire d'Amérique du Sud et connu pour ses fleurs délicates et pendantes qui viennent dans une gamme de couleurs, notamment le rose, le pourpre et le blanc.",
      "example": "Hortulanistka starannie przystrzygała krzew fuksji, aby zachęcić do nowego rozwoju. Zawsze kochała żywe kolory fuksji i miała kilka odmian w swoim ogrodzie. Latem minionego roku, wysiewała nowe fuksje z sadzonek.",
      "example_translation": "L'horticulteur a soigneusement taillé la plante de fuchsia pour encourager la croissance nouvelle. Elle avait toujours aimé les couleurs vives des fuchsias et en avait plusieurs variétés dans son jardin. L'été dernier, elle avait propagé de nouvelles plantes de fuchsia à partir de boutures.",
      "imageLink": "image_files\\English\\fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gerbera",
      "translation": "œillet du Cap",
      "definition": "Gerbera to rodzaj rośliny kwitnącej, rodzimej z Afryki Południowej i znanej ze swoich jasnych, kolorowych kwiatów, które występują w różnych kolorach, w tym także różowym, żółtym i pomarańczowym.",
      "definition_translation": "Un œillet du Cap est un type de plante à fleurs originaire d'Afrique du Sud et connu pour ses fleurs brillantes et gaies qui viennent dans une gamme de couleurs, notamment le rose, le jaune et l'orange.",
      "example": "Florystka ułożyła bukiet gerber, dodając zieleni dla kontrastu. Zawsze kochała wygląd gerber i używała ich w wielu swoich aranżacjach. W następnym tygodniu, zamówi więcej gerber na zbliżające się wesele.",
      "example_translation": "La fleuriste a arrangé un bouquet d'œillets du Cap dans un vase, ajoutant du feuillage pour un effet de couleur. Elle avait toujours aimé l'apparence gaie des œillets du Cap et les utilisait dans beaucoup de ses arrangements. La semaine prochaine, elle compte commander plus d'œillets du Cap pour un mariage à venir.",
      "imageLink": "image_files\\English\\gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "malwa",
      "translation": "rose trémière",
      "definition": "Malwa to rodzaj rośliny kwitnącej, rodzimej z Azji i znanej ze swoich wysokich, szlachetnych kłosów, które mogą osiągnąć do 8 stóp wysokości.",
      "definition_translation": "Une rose trémière est un type de plante à fleurs originaire d'Asie et connue pour ses hauts, statuesques épis de fleurs colorées qui peuvent atteindre jusqu'à 2,5 mètres de hauteur.",
      "example": "Ogrodnik posadził rząd malw wzdłuż płotu, gdzie będą majestatycznie kwitnąć latem. Zawsze kochała szlachetny wygląd malw i hodowała je w swoim ogrodzie przez lata. Rok temu, próbowałem uprawiać nową odmianę malw z prążkowanymi płatkami.",
      "example_translation": "Le jardinier a planté un rang d'roses trémières le long de la clôture, où elles fleuriraient majestueusement en été. Elle avait toujours aimé l'apparence majestueuse des roses trémières et les avait cultivées dans son jardin pendant des années. L'année dernière, elle avait essayé de cultiver une nouvelle variété de rose trémière à pétales rayées.",
      "imageLink": "image_files\\English\\hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "hiacyntha",
      "translation": "jacinthe",
      "definition": "Hiacyntha to rodzaj rośliny kwitnącej, rodzimej dla regionu śródziemnomorskiego. Znana jest ze swoich jasnych, rurkowatych kwiatów, które kwitną w odcieniach niebieskiego, różowego, białego i żółtego.",
      "definition_translation": "Une jacinthe est un type de plante à fleurs originaire de la région méditerranéenne. Elle est connue pour ses fleurs tubulaires brillantes qui fleurissent en nuances de bleu, rose, blanc et jaune.",
      "example": " Posadziłem hiacynthę w moim ogrodzie wiosną minionego roku i zakwitła pięknie. Zakwitnie ponownie wiosną przyszłego roku. Wtedy będę miał więcej hiacynth wokół niej.",
      "example_translation": "J'ai planté une jacinthe dans mon jardin l'année dernière et elle a fleuri magnifiquement. Elle fleurira à nouveau l'année prochaine. D'ici là, j'aurai planté plus de jacinthes autour d'elle.",
      "imageLink": "image_files\\English\\hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "iris",
      "translation": "iris",
      "definition": "Iris to rodzaj rośliny kwitnącej, znany ze swoich okazałych, kolorowych kwiatów. Często używana jest jako roślina ozdobna w ogrodach i kompozycjach.",
      "definition_translation": "Un iris est un type de plante à fleurs connue pour ses fleurs colorées et spectaculaires. Elle est souvent utilisée comme plante ornementale dans les jardins et les arrangements.",
      "example": "Iris w moim ogrodzie właśnie kwitnie. Kwitła również w zeszłym roku. Mam nadzieję, że zakwitnie ponownie w przyszłym roku.",
      "example_translation": "L'iris de mon jardin est en fleur maintenant. Elle a fleuri l'année dernière aussi. J'espère qu'elle fleurira à nouveau l'année prochaine.",
      "imageLink": "image_files\\English\\iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bez czarny",
      "translation": "lilas",
      "definition": "Bz czarny to rodzaj krzewu kwitnącego, znany ze swoich pachnących, fioletowych kwiatów. Często używany jest jako roślina ozdobna w ogrodach i parkach.",
      "definition_translation": "Un lilas est un type d'arbuste à fleurs connu pour ses fleurs parfumées et violettes. Il est souvent utilisé comme plante ornementale dans les jardins et les parcs.",
      "example": "Uwielbiam zapach bzów wiosną. W przyszłej wiosennie posadzę bz czarny w moim ogrodzie. Wtedy, kiedy odwiedziłem dom mojej babci, bz również kwitł.",
      "example_translation": "J'adore l'odeur des lilas au printemps. Je planterai un arbre de lilas dans mon jardin l'année prochaine. Il était en fleur lorsque j'ai visité la maison de ma grand-mère l'année dernière.",
      "imageLink": "image_files\\English\\lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lilie",
      "translation": "lis",
      "definition": "Lilie to rodzaj rośliny kwitnącej, znany ze swoich dużych, okazałych kwiatów. Często używana jest jako symbol czystości i niewinności.",
      "definition_translation": "Un lis est un type de plante à fleurs connue pour ses fleurs grandes et spectaculaires. Elle est souvent utilisée comme symbole de pureté et d'innocence.",
      "example": "Dałem mojej matce lilie na urodziny. Ona da mi lilie na urodziny w przyszłym roku. Rok temu dostałem lilie na urodziny od niej również.",
      "example_translation": "J'ai donné un lis à ma mère pour son anniversaire. Elle me donnera un lis pour mon anniversaire l'année prochaine. C'était un lis qu'elle m'a donné pour mon anniversaire l'année dernière.",
      "imageLink": "image_files\\English\\lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konwalijka",
      "translation": "muguet",
      "definition": "Konwalijka to słodko pachnąca roślina kwitnąca, rodzima dla Europy i Azji, często używana w bukietach ślubnych.",
      "definition_translation": "une plante à fleurs parfumée native d'Europe et d'Asie, souvent utilisée dans les bouquets de mariage",
      "example": "Zawsze marzyłem o tym, aby nieść bukiet konwalijek w dniu mojego ślubu. Wczoraj ostatecznie to zrobiłem. Będę cenił tę specjalną pamiątkę przez całe życie.",
      "example_translation": "J'avais toujours rêvé de porter un bouquet de muguet le jour de mon mariage. Hier, j'ai finalement fait. Je conserverai toujours le souvenir de ce jour spécial.",
      "imageLink": "image_files\\English\\lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "narcyz",
      "translation": "narcisse",
      "definition": "Narcyz to roślina cebulowa z okazałymi, kubeczkowatymi kwiatami, często kojarzona z pychą w mitologii greckiej.",
      "definition_translation": "une plante vivace bulbeuse avec des fleurs en forme de coupe, souvent associée à la vanité dans la mythologie grecque",
      "example": "W starożytnej Grecji mit o Narcyzie był pouczająca opowieścią o niebezpieczeństwach samoobsesji. Dziś kwiat jest nadal popularnym wyborem do ogrodów i kompozycji kwiatowych. Wiosną posadzę kilka cebulek w moim ogrodzie.",
      "example_translation": "Dans l'ancienne Grèce, le mythe de Narcisse était une histoire d'avertissement sur les dangers de l'égocentrisme. Aujourd'hui, la fleur est toujours un choix populaire pour les jardins et les arrangements floraux. Je vais planter quelques bulbes dans mon jardin ce printemps.",
      "imageLink": "image_files\\English\\narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "orchideja",
      "translation": "orchidée",
      "definition": "Orchideja to roślina kwitnąca z delikatnymi, egzotycznymi i często pachnącymi kwiatami, ceniona za swoją urodę i rzadkość.",
      "definition_translation": "une plante fleurie avec des fleurs délicates, exotiques et souvent parfumées, appréciée pour sa beauté et sa rareté",
      "example": "Nigdy nie widziałem orchidei na żywo, dopóki nie odwiedziłem ogrodu botanicznego w zeszłym tygodniu. Następnego dnia kupiłem jedną w szkółce i będę ją pielęgnować starannie, aby zapewnić jej przeżycie.",
      "example_translation": "Je n'avais jamais vu d'orchidée en personne jusqu'à ce que je visite le jardin botanique le week-end dernier. Le lendemain, j'en ai acheté une à la pépinière et je vais l'arroser soigneusement pour assurer sa survie.",
      "imageLink": "image_files\\English\\orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fiołek",
      "translation": "pensée",
      "definition": "Fiołek to niska, delikatna roślina z kolorowymi, pachnącymi kwiatami, często kojarzona z miłością i pamięcią.",
      "definition_translation": "une fleur basse et délicate avec des pétales colorés, souvent associée à l'amour et au souvenir",
      "example": "Kiedy byłem dzieckiem, uwielbiałem bawić się z fiołkami w ogrodzie mojej babci. Teraz uprawiam je w swoim ogrodzie i wkrótce podaruję bukiet przyjacielowi jako prezent.",
      "example_translation": "Quand j'étais enfant, j'adorais jouer avec les pensées dans le jardin de ma grand-mère. Maintenant, je les cultive dans mon propre jardin et je vais donner un bouquet à mon amie en cadeau.",
      "imageLink": "image_files\\English\\pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piwonia",
      "translation": "pivoine",
      "definition": "Piwonia to roślina kwitnąca, produkująca duże, okazałe kwiaty w różnych kolorach.",
      "definition_translation": "Une pivoine est une plante à fleurs qui produit de grandes fleurs voyantes dans une variété de couleurs.",
      "example": "Posadziłem piwonie w moim ogrodzie w zeszłym roku i zakwitł pięknie tej wiosny. W przyszłym roku posadzę kolejną, i zakwitnie ponownie. 5 lat temu posadziłem piwonie w moim ogrodzie, i kwitł każdego roku od tamtej pory.",
      "example_translation": "J'ai planté une pivoine dans mon jardin l'an dernier, et elle a fleuri magnifiquement ce printemps. Je planterai une autre l'année prochaine, et elle fleurira à nouveau. J'avais planté une pivoine dans mon jardin il y a cinq ans, et elle avait fleuri chaque année depuis lors.",
      "imageLink": "image_files\\English\\peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mak",
      "translation": "coquelicot",
      "definition": "Mak to roślina kwitnąca, produkująca delikatne, kubeczkowate kwiaty w różnych kolorach.",
      "definition_translation": "Un coquelicot est une plante à fleurs qui produit des fleurs délicates en forme de coupe dans une variété de couleurs.",
      "example": "Widziałem pole maku kwitnącego na wsi latem i był to zachwycający widok. W przyszłym lecie zobaczę kolejne pole maku, i będzie równie piękne. 5 lat temu zobaczyłem pole maku na wsi i było równie ujmujące.",
      "example_translation": "J'ai vu un champ de coquelicots en fleurs dans la campagne l'été dernier, et c'était à couper le souffle. Je verrai un autre champ de coquelicots l'été prochain, et il sera tout aussi beau. J'avais vu un champ de coquelicots dans la campagne il y a cinq ans, et il avait été tout aussi sensationnel.",
      "imageLink": "image_files\\English\\poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prymulka",
      "translation": "primevère",
      "definition": "Prymulka to roślina kwitnąca, która produkuje delikatne, aromatyczne kwiaty w odcieniach żółtego, różowego i fioletowego.",
      "definition_translation": "Une primevère est une plante à fleurs qui produit des fleurs délicates et fragrances dans des tons de jaune, rose et pourpre.",
      "example": "Wczoraj zerwałem prymulkę w lesie wiosną, i wypełniła ona mój pokój słodkim zapachem. Zerwę kolejną prymulkę wiosną przyszłego roku, i wypełni ona mój pokój słodkim zapachem ponownie. Zerwałem prymulkę w lesie pięć lat temu, i wypełniła ona mój pokój słodkim zapachem wtedy.",
      "example_translation": "J'ai cueilli une primevère dans les bois le printemps dernier, et elle a rempli ma chambre de son parfum suave. Je cueillerai une autre primevère le printemps prochain, et elle remplira ma chambre de son parfum suave à nouveau. J'avais cueilli une primevère dans les bois il y a cinq ans, et elle avait rempli ma chambre de son parfum suave à l'époque.",
      "imageLink": "image_files\\English\\primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lwia paszcza",
      "translation": "antirrhin",
      "definition": "Lwia paszcza to roślina kwitnąca, która produkuje wysokie, kolorowe kwiaty o charakterystycznym kształcie przypominającym paszczę smoka.",
      "definition_translation": "Un antirrhin est une plante à fleurs qui produit des fleurs colorées et élancées avec une forme distinctive rappelant la gueule d'un dragon.",
      "example": "W minionym lecie zasadziłem lwia paszczę w swoim ogrodzie, i przyciągnęła ona wiele motyli. Zasadzę kolejną lwia paszczę w następnym lecie, i przyciągnie ona wiele motyli ponownie. Zasadziłem lwia paszczę w swoim ogrodzie pięć lat temu, i przyciągnęła ona wiele motyli wtedy.",
      "example_translation": "J'ai fait pousser un antirrhin dans mon jardin l'été dernier, et il a attiré de nombreux papillons. Je ferai pousser un autre antirrhin l'été prochain, et il attirera de nombreux papillons à nouveau. J'avais fait pousser un antirrhin dans mon jardin il y a cinq ans, et il avait attiré de nombreux papillons à l'époque.",
      "imageLink": "image_files\\English\\snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śnieżyczka",
      "translation": "perce-neige",
      "definition": "Śnieżyczka to mała, biała kwiatka, która rośnie zimą i jest często kojarzona z nadzieją i odnową.",
      "definition_translation": "Une perce-neige est une petite fleur blanche qui pousse en hiver et est souvent associée à l'espoir et au renouveau.",
      "example": "Wczoraj zobaczyłem pierwsze śnieżyczki sezonu kwitnące w ogrodzie. Dziś sadzę więcej śnieżyczek w posesji. W przyszłym roku będę miał całe pole śnieżyczek.",
      "example_translation": "Hier, j'ai vu les premières perce-neige de la saison fleurir dans le jardin. Aujourd'hui, je plante plus de perce-neige dans la cour. L'année prochaine, j'aurai un champ entier de perce-neige.",
      "imageLink": "image_files\\English\\snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tagetes",
      "translation": "tagète",
      "definition": "Tagetes to rodzaj rośliny kwitnącej, która jest powszechnie stosowana jako roślina towarzysząca do odpędzania szkodników i przyciągania owadów pożytecznych.",
      "definition_translation": "La tagète est un type de plante fleurie qui est communément utilisée comme plante compagnon pour repousser les parasites et attirer les insectes bénéfiques.",
      "example": "Zasadziłem tagetes wokół warzyw, aby odeprzeć mszyce. Tagetes są również wspaniałe dla przyciągnięcia pszczół do ogrodu. Do następnego lata będę miał całą łóżkę tagetesów.",
      "example_translation": "J'ai planté des tagètes autour de mes légumes pour éloigner les pucerons. Les tagètes sont également excellentes pour attirer les abeilles dans le jardin. D'ici l'été prochain, j'aurai un lit entier de tagètes.",
      "imageLink": "image_files\\English\\tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fiołek",
      "translation": "violet",
      "definition": "Fiołek to delikatna, fioletowa kwiatka, która jest często kojarzona z skromnością i pokorą.",
      "definition_translation": "Une violette est une fleur délicate, violette, souvent associée à la modestie et à l'humilité.",
      "example": "Kwiatki fiołków w ogrodzie mojej babci były jej dumą i radością. Zerwałem fiołki na urodziny mojej matki. W następnym sezonie wzrośnie więcej fiołków w moim ogrodzie.",
      "example_translation": "Les fleurs de violettes dans le jardin de ma grand-mère étaient sa fierté et sa joie. J'ai cueilli des violettes pour l'anniversaire de ma mère. Le printemps prochain, je planterai plus de violettes dans mon jardin.",
      "imageLink": "image_files\\English\\violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liliowiec wodny",
      "translation": "nénuphar",
      "definition": "Liliowiec wodny to rodzaj rośliny wodnej, która rośnie w stawach i jeziorach, a często produkuje piękne kwiaty.",
      "definition_translation": "Un nénuphar est un type de plante aquatique qui pousse dans les étangs et les lacs, produisant souvent de belles fleurs.",
      "example": "Liliowce wodne w stawie zaczynają kwitnąć. W minionym roku zobaczyłem piękny kwiat liliowca wodnego w jeziorze. Do następnego lata będę miał cały staw pełen liliowców wodnych.",
      "example_translation": "Les nénuphars dans l'étang commencent à fleurir. L'année dernière, j'ai vu une belle fleur de nénuphar dans le lac. L'été prochain, j'aurai un étang entier de nénuphars.",
      "imageLink": "image_files\\English\\water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kwiat wiatru",
      "translation": "anémone",
      "definition": "Kwiat wiatru to rodzaj delikatnej, często pachnącej kwiatki, która jest typowo znaleziona w polach i łąkach. Jest znany z jego cienkich łodyg i delikatnych płatków, które są często odcieniu różowego, białego lub fioletowego.",
      "definition_translation": "Une anémone est un type de fleur délicate, souvent parfumée, que l'on trouve généralement dans les champs et les prés. Elle est connue pour ses tiges fines et ses pétales délicats, qui sont souvent d'un ton rose, blanc ou pourpre.",
      "example": "Wczoraj zobaczyłem piękny kwiat wiatru kwitnący w polu. Znowu będzie kwitnął wiosną przyszłego roku. Gdy wróciłem, kwiat wiatru już zakwitł.",
      "example_translation": "J'ai vu une belle anémone en fleur dans le champ hier. Elle reflora à nouveau printemps prochain. Quand je suis revenu, l'anémone avait déjà fleuri.",
      "imageLink": "image_files\\English\\windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]