[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "numer",
      "translation": "nombre",
      "definition": "Ilość lub liczba, szczególnie całkowita lub zaokrąglona.",
      "definition_translation": "Une quantité ou montant, especialmente un entier ou arrondi.",
      "example": "Zanotowałem numer telefonu, ale zapomniałem go zapisać. Wczoraj zapytałem jej o jej numer. Do przyszłego roku będzie miała zapamiętany wszystkich numerów.",
      "example_translation": "J'ai noté le numéro de téléphone, mais j'ai oublié de l'enregistrer. Hier, j'ai demandé son numéro à elle. D'ici l'année prochaine, elle aura mémorisé le numéro de tous.",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koło",
      "translation": "cercle",
      "definition": "Równikowa postać, której granica składa się z punktów równoodległych od stałego centralnego punktu.",
      "definition_translation": "Une figure plane ronde dont la limite est formée de points équidistants d'un point central fixe.",
      "example": "Dzieci siedziały w koło, aby wysłuchać historii. Narysowała koło wokół odpowiedzi. Do końca roku będą mieli nauczyć się obliczać obwód koła.",
      "example_translation": "Les enfants se sont assis en cercle pour écouter l'histoire. Elle a dessiné un cercle autour de la réponse. D'ici la fin de l'année, ils auront appris à calculer la circonférence d'un cercle.",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kwadrat",
      "translation": "carré",
      "definition": "Czworobok z czterema równymi bokami i czterema kątami prostymi.",
      "definition_translation": "Un quadrilatère avec quatre côtés égaux et quatre angles droits.",
      "example": "Park miał kształt kwadratu z fontanną w środku. Zbudował kwadratową skrzynkę, aby przechować swoje narzędzia. Do przyszłego miesiąca będą mieli zbudować kwadratowy budynek.",
      "example_translation": "Le parc avait une forme carrée avec une fontaine au milieu. Il a construit une boîte carrée pour stocker ses outils. D'ici le mois prochain, ils auront construit un bâtiment carré.",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gwiazda",
      "translation": "étoile",
      "definition": "Masywne, świecące ciało gazu, które jest utrzymywane przez własną grawitację.",
      "definition_translation": "Un ballon de gaz lumineux massif maintenu intact par sa propre gravité.",
      "example": "Gwiazda świeciła jasno w nocnym niebie. Życzyła sobie gwiazdy, gdy była dzieckiem. Do przyszłego roku będą mieli odkryć nową gwiazdę w galaktyce.",
      "example_translation": "L'étoile brillait intensément dans le ciel nocturne. Elle a fait un vœu à une étoile quand elle était enfant. D'ici l'année prochaine, ils auront découvert une nouvelle étoile dans la galaxie.",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przekroczyć",
      "translation": "croiser",
      "definition": "Przechodzić lub poruszać się przez coś lub przecinać coś innego.",
      "definition_translation": "Traverser quelque chose ou s'intersecter avec autre chose.",
      "example": "Przekroczyłem drogę, aby dostać się na drugą stronę. Przekraczam most teraz. Przekroczę linię mety jutro.",
      "example_translation": "J'ai traversé la route pour atteindre l'autre côté. Je traverse le pont maintenant. Je vais traverser la ligne d'arrivée demain.",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "procent",
      "translation": "pour cent",
      "definition": "Jednostka proporcji równa setnej części całości.",
      "definition_translation": "Une unité de proportion égale à la centième partie d'un tout.",
      "example": " Zdobyłem 90 procent na teście z matematyki. Zyski firmy zwiększyły się o 25 procent w zeszłym roku. Stopa oprocentowania jest 5 procent roczne.",
      "example_translation": "J'ai obtenu 90 pour cent au test de math. Les profits de l'entreprise ont augmenté de 25 pour cent l'an dernier. Le taux d'intérêt est de 5 pour cent par an.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "suma",
      "translation": "somme",
      "definition": "Wynik dodawania dwóch lub więcej liczb lub kwot.",
      "definition_translation": "Le résultat d'ajouter deux ou plusieurs nombres ou montants ensemble.",
      "example": "Suma 2 i 3 to 5. Suma kątów w trójkącie to 180 stopni. Suma szeregu jest nieskończona.",
      "example_translation": "La somme de 2 et 3 est 5. La somme des angles dans un triangle est de 180 degrés. La somme de la série est infinie.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dodawanie",
      "translation": "addition",
      "definition": "Proces łączenia dwóch lub więcej liczb lub kwot, aby uzyskać łączny wynik lub sumę.",
      "definition_translation": "Le processus de combiner deux ou plusieurs nombres ou montants pour obtenir un total ou une somme.",
      "example": "Dodawanie jest podstawową operacją matematyczną. Jestem dobry w dodawaniu. Nauczyciel wyjaśnił koncepcję dodawania klasie.",
      "example_translation": "L'addition est une opération mathématique de base. Je suis bon en addition. Le professeur a expliqué le concept d'addition à la classe.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stożek",
      "translation": "le cône",
      "definition": "Stożek to trójwymiarowa figura geometryczna z okrągłą podstawą i zwężającymi się ścianami, które spotykają się w punkcie.",
      "definition_translation": "Un cône est une forme géométrique tridimensionnelle avec une base circulaire et des côtés coniques qui se rencontrent à un point.",
      "example": "W przyszłym roku wspinę się na stożkowy szczyt góry, wczoraj wspiąłem się, i wspinam się co weekend.",
      "example_translation": "Je vais escalader la montagne en forme de cône demain, j'y ai escaladé hier, et j'y escalade chaque Wochen-end.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sześcian",
      "translation": "le cube",
      "definition": "Sześcian to trójwymiarowy obiekt stały z sześcioma kwadratowymi ścianami o tej samej wielkości.",
      "definition_translation": "Un cube est un objet solide tridimensionnel avec six faces carrées de taille égale.",
      "example": "Zbuduję sześcianową dom następnym roku, zbudowałem go w zeszłym roku, i buduję go każdego miesiąca.",
      "example_translation": "Je vais construire une maison en forme de cube l'année prochaine, j'y ai construit l'an dernier, et j'y construis chaque mois.",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "średnica",
      "translation": "le diamètre",
      "definition": "Średnica koła to najdłuższy dystans przez jego środek.",
      "definition_translation": "Le diamètre d'un cercle est la plus longue distance à travers lui, passant par son centre.",
      "example": "Zmierzę średnicę koła jutro, zmierzyłem ją wczoraj, i zmierzam ją każdego dnia.",
      "example_translation": "Je vais mesurer le diamètre du cercle demain, j'y ai mesuré hier, et j'y mesure chaque jour.",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "owal",
      "translation": "l'ovale",
      "definition": "Owal to zamknięta krzywa, która powstaje z przecięcia stożka i płaszczyzny, która nie jest równoległa do podstawy stożka.",
      "definition_translation": "Un ovale est une courbe fermée qui résulte de l'intersection d'un cône et d'un plan qui n'est pas parallèle à la base du cône.",
      "example": "Zarysuję owalny kształt jutro, zarysowałem go wczoraj, i rysuję go co tydzień.",
      "example_translation": "Je vais dessiner une forme ovale demain, j'y ai dessiné hier, et j'y dessine chaque semaine.",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "trójkąt",
      "translation": "triangle",
      "definition": "Trójkąt to wielokąt z trzema bokami i trzema wierzchołkami. Jest to podstawowy kształt w geometrii i jest używany w wielu dziedzinach matematyki i fizyki.",
      "definition_translation": "Un triangle est un polygone avec trois côtés et trois sommets. C'est une forme fondamentale en géométrie et est utilisée dans de nombreux domaines des mathématiques et de la physique.",
      "example": "Wczoraj narysowałem trójkąt na moim papierze. Dziś studiuję właściwości trójkątów w lekcji matematyki. Jutro będę używał trójkątów, aby zbudować most o wytrzymałej konstrukcji.",
      "example_translation": "Hier, j'ai dessiné un triangle sur mon papier. Aujourd'hui, j'étudie les propriétés des triangles en classe de math. Demain, j'utiliserai des triangles pour construire un pont structuralement solide.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kąt",
      "translation": "angle",
      "definition": "Kąt to przestrzeń między dwiema liniami lub płaszczyznami, które przecinają się w punkcie. Jest mierzony w stopniach i jest podstawowym pojęciem w geometrii i trigonometrii.",
      "definition_translation": "Un angle est l'espace entre deux lignes ou plans qui se rencontrent à un point. Il est mesuré en degrés et est un concept fondamental en géométrie et en trigonométrie.",
      "example": "Zmierzyłem kąt dachu wczoraj. Dziś obliczam kąty trójkątów w swoim zadaniu matematycznym. Jutro będę używał kątów, aby zbudować dokładny model mostu.",
      "example_translation": "J'ai mesuré l'angle du toit hier. Aujourd'hui, je calcule les angles des triangles dans mon devoir de math. Demain, j'utiliserai des angles pour construire un modèle précis d'un pont.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piramida",
      "translation": "pyramide",
      "definition": "Piramida to wielościan z kwadratową podstawą i czterema trójkątnymi ścianami, które spotykają się na wierzchołku. Jest to słynny kształt w architekturze i matematyce.",
      "definition_translation": "Une pyramide est un polyèdre avec une base carrée et quatre côtés triangulaires qui se rencontrent au sommet. C'est une forme célèbre en architecture et en mathématiques.",
      "example": "Starożytni Egipcjanie zbudowali piramidę wczoraj. Dziś studiuję matematyczne właściwości piramid w szkole. Jutro odwiedzę Louvre, aby zobaczyć szklaną piramidę.",
      "example_translation": "Les anciens Égyptiens ont construit une pyramide hier. Aujourd'hui, j'étudie les propriétés mathématiques des pyramides à l'école. Demain, je visiterai le Louvre pour voir la pyramide de verre.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prostokąt",
      "translation": "rectangle",
      "definition": "Prostokąt to czworokąt z czterema prawymi kątami i równymi przeciwnymi bokami. Jest to powszechny kształt w geometrii i rzeczywistych zastosowaniach.",
      "definition_translation": "Un rectangle est un quadrilatère avec quatre angles droits et des côtés opposés égaux. C'est une forme commune en géométrie et dans les applications du monde réel.",
      "example": "Narysowałem prostokąt na swoim papierze wczoraj. Dziś używam prostokątów, aby zaprojektować nowy plan piętra. Jutro zbuduję prostokątny ogród w swoim ogrodzie.",
      "example_translation": "J'ai dessiné un rectangle sur mon papier hier. Aujourd'hui, j'utilise des rectangles pour concevoir un nouveau plan de sol. Demain, je vais construire un jardin rectangulaire dans mon jardin.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zbiór",
      "translation": "ensemble",
      "definition": "Kolekcja unikatowych obiektów, znanych jako elementy lub członkowie, które mogą być wszystkim (liczbami, ludźmi, literami itp.).",
      "definition_translation": "Une collection d'objets uniques, appelés éléments ou membres, qui peuvent être tout (nombres, personnes, lettres, etc.).",
      "example": "Położyłem książkę na stole. Ustawiłem stół na obiad. Ustawim zegar budzika na 7 rano.",
      "example_translation": "J'ai mis le livre sur la table. Je mets la table pour dîner. Je vais régler la sonnette d'alarme pour 7 heures du matin.",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zmienna",
      "translation": "variable",
      "definition": "Ilość lub wartość, która może się zmieniać lub różnić, często używana w matematyce i nauce.",
      "definition_translation": "Une quantité ou valeur qui peut changer ou varier, souvent utilisée en mathématiques et en sciences.",
      "example": "Zmienna w równaniu była x. Będę zmieniać ciśnienie, aby zobaczyć wynik. Zmienna będzie się zmieniać w zależności od wejścia.",
      "example_translation": "La variable dans l'équation était x. Je vais varier la pression pour voir le résultat. La variable changera en fonction de l'entrée.",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ostry kąt",
      "translation": "angle aigu",
      "definition": "Kąt, którego miara jest między 0 a 90 stopni, mniejszy niż kąt prosty.",
      "definition_translation": "Un angle dont la mesure est comprise entre 0 et 90 degrés, plus petit qu'un angle droit.",
      "example": "Ostry kąt trójkąta wynosił 60 stopni. Zmierzyłem ostry kąt dachu. Ostry kąt zostanie zmniejszony o 10 stopni.",
      "example_translation": "L'angle aigu du triangle était de 60 degrés. J'ai mesuré l'angle aigu du toit. L'angle aigu sera réduit de 10 degrés.",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oś współrzędnych",
      "translation": "axe de coordonnées",
      "definition": "Linia lub punkt odniesienia, który służy jako podstawa systemu współrzędnych, używany w matematyce i fizyce.",
      "definition_translation": "Une ligne de référence ou un point qui sert de base pour un système de coordonnées, utilisé en mathématiques et en physique.",
      "example": "Oś współrzędnych służyła do rysowania wykresu. Oznaczyłem oś współrzędnych cyframi. Oś współrzędnych zostanie obrócona o 45 stopni.",
      "example_translation": "L'axe de coordonnées a été utilisé pour tracer le graphique. J'ai étiqueté l'axe de coordonnées avec des chiffres. L'axe de coordonnées sera tourné de 45 degrés.",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liczba kardynalna",
      "translation": "nombre cardinal",
      "definition": "Liczba kardynalna to matematyczny obiekt używany do pomiaru wielkości zbioru, często oznaczany symbolem cardinalności.",
      "definition_translation": "Un nombre cardinal est un objet mathématique utilisé pour mesurer la taille d'un ensemble, et est souvent noté à l'aide du symbole de la cardinalité.",
      "example": "Liczba kardynalna zbioru wszystkich liczb rzeczywistych jest nieskończona. Liczba kardynalna zbioru wszystkich liczb naturalnych jest przeliczalna. Liczba kardynalna zbioru wszystkich liczb całkowitych zostanie określona jutro.",
      "example_translation": "Le nombre cardinal de l'ensemble de tous les nombres réels est infini. Le nombre cardinal de l'ensemble de tous les nombres naturels est dénombrable. Le nombre cardinal de l'ensemble de tous les entiers sera déterminé demain.",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obwód",
      "translation": "circonférence",
      "definition": "Obwód koła to odległość wokół koła, oznaczana zwykle symbolem C.",
      "definition_translation": "La circonférence d'un cercle est la distance autour du cercle, et est généralement notée par le symbole C.",
      "example": "Obwód koła został zmierzony przez studentów. Obwód koła będzie zwiększony o 10%. Obwód jeziora będzie obchodzony przez nas w przyszłym tygodniu.",
      "example_translation": "La circonférence du cercle a été mesurée par les étudiants. La circonférence de la roue sera augmentée de 10%. La circonférence du lac sera parcourue par nous la semaine prochaine.",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "współczynnik",
      "translation": "coefficient",
      "definition": "Współczynnik to wartość liczbowe lub stała mnożona przez zmienną lub wartość nieznana w wyrażeniu matematycznym.",
      "definition_translation": "Un coefficient est une valeur numérique ou une constante qui est multipliée par une variable ou une valeur inconnue dans une expression mathématique.",
      "example": "Współczynnik zmiennej x w równaniu jest równy 2. Współczynnik tarcia będzie obliczony przez inżyniera. Współczynnik wielomianu będzie określony później.",
      "example_translation": "Le coefficient de la variable x dans l'équation est de 2. Le coefficient de frottement sera calculé par l'ingénieur. Le coefficient du polynôme sera déterminé plus tard.",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cyrkle",
      "translation": "compas",
      "definition": "Cyrkle to matematyczne narzędzie używane do rysowania okręgów, łuków i krzywych, oraz do pomiaru średnicy okręgów.",
      "definition_translation": "Les compas sont un instrument mathématique utilisé pour dessiner des cercles, des arcs et des courbes, et pour mesurer le diamètre des cercles.",
      "example": "Student użył cyrkli do narysowania okręgu. Inżynier będzie używał cyrkli do pomiaru średnicy rury. Artysta użył cyrkli do stworzenia pięknego projektu.",
      "example_translation": "L'étudiant a utilisé des compas pour dessiner un cercle. L'ingénieur utilisera des compas pour mesurer le diamètre du tuyau. L'artiste a utilisé des compas pour créer un bel design.",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pełny kąt",
      "translation": "angle plein",
      "definition": "Kąt, którego miara jest równa 360 stopniom.",
      "definition_translation": "Un angle dont la mesure est égale à 360 degrés.",
      "example": "Ziemia obraca się o 360 stopni, aby utworzyć pełny kąt w 24 godziny. Wczoraj, obracała się o 180 stopni, dzisiaj obraca się o 360 stopni, a jutro obróci się o 90 stopni.",
      "example_translation": "La Terre tourne de 360 degrés pour former un angle plein en 24 heures. Hier, elle a tourné de 180 degrés, aujourd'hui elle tourne de 360 degrés, et demain elle tournera de 90 degrés.",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "system współrzędnych",
      "translation": "système de coordonnées",
      "definition": "System używany do lokalizacji punktów w przestrzeni za pomocą zestawu osi.",
      "definition_translation": "Un système utilisé pour localiser des points dans l'espace à l'aide d'un ensemble d'axes.",
      "example": "System współrzędnych kartezjańskich jest używany do graphowania funkcji. W przeszłości, używaliśmy go do rysowania okręgu. Dziś, używamy go do rysowania paraboli, a w przyszłości będziemy używać go do graphowania funkcji sinusoidalnej.",
      "example_translation": "Le système de coordonnées cartésien est utilisé pour graphiquer des fonctions. Dans le passé, nous l'avons utilisé pour dessiner un cercle. Aujourd'hui, nous l'utilisons pour tracer une parabole, et à l'avenir, nous l'utiliserons pour graphiquer une fonction sinusoidale.",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pierwiastek sześcienny",
      "translation": "racine cubique",
      "definition": "Wartość, która, gdy pomnożona przez siebie trzy razy, daje określoną liczbę.",
      "definition_translation": "Une valeur qui, lorsqu'elle est multipliée par elle-même trois fois, donne un nombre spécifié.",
      "example": "Wczoraj, obliczyłem pierwiastek sześcienny z 27, który jest równy 3. Dziś, obliczam pierwiastek sześcienny z 125, który jest równy 5. W przyszłości, obliczę pierwiastek sześcienny z 1000, który jest równy 10.",
      "example_translation": "Hier, j'ai calculé la racine cubique de 27, qui est 3. Aujourd'hui, je calcule la racine cubique de 125, qui est 5. À l'avenir, je calculerai la racine cubique de 1000, qui est 10.",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prostopadłościan",
      "translation": "parallélépipède",
      "definition": "Bryła przestrzenna z sześcioma ścianami prostokątnymi.",
      "definition_translation": "Une figure solide avec six faces rectangulaires.",
      "example": "W przeszłości, badaliśmy powierzchnię prostopadłościanu. Dziś, badamy jego objętość. W przyszłości, będziemy badali długość przekątnej prostopadłościanu.",
      "example_translation": "Dans le passé, nous avons étudié la surface d'un parallélépipède. Aujourd'hui, nous étudions son volume. À l'avenir, nous étudierons sa longueur diagonale.",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "walcowanie",
      "translation": "cylindre",
      "definition": "Walcowaniem jest trójwymiarowa bryła z dwiema równoległymi i okrągłymi bazami, połączonymi przez powierzchnię boczną.",
      "definition_translation": "Un cylindre est un objet solide tridimensionnel avec deux bases parallèles et circulaires connectées par une surface latérale courbe.",
      "example": "Inżynier zaprojektował walcowanie do przechowywania gazu. Wczoraj, testowała walcowanie. Jutro, zainstaluje walcowanie w maszynie.",
      "example_translation": "L'ingénieure a conçu un cylindre pour stocker du gaz. Hier, elle a testé le cylindre. Demain, elle installera le cylindre dans la machine.",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziesiętny",
      "translation": "décimal",
      "definition": "Dziesiętny to liczba wyrażona w systemie dziesiętnym, który jest systemem liczbowym o podstawie 10.",
      "definition_translation": "Un décimal est un nombre exprimé dans le système décimal, qui est un système de numération de base 10.",
      "example": "Uczeń przekształcił ułamek na dziesiętny. Wczoraj, obliczyła wartość dziesiętną. Jutro, nauczy się o miejscach dziesiętnych.",
      "example_translation": "L'élève a converti la fraction en décimal. Hier, elle a calculé la valeur décimale. Demain, elle apprendra sur les places décimales.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "równanie różniczkowe",
      "translation": "équation différentielle",
      "definition": "Równanie różniczkowe to matematyczne równanie, które obejmuje nieznane funkcje i jego pochodne, a także relacje między wartościami tej funkcji i jej pochodnych w różnych punktach przestrzeni i/lub czasu.",
      "definition_translation": "Une équation différentielle est une équation mathématique qui implique une fonction inconnue et ses dérivées, et relie les valeurs de la fonction et de ses dérivées à différents points dans l'espace et/ou le temps.",
      "example": "Matematyk rozwiązał równanie różniczkowe. Wczoraj wywnioskował równanie. Jutro zastosuje równanie do problemu rzeczywistego.",
      "example_translation": "Le mathématicien a résolu l'équation différentielle. Hier, elle a dérivé l'équation. Demain, elle appliquera l'équation à un problème du monde réel.",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cyfra",
      "translation": "chiffre",
      "definition": "Cyfra to pojedynczy znak lub charakter używany do reprezentowania liczby w systemie liczbowym, takim jak system dziesiętny.",
      "definition_translation": "Un chiffre est un symbole ou caractère unique utilisé pour représenter un numéro dans un système de numéro, comme le système décimal.",
      "example": "Hasło wymaga co najmniej jednej cyfry. Wczoraj wprowadziłem cyfrę nieprawidłowo. Jutro będę pamiętał poprawną cyfrę.",
      "example_translation": "Le mot de passe nécessite au moins un chiffre. Hier, j'ai entré le chiffre incorrectement. Demain, je me souviendrai du chiffre correct.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dywidenda",
      "translation": "dividende",
      "definition": "Dywidenda to udział zysków dystrybuowany akcjonariuszom, zwykle kwartalnie lub roczn.",
      "definition_translation": "Une part des bénéfices distribuée aux actionnaires, généralement trimestrielle ou annuelle.",
      "example": "Spółka wypłaciła dywidendę swoim akcjonariuszom w zeszłym kwartale. Będzie płacić dywidendę ponownie w następnym kwartale. Płaciła dywidendę w zeszłym roku.",
      "example_translation": "La société a payé un dividende à ses actionnaires le trimestre dernier. Elle paiera un dividende à nouveau le trimestre prochain. Elle avait payé un dividende l'année dernière.",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podział",
      "translation": "division",
      "definition": "Podział to akt dzielenia lub rozdziału czegoś na części, lub podzbiór większej całości.",
      "definition_translation": "L'acte de diviser ou de séparer quelque chose en parties, ou un sous-ensemble d'un ensemble plus large.",
      "example": "Podział firmy na mniejsze zespoły poprawił efektywność. Będziemy dzielić zadania między członków zespołu. Podział ziemi na parcele został wykonanystarannie.",
      "example_translation": "La division de la société en équipes plus petites a amélioré l'efficacité. Nous allons faire une division des tâches parmi les membres de l'équipe. La division du terrain en parcelles a été faite soigneusement.",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dzielnik",
      "translation": "diviseur",
      "definition": "Liczba, przez którą inne liczba jest dzielona, dając wynik.",
      "definition_translation": "Un nombre par lequel un autre nombre est divisé, donnant un quotient.",
      "example": "Dzielnikiem w równaniu było 2. Znaleźliśmy dzielnik wielomianu. Dzielnikiem zysku spółki było 4.",
      "example_translation": "Le diviseur dans l'équation était 2. Nous avons trouvé le diviseur du polynôme. Le diviseur du profit de la société était 4.",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "potęga, wykładnik",
      "translation": "exposant, puissance",
      "definition": "Notacja matematyczna używana do wskazania potęgi, do której liczba powinna być podniesiona.",
      "definition_translation": "Une notation mathématique utilisée pour indiquer la puissance à laquelle un nombre doit être élevé.",
      "example": "Wykładnikiem w równaniu było 3. Podniesioneśmy liczbę do potęgi 2. Potęga wykładnika została dostosowana odpowiednio.",
      "example_translation": "L'exposant dans l'équation était 3. Nous avons élevé le nombre à la puissance de 2. La puissance de l'exposant a été ajustée en conséquence.",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ułamek",
      "translation": "fraction",
      "definition": "Ułamek to sposób wyrażenia części całości jako ilorazu liczb, często zapisywany w formie a/b, gdzie a i b są liczbami całkowitymi, a b jest różne od zera.",
      "definition_translation": "Une fraction est une manière d'exprimer une partie d'un ensemble comme un quotient de nombres, souvent écrit sous la forme a/b, où a et b sont des entiers et b est non nul.",
      "example": "Obliczyłem ułamek studentów, którzy zdali egzamin, i wyniósł 3/4. Wczoraj obliczyłem ułamek studentów, którzy nie zdali egzaminu, i będzie to 1/4 w następnym roku.",
      "example_translation": "J'ai calculé la fraction d'élèves qui ont réussi l'examen, et c'était 3/4. Hier, j'ai calculé la fraction d'élèves qui ont échoué à l'examen, et ce sera 1/4 l'année prochaine.",
      "imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "funkcja",
      "translation": "fonction",
      "definition": "Funkcja to relacja między zbiorem wejść, zwanych dziedziną, a zbiorem możliwych wyników, zwanych kodomeną, gdzie każde wejście odpowiada dokładnie jednemu wynikowi.",
      "definition_translation": "Une fonction est une relation entre un ensemble d'entrées, appelé le domaine, et un ensemble de sorties possibles, appelé le codomaine, chaque entrée correspondant exactement à une sortie.",
      "example": "Nauczyciel wyjaśnił funkcję kalkulatora, a następnie pokazał nam, jak użyć go do rozwiązania problemu. Funkcją kalkulatora było obliczenie pola trójkąta. W przyszłości będziemy uczyć się o bardziej zaawansowanych funkcjach.",
      "example_translation": "Le professeur a expliqué la fonction du calculatrice, puis nous a montré comment l'utiliser pour résoudre le problème. La fonction du calculatrice était de calculer l'aire du triangle. À l'avenir, nous apprendrons sur des fonctions plus avancées.",
      "imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "półkula",
      "translation": "hémisphère",
      "definition": "Półkula to połowa sfery, utworzona przez podział sfery na dwie części, zwykle przez płaszczyznę przechodzącą przez jej środek.",
      "definition_translation": "Un hémisphère est la moitié d'une sphère, formée en divisant une sphère en deux moitiés, généralement par un plan imaginaire passant par son centre.",
      "example": "Ziemia jest podzielona na dwie półkule: półkulę północną i półkulę południową. Półkula północna będzie doświadczać zimy za miesiąc, podczas gdy półkula południowa będzie doświadczać lata.",
      "example_translation": "La Terre est divisée en deux hémisphères : l'hémisphère nord et l'hémisphère sud. L'hémisphère nord connaîtra l'hiver le mois prochain, tandis que l'hémisphère sud connaîtra l'été.",
      "imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "heptagon",
      "translation": "heptagone",
      "definition": "Heptagon to wielokąt o siedmiu bokach, gdzie suma wszystkich kątów wewnętrznych wynosi 900 stopni.",
      "definition_translation": "Un heptagone est un polygone à sept côtés, où tous les angles internes additionnent 900 degrés.",
      "example": "Architekt zaprojektował heptagonalny budynek o siedmiu równych bokach, który został ukończony w zeszłym roku. Heptagon miał sumę 900 stopni, a każdy kąt wewnętrzny wynosił 128,57 stopnia.",
      "example_translation": "L'architecte a conçu un bâtiment heptagonal avec sept côtés égaux, qui a été achevé l'année dernière. L'heptagone avait un total de 900 degrés, avec chaque angle interne faisant 128,57 degrés.",
      "imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "heksagon",
      "translation": "hexagone",
      "definition": "Heksagon to wielokąt z sześcioma bokami, typowo symetryczny i stosowany w różnych dziedzinach, takich jak architektura, inżynieria i design.",
      "definition_translation": "Un hexagone est un polygone à six côtés, généralement symétrique et utilisé dans divers domaines tels que l'architecture, l'ingénierie et la conception.",
      "example": "Architekt zaprojektował budynek heksagonalny, który został zbudowany w zeszłym roku i będzie wykorzystywany w przyszłości na wystawy. Kształt heksagonu pozwala na maksymalną przestrzeń wewnętrzną przy utrzymaniu stabilności strukturalnej.",
      "example_translation": "L'architecte a conçu un bâtiment hexagonal, qui a été construit l'année dernière et sera utilisé pour des expositions à l'avenir. La forme hexagonale permet d'avoir un espace intérieur maximum tout en maintenant la stabilité structurelle.",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieskończoność",
      "translation": "infini",
      "definition": "Nieskończoność to koncepcja w matematyce i filozofii, reprezentująca ilość bez końca lub ograniczenia, często symbolizowana przez znak ∞.",
      "definition_translation": "L'infini est un concept en mathématiques et en philosophie qui représente une quantité sans fin ou limite, souvent symbolisée par le symbole ∞.",
      "example": "Koncepcja nieskończoności fascynowała filozofów i matematyków przez wieki, gdy próbowali zrozumieć jej implikacje na wiedzę ludzką i poznanie. W przyszłości nowe odkrycia mogą rzucić więcej światła na naturę nieskończoności.",
      "example_translation": "Le concept d'infini a fasciné les philosophes et les mathématiciens pendant des siècles, alors qu'ils essayaient de comprendre ses implications sur la connaissance et la compréhension humaines. Dans le futur, de nouvelles découvertes pourraient apporter plus de lumière sur la nature de l'infini.",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liczba całkowita",
      "translation": "entier",
      "definition": "Liczba całkowita to liczba całkowita, dodatnia, ujemna lub zero, używana w różnych operacjach matematycznych i obliczeniach.",
      "definition_translation": "Un entier est un nombre entier, soit positif, soit négatif, soit zéro, utilisé dans diverses opérations mathématiques et calculs.",
      "example": "Nauczyciel poprosił ucznia o rozwiązanie równania, które obejmowało dodawanie i odejmowanie liczb całkowitych, aby znaleźć ostateczne rozwiązanie. W następnym roku uczeń dowie się więcej o arytmetyce liczb całkowitych w algebrze.",
      "example_translation": "Le professeur a demandé à l'élève de résoudre l'équation, qui impliquait d'ajouter et de soustraire des entiers pour trouver la solution finale. L'année prochaine, l'élève apprendra plus sur l'arithmétique des entiers en algèbre.",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "całka",
      "translation": "intégral",
      "definition": "W rachunku różniczkowym całka to matematyczny obiekt reprezentujący akumulację funkcji na określonym przedziale, często używany do obliczania pola, objętości i innych wielkości.",
      "definition_translation": "En calcul, une intégrale est un objet mathématique qui représente l'accumulation d'une fonction sur un intervalle défini, souvent utilisée pour calculer la surface, le volume et d'autres quantités.",
      "example": "Matematyk użył całki, aby obliczyć pole pod krzywą, co było niezbędne dla inżyniera, aby zaprojektować bardziej wydajny system. W przeszłości starożytne cywilizacje już odkryły koncepcję całki, ale nie do 17 wieku nie została sformalizowana.",
      "example_translation": "Le mathématicien a utilisé l'intégrale pour calculer la surface sous la courbe, qui était essentielle pour que l'ingénieur conçoive un système plus efficace. Dans le passé, les civilisations anciennes avaient déjà découvert le concept d'intégrale, mais ce n'est que до XVIIe siècle qu'il a été formalisé.",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liczba niewymierna",
      "translation": "nombre irrationnel",
      "definition": "Rzeczywista liczba, która nie może być wyrażona jako skończony dziesiętny lub ułamek, takich jak pi lub pierwiastek kwadratowy z 2.",
      "definition_translation": "Un nombre réel qui ne peut pas être exprimé comme un décimal fini ou une fraction, comme pi ou la racine carrée de 2.",
      "example": "Starożytni Grecy odkryli, że pierwiastek kwadratowy z 2 jest liczbą niewymierną. W przeszłości matematycy borykali się z rozumieniem liczb niewymiernych. Dziś używamy liczb niewymiernych do modelowania złożonych zjawisk.",
      "example_translation": "Les anciens Grecs ont découvert que la racine carrée de 2 est un nombre irrationnel. Dans le passé, les mathématiciens ont lutté pour comprendre les nombres irrationnels. Aujourd'hui, nous utilisons les nombres irrationnels pour modéliser des phénomènes complexes.",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odcinek",
      "translation": "segment de droite",
      "definition": "Część linii o stałej długości, ograniczona dwoma odrębnymi punktami.",
      "definition_translation": "Une partie d'une ligne qui a une longueur fixe et est délimitée par deux points distincts.",
      "example": "Nauczyciel poprosił uczniów o narysowanie odcinka na grafie, aby zilustrować koncepcję. W przeszłości geodeci używali odcinków do pomiaru odległości. Dziś używamy odcinków do modelowania kształtów geometrycznych.",
      "example_translation": "Le professeur a demandé aux élèves de dessiner un segment de droite sur le graphique pour illustrer le concept. Dans le passé, les géomètres utilisaient des segments de droite pour mesurer les distances. Aujourd'hui, nous utilisons des segments de droite pour modéliser des formes géométriques.",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "logarytm",
      "translation": "logarithme",
      "definition": "Potęga, do której należy podnieść liczbę bazową, aby uzyskać daną wartość, wyrażoną jako log(x) = y, jeśli a^y = x.",
      "definition_translation": "La puissance à laquelle un nombre de base doit être élevé pour produire une valeur donnée, exprimée comme log(x) = y si a^y = x.",
      "example": "Uczeń miał trudności ze zrozumieniem koncepcji logarytmu w swojej klasie matematyki. W przeszłości naukowcy używali logarytmów do obliczeń złożonych problemów matematycznych. Dziś używamy logarytmów do modelowania wzrostu populacji.",
      "example_translation": "L'étudiante a eu du mal à comprendre le concept de logarithme dans sa classe de math. Dans le passé, les scientifiques utilisaient les logarithmes pour calculer des problèmes mathématiques complexes. Aujourd'hui, nous utilisons les logarithmes pour modéliser la croissance de la population.",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mnożenie",
      "translation": "multiplication",
      "definition": "Operacja łączenia dwóch lub więcej liczb, aby uzyskać produkt, często reprezentowana przez znak ×.",
      "definition_translation": "L'opération de combiner deux ou plusieurs numéros pour obtenir un produit, souvent représentée par le signe de multiplication ×.",
      "example": "Nauczyciel nauczył uczniów, jak wykonywać mnożenie w swojej klasie matematyki. W przeszłości ludzie używali tabel mnożenia, aby zapamiętać fakty matematyczne. Dziś używamy mnożenia do obliczeń złożonych problemów matematycznych.",
      "example_translation": "Le professeur a enseigné aux élèves comment effectuer la multiplication dans leur classe de math. Dans le passé, les gens utilisaient des tables de multiplication pour memoriser des faits mathématiques. Aujourd'hui, nous utilisons la multiplication pour calculer des problèmes mathématiques complexes.",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liczba naturalna",
      "translation": "nombre naturel",
      "definition": "Liczba naturalna to dodatnia liczba całkowita, czyli liczba całkowita, która jest większa niż zero i nie ma miejsc dziesiętnych.",
      "definition_translation": "Un nombre naturel est un entier positif, c'est-à-dire un nombre entier qui est supérieur à zéro et n'a pas de décimales.",
      "example": "W matematyce liczby naturalne są używane do Liczenia obiektów i są często oznaczane symbolem N. Wczoraj policzyłem 10 liczb naturalnych, dzisiaj policzyłem 15 liczb naturalnych, i jutro policzę 20 liczb naturalnych.",
      "example_translation": "En mathématiques, les nombres naturels sont utilisés pour compter les objets, et sont souvent notés par le symbole N. Hier, j'ai compté 10 nombres naturels, aujourd'hui je compte 15 nombres naturels, et demain je compte 20 nombres naturels.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oś liczbowa",
      "translation": "droite numérique",
      "definition": "Oś liczbowa to wizualna reprezentacja liczb na prostej linii, używana do wyświetlania relacji między liczbami i wykonywania operacji arytmetycznych.",
      "definition_translation": "Une droite numérique est une représentation visuelle des nombres sur une ligne droite, utilisée pour afficher les relations entre les nombres et pour effectuer des opérations arithmétiques.",
      "example": "W szkole podstawowej używaliśmy osi liczbowej, aby nauczyć się podstawowych operacji dodawania i odejmowania. Wczoraj użyłem osi liczbowej, aby rozwiązać problem matematyczny, dzisiaj pomagam przyjacielowi z jego pracą domową, używając osi liczbowej, i jutro sprawdzę swoje odpowiedzi, używając osi liczbowej.",
      "example_translation": "À l'école élémentaire, nous avons utilisé des droites numériques pour apprendre l'addition et la soustraction de base. Hier, j'ai utilisé une droite numérique pour résoudre un problème de math, aujourd'hui je suis en train d'utiliser une droite numérique pour aider mon amie avec ses devoirs, et demain je vais utiliser une droite numérique pour vérifier mes réponses.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kąt tępy",
      "translation": "angle obtus",
      "definition": "Kąt tępy to kąt większy niż 90 stopni i mniejszy niż 180 stopni, utworzony przez dwie promienie, które spotykają się w wierzchołku.",
      "definition_translation": "Un angle obtus est un angle supérieur à 90 degrés et inférieur à 180 degrés, formé par deux rayons qui se rencontrent à un sommet.",
      "example": "W geometrii kąty tępe są używane do opisu kształtów. Wczoraj zmierzyłem kąt tępy w trójkącie, dzisiaj rysuję obraz z kątem tępym, a jutro wyjaśnię kąty tępe swoim uczniom.",
      "example_translation": "En géométrie, les angles obtus sont utilisés pour décrire des formes. Hier, j'ai mesuré un angle obtus dans un triangle, aujourd'hui je suis en train de dessiner une image avec un angle obtus, et demain je vais expliquer les angles obtus à mes élèves.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ośmiokąt",
      "translation": "octogone",
      "definition": "Ośmiokąt to wielokąt o ośmiu bokach, z każdym kątem wewnętrznym równym 135 stopniom.",
      "definition_translation": "Un octogone est un polygone à huit côtés, avec chaque angle interne égal à 135 degrés.",
      "example": "W architekturze ośmiokąty są używane do projektowania budynków. Wczoraj zobaczyłem budynek o kształcie ośmiokąta, dzisiaj projektuję ogród o kształcie ośmiokąta, a jutro zbuduję ptasznicę o kształcie ośmiokąta.",
      "example_translation": "En architecture, les octogones sont utilisés pour concevoir des bâtiments. Hier, j'ai vu un bâtiment en forme d'octogone, aujourd'hui je suis en train de concevoir un jardin en forme d'octogone, et demain je vais construire une maison d'oiseau en forme d'octogone.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liczba porządkowa",
      "translation": "nombre ordinal",
      "definition": "Liczba, która pokazuje pozycję lub rangę czegoś w sekwencji lub serii.",
      "definition_translation": "Un nombre qui indique la position ou le rang de quelque chose dans une séquence ou une série.",
      "example": "Zawodnik otrzymał medal za osiągnięcie liczby porządkowej trzy w konkursie. Wcześniej osiągnęła liczbę porządkową pięć, i ona liczy na osiągnięcie liczby porządkowej jeden w przyszłym roku.",
      "example_translation": "L'athlète a reçu une médaille pour avoir atteint un nombre ordinal de trois dans la compétition. Elle avait précédemment atteint un nombre ordinal de cinq, et elle espère atteindre un nombre ordinal de un l'année prochaine.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "równoległy",
      "translation": "parallèle",
      "definition": "Rozciągający się w tym samym kierunku, równolegle i nie przecinający się.",
      "definition_translation": "S'étendant dans la même direction, équidistant à tous les points et ne se coupant jamais.",
      "example": "Dwie linie są równoległe, więc nigdy się nie spotkają. Inżynier zaprojektował równoległe tory, aby zapewnić bezpieczny i efektywny transport. Do roku 2050 firma chce mieć równoległe systemy w miejscu, aby wesprzeć swoją rosnącą bazę klientów.",
      "example_translation": "Les deux lignes sont parallèles, donc elles ne se rencontreront jamais. L'ingénieur a conçu les voies parallèles pour assurer un transport sûr et efficace. D'ici 2050, l'entreprise espère avoir des systèmes parallèles en place pour soutenir sa base clientèle en constante augmentation.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rómb",
      "translation": "parallélogramme",
      "definition": "Czworokąt o przeciwnych bokach o równych długościach, z przeciwnymi bokami równoległymi i przecinającymi się diagonalami.",
      "definition_translation": "Un quadrilatère dont les côtés opposés ont la même longueur, dont les côtés opposés sont parallèles et dont les diagonales se coupent en leur milieu.",
      "example": "Uczeń miał trudności z rysowaniem rómbu, ale nauczyciel pomógł mu zrozumieć pojęcie. W geometrii rómb jest ważnym kształtem do studiowania ze względu na jego wiele zastosowań. Artystka użyła rómbu jako podstawy dla swojego pomnika.",
      "example_translation": "L'élève avait du mal à dessiner un parallélogramme, mais le professeur l'a aidée à comprendre le concept. En géométrie, un parallélogramme est une forme importante à étudier en raison de ses nombreuses applications. L'artiste a utilisé un parallélogramme comme base pour sa sculpture.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pentagon",
      "translation": "pentagone",
      "definition": "Wielokąt o pięciu bokach, z każdym kątem wewnętrznym sumującym się do 540 stopni.",
      "definition_translation": "Un polygone à cinq côtés, où tous les angles internes ajoutent jusqu'à 540 degrés.",
      "example": "Architekt zaprojektował pentagonowy budynek jako siedzibę firmy. Pentagon w Waszyngtonie jest słynnym przykładem budynku pentagonowego. W geometrii pentagon jest fascynującym kształtem do studiowania.",
      "example_translation": "L'architecte a conçu un bâtiment en forme de pentagone pour servir de siège social à l'entreprise. Le Pentagone à Washington D.C. est un exemple célèbre de bâtiment en forme de pentagone. En géométrie, un pentagone est une forme fascinante à étudier.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prostopadły",
      "translation": "perpendiculaire",
      "definition": "Rozciągający się lub będący prostopadłym do linii lub płaszczyzny; będący pod kątem 90 stopni.",
      "definition_translation": "S'étendant ou étant à angle droit par rapport à une ligne ou un plan ; faisant un angle de 90 degrés.",
      "example": "Prostopadłe linie przecinały się w centrum koła. Wczoraj narysowałem prostopadłą linię na moim papierze. Do końca roku prostopadłe ściany będą skonczone.",
      "example_translation": "Les lignes perpendiculaires se croisaient au centre du cercle. Hier, j'ai tracé une ligne perpendiculaire sur mon papier. D'ici l'an prochain, les murs perpendiculaires seront terminés.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liczba primo",
      "translation": "nombre premier",
      "definition": "Cała liczba większa niż 1, która ma dokładnie dwa czynniki: 1 i samą siebie.",
      "definition_translation": "Un entier supérieur à 1 qui a exactement deux facteurs : 1 et lui-même.",
      "example": "Twierdzenie o liczbach primo pomaga nam zrozumieć rozkład liczb primo. Liczby primo są badane od tysiącleci. Do końca wieku odkryjemy wiele więcej liczb primo.",
      "example_translation": "Le théorème des nombres premiers nous aide à comprendre la répartition des nombres premiers. Les nombres premiers ont été étudiés pendant des milliers d'années. D'ici la fin du siècle, nous aurons découvert beaucoup plus de nombres premiers.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pryzmat",
      "translation": "prisme",
      "definition": "Przezroczysty element optyczny z płaskimi, polerowanymi powierzchniami, który załamuje światło.",
      "definition_translation": "Un élément optique transparent avec des surfaces plates et polies qui réfracte la lumière.",
      "example": "Pryzmat rozłożył światło na jego kolory. Wczoraj użyłem pryzmatu w moim eksperymencie naukowym. Do końca miesiąca zbuduję pryzmat dla mojego projektu.",
      "example_translation": "Le prisme a séparé la lumière en ses couleurs. Hier, j'ai utilisé un prisme dans mon expérience scientifique. D'ici le mois prochain, j'aurai construit un prisme pour mon projet.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "produkt",
      "translation": "produit",
      "definition": "Rzecz lub substancja, która jest produkowana lub rafinowana do sprzedaży.",
      "definition_translation": "Une chose ou une substance qui est fabriquée ou raffinée pour la vente.",
      "example": "Najnowszy produkt firmy to smartphone. Produkt dwóch liczb to 12. Do końca roku wprowadzimy kilka nowych produktów.",
      "example_translation": "Le produit le plus récent de l'entreprise est un smartphone. Le produit des deux nombres est 12. D'ici l'an prochain, nous aurons lancé plusieurs nouveaux produits.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Twierdzenie Pitagorasa",
      "translation": "Théorème de Pythagore",
      "definition": "Matematyczne pojęcie opisujące relację między długościami boków trójkąta prostokątnego, stwierdzające, że kwadrat długości przeciwprostokątnej jest równy sumie kwadratów długości pozostałych dwóch boków.",
      "definition_translation": "Un concept mathématique qui décrit la relation entre les longueurs des côtés d'un triangle rectangle, énonçant que le carré de la longueur de l'hypoténuse est égal à la somme des carrés des longueurs des deux autres côtés.",
      "example": "Wczoraj użyłem twierdzenia Pitagorasa, aby obliczyć długość przekątnej prostokąta. Dzisiaj używam go, aby znaleźć odległość między dwoma punktami na płaszczyźnie współrzędnych. Jutro użyję go, aby rozwiązać złożony problem trygonometryczny.",
      "example_translation": "Hier, j'ai utilisé le théorème de Pythagore pour calculer la longueur de la diagonale d'un rectangle. Aujourd'hui, je l'utilise pour trouver la distance entre deux points dans un plan de coordonnées. Demain, je vais l'utiliser pour résoudre un problème de trigonométrie complexe.",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Równanie kwadratowe",
      "translation": "équation du second degré",
      "definition": "Równanie matematyczne postaci ax^2 + bx + c = 0, gdzie a, b i c są stałymi, a x jest zmiennej.",
      "definition_translation": "Une équation mathématique de la forme ax^2 + bx + c = 0, où a, b et c sont des constantes, et x est la variable.",
      "example": "Rozwiązałem równanie kwadratowe x^2 + 4x + 4 = 0 przez czynniki, a następnie znalazłem rozwiązania x = -2 i x = -2. W przeszłości miałem problemy z równaniami kwadratowymi, ale teraz jestem pewny swoich umiejętności rozwiązywania ich.",
      "example_translation": "J'ai résolu l'équation du second degré x^2 + 4x + 4 = 0 en la factorisant en (x + 2)^2 = 0. Ensuite, j'ai trouvé les solutions à être x = -2 et x = -2. Dans le passé, j'avais lutté avec les équations du second degré, mais maintenant je suis confiant dans ma capacité à les résoudre.",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Iloraz",
      "translation": "quotient",
      "definition": "Wynik dzielenia jednej wielkości przez drugą, szczególnie w matematyce.",
      "definition_translation": "Le résultat de la division d'une quantité par une autre, notamment en mathématiques.",
      "example": "Gdy podzieliłem 10 przez 2, otrzymałem iloraz 5. Wczoraj obliczyłem iloraz dwóch dużych liczb i otrzymałem wynik 3,5. Jutro użyję reguły ilorazu, aby zróżnicować skomplikowaną funkcję.",
      "example_translation": "Lorsque j'ai divisé 10 par 2, j'ai obtenu un quotient de 5. Hier, j'ai calculé le quotient de deux grands nombres et j'ai obtenu un résultat de 3,5. Demain, je vais utiliser la règle du quotient pour différencier une fonction complexe.",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Promień",
      "translation": "rayon",
      "definition": "Prosta linia wydłużona od środka koła lub sfery do jej obwodu lub powierzchni.",
      "definition_translation": "Une ligne droite s'étendant du centre d'un cercle ou d'une sphère à son circonférence ou surface.",
      "example": "Zmierzyłem promień koła i okazał się on równy 5 cm. Wczoraj obliczyłem promień sfery i znalazłem, że jest on równy 3 metrom. W przyszłości będę używał promienia, aby obliczyć pole i objętość różnych kształtów.",
      "example_translation": "J'ai mesuré le rayon du cercle à 5 cm. Hier, j'ai calculé le rayon d'une sphère et l'ai trouvé à 3 mètres. À l'avenir, je vais utiliser le rayon pour calculer la surface et le volume de différentes formes.",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Liczba racjonalna",
      "translation": "nombre rationnel",
      "definition": "Liczba racjonalna to liczba, która może być wyrażona jako iloraz lub ułamek dwóch liczb całkowitych, gdzie mianownik nie jest równy zero.",
      "definition_translation": "Un nombre rationnel est un nombre qui peut être exprimé comme le quotient ou la fraction de deux entiers, où le dénominateur est non nul.",
      "example": "W matematyce liczby racjonalne są używane do reprezentowania ilości, które mogą być wyrażone jako skończone rozwinięcie dziesiętne. Na przykład, liczba 3,14 była liczbą racjonalną. Starożytni Grecy używali liczb racjonalnych, aby obliczyć pola trójkątów. W przyszłości będziemy używać liczb racjonalnych, aby modelować złożone systemy.",
      "example_translation": "En mathématiques, les nombres rationnels sont utilisés pour représenter des quantités qui peuvent être exprimées sous forme d'une expansion décimale finie. Par exemple, le nombre 3,14 était un nombre rationnel. Les anciens Grecs utiliseront des nombres rationnels pour calculer les aires des triangles. À l'avenir, nous utiliserons des nombres rationnels pour modéliser des systèmes complexes.",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Liczba rzeczywista",
      "translation": "nombre réel",
      "definition": "Liczba rzeczywista to wartość, która może być reprezentowana na osi liczbowej, w tym wszystkie liczby racjonalne i nieracjonalne.",
      "definition_translation": "Un nombre réel est une valeur qui peut être représentée sur la ligne des nombres, incluant tous les nombres rationnels et irrationnels.",
      "example": "Liczby rzeczywiste są używane do modelowania rzeczywistych kwantytów, takich jak odległość między dwoma miastami. Zbiór liczb rzeczywistych został rozwinięty przez matematyków, aby rozszerzyć liczby racjonalne. W przyszłości będziemy używać liczb rzeczywistych, aby analizować złożone systemy. Liczba rzeczywista π jest liczbą nieracjonalną.",
      "example_translation": "Les nombres réels sont utilisés pour modéliser des quantités du monde réel, telles que la distance entre deux villes. L'ensemble des nombres réels a été développé par les mathématiciens pour étendre les nombres rationnels. À l'avenir, nous utiliserons des nombres réels pour analyser des systèmes complexes. Le nombre réel pi est un nombre irrationnel.",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Kąt wewnętrzny",
      "translation": "angle réfléchi",
      "definition": "Kąt wewnętrzny to kąt, który jest większy niż 180 stopni, ale mniejszy niż 360 stopni.",
      "definition_translation": "Un angle réfléchi est un angle qui est supérieur à 180 degrés mais inférieur à 360 degrés.",
      "example": "Kąt wewnętrzny utworzony przez dwie linie jest używany w geometrii, aby obliczyć miarę kąta. W przeszłości artyści używali kątów wewnętrznych, aby stworzyć efekt perspektywy w swoich pracach. Projektant będzie używał kątów wewnętrznych, aby zaprojektować nowy budynek. Kąty wewnętrzne są używane do opisu położenia obiektu w przestrzeni.",
      "example_translation": "L'angle réfléchi formé par deux lignes est utilisé en géométrie pour calculer la mesure d'un angle. Dans le passé, les artistes ont utilisé des angles réfléchis pour créer de la perspective dans leurs peintures. Le designer utilisera des angles réfléchis pour concevoir un nouveau bâtiment. Les angles réfléchis sont utilisés pour décrire la position d'un objet dans l'espace.",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Romb",
      "translation": "rhombus",
      "definition": "Romb to czworokąt, którego wszystkie boki są równych długości, gdzie przeciwległe boki są równoległe, a przeciwległe kąty są równe.",
      "definition_translation": "Un rhombus est un quadrilatère avec toutes les côtés de même longueur, où les côtés opposés sont parallèles, et les angles opposés sont égaux.",
      "example": "Romb jest typem czworokąta, który jest używany w architekturze do projektowania budynków o symetrycznych kształtach. W przeszłości artyści używali rombów, aby stworzyć złudzenia optyczne. Stolarz będzie używał rombu, aby zbudować drewnianą ramę. Romb jest używany w projektowaniu graficznym, aby stworzyć atrakcyjne kształty.",
      "example_translation": "Le rhombus est un type de parallélogramme qui est utilisé en architecture pour concevoir des bâtiments avec des formes symétriques. Dans le passé, les artistes ont utilisé des rhombus pour créer des illusions d'optique. Le menuisier utilisera un rhombus pour construire un cadre en bois. Les rhombus sont utilisés en design graphique pour créer des formes visuellement attractives.",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Kąt prosty",
      "translation": "angle droit",
      "definition": "Kąt, który jest równy 90 stopniom, utworzony przez dwie linie lub płaszczyzny, które przecinają się pod kątem 90 stopni.",
      "definition_translation": "Un angle qui est de 90 degrés, formé par deux lignes ou des plans qui se croisent à un angle de 90 degrés.",
      "example": "Stolarz zmierzył kąt, aby upewnić się, że jest on prosty. Wczoraj popełnił błąd przy pomiarze. Jutro sprawdzi ponownie.",
      "example_translation": "Le charpentier a mesuré le coin pour s'assurer qu'il était un angle droit. Hier, elle l'avait mesuré incorrectement. Demain, elle vérifiera à nouveau la mesure.",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Korzeń",
      "translation": "racine",
      "definition": "Część podziemna rośliny, która absorbuje wodę i składniki odżywcze.",
      "definition_translation": "La partie souterraine d'une plante qui absorbe l'eau et les nutriments.",
      "example": "Korzeń drzewa został uszkodzony podczas burzy. Wczoraj był zdrowy, ale jutro może wymagać wymiany.",
      "example_translation": "La racine de l'arbre a été endommagée pendant la tempête. Hier, elle était saine, mais demain elle devra peut-être être remplacée.",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kulа",
      "translation": " sphère",
      "definition": "Trójwymiarowa figura, która jest symetryczna względem swojego centrum.",
      "definition_translation": "Une forme tridimensionnelle qui est symétrique par rapport à son centre.",
      "example": "Kula zeszła ze wzgórza. Wczoraj była na górze, a jutro będzie na dole.",
      "example_translation": "La sphère a roulé dans la colline. Hier, elle était au sommet, et demain elle sera au fond.",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pierwiastek kwadratowy",
      "translation": "racine carrée",
      "definition": "Wartość, która, gdy pomnożona przez siebie, daje określoną liczbę.",
      "definition_translation": "Une valeur qui, lorsqu'elle est multipliée par elle-même, donne un nombre spécifique.",
      "example": "Pierwiastek kwadratowy z 16 jest równy 4. Wczoraj nie wiedziałem odpowiedzi, ale jutro jej zapamiętam.",
      "example_translation": "La racine carrée de 16 est 4. Hier, je ne connaissais pas la réponse, mais demain je vais me rappeler.",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kąt prosty",
      "translation": "angle droit",
      "definition": "Kąt prosty to kąt, którego miara jest równa 180 stopniom, czyniąc go linią prostą.",
      "definition_translation": "Un angle droit est un angle dont la mesure est égale à 180 degrés, ce qui en fait une ligne droite.",
      "example": "Architektka starannie zmierzyła kąt prosty, aby upewnić się, że ściana jest idealnie wyrównana. Wczoraj sprawdziła kąt prosty ponownie, aby upewnić się, że jest on nadal poprawny. Do przyszłego tygodnia będzie go sprawdziała ponownie, aby uniknąć błędów.",
      "example_translation": "L'architecte a soigneusement mesuré l'angle droit pour s'assurer que le mur était parfaitement aligné. Hier, elle a vérifié à nouveau l'angle droit pour s'assurer qu'il était toujours correct. D'ici la semaine prochaine, elle aura vérifié deux fois l'angle droit pour éviter tout erreur.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podzbiór",
      "translation": "sous-ensemble",
      "definition": "Podzbiór to zbiór, który zawiera niektóre lub wszystkie elementy innego zbioru, zwany zbiorem rodzica, i jest oznaczony jako symbol, np. A ⊆ B.",
      "definition_translation": "Un sous-ensemble est un ensemble qui contient certains ou tous les éléments d'un autre ensemble, appelé ensemble parent, et est généralement noté par un symbole, comme A ⊆ B.",
      "example": "Zbiór liczb {1, 2, 3} jest podzbiorem zbioru liczb {1, 2, 3, 4, 5}. Badacze zidentyfikowali podzbiór pacjentów, którzy odpowiedzieli dobrze na nowe leczenie. Do przyszłego roku będą analizować większy podzbiór danych.",
      "example_translation": "L'ensemble des nombres {1, 2, 3} est un sous-ensemble de l'ensemble des nombres {1, 2, 3, 4, 5}. Les chercheurs ont identifié un sous-ensemble de patients qui ont réagi bien au nouveau traitement. D'ici l'année prochaine, ils auront analysé un plus grand sous-ensemble des données.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odejmowanie",
      "translation": "soustraction",
      "definition": "Odejmowanie jest operacją matematyczną, która reprezentuje operację znalezienia różnicy między dwiema liczbami lub wielkościami.",
      "definition_translation": "La soustraction est une opération mathématique qui représente l'opération de trouver la différence entre deux nombres ou quantités.",
      "example": "Nauczyciel wyjaśnił pojęcie odejmowania studentom, używając przykładów z życia codziennego. Wczoraj odjąłem 5 od 10, aby uzyskać 5. Do jutra będę ćwiczył odejmowanie z większymi liczbami.",
      "example_translation": "Le professeur a expliqué le concept de soustraction aux étudiants, en utilisant des exemples de la vie réelle. Hier, j'ai soustrait 5 à 10 pour obtenir 5. D'ici demain, j'aurai pratiqué la soustraction avec des nombres plus grands.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "twierdzenie Talesa",
      "translation": "théorème de Thalès",
      "definition": "Twierdzenie Talesa to twierdzenie geometryczne, które stwierdza, że kąt wpisany w półokrąg jest kątem prostym.",
      "definition_translation": "Le théorème de Thalès est un théorème géométrique qui énonce que l'angle inscrit dans un demi-cercle est un angle droit.",
      "example": "Matematyk użyła twierdzenia Talesa, aby udowodnić, że kąt w okręgu jest rzeczywiście kątem prostym. Wczoraj zastosowała twierdzenie Talesa do rozwiązania złożonego problemu geometrycznego. Do przyszłego miesiąca napisze artykuł o zastosowaniach twierdzenia Talesa.",
      "example_translation": "Le mathématicien a utilisé le théorème de Thalès pour prouver que l'angle dans le cercle était bel et bien un angle droit. Hier, elle a appliqué le théorème de Thalès pour résoudre un problème de géométrie complexe. D'ici le mois prochain, elle aura écrit un article sur les applications du théorème de Thalès.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "torus",
      "translation": "tore",
      "definition": "Torus to powierzchnia obrotowa generowana przez obrót koła w trzech wymiarach przestrzennych wokół osi współpłasnej z kole.",
      "definition_translation": "Un tore est une surface de révolution générée en faisant tourner un cercle dans l'espace tridimensionnel autour d'un axe coplanaire avec le cercle.",
      "example": "Matematyk studiowała właściwości torusa w swojej pracy naukowej. Będzie go studiowała jutro. Studiowała go w zeszłym tygodniu.",
      "example_translation": "Le mathématicien a étudié les propriétés d'un tore dans son rapport de recherche. Elle l'étudiera demain. Elle l'avait étudié la semaine dernière.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "trapez",
      "translation": "trapèze",
      "definition": "Trapez to czworokąt, którego co najmniej dwie pary przeciwległych stron nie są równoległe.",
      "definition_translation": "Un trapèze est un quadrilatère ayant au moins deux paires de côtés opposés qui ne sont pas parallèles.",
      "example": "Architektka zaprojektowała budynek o kształcie trapezu. Będzie projektowała następny rok. Projektowała jeden w zeszłym miesiącu.",
      "example_translation": "L'architecte a conçu un bâtiment en forme de trapèze. Elle en concevra un autre l'année prochaine. Elle en avait conçu un le mois dernier.",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wektor",
      "translation": "vecteur",
      "definition": "Wektor to wielkość, która ma zarówno wartość, jak i kierunek, często reprezentowana graficznie przez strzałkę w układzie współrzędnych.",
      "definition_translation": "Un vecteur est une grandeur ayant à la fois une magnitude et une direction, souvent représentée graphiquement par une flèche dans un système de coordonnées.",
      "example": "Fizyk obliczył sumę wektorową dwóch sił. Będzie liczył ją ponownie jutro. Liczył ją wczoraj.",
      "example_translation": "Le physicien a calculé la somme vectorielle de deux forces. Elle le recalculera demain. Elle l'avait calculé hier.",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kąt zerowy",
      "translation": "angle zéro",
      "definition": "Kąt zerowy to kąt, którego miara jest równa 0 stopniom, co w praktyce reprezentuje linię prostą.",
      "definition_translation": "Un angle zéro est un angle dont la mesure est de zéro degré, représentant essentiellement une ligne droite.",
      "example": "Inżynier zmierzyła kąt zerowy między dwiema liniami. Będzie mierzyć go ponownie w przyszłym tygodniu. Mierzyła go w zeszłym tygodniu.",
      "example_translation": "L'ingénieur a mesuré un angle zéro entre deux lignes. Elle le mesurera à nouveau la semaine prochaine. Elle l'avait mesuré la semaine dernière.",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]