[
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bank",
      "translation": "banque",
      "definition": "Instytucja finansowa świadcząca usługi finansowe, takie jak przyjmowanie depozytów, udzielanie pożyczek i ułatwianie transakcji.",
      "definition_translation": "Une institution financière qui fournit des services financiers, tels que l'acceptation de dépôts, l'octroi de prêts et la facilitation des transactions.",
      "example": "Wczoraj poszedłem do banku, aby złożyć wniosek o wypłatę, idę do banku co tydzień, aby wypłacić pieniądze, i pójdę do banku jutro, aby złożyć wniosek o pożyczkę.",
      "example_translation": "Je suis allé à la banque hier pour déposer mon chèque de paie, je vais à la banque chaque semaine pour retirer de l'argent, et je vais à la banque demain pour demander un prêt.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bar",
      "translation": "bar",
      "definition": "Lad i stolik, na których serwowane są napoje i przekąski, zazwyczaj w pubie lub restauracji.",
      "definition_translation": "Un comptoir ou une table servant des boissons et des collations, généralement dans une maison publique ou un restaurant.",
      "example": "Usiadłem u baru i zamówiłem piwo, barman pracował u baru przez pięć lat, a ona będzie pracować u baru dzisiaj wieczorem.",
      "example_translation": "Je me suis assis au bar et j'ai commandé une bière, Le barman a travaillé au bar pendant cinq ans, et Elle travaillera au bar ce soir.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "plaża",
      "translation": "plage",
      "definition": "Formacja lądowa wzdłuż ciała wody, składająca się z luźnych cząstek, takich jak piasek lub kamienie.",
      "definition_translation": "Un terrain le long d'un corps d'eau, composé de particules libres telles que le sable ou les galets.",
      "example": "W zeszłym roku pojechałem na plażę, aby się wykąpać, jutro pójdziemy na plażę, aby się opalić, a oni poszli na plażę wczoraj, aby zagrać w siatkówkę.",
      "example_translation": "Je suis allé à la plage l'été dernier pour nager, Nous allons à la plage demain pour nous bronzer, et Ils sont allés à la plage hier pour jouer au volleyball.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kawiarnia",
      "translation": "café",
      "definition": "Mała restauracja lub kawiarnia,(typowo oferująca kawę, kanapki i ciasta).",
      "definition_translation": "Un petit restaurant ou café, servant généralement du café, des sandwiches et des pâtisseries.",
      "example": "Spotkałem się z przyjacielem w kawiarni wczoraj, aby porozmawiać, chodzimy do kawiarni każdego ranka, aby kupić kawę, a ona otworzy swoją własną kawiarnię za rok.",
      "example_translation": "J'ai rencontré mon ami au café hier pour bavarder, Nous allons au café chaque matin pour prendre un café, et Elle ouvrira son propre café l'année prochaine.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kino",
      "translation": "cinéma",
      "definition": "Miejsce, w którym ludzie oglądają filmy lub filmy.",
      "definition_translation": "Un cinéma est un endroit où les gens vont pour regarder des films ou des vidéos.",
      "example": "Wczoraj poszedłem do kina, dzisiaj idę do kina, a jutro pójdę do kina.",
      "example_translation": "Je suis allé au cinéma hier soir, je vais au cinéma ce soir, et je irai au cinéma demain.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fabryka",
      "translation": "usine",
      "definition": "Miejsce, w którym produkuje się towary lub produkty.",
      "definition_translation": "Une usine est un endroit où des biens sont fabriqués ou produites.",
      "example": "Fabryka wyprodukowała wiele samochodów w zeszłym roku, produkuje je teraz, a wyprodukuje więcej samochodów w przyszłym roku.",
      "example_translation": "L'usine a produit beaucoup de voitures l'année dernière, elle produit des voitures maintenant, et elle produira plus de voitures l'année prochaine.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ferma",
      "translation": "ferme",
      "definition": "Działka ziemi używana do uprawy roślin lub hodowli zwierząt.",
      "definition_translation": "Une ferme est un terrain utilisé pour cultiver des récoltes ou élever des animaux.",
      "example": "Mój dziadek miał fermę, kiedy byłem dzieckiem, ma fermę teraz, a będzie miał większą fermę wkrótce.",
      "example_translation": "Mon grand-père avait une ferme lorsque j'étais enfant, il a une ferme maintenant, et il aura une ferme plus grande bientôt.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mieszkanie",
      "translation": "appartement",
      "definition": "Zestaw pokojów, w tym kuchni i łazienki, w budynku.",
      "definition_translation": "Un appartement est un ensemble de chambres, y compris une cuisine et une salle de bain, dans un bâtiment.",
      "example": "W czasach studenckich mieszkałem w mieszkaniu, mieszkam w mieszkaniu teraz, a będzie mieszkał w większym mieszkaniu w przyszłości.",
      "example_translation": "J'ai vécu dans un appartement lorsque j'étais étudiant, je vis dans un appartement maintenant, et je vivrai dans un appartement plus grand à l'avenir.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpital",
      "translation": "hôpital",
      "definition": "Instytucja opieki zdrowotnej świadcząca usługi medyczne i chirurgiczne.",
      "definition_translation": "Un hôpital est une institution de soins de santé qui fournit des services médicaux et chirurgicaux spécialisés avec des équipements appropriés.",
      "example": "Wczoraj odwiedziłem mojego przyjaciela w szpitalu, odwiedzę go znów jutro, a odwiedziłem go ostatnim tygodniu.",
      "example_translation": "J'ai visité mon ami à l'hôpital hier, je vais le visiter à nouveau demain, et j'ai visité l'hôpital la semaine dernière.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "hotel",
      "translation": "hôtel",
      "definition": "Budynek oferujący zakwaterowanie i obsługę podróżnych i turystów.",
      "definition_translation": "Un hôtel est un bâtiment qui offre des hébergements et des installations pour les voyageurs et les touristes.",
      "example": "Podczas wakacji mieszkaliśmy w hotelu, teraz mieszkam w hotelu, a będę mieszkał w hotelu za rok.",
      "example_translation": "J'ai séjourné dans un hôtel pendant mes vacances, je séjourne dans un hôtel maintenant, et je séjournerai dans un hôtel l'année prochaine.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dom",
      "translation": "maison",
      "definition": "Budynek przeznaczony dla zamieszkania ludzi, szczególnie mieszkanie lub rezydencja.",
      "definition_translation": "Une maison est un bâtiment destiné à l'habitation humaine, notamment une demeure ou une résidence.",
      "example": "Mieszkałem w domu, kiedy byłem dzieckiem, mieszkam w domu teraz, i będę mieszkał w domu, kiedy będę na emeryturze.",
      "example_translation": "J'ai vécu dans une maison lorsque j'étais enfant, je vis dans une maison maintenant, et je vivrai dans une maison lorsque je prendrai ma retraite.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "muzeum",
      "translation": "musée",
      "definition": "Instytucja poświęcona zdobywaniu, zachowaniu, badaniu, wystawianiu i edukacyjnej interpretacji obiektów posiadających wartość naukową, historyczną lub artystyczną.",
      "definition_translation": "Un musée est une institution dédiée à l'acquisition, la conservation, l'étude, l'exposition et l'interprétation éducative d'objets ayant une valeur scientifique, historique ou artistique.",
      "example": "Odwiedziłem muzeum w zeszłym tygodniu, odwiedzam muzeum dziś, i odwiedzę muzeum następnego miesiąca.",
      "example_translation": "J'ai visité un musée la semaine dernière, je visite un musée aujourd'hui, et je vais visiter un musée le mois prochain.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "park",
      "translation": "parc",
      "definition": "Duża publiczna zieleń miejska, wykorzystywana do rekreacji i wypoczynku.",
      "definition_translation": "un grand espace vert public dans une ville, utilisé pour les loisirs et la détente",
      "example": "Pójdę do parku jutro, szedłem do parku wczoraj, i idę do parku teraz.",
      "example_translation": "Je vais aller au parc demain, j'y suis allé hier, et je vais y aller maintenant.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "restauracja",
      "translation": "restaurant",
      "definition": "Miejsce, gdzie ludzie płacą, aby usiąść i zjeść posiłki przygotowane i serwowane na miejscu.",
      "definition_translation": "un endroit où les gens paient pour s'asseoir et manger des repas qui sont préparés et servis sur place",
      "example": "Zjełem w restauracji wczoraj, jem w restauracji teraz, i zjem w restauracji jutro.",
      "example_translation": "J'ai mangé au restaurant hier soir, je mange au restaurant maintenant, et je mangerai au restaurant demain.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzeka",
      "translation": "fleuve",
      "definition": "Naturalny nurt wody, często połączony z oceanem lub jeziorem.",
      "definition_translation": "un corps d'eau naturel qui coule, souvent connecté à un océan ou un lac",
      "example": "Pływałem w rzece wczoraj, pływam w rzece teraz, i pływałem w rzece jutro.",
      "example_translation": "J'ai nagé dans la rivière hier, je nage dans la rivière maintenant, et je nagerai dans la rivière demain.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "droga",
      "translation": "route",
      "definition": "Sposób utworzony dla podróży środkami transportu, szczególnie samochodami.",
      "definition_translation": "un chemin fait pour voyager en véhicules, notamment des voitures",
      "example": "Jechałem drogą wczoraj, jedę drogą teraz, ijadę drogą jutro.",
      "example_translation": "J'ai conduit sur la route hier, je conduit sur la route maintenant, et je conduirai sur la route demain.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szkoła",
      "translation": "école",
      "definition": "Instytucja, gdzie ludzie, szczególnie dzieci, chodzą się uczyć.",
      "definition_translation": "Une institution où les gens, en particulier les enfants, vont apprendre",
      "example": "Chodziłem do szkoły wczoraj, chodzę do szkoły teraz, i pójdę do szkoły jutro.",
      "example_translation": "Je suis allé à l'école hier, je vais à l'école maintenant, et je vais à l'école demain.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "morze",
      "translation": "mer",
      "definition": "Duża masa wody słonej, która pokrywa znaczną część powierzchni Ziemi.",
      "definition_translation": "Un grand corps d'eau salée qui couvre une grande partie de la surface de la Terre",
      "example": "Widziałem morze wczoraj, widzę morze teraz, i zobaczę morze jutro.",
      "example_translation": "J'ai vu la mer hier, je vois la mer maintenant, et je verrai la mer demain.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep",
      "translation": "magasin",
      "definition": "Budynek lub część budynku, gdzie sprzedawane są towary.",
      "definition_translation": "Un bâtiment ou une partie d'un bâtiment où des biens sont vendus",
      "example": "Szedłem do sklepu wczoraj, idę do sklepu teraz, i pójdę do sklepu jutro.",
      "example_translation": "Je suis allé au magasin hier, je vais au magasin maintenant, et je vais au magasin demain.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stacja",
      "translation": "gare",
      "definition": "Miejsce lub budynek, gdzie zatrzymują się pociągi lub autobusy, aby puszczać i zabierać pasażerów.",
      "definition_translation": "Un endroit ou un bâtiment où les trains ou les bus s'arrêtent pour laisser les gens monter et descendre",
      "example": "Szedłem na stację wczoraj, idę na stację teraz, i pójdę na stację jutro.",
      "example_translation": "Je suis allé à la gare hier, je vais à la gare maintenant, et je vais à la gare demain.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zatrzymać",
      "translation": "arrêter",
      "definition": "Zatrzymać coś lub kogoś, aby zakończyć lub powstrzymać działanie lub proces.",
      "definition_translation": "Mettre fin à une action ou un processus ou l'arrêter.",
      "example": "Zatrzymam się o 17:00 dziś. Wczoraj zatrzymałem się przy sklepie. Gdybyś był mną, zatrzymałbym palenie.",
      "example_translation": "Je vais arrêter de travailler à 17 heures aujourd'hui. Hier, j'ai arrêté par le magasin. Si j'étais toi, j'arrêterais de fumer.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ulica",
      "translation": "rue",
      "definition": "Publiczna droga w mieście, mieście lub wiosce.",
      "definition_translation": "Une route publique dans une ville, un town ou un village.",
      "example": "Mieszkam na cichej ulicy. Ulica była zatłoczona wczoraj. Jutro będziemy spacerować po ulicy.",
      "example_translation": "Je vis dans une rue calme. La rue était bondée hier. Nous allons marcher dans la rue demain.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "supermarket",
      "translation": "supermarché",
      "definition": "Duży sklep sprzedający szeroki asortyment żywności i artykułów gospodarstwa domowego.",
      "definition_translation": "Un grand magasin vendant une grande variété de nourriture et de biens de consommation.",
      "example": "Pójdę do supermarketu jutro. Wczoraj poszedłem do supermarketu. Ona pracuje w supermarketie.",
      "example_translation": "Je vais aller au supermarché demain. Hier, je suis allé au supermarché. Elle travaille dans un supermarché.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "basen",
      "translation": "piscine",
      "definition": "Struktura lub obiekt służący do pływania, często na wolnym powietrzu.",
      "definition_translation": "Une structure ou installation pour la natation, souvent à l'extérieur.",
      "example": "Wczoraj poszedłem na basen. Jutro pójdę na basen. Oni mają basen w swoim ogrodzie.",
      "example_translation": "Je suis allé à la piscine hier. Demain, je vais aller à la piscine. Ils ont une piscine dans leur jardin.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miasto",
      "translation": "ville",
      "definition": "Miasto to jest większym osiedlem ludzkim niż wieś, ale mniejszym niż miasto.",
      "definition_translation": "Une ville est un établissement humain qui est plus grand qu'un village mais plus petit qu'une ville.",
      "example": "Mieszkałem w małym mieście na wsi, kiedy byłam dzieckiem. Odwiedzę moje rodzinne miasto następne lato. Ona mieszkała w tym mieście przez całe życie.",
      "example_translation": "J'ai vécu dans une petite ville à la campagne quand j'étais enfant. Je visiterai ma ville natale l'été prochain. Elle a vécu dans cette ville toute sa vie.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uniwersytet",
      "translation": "université",
      "definition": "Uniwersytet to jest instytucją szkolnictwa wyższego i badań, która przyznaje akademickie stopnie w różnych dziedzinach studiów.",
      "definition_translation": "Une université est une institution d'enseignement supérieur et de recherche qui délivre des diplômes universitaires dans divers domaines d'étude.",
      "example": "Poszedłem na uniwersytet, aby studiować prawo. Ona ukończyła uniwersytet w zeszłym roku. Będą rozpoczynali studia uniwersyteckie we wrześniu.",
      "example_translation": "Je suis allé à l'université pour étudier le droit. Elle a obtenu son diplôme de l'université l'année dernière. Ils commenceront leurs études universitaires en septembre.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wieś",
      "translation": "village",
      "definition": "Wieś to jest grupą domów i powiązanych budynków, większym niż hamlet, ale mniejszym niż miasto, położonym w obszarze wiejskim.",
      "definition_translation": "Un village est un groupe de maisons et de bâtiments associés, plus grand qu'un hameau et plus petit qu'une ville, situé dans une zone rurale.",
      "example": "Spędziłem wakacje w wiosce w górach. Oni mieszkali w wiosce nad jeziorem. Ona odwiedzi swoich przyjaciół w wiosce następny tydzień.",
      "example_translation": "J'ai passé mes vacances d'été dans un village dans les montagnes. Ils vivaient dans un village près du lac. Elle visitera ses amis du village la semaine prochaine.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zoo",
      "translation": "zoo",
      "definition": "Zoo to jest miejscem, gdzie zwierzęta są trzymane w niewoli dla ludzi, którzy chcą je zobaczyć i studiować.",
      "definition_translation": "Un zoo est un lieu où les animaux sont détenus en captivité pour que les gens puissent les voir et les étudier.",
      "example": "Poszedłem z rodziną do zoo, kiedy byłam dzieckiem. Ona lubi odwiedzać zoo w weekendy. Otworzą nowe zoo w mieście następny rok.",
      "example_translation": "J'ai été au zoo avec ma famille quand j'étais enfant. Elle adore visiter le zoo les weekends. Ils ouvriront un nouveau zoo dans la ville l'année prochaine.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lotnisko",
      "translation": "aéroport",
      "definition": "Miejsce, gdzie samoloty startują i lądują, zwykle z budynkami i urządzeniami dla pasażerów i ładunku.",
      "definition_translation": "Un endroit où les avions décollent et atterrissent, généralement avec des bâtiments et des installations pour les passagers et les marchandises.",
      "example": "Przybędę na lotnisko jutro rano. Przybyłem na lotnisko wczoraj wieczorem. Przybędę na lotnisko co tydzień.",
      "example_translation": "J'arriverai à l'aéroport demain matin. J'étais arrivé à l'aéroport hier soir. J'arrive à l'aéroport chaque semaine.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mieszkanie",
      "translation": "appartement",
      "definition": "Samodzielną jednostkę mieszkalną, która zajmuje tylko część budynku, z własną kuchnią, łazienką i sypialniami.",
      "definition_translation": "Une unité de logement autonome qui occupe uniquement une partie d'un bâtiment, avec sa propre cuisine, salle de bain et chambres à coucher.",
      "example": "Mieszkałem w mieszkaniu przez trzy lata. Mieszkałem w mieszkaniu w Paryżu, kiedy byłam studentem. Zamieszkam w mieszkaniu w Nowym Jorku następne lato.",
      "example_translation": "J'ai habité un appartement pendant trois ans. J'habitais un appartement à Paris cuando j'étais étudiant. J'habiterai un appartement à New York l'année prochaine.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obszar",
      "translation": "zone",
      "definition": "Określony obszar przestrzeni lub powierzchni, często w odniesieniu do konkretnego użytkowania lub działalności.",
      "definition_translation": "Une superficie ou un espace défini, souvent en référence à un usage ou une activité spécifique.",
      "example": "Obszar miasta jest bardzo zanieczyszczony. Obszar parku jest idealny na piknik. Obszar domu będzie remontowany w następnym miesiącu.",
      "example_translation": "La zone de la ville est très polluée. La zone du parc est parfaite pour un pique-nique. La zone de la maison sera rénovée le mois prochain.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "księgarnia",
      "translation": "librairie",
      "definition": "Sklep, w którym sprzedawane są książki, często z szeroką ofertą tytułów i personelami posiadającymi wiedzę w tej dziedzinie.",
      "definition_translation": "Un magasin où les livres sont vendus, souvent avec une large sélection de titres et un personnel connaissant.",
      "example": "Kupiłem książkę w księgarni wczoraj. Odwiedzę księgarnię w Londynie w następnym tygodniu. Pracowałem w księgarni przez pięć lat.",
      "example_translation": "J'ai acheté un livre à la librairie hier. Je visiterai une librairie à Londres la semaine prochaine. J'ai travaillé dans une librairie pendant cinq ans.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "księgarnia",
      "translation": "librairie",
      "definition": "Sklep, w którym sprzedawane są książki, często z szeroką ofertą tytułów, artykułami papierniczymi i innymi materiałami literackimi.",
      "definition_translation": "Un magasin qui vend des livres, souvent avec une grande sélection de titres, de papeterie et d'autres matériels littéraires.",
      "example": "Poszedłem do księgarni, aby kupić powieść na wakacje. Idę do księgarni, aby kupić prezent dla mojego przyjaciela. Pójdę do księgarni, aby przeprowadzić badania dla mojego projektu.",
      "example_translation": "Je suis allé à la librairie pour acheter un roman pour mes vacances. Je vais à la librairie pour acheter un cadeau pour mon ami. Je vais à la librairie pour faire des recherches pour mon projet.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "most",
      "translation": "pont",
      "definition": "Konstrukcja zbudowana nad rzeką, drogą lub inną przeszkodą, aby umożliwić ludziom lub pojazdom jej pokonanie.",
      "definition_translation": "Une structure construite au-dessus d'une rivière, d'une route ou d'un autre obstacle pour permettre aux personnes ou aux véhicules de traverser.",
      "example": "Przeszedłem przez most, aby dostać się na drugą stronę rzeki. Most był zamknięty z powodu konserwacji. Most zostanie ponownie otwarty w następnym miesiącu.",
      "example_translation": "J'ai marché sur le pont pour atteindre l'autre côté de la rivière. Le pont était fermé pour maintenance. Le pont sera rouvert le mois prochain.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "budynek",
      "translation": "bâtiment",
      "definition": "Konstrukcja z dachem i ścianami, taka jak dom, biuro lub fabryka.",
      "definition_translation": "Une structure avec un toit et des murs, comme une maison, un bureau ou une usine.",
      "example": "Pracuję w budynku, który jest starszy niż 100 lat. Budynek został zaprojektowany przez znanych architektów. Budynek będzie zburzony w następnym roku.",
      "example_translation": "Je travaille dans un bâtiment qui a plus de 100 ans. Le bâtiment a été conçu par un architecte célèbre. Le bâtiment sera démoli l'année prochaine.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dworzec autobusowy",
      "translation": "gare routière",
      "definition": "Obiekt, w którym autobusy zatrzymują się, aby wsiadać i wysiadać pasażerów.",
      "definition_translation": "Un établissement où les bus s'arrêtent pour prendre et déposer des passagers.",
      "example": "Dotarłem do dworca autobusowego wcześnie, aby kupić bilet. Dworzec autobusowy był bardzo zatłoczony w godzinach szczytu. Dworzec autobusowy będzie miał nową poczekalnię wkrótce.",
      "example_translation": "Je suis arrivé à la gare routière tôt pour acheter mon billet. La gare routière était très encombrée pendant les heures de pointe. La gare routière aura une nouvelle salle d'attente bientôt.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przystanek autobusowy",
      "translation": "arrêt de bus",
      "definition": "Miejsce, w którym autobusy zatrzymują się, aby wsiadać lub wysiadać pasażerów.",
      "definition_translation": "Un endroit où les bus s'arrêtent pour permettre aux passagers de monter ou de descendre.",
      "example": "Czekałem na przystanku autobusowym przez 20 minut, a następnie wziąłem taksówkę. Wczoraj czekałem na przystanku autobusowym przez pół godziny, ale on nie przyjechał. Pójdę na przystanek autobusowy jutro rano.",
      "example_translation": "J'ai attendu à l'arrêt de bus pendant 20 minutes, puis j'ai pris un taxi. Hier, j'ai attendu à l'arrêt de bus pendant une demi-heure, mais il n'est pas venu. Je vais attendre à l'arrêt de bus demain matin.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stołówka",
      "translation": "cantine",
      "definition": "Restauracja samoobsługowa, szczególnie w szkole lub instytucji.",
      "definition_translation": "Un restaurant self-service, notamment dans une école ou une institution.",
      "example": "Zjadłem lunch w stołówce wczoraj. Stołówka serwuje śniadanie, lunch i kolację. Zjeść kolację w stołówce dziś wieczorem.",
      "example_translation": "J'ai mangé déjeuner à la cantine hier. La cantine sert le petit déjeuner, le déjeuner et le dîner. Je vais manger dîner à la cantine ce soir.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stolica",
      "translation": "capitale",
      "definition": "Miasto lub miejscowość, która pełni funkcję stolicy kraju, stanu lub prowincji.",
      "definition_translation": "La ville ou la ville qui sert de siège du gouvernement pour un pays, un État ou une province.",
      "example": "Paryż jest stolicą Francji. stolica Stanów Zjednoczonych to Waszyngton. W przyszłości odwiedzę stolicę Japonii.",
      "example_translation": "Paris est la capitale de la France. La capitale des États-Unis est Washington D.C. À l'avenir, je vais visiter la capitale du Japon.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "parking",
      "translation": "parking",
      "definition": "Obszar lub budynek, w którym parkowane są samochody.",
      "definition_translation": "Une zone de terre ou un bâtiment où les voitures sont garées.",
      "example": "Parked my car in the parking yesterday. Parking jest pełny, zaparkuję swój samochód na ulicy. Pójdę na parking, aby odebrać swój samochód.",
      "example_translation": "J'ai garé ma voiture dans le parking hier. Le parking est plein, je vais garer ma voiture dans la rue. Je vais aller au parking pour récupérer ma voiture.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zamek",
      "translation": "château",
      "definition": "Duży budynek lub struktura, zazwyczaj w obszarze wiejskim, która została pierwotnie zbudowana dla celów obronnych, ale teraz często służy jako rezydencja lub atrakcja turystyczna.",
      "definition_translation": "Un grand bâtiment ou structure, généralement situé en zone rurale, qui a été initialement construit à des fins défensives mais qui sert maintenant souvent de résidence ou d'attraction touristique.",
      "example": "Odwiedziłem piękny zamek w Szkocji w zeszłym roku. Odwiedzę zamek we Francji następnego miesiąca. Odwiedzę zamek w Anglii w następnym roku.",
      "example_translation": "J'ai visité un beau château en Écosse l'année dernière. Je vais visiter un château en France le mois prochain. Je vais visiter un château en Angleterre l'année prochaine.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "katedra",
      "translation": "cathédrale",
      "definition": "Duży i imponujący kościół, często główny kościół biskupa lub diecezji, zbudowany w stylu ozdobnym i dekoracyjnym.",
      "definition_translation": "Une grande et impressionnante église, souvent l'église principale d'un évêque ou d'un diocèse, généralement construite dans un style orné et décoratif.",
      "example": "Uczestniczyłem w pięknym ślubie katedralnym w zeszłym weekendzie. Uczestniczę w nabożeństwie katedralnym jutro. Uczestniczę w koncercie katedralnym w następnym tygodniu.",
      "example_translation": "J'ai assisté à un beau mariage en cathédrale le week-end dernier. Je vais assister à un service en cathédrale demain. Je vais assister à un concert en cathédrale la semaine prochaine.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "centrum",
      "translation": "centre",
      "definition": "Punkt lub miejsce, które jest równodystansowe od wszystkich stron, granic lub ograniczeń czegoś.",
      "definition_translation": "Un point ou un lieu qui est équidistant de tous les côtés, frontières ou limites de quelque chose.",
      "example": "Pójdę do centrum miasta wczoraj. Pójdę do centrum parku jutro. Pójdę do centrum stadionu w następnym tygodniu.",
      "example_translation": "Je suis allé au centre de la ville hier. Je vais au centre du parc demain. Je vais au centre du stade la semaine prochaine.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "apteka",
      "translation": "pharmacie",
      "definition": "Sklep, gdzie sprzedawane są leki, kosmetyki i inne produkty zdrowotne.",
      "definition_translation": "Un magasin où sont vendus des médicaments, des cosmétiques et d'autres produits de soins de santé.",
      "example": "Pójdę do apteki, aby kupić leki wczoraj. Pójdę do apteki, aby kupić kosmetyki jutro. Pójdę do apteki, aby kupić produkty zdrowotne w następnym tygodniu.",
      "example_translation": "Je suis allé à la pharmacie pour acheter du médicament hier. Je vais à la pharmacie pour acheter des cosmétiques demain. Je vais à la pharmacie pour acheter des produits de soins de santé la semaine prochaine.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kościół",
      "translation": "église",
      "definition": "Budynek dla działalności religijnej, szczególnie świątynia lub miejsce kultu.",
      "definition_translation": "Un bâtiment pour les activités religieuses chrétiennes, notamment un temple ou un lieu de culte.",
      "example": "Kościół był piękny ze swoją wspaniałą architekturą. Pójdę do kościoła wczoraj. Pójdę do kościoła w następną niedzielę.",
      "example_translation": "L'église était belle avec son architecture impressionnante. Je suis allé à l'église hier. Je vais aller à l'église dimanche prochain.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "centrum miasta",
      "translation": "centre-ville",
      "definition": "Centralna część miasta, typowo mająca wysoką koncentrację biznesów, sklepów i udogodnień.",
      "definition_translation": "La partie centrale d'une ville, ayant généralement une haute concentration d'entreprises, de magasins et de commodités.",
      "example": "Centrum miasta było pełne ludzi. Przeszliśmy przez centrum miasta, aby dotrzeć do parku. Centrum miasta zostanie wyremontowane w następnym roku.",
      "example_translation": "Le centre-ville était animé de monde. Nous avons marché à travers le centre-ville pour aller au parc. Le centre-ville sera rénové l'an prochain.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep z ubraniami",
      "translation": "magasin de vêtements",
      "definition": "Sklep, gdzie sprzedawane są ubrania i inne tekstylia.",
      "definition_translation": "Un magasin où des vêtements et d'autres textiles sont vendus.",
      "example": "Pójdę do sklepu z ubraniami, aby kupić nową suknię. Sklep z ubraniami na ulicy Głównej ma wyprzedaż. Ona pracuje w sklepie z ubraniami w galerii handlowej.",
      "example_translation": "Je suis allé à un magasin de vêtements pour acheter une nouvelle robe. Le magasin de vêtements sur la rue principale a une vente. Elle travaille dans un magasin de vêtements au centre commercial.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klub",
      "translation": "club",
      "definition": "Stowarzyszenie lub organizacja poświęcona określonej sprawie lub aktywności.",
      "definition_translation": "Une association ou une organisation dédiée à un intérêt ou une activité particulière.",
      "example": "Dołączyłem do klubu książki w zeszłym miesiącu. Klub ma wielu członków. Ona otworzy nowy klub w następnym roku.",
      "example_translation": "J'ai rejoint un club de lecture le mois dernier. Le club a beaucoup de membres. Elle ouvrira un nouveau club l'an prochain.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "college",
      "translation": "collège",
      "definition": "Instytucja edukacyjna, która zapewnia wyższą edukację, typowo dwu- lub czteroletni program studiów.",
      "definition_translation": "Une institution d'enseignement supérieur qui propose des programmes de deux ou quatre ans.",
      "example": " Studiowałem nauki komputerowe w college'u w Kalifornii. Studiuję aktualnie biznes w college'u. Pójdę do college'u w następnym roku.",
      "example_translation": "J'ai étudié l'informatique dans un collège en Californie. Je suis en train d'étudier les affaires au collège maintenant. J'irai au collège l'année prochaine.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "róg",
      "translation": "coin",
      "definition": "Punkt lub obszar, gdzie spotykają się dwie lub więcej krawędzi, powierzchni lub linii.",
      "definition_translation": "Le point ou la zone où deux ou plusieurs arêtes, surfaces ou lignes se rencontrent.",
      "example": "Sklep był położony na rogu ulicy Głównej. Stałem na rogu i czekałem na autobus. Róg strony był rozerwany.",
      "example_translation": "Le magasin était situé au coin de la rue principale. Je me suis tenu au coin et j'ai attendu le bus. Le coin de la page était déchiré.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "winda",
      "translation": "ascenseur",
      "definition": "Urządzenie używane do podnoszenia lub opuszczania ludzi lub przedmiotów w budynku,.typowo składające się z komory zawieszonej na linach lub łańcuchach z mechanizmem napędowym.",
      "definition_translation": "Un appareil utilisé pour élever ou abaisser des personnes ou des objets dans un bâtiment, généralement consistant en une cabine suspendue par des câbles ou des chaînes à partir d'un pignon et actionné par un moteur électrique.",
      "example": "Wziąłem windę na najwyższe piętro. Wczoraj wziąłem windę do sali konferencyjnej. Jeśli będę miał szczęście, wezmę windę na taras dziś wieczorem.",
      "example_translation": "J'ai pris l'ascenseur jusqu'au dernier étage. Hier, j'avais pris l'ascenseur jusqu'à la salle de conférence. Si je suis chanceux, je prendrai l'ascenseur jusqu'au bar sur le toit ce soir.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rynek",
      "translation": "marché",
      "definition": "Regularne zgromadzenie ludzi w celu sprzedaży żywności, towarów lub usług, często na zewnątrz lub w dużym publicznym budynku.",
      "definition_translation": "Une réunion régulière de personnes pour la vente de nourriture, de biens ou de services, souvent en plein air ou dans un grand bâtiment public.",
      "example": "Poszedłem na rynek, aby kupić świeże owoce. W zeszłym tygodniu poszedłem na rynek, aby kupić nowy telefon. W następny weekend poszedłem na rynek, aby spróbować jedzenia ulicznego.",
      "example_translation": "Je suis allé au marché pour acheter des produits frais. La semaine dernière, j'étais allé au marché pour acheter un nouveau téléphone. Le week-end prochain, je vais aller au marché pour essayer des nourritures de rue.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "meczet",
      "translation": "mosquée",
      "definition": "Budynek dla modlitwy muzułmańskiej, typowo z minaretem i dużą kopułą.",
      "definition_translation": "Un bâtiment pour le culte musulman, généralement avec un minaret et une grande coupole.",
      "example": "Meczet w centrum miasta jest piękny. Wczoraj odwiedziłem meczet w starej części miasta. Jeśli będę miał czas, odwiedzę meczet koło lotniska.",
      "example_translation": "La mosquée au centre-ville est belle. Hier, j'avais visité la mosquée dans la vieille ville. Si j'ai le temps, je vais visiter la mosquée près de l'aéroport.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "autostrada",
      "translation": "autoroute",
      "definition": "Droga o wysokiej prędkości, szczególnie ta, która jest częścią większej sieci, z ograniczonym dostępem i bez sygnalizacji świetlnej.",
      "definition_translation": "Une route à grande vitesse, en particulier une partie d'un réseau majeur, avec un accès limité et sans feux de circulation.",
      "example": "Wziąłem autostradę, aby dostać się do miasta szybko. W zeszłym roku wziąłem autostradę, aby pojechać na plażę. W następnym miesiącu wziąłem autostradę, aby odwiedzić moją rodzinę.",
      "example_translation": "J'ai pris l'autoroute pour aller rapidement en ville. L'année dernière, j'avais pris l'autoroute pour aller à la plage. Le mois prochain, je vais prendre l'autoroute pour visiter ma famille.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "góra",
      "translation": "montagne",
      "definition": "Naturalne wzniesienie powierzchni Ziemi, wznoszące się bardziej lub mniej radykalnie ponad otaczający poziom i osiągające wysokość, która w stosunku do sąsiedniej wysokości jest imponująca lub zauważalna.",
      "definition_translation": "Une élévation naturelle de la surface de la Terre qui se dresse plus ou moins abruptement au-dessus du niveau environnant et atteint une altitude qui, par rapport à l'élévation adjacente, est impressionnante ou notable.",
      "example": "Wczoraj wspiąłem się na górę, wspinam się dzisiaj na górę, i wspinam się jutro na górę.",
      "example_translation": "J'ai grimpé sur la montagne hier, je grimpe sur la montagne aujourd'hui, et je grimperai sur la montagne demain.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biuro",
      "translation": "bureau",
      "definition": "Pokój lub zestaw pokoi wyposażonych w sprzęt biurowy do pracy administracyjnej lub zawodowej.",
      "definition_translation": "Une salle ou un ensemble de salles équipées pour le travail administratif ou professionnel.",
      "example": "Wczoraj poszedłem do biura, idę dzisiaj do biura, i pójdę jutro do biura.",
      "example_translation": "Je suis allé au bureau hier, je vais au bureau aujourd'hui, et je vais au bureau demain.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ścieżka",
      "translation": "chemin",
      "definition": "Droga lub trasę utworzoną dla chodzenia lub podróżowania.",
      "definition_translation": "Un chemin ou une piste faite pour marcher ou voyager.",
      "example": "Wczoraj szedłem ścieżką, idę dzisiaj ścieżką, i pójdę jutro ścieżką.",
      "example_translation": "J'ai marché le long du chemin hier, je marche le long du chemin aujourd'hui, et je marcherai le long du chemin demain.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep zoologiczny",
      "translation": "magasin d'animaux de compagnie",
      "definition": "Sklep sprzedający zwierzęta i zaopatrzenie dla nich.",
      "definition_translation": "Un magasin qui vend des animaux et des fournitures pour animaux de compagnie.",
      "example": "Wczoraj odwiedziłem sklep zoologiczny, odwiedzam dzisiaj sklep zoologiczny, i odwiedzę jutro sklep zoologiczny.",
      "example_translation": "J'ai visité le magasin d'animaux de compagnie hier, je visite le magasin d'animaux de compagnie aujourd'hui, et je visiterai le magasin d'animaux de compagnie demain.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stacja benzynowa",
      "translation": "station-service",
      "definition": "Miejsce, gdzie sprzedawana jest benzyna i inne paliwa, a także gdzie samochody mogą być zatankowane.",
      "definition_translation": "Un endroit où l'essence et d'autres carburants sont vendus, et où les véhicules peuvent être remplis de carburant.",
      "example": "Zatrzymałem się na stacji benzynowej, aby zatankować benzynę. Wczoraj zatrzymałem się na stacji benzynowej, aby zapytać o drogę. Zatrzymam się na stacji benzynowej, aby kupić przekąski.",
      "example_translation": "J'ai arrêté à la station-service pour remplir mon réservoir. Hier, j'ai arrêté à la station-service pour demander des directions. Je vais m'arrêter à la station-service pour acheter des collations.",
      "imageLink": "image_files\\English\\petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "plac zabaw",
      "translation": " aire de jeux",
      "definition": "Powierzchnia na zewnątrz, zwykle w szkole lub parku, gdzie dzieci mogą bawić się na sprzęcie takim jak huśtawki, zjeżdżalnie i szczeble.",
      "definition_translation": "Une zone en plein air, généralement dans une école ou un parc, où les enfants peuvent jouer sur des équipements tels que des balançoires, des toboggans et des cadres d'escalade.",
      "example": "Dzieci uwielbiały bawić się na huśtawkach na placu zabaw. Wczoraj poszedłem na plac zabaw, aby bawić się w tag. Pójdę na plac zabaw, aby zagrać w piłkę nożną z przyjaciółmi.",
      "example_translation": "Les enfants ont adoré jouer sur les balançoires à l'aire de jeux. Hier, nous sommes allés à l'aire de jeux pour jouer au tag. Je vais aller à l'aire de jeux pour jouer au soccer avec mes amis.",
      "imageLink": "image_files\\English\\playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "komisariat policji",
      "translation": "poste de police",
      "definition": "Budynek lub biuro, gdzie funkcjonariusze policji pracują i gdzie ludzie mogą zgłosić się, aby zgłosić przestępstwa lub złożyć skargi.",
      "definition_translation": "Un bâtiment ou un bureau où les agents de police travaillent et où les gens peuvent aller signaler des crimes ou porter plainte.",
      "example": "Komisariat policji znajdował sięjust za rogiem od mojego domu. Wczoraj, udałem się do komisariatu policji, aby zgłosić skradzione rowery. Pójdę do komisariatu policji, aby poprosić o pomoc.",
      "example_translation": "Le poste de police était juste au coin de ma rue. Hier, je suis allé au poste de police pour signaler mon vélo volé. Je vais aller au poste de police pour demander de l'aide.",
      "imageLink": "image_files\\English\\police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "basen",
      "translation": "piscine",
      "definition": "Małe sztucznie zamknięte ciało wody, w którym ludzie mogą pływać, szczególnie w ogrodzie lub w hotelu lub kurorcie.",
      "definition_translation": "Un petit corps d'eau artificiellement clos pour que les gens puissent nager, notamment dans un arrière-cour ou dans un hôtel ou un resort.",
      "example": "Uwielbiam pływać w basenie u przyjaciela. Wczoraj, udałem się pływać w basenie hotelu. Pójdę pływać w basenie jutro rano.",
      "example_translation": "J'adore nager dans la piscine chez mon ami. Hier, je suis allé nager dans la piscine de l'hôtel. Je vais aller nager dans la piscine demain matin.",
      "imageLink": "image_files\\English\\pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "urząd pocztowy",
      "translation": "bureau de poste",
      "definition": "Budynek lub obiekt, w którym świadczone są usługi pocztowe, takie jak sprzedaż znaczków, wysyłka paczek i listów.",
      "definition_translation": "Un bâtiment ou une installation où des services postaux sont fournis, comme vendre des timbres, envoyer des colis et envoyer des lettres.",
      "example": "Muszę udać się do urzędu pocztowego, aby wysłać paczkę do brata. Wczoraj, udałem się do urzędu pocztowego, aby wysłać list. Pójdę do urzędu pocztowego jutro, aby kupić znaczki.",
      "example_translation": "Je dois aller au bureau de poste pour envoyer un colis à mon frère. J'ai été au bureau de poste hier pour envoyer une lettre. Je vais aller au bureau de poste demain pour acheter des timbres.",
      "imageLink": "image_files\\English\\post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pub",
      "translation": "taverne",
      "definition": "Budynek lub obiekt, gdzie ludzie zbierają się, aby pić i towarzyszyć, często serwując piwo i inne napoje.",
      "definition_translation": "Un bâtiment ou un établissement où les gens se réunissent pour boire et socialiser, souvent servant de la bière et d'autres boissons.",
      "example": "Spotkam się z przyjaciółmi w pubie wieczorem, aby obejrzeć mecz. W zeszłym tygodniu, udałem się do pubu, aby świętować urodziny. Pójdę do pubu następnego miesiąca, aby spróbować nowego piwa.",
      "example_translation": "Je vais rejoindre mes amis à la taverne ce soir pour regarder le match. Nous sommes allés à la taverne la semaine dernière pour célébrer mon anniversaire. Je vais aller à la taverne le mois prochain pour essayer leur nouvelle bière.",
      "imageLink": "image_files\\English\\pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kolej",
      "translation": "chemin de fer",
      "definition": "System transportu używający pociągów i torów, często używany do podróży na długich dystansach lub transportu towarów.",
      "definition_translation": "Un système de transport utilisant des trains et des voies ferrées, souvent utilisé pour les voyages de longue distance ou le transport de marchandises.",
      "example": "Wziąłem koleją, aby odwiedzić rodzinę minionego lata. Używamy kolei do transportu towarów do innych miast. System kolejowy zostanie udoskonalony w następnym roku.",
      "example_translation": "J'ai pris le chemin de fer pour visiter ma famille l'été dernier. Nous utilisons le chemin de fer pour transporter des marchandises à d'autres villes. Le système de chemin de fer sera amélioré l'année prochaine.",
      "imageLink": "image_files\\English\\railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " Dworzec kolejowy",
      "translation": "gare",
      "definition": "Budynek lub obiekt, w którym pociągi zatrzymują się, aby zabierać lub wysadzać pasażerów lub towary, często z udogodnieniami takimi jak kasy biletowe i sale oczekiwania.",
      "definition_translation": "Un bâtiment ou une installation où les trains s'arrêtent pour prendre ou laisser des passagers ou des marchandises, souvent avec des équipements tels que des guichets de billets et des zones d'attente.",
      "example": "Przybyłem na dworzec kolejowy wcześnie, aby zdobyć kawę przed podróżą. Czekaliśmy na dworcu kolejowym przez wiele godzin z powodu opóźnienia. Spotkam się z przyjacielem na dworcu kolejowym jutro.",
      "example_translation": "Je suis arrivé à la gare tôt pour prendre un café avant mon voyage. Nous avons attendu à la gare pendant des heures en raison d'un retard. Je vais rencontrer mon ami à la gare demain.",
      "imageLink": "image_files\\English\\railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep obuwniczy",
      "translation": "magasin de chaussures",
      "definition": "Sklep detaliczny, który sprzedaje obuwie i inne wyroby obuwnicze.",
      "definition_translation": "Un établissement de commerce de détail qui vend des chaussures et d'autres chaussures.",
      "example": "Udałem się do sklepu obuwniczego wczoraj, idę do sklepu obuwniczego jutro, i pójdę do sklepu obuwniczego następnego tygodnia.",
      "example_translation": "Je suis allé au magasin de chaussures hier, je vais au magasin de chaussures demain, et je vais aller au magasin de chaussures la semaine prochaine.",
      "imageLink": "image_files\\English\\shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "centrum handlowe",
      "translation": "centre commercial",
      "definition": "Duży budynek lub kompleks, który zawiera wiele sklepów, restauracji i obiektów rozrywkowych.",
      "definition_translation": "Un grand bâtiment ou complexe qui contient de nombreux magasins, restaurants et établissements de loisirs.",
      "example": "Odwiedziłem centrum handlowe w minionym weekendzie, odwiedzam centrum handlowe dzisiaj, i odwiedzę centrum handlowe następnego miesiąca.",
      "example_translation": "J'ai visité le centre commercial le week-end dernier, je visite le centre commercial aujourd'hui, et je vais visiter le centre commercial le mois prochain.",
      "imageLink": "image_files\\English\\shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ośrodek sportowy",
      "translation": "centre de sports",
      "definition": "Obiekt, który zapewnia różne aktywności sportowe i fitness, takie jak siłownia, basen i boiska sportowe.",
      "definition_translation": "Un établissement qui offre une variété d'activités sportives et de fitness, telles qu'une salle de gym, une piscine et des terrains de jeu.",
      "example": "Udałem się do ośrodka sportowego wczoraj, aby zagrać w koszykówkę, idę do ośrodka sportowego jutro, aby popływać, i pójdę do ośrodka sportowego następnego tygodnia, aby zagrać w tenisa.",
      "example_translation": "Je suis allé au centre de sports hier pour jouer au basket-ball, je vais au centre de sports demain pour nager, et je vais aller au centre de sports la semaine prochaine pour jouer au tennis.",
      "imageLink": "image_files\\English\\sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "plac",
      "translation": "place",
      "definition": "Publiczna otwarta przestrzeń w mieście lub mieście, często z trawnikiem, drzewami i ścieżkami, a czasem z pomnikami lub statuami.",
      "definition_translation": "Un espace public ouvert dans une ville ou une ville, souvent avec de l'herbe, des arbres et des chemins, et parfois avec des monuments ou des statues.",
      "example": "Siedziałem na placu wczoraj, siedzę na placu dziś, i siedzę na placu jutro.",
      "example_translation": "Je me suis assis sur la place hier, je m'assieds sur la place aujourd'hui, et je m'assiérai sur la place demain.",
      "imageLink": "image_files\\English\\square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stadion",
      "translation": "stade",
      "definition": "Stadion to duża hala widowiskowa na Zielonym lub Zamkowej, gdzie odbywają się wydarzenia sportowe, koncerty i inne imprezy, zazwyczaj z boiskiem do gry otoczonym trybunami dla widzów.",
      "definition_translation": "Un stade est un grand lieu extérieur ou intérieur pour les sports, les concerts et d'autres événements, généralement équipé d'un terrain de jeu en gazon ou en surface d'herbe entouré de zones de siège pour les spectateurs.",
      "example": "Idę na stadion, aby obejrzeć mecz piłki nożnej jutro. Byłem na stadionie w zeszłym tygodniu. Idę na stadion teraz.",
      "example_translation": "Je vais aller au stade pour regarder le match de football demain. J'étais allé au stade la semaine dernière. Je vais au stade maintenant.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "teatr",
      "translation": "théâtre",
      "definition": "Teatr to budynek lub przestrzeń, w której odbywają się żywe występy, takie jak sztuki teatralne, musicali i koncerty.",
      "definition_translation": "Un théâtre est un bâtiment ou un espace où des spectacles vivants, tels que des pièces de théâtre, des comédies musicales et des concerts, ont lieu.",
      "example": "Byłem wiele razy w teatrze. Byłem w teatrze w zeszłej nocy. Pójdę do teatru następny tydzień.",
      "example_translation": "Je suis allé au théâtre de nombreuses fois. J'étais allé au théâtre hier soir. Je vais au théâtre la semaine prochaine.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kasa biletowa",
      "translation": "guichet",
      "definition": "Kasa biletowa to miejsce, gdzie sprzedawane są bilety, szczególnie na transport, wydarzenia lub atrakcje.",
      "definition_translation": "Un guichet est un endroit où les billets sont vendus, notamment pour les transports, les événements ou les attractions.",
      "example": "Pójdę do kasy biletowej, aby kupić bilet. Byłem w kasie biletowej wczoraj. Idę do kasy biletowej teraz.",
      "example_translation": "Je vais aller au guichet pour acheter un billet. J'étais allé au guichet hier. Je vais au guichet maintenant.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep z zabawkami",
      "translation": "magasin de jouets",
      "definition": "Sklep z zabawkami to sklep, który sprzedaje zabawki, gry i inne przedmioty rozrywkowe dla dzieci.",
      "definition_translation": "Un magasin de jouets est un commerce qui vend des jouets, des jeux et d'autres articles pour le divertissement des enfants.",
      "example": "Byłem ze swoim bratem w sklepie z zabawkami. Pójdę do sklepu z zabawkami jutro. Idę do sklepu z zabawkami teraz.",
      "example_translation": "J'étais allé au magasin de jouets avec mon frère. Je vais aller au magasin de jouets demain. Je vais au magasin de jouets maintenant.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "metro",
      "translation": "souterrain",
      "definition": "Położony lub odbywający się pod powierzchnią ziemi.",
      "definition_translation": "Situé ou se déroulant sous la surface de la terre.",
      "example": "Wziąłem metro, aby dostać się do centrum miasta. Pójdę metrem, aby dostać się na stadion jutro. Wziąłem metro, aby dostać się do muzeum w zeszłym tygodniu.",
      "example_translation": "J'ai pris le métro pour aller au centre-ville. Je prendrai le métro pour aller au stade demain. J'ai pris le métro pour aller au musée la semaine dernière.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "blok mieszkalny",
      "translation": "immeuble d'appartements",
      "definition": "Budynek zawierający kilka mieszkań, często wielokondygnacyjny.",
      "definition_translation": "Un bâtiment contenant plusieurs appartements, souvent plusieurs étages de haut.",
      "example": "Mieszkam w bloku mieszkalnym w mieście. Blok mieszkalny ma 20 pięter. Blok mieszkalny będzie remontowany przyszłym roku.",
      "example_translation": "Je vis dans un immeuble d'appartements en ville. L'immeuble d'appartements a 20 étages. L'immeuble d'appartements sera rénové l'année prochaine.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "balkon",
      "translation": "balcon",
      "definition": "Platforma wystająca z ściany budynku, otoczona balustradami.",
      "definition_translation": "Une plateforme projetant depuis le mur d'un bâtiment, fermée par des rails ou des balustres.",
      "example": "Lubię siedzieć na balkonie wieczorem. Balkon oferuje piękny widok na miasto. Zmienię balkon w tym weekendzie.",
      "example_translation": "J'aime m'asseoir sur le balcon le soir. Le balcon offre une belle vue sur la ville. Je nettoierai le balcon ce week-end.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bloczek",
      "translation": "bloc",
      "definition": "Solidny kawałek materiału, takiego jak drewno lub kamień, używany jako podstawa lub wsparcie.",
      "definition_translation": "Un solide morceau de matériau, comme du bois ou de la pierre, utilisé comme base ou support.",
      "example": "Zbudowałem wieżę z bloczków, kiedy byłem dzieckiem. Bloczek jest używany jako papierowy ciężarek. Kupię bloczek drewna, aby zrobić stół.",
      "example_translation": "J'ai construit une tour de blocs lorsque j'étais enfant. Le bloc est utilisé comme poids de papier. Je vais acheter un bloc de bois pour faire une table.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pole biwakowe",
      "translation": "camping",
      "definition": "Miejsce, gdzie ludzie biwakują, zazwyczaj na świeżym powietrzu, używając namiotów lub innych tymczasowych schronień.",
      "definition_translation": "Un endroit où les gens campent, généralement en plein air, en utilisant des tentes ou d'autres abris temporaires.",
      "example": "Spędziliśmy weekend na polu biwakowym, piecząc marshmallows nad ogniskiem. Wrócimy na pole biwakowe jutro po naszym marszu. Biwakowaliśmy na tym polu biwakowym wiele razy wcześniej.",
      "example_translation": "Nous avons passé le week-end au camping, faisant rôtir des guimauves sur le feu. Nous reviendrons au camping demain après notre randonnée. Nous avions déjà campé à ce camping de nombreuses fois auparavant.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bufet",
      "translation": "cantine",
      "definition": "Miejsce, gdzie sprzedawane są lub zapewniane są posiłki i napoje, szczególnie w fabryce, szkole lub innej instytucji.",
      "definition_translation": "Un endroit où la nourriture et les boissons sont vendues ou fournies, especialmente dans une usine, une école ou une autre institution.",
      "example": "Robotnicy zebrali się w bufecie na lunch. Szkoła ma bufet, który serwuje zdrowe jedzenie. Pójdę do bufetu jutro, aby kupić przekąski.",
      "example_translation": "Les travailleurs se sont rassemblés dans la cantine pour déjeuner. L'école a une cantine qui sert de la nourriture saine. Nous visiterons la cantine demain pour acheter des collations.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cyrk",
      "translation": "cirque",
      "definition": "Wędrowne przedstawienie akrobatów, klaunów i tresowanych zwierząt, często w wielkim namiocie lub arenie.",
      "definition_translation": "Une représentation ambulante d'acrobates, de clowns et d'animaux dressés, souvent dans une grande tente ou arène.",
      "example": "Wczoraj wieczorem byliśmy na cyrku i zobaczyliśmy ekscytujący akt trapezu. Cyrk jest w mieście przez tydzień. W przyszłym miesiącu zabierzemy dzieci na cyrk.",
      "example_translation": "Nous sommes allés au cirque hier soir et avons vu un acte de trapèze emocinant. Le cirque était en ville pour une semaine. Nous emmènerons les enfants au cirque le mois prochain.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klinika",
      "translation": "clinique",
      "definition": "Obiekt lub wydział, w którym świadczone są usługi medyczne lub stomatologiczne, szczególnie na zasadzie ambulatoryjnej.",
      "definition_translation": "Un établissement ou un département où des soins médicaux ou dentaires sont fournis, notamment sur une base externe.",
      "example": "Doktor prowadzi klinikę dla dzieci z specjalnymi potrzebami. Klinika jest otwarta w dni robocze. W przyszłym tygodniu będziemy odwiedzać klinikę na kontrole.",
      "example_translation": "Le docteur dirige une clinique pour les enfants ayant des besoins spéciaux. La clinique est ouverte les jours de semaine. Nous visiterons la clinique la semaine prochaine pour une visite de contrôle.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chatka",
      "translation": "chaumière",
      "definition": "Mały, urokliwy dom na wsi, zazwyczaj otoczony ogrodem lub położony na obszarze wiejskim.",
      "definition_translation": "Une petite maison confortable à la campagne, généralement entourée d'un jardin ou d'une zone rurale.",
      "example": "Kiedyś mieszkałem w chatce nad jeziorem, gdy byłam dzieckiem. Kiedy już będę na emeryturze, kupię chatkę w górach. Ona mieszkała w chatce na wsi przez wiele lat.",
      "example_translation": "J'ai vécu dans une chaumière au bord du lac quand j'étais enfant. J'achèterai une chaumière dans les montagnes lorsque je prendrai ma retraite. Elle avait vécu dans une chaumière à la campagne pendant de nombreuses années.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kort",
      "translation": "cour",
      "definition": "Przestrzeń, zwykle na świeżym powietrzu, gdzie odbywają się gry, mecze lub inne aktywności.",
      "definition_translation": "Un espace, généralement en plein air, où des jeux, des sports ou d'autres activités sont organisés.",
      "example": "Kort tenisowy był wypełniony widzami podczas mistrzostw. Kort będzie otwarty dla gry w koszykówkę jutro. Ona ćwiczyła na korcie przez godziny.",
      "example_translation": "Le court de tennis était rempli de spectateurs pendant le championnat. Le court sera ouvert pour jouer au basket-ball demain. Elle avait passé des heures à s'entraîner sur le court.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ambasada",
      "translation": "ambassade",
      "definition": "Oficjalna rezydencja lub urząd ambasadora, lub misja dyplomatyczna reprezentująca kraj w innym kraju.",
      "definition_translation": "La résidence officielle ou le bureau d'un ambassadeur, ou une mission diplomatique représentant un pays dans un autre pays.",
      "example": "Ambasada Francji znajduje się w centrum miasta. Ona pracowała w ambasadzie jako tłumacz. Ambasada będzie zamknięta podczas sezonu świątecznego.",
      "example_translation": "L'ambassade de France est située au centre-ville. Elle travaillait à l'ambassade en tant que traductrice. L'ambassade sera fermée pendant la saison des fêtes.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pole",
      "translation": "champ",
      "definition": "Otwarte pole ziemi, zwykle używane do celów rolniczych lub sportowych, lub określone pole studiów lub ekspertyzy.",
      "definition_translation": "Un terrain ouvert, généralement utilisé à des fins agricoles ou sportives, ou un domaine spécifique d'étude ou d'expertise.",
      "example": "Pole fizyki ewoluuje szybko. Drużyna zagra na polu jutro. Ona studiowała na polu biologii przez lata.",
      "example_translation": "Le champ de la physique évolue rapidement. L'équipe jouera sur le terrain demain. Elle avait étudié dans le champ de la biologie pendant des années.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "strażnica",
      "translation": "caserne de pompiers",
      "definition": "Strażnica to budynek lub obiekt, w którym stacjonuje i dysponuje sprzętem straży pożarnej, a także personel straży pożarnej, z którego strażacy i inni ratownicy odpowiadają na sytuacje awaryjne.",
      "definition_translation": "Une caserne de pompiers est un bâtiment ou une installation qui abrite un département des incendies et son équipement, ses véhicules et son personnel, et à partir de laquelle les pompiers et les autres personnels de sauvetage répondent aux urgences.",
      "example": "W przeszłości odwiedziłem strażnicę z rodziną. Dziś idę odwiedzić strażnicę z przyjaciółmi. W przyszłości będę pracował w strażnicy jako strażak.",
      "example_translation": "Dans le passé, j'ai visité la caserne de pompiers avec ma famille. Aujourd'hui, je vais visiter la caserne de pompiers avec mes amis. Dans le futur, je travaillerai à la caserne de pompiers en tant que pompier.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kwiaciarnia",
      "translation": "fleuriste",
      "definition": "Kwiaciarnia to sklep, który sprzedaje kwiaty, bukiety i inne kompozycje roślinne, często oferując usługi na zamówienie dla wesel, pogrzebów i innych wydarzeń.",
      "definition_translation": "Un fleuriste est un magasin qui vend des fleurs, des bouquets et d'autres arrangements de plantes, souvent en fournissant des services pour les mariages, les funérailles et d'autres événements.",
      "example": "W przeszłości kupiłem kwiaty w kwiaciarni na urodziny matki. Dziś zamawiam bukiety z kwiaciarni na ślub siostry. W przyszłości otworzę własną kwiaciarnię.",
      "example_translation": "Dans le passé, j'ai acheté des fleurs chez le fleuriste pour l'anniversaire de ma mère. Aujourd'hui, je commande des bouquets chez le fleuriste pour le mariage de ma sœur. Dans le futur, je vais ouvrir mon propre magasin de fleuriste.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep meblowy",
      "translation": "magasin de meubles",
      "definition": "Sklep meblowy to placówka handlowa, która sprzedaje meble, takie jak sofa, łóżko, stoliki i krzesła, do użytku domowego lub biurowego.",
      "definition_translation": "Un magasin de meubles est un établissement de détail qui vend des meubles, tels que des canapés, des lits, des tables et des chaises, pour usage domestique ou professionnel.",
      "example": "W przeszłości kupiłem sofę w sklepie meblowym. Dziś kupuję biurko w sklepie meblowym dla nowego biura. W przyszłości zaprojektuję własne meble dla nowego sklepu.",
      "example_translation": "Dans le passé, j'ai acheté un canapé au magasin de meubles. Aujourd'hui, j'achète un bureau au magasin de meubles pour mon nouveau bureau. Dans le futur, je vais concevoir mes propres meubles pour un nouveau magasin.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "garaż",
      "translation": "garage",
      "definition": "Garaż to budynek lub schron, w którym parkuje się pojazd, zazwyczaj przy domu lub innym budynku, często oferując dodatkową przestrzeń składową.",
      "definition_translation": "Un garage est un bâtiment ou un abri qui héberge un véhicule, généralement attaché à ou à proximité d'une maison ou d'un autre bâtiment, souvent offrant un espace de stockage supplémentaire.",
      "example": "W przeszłości parkowałem samochód w garażu. Dziś naprawiam rower w garażu. W przyszłości otworzę warsztat naprawczy w garażu.",
      "example_translation": "Dans le passé, j'ai garé ma voiture dans le garage. Aujourd'hui, je répare mon vélo dans le garage. Dans le futur, je vais ouvrir un atelier de réparation dans le garage.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep warzywniczy",
      "translation": "épicerie",
      "definition": "Sklep sprzedający świeże owoce i warzywa.",
      "definition_translation": "Un magasin qui vend des fruits et légumes frais.",
      "example": "Poszedłem do sklepu warzywniczego, żeby kupić jabłka. Wczoraj poszedłem do sklepu warzywniczego, żeby kupić pomarańcze. Jutro pójdę do sklepu warzywniczego, żeby kupić banany.",
      "example_translation": "Je suis allé à l'épicerie pour acheter des pommes. Hier, j'étais allé à l'épicerie pour acheter des oranges. Demain, j'irai à l'épicerie pour acheter des bananes.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep spożywczy",
      "translation": "épicerie",
      "definition": "Sklep sprzedający żywność i inne artykuły gospodarstwa domowego.",
      "definition_translation": "Un magasin qui vend des aliments et d'autres biens de consommation.",
      "example": "Poszedłem do sklepu spożywczego, żeby kupić mleko. Wczoraj poszedłem do sklepu spożywczego, żeby kupić chleb. Jutro pójdę do sklepu spożywczego, żeby kupić jajka.",
      "example_translation": "Je suis allé à l'épicerie pour acheter du lait. Hier, j'étais allé à l'épicerie pour acheter du pain. Demain, j'irai à l'épicerie pour acheter des œufs.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żywność",
      "translation": "épicerie",
      "definition": "Artykuły spożywcze sprzedawane w sklepie.",
      "definition_translation": "Des aliments et d'autres biens vendus dans un magasin.",
      "example": "Potrzebuję kupić żywność na tydzień. Wczoraj kupiłem żywność na przyjęcie. Jutro kupię żywność na weekend.",
      "example_translation": "J'ai besoin d'acheter des provisions pour la semaine. Hier, j'avais acheté des provisions pour la fête. Demain, j'achèterai des provisions pour le week-end.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pensjonat",
      "translation": "pension de famille",
      "definition": "Dom, w którym ludzie płacą za pobyt przez krótki okres czasu, często podczas wakacji.",
      "definition_translation": "Une maison où les gens paient pour séjourner pour une courte période, souvent pendant les vacances.",
      "example": "Zatrzymałem się w pensjonacie podczas mojej podróży do Paryża. Wczoraj zatrzymałem się w pensjonacie w Rzymie. Jutro zatrzymam się w pensjonacie w Londynie.",
      "example_translation": "Je me suis logé dans une pension de famille pendant mon voyage à Paris. Hier, j'avais séjourné dans une pension de famille à Rome. Demain, je me logerai dans une pension de famille à Londres.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "siłownia",
      "translation": "salle de sport",
      "definition": "Sala ćwiczeń gimnastycznych, szczególnie w szkołach i college'ach.",
      "definition_translation": "Une salle de sport est une pièce ou un bâtiment équipé pour l'exercice physique, en particulier dans les écoles et les collèges.",
      "example": "Wczoraj poszedłem na siłownię, codziennie chodzę na siłownię i jutro pójdę na siłownię.",
      "example_translation": "Je suis allé au gymnase hier, je vais au gymnase tous les jours, et je vais aller au gymnase demain.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "port",
      "translation": "port",
      "definition": "Część morza zamknięta naturalnymi lub sztucznymi zaporam, w której statki mogą się zacumować.",
      "definition_translation": "Un port est un plan d'eau protégé de la mer ouverte par des barrières naturelles ou artificielles, dans lequel les navires peuvent ancrer ou se déplacer.",
      "example": "Statek wpłynął do portu wczoraj wieczorem, co tydzień wpływa do portu i wpłynie do portu następnego miesiąca.",
      "example_translation": "Le navire a navigué dans le port hier soir, il navigue dans le port chaque semaine, et il naviguera dans le port le mois prochain.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "schronisko",
      "translation": "auberge de jeunesse",
      "definition": "Budżetowy nocleg dla podróżnych, często z wieloosobowymi pokojami i wspólnymi urządzeniami.",
      "definition_translation": "Une auberge de jeunesse est un hébergement orienté budget pour les voyageurs, généralement avec des équipements partagés et des arrangements de couchage en dortoir.",
      "example": "Zatrzymałem się w schronisku, gdy podróżowałem do Paryża, zatrzymuję się w schronisku, gdy podróżuję za granicę i zatrzymam się w schronisku, gdy odwiedzę Nowy Jork.",
      "example_translation": "Je me suis installé dans une auberge de jeunesse lorsque j'ai voyagé à Paris, je me installe dans une auberge de jeunesse lorsque je voyage à l'étranger, et je me installerai dans une auberge de jeunesse lorsque je visiterai New York.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chatka",
      "translation": "hutte",
      "definition": "Mała, prosta budowla, często wykonana z naturalnych materiałów, takich jak drewno, słoma lub trzcina, używana jako tymczasowe lub sezonowe schronienie.",
      "definition_translation": "Une hutte est une petite habitation simple, souvent faite de matériaux naturels tels que le bois, la paille ou le chaume, et généralement utilisée comme un abri temporaire ou saisonnier.",
      "example": "Kiedy byłam chłopakiem, zbudowałem chatkę w lesie, co roku buduję chatkę na plaży latem i zbuduję chatkę w górach następnego roku.",
      "example_translation": "J'ai construit une hutte dans les bois lorsque j'étais un garçon, je construis une hutte sur la plage chaque été, et je construirai une hutte dans les montagnes l'année prochaine.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "więzienie",
      "translation": "prison",
      "definition": "Miejsce, w którym przetrzymywani są ludzie aresztowani lub skazani za przestępstwo.",
      "definition_translation": "Un lieu de confinement pour les personnes qui ont été arrêtées ou condamnées pour un crime.",
      "example": "Podejrzany został zabrany do więzienia po aresztowaniu. Był w więzieniu przez 10 lat. Będzie w więzieniu następnego roku.",
      "example_translation": "Le suspect a été emmené en prison après avoir été arrêté. Il était en prison pendant 10 ans. Il sera en prison l'année prochaine.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "złotnik",
      "translation": "bijoutier",
      "definition": "Osoba, która produkuje, sprzedaje lub naprawia biżuterię.",
      "definition_translation": "Une personne qui fabrique, vend ou répare des bijoux.",
      "example": "Poszedłem do złotnika, żeby kupić nowy zegarek. Sklep złotnika był bardzo zajęty. Jutro pójdę do złotnika.",
      "example_translation": "Je suis allé chez le bijoutier pour acheter une nouvelle montre. La boutique du bijoutier était très occupée. Je vais aller chez le bijoutier demain.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "laboratorium",
      "translation": "laboratoire",
      "definition": "Pomieszczenie lub budynek wyposażony w sprzęt do przeprowadzania eksperymentów, badań lub testów.",
      "definition_translation": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des tests.",
      "example": "Uczniowie przeprowadzili eksperyment w laboratorium wczoraj. Laboratorium jest wyposażone w nowoczesne narzędzia. Laboratorium będzie remontowane w następnym roku.",
      "example_translation": "Les étudiants ont fait une expérience au laboratoire hier. Le laboratoire est équipé d'outils modernes. Le laboratoire sera rénové l'année prochaine.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "laboratorium",
      "translation": "laboratoire",
      "definition": "Pomieszczenie lub budynek wyposażony w sprzęt do przeprowadzania eksperymentów, badań lub testów.",
      "definition_translation": "Une salle ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des tests.",
      "example": "Naukowcy pracowali w laboratorium, aby znaleźć lek. Laboratorium jest miejscem badań naukowych. Laboratorium będzie otwarte jutro.",
      "example_translation": "Les scientifiques ont travaillé au laboratoire pour trouver un remède. Le laboratoire est un lieu de recherche scientifique. Le laboratoire sera ouvert demain.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "centrum handlowe",
      "translation": "centre commercial",
      "definition": "Duży budynek lub obszar, w którym znajduje się wiele sklepów i punktów handlowych, zazwyczaj otoczonych parkingami.",
      "definition_translation": "Un grand bâtiment ou une zone qui contient de nombreux magasins et boutiques, généralement entourée de parkings.",
      "example": "W miniony weekend pojechałem do centrum handlowego i kupiłem nową koszulę. Idę do centrum handlowego jutro, aby spotkać się z przyjaciółmi. Pójdę do centrum handlowego w następnym tygodniu, aby zobaczyć film.",
      "example_translation": "Je suis allé au centre commercial la semaine dernière et j'ai acheté une nouvelle chemise. Je vais au centre commercial demain pour rencontrer mes amis. Je vais au centre commercial la semaine prochaine pour voir un film.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kiosku",
      "translation": "papeterie",
      "definition": "Sklep, w którym sprzedaje się gazety, czasopisma i inne materiały drukowane.",
      "definition_translation": "Un magasin qui vend des journaux, des magazines et d'autres matières imprimées.",
      "example": "Zatrzymałem się w kiosku w drodze do domu, aby kupić gazetę. Kiosk jest otwarty do późna w nocy. Otworzą nowy kiosk w naszym sąsiedztwie w następnym roku.",
      "example_translation": "J'ai fait une halte à la papeterie sur mon chemin du retour pour acheter un journal. La papeterie est ouverte tard le soir. Ils ouvriront une nouvelle papeterie dans notre quartier l'année prochaine.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klub nocny",
      "translation": "boîte de nuit",
      "definition": "Instytucja, która pozostaje otwarta do późna w nocy, typowo oferując muzykę na żywo, taniec i serwując jedzenie i napoje.",
      "definition_translation": "Un établissement qui reste ouvert tard dans la nuit, généralement avec de la musique live, de la danse et servant des aliments et des boissons.",
      "example": "W minioną noc pojechaliśmy do klubu nocnego i tańczyliśmy do świtu. Lubię chodzić do klubów nocnych w weekendy. Mój ulubiony klub nocny zamknie się w następnym miesiącu.",
      "example_translation": "Nous sommes allés à une boîte de nuit la nuit dernière et avons dansé jusqu'à l'aube. J'adore aller dans des boîtes de nuit les week-ends. Ma boîte de nuit préférée fermera prochain mois.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ocean",
      "translation": "océan",
      "definition": "Ogromna masa słonej wody, która pokrywa ponad 70% powierzchni Ziemi.",
      "definition_translation": "Un vaste corps d'eau salée qui couvre plus de 70% de la surface de la Terre.",
      "example": "Uwielbiam pływać w oceanie latem. Ocean jest domem dla wielu gatunków morskich. Poziom oceanu wzniesie się z powodu globalnego ocieplenia.",
      "example_translation": "J'aime nager dans l'océan pendant l'été. L'océan est le foyer de nombreuses espèces marines. L'océan va monter en raison du réchauffement climatique.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pałac",
      "translation": "palais",
      "definition": "Duży i imponujący budynek, służący jako oficjalna rezydencja dla monarchów lub innych wysokich rangą osób.",
      "definition_translation": "Un grand et impressionnant bâtiment qui sert de résidence officielle pour un souverain ou autre personne de haut rang.",
      "example": "Królowa mieszkała w pałacu przez wiele lat. Obecnie mieszka w pałacu. Zamieszka w pałacu po koronacji.",
      "example_translation": "La reine a vécu au palais pendant de nombreuses années. Elle vit actuellement au palais. Elle vivra au palais après son couronnement.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "apteka",
      "translation": "pharmacie",
      "definition": "Sklep lub instytucja, w której sprzedaje się leki i inne zaopatrzenie medyczne.",
      "definition_translation": "Un magasin ou établissement où des médicaments pharmaceutiques et autres fournitures médicales sont vendus ou distribués.",
      "example": "Pojechałem do apteki, aby kupić leki. Idę do apteki, aby zrealizować receptę. Pójdę do apteki jutro, aby odebrać zamówienie.",
      "example_translation": "Je suis allé à la pharmacie pour acheter des médicaments. Je vais à la pharmacie pour renouveler mon ordonnance. Je vais à la pharmacie demain pour récupérer ma commande.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "port",
      "translation": "port",
      "definition": "Miejsce na wybrzeżu, gdzie statki mogą cumować, aby załadować lub wyładować ładunek lub pasażerów.",
      "definition_translation": "Un lieu sur une côte où les navires peuvent mouiller pour charger et décharger des marchandises ou des passagers.",
      "example": "Statek towarowy przybył do portu wczoraj. Statek wycieczkowy przybywa do portu obecnie. Żeglarze wyjadą z portu jutro.",
      "example_translation": "Le navire de charge est arrivé au port hier. Le paquebot arrive au port maintenant. Les marins partiront du port demain.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "więzienie",
      "translation": "prison",
      "definition": "Budynek lub instytucja, w której ludzie są przetrzymywani jako kara za popełnione przestępstwo.",
      "definition_translation": "Un bâtiment ou institution où les personnes sont enfermées comme punition pour un crime.",
      "example": "Został skazany na 10 lat więzienia. Obecnie jest w więzieniu za swoje przestępstwo. Będą zwolnieni z więzienia w następnym roku.",
      "example_translation": "Il a été envoyé en prison pour dix ans. Elle est actuellement en prison pour son crime. Ils seront libérés de prison l'année prochaine.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "las deszczowy",
      "translation": "forêt tropicale",
      "definition": "Las deszczowy to gęsty las w gorącym, wilgotnym klimacie, charakteryzujący się wysokim poziomem opadów i różnorodnością gatunków roślin i zwierząt.",
      "definition_translation": "Une forêt tropicale est une forêt dense dans un climat chaud et humide, caractérisée par un niveau élevé de pluviométrie et une grande diversité d'espèces végétales et animales.",
      "example": "Odwiedziłem las deszczowy w Brazylii przed rokiem, gdzie zobaczyłem wiele egzotycznych ptaków. Odwiedzę kolejny las deszczowy w Afryce w następnym roku, a teraz odwiedzam las deszczowy w Indonezji.",
      "example_translation": "J'ai visité une forêt tropicale au Brésil l'année dernière, où j'ai vu beaucoup d'oiseaux exotiques. Je vais visiter une autre forêt tropicale en Afrique l'année prochaine, et je visite une forêt tropicale en Indonésie maintenant.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szkoła średnia",
      "translation": "lycée",
      "definition": "Szkoła średnia to szkoła, która zapewnia edukację uczniom pomiędzy 11 a 18 rokiem życia, oferując szeroki zakres przedmiotów i przygotowując uczniów do dalszej edukacji lub życia zawodowego.",
      "definition_translation": "Un lycée est une école qui fournit une éducation aux étudiants entre 11 et 18 ans, offrant une gamme de sujets et préparant les étudiants à l'enseignement supérieur ou à la main-d'œuvre.",
      "example": "Uczęszczałem do szkoły średniej w moim rodzinnym mieście, gdzie studowałem matematykę i angielski. Będę uczęszczał do uniwersytetu po ukończeniu szkoły średniej, a także uczęszczałem do szkoły średniej z przyjaciółmi.",
      "example_translation": "J'ai fréquenté un lycée dans ma ville natale, où j'ai étudié les mathématiques et l'anglais. Je vais fréquenter une université après avoir terminé le lycée, et j'ai fréquenté un lycée avec mes amis.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep z pamiątkami",
      "translation": "magasin de souvenirs",
      "definition": "Sklep z pamiątkami to sklep, który sprzedaje przedmioty służące jako przypomnienia lub pamiątki z określonego miejsca lub wydarzenia, takie jak karty pocztowe, łańcuszki i koszulki.",
      "definition_translation": "Un magasin de souvenirs est un magasin qui vend des objets qui servent de rappels ou de souvenirs d'un endroit ou d'un événement particulier, tels que des cartes postales, des porte-clés et des t-shirts.",
      "example": "Kupiłem pamiątkę z sklepu z pamiątkami w Paryżu, gdzie miałem wspaniałą wakację. Będę kupował kolejną pamiątkę ze sklepu z pamiątkami w Rzymie w następnym miesiącu, a teraz kupuję pamiątkę ze sklepu z pamiątkami w Tokio.",
      "example_translation": "J'ai acheté un souvenir dans un magasin de souvenirs à Paris, où j'ai passé de grandes vacances. J'achèterai un autre souvenir dans un magasin de souvenirs à Rome le mois prochain, et je achète un souvenir dans un magasin de souvenirs à Tokyo maintenant.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep sportowy",
      "translation": "magasin de sports",
      "definition": "Sklep sportowy to sklep detaliczny specjalizujący się w sprzedaży sprzętu sportowego, ubrań i dodatków, takich jak rowery, rakietki tenisowe i buty joggingowe.",
      "definition_translation": "Un magasin de sports est une boutique de détail qui se spécialise dans la vente d'équipements sportifs, de vêtements et d'accessoires, tels que des bicyclettes, des raquettes de tennis et des chaussures de jogging.",
      "example": "Odwiedziłem sklep sportowy w Nowym Jorku, gdzie kupiłem nową rakietkę tenisową. Będę odwiedzał kolejny sklep sportowy w Londynie w następnym roku, a teraz odwiedzam sklep sportowy w Sydney.",
      "example_translation": "J'ai visité un magasin de sports dans la ville de New York, où j'ai acheté une nouvelle raquette de tennis. Je vais visiter un autre magasin de sports à Londres l'année prochaine, et je visite un magasin de sports à Sydney maintenant.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep",
      "translation": "magasin",
      "definition": "Budynek lub pomieszczenie, gdzie są sprzedawane towary lub produkty.",
      "definition_translation": "Un bâtiment ou une pièce où des marchandises sont vendues ou stockées pour la vente.",
      "example": "Wczoraj poszedłem do sklepu kupić mleko. Idę teraz do sklepu kupić jajka. Jutro pójdę do sklepu kupić chleb.",
      "example_translation": "Je suis allé au magasin hier acheter du lait. Je vais au magasin maintenant acheter des œufs. Je vais aller au magasin demain acheter du pain.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "świątynia",
      "translation": "temple",
      "definition": "Budynek poświęcony kultowi boga lub bogów, często mający bogato zdobiony interior.",
      "definition_translation": "Un bâtiment dédié au culte d'un dieu ou de plusieurs dieux, souvent ayant un intérieur richement décoré.",
      "example": "Odwiedziłem świątynię przed rokiem. Teraz odwiedzam świątynię. Będę odwiedzał świątynię w następnym roku.",
      "example_translation": "J'ai visité le temple l'année dernière. Je visite le temple maintenant. Je vais visiter le temple l'année prochaine.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wieża",
      "translation": "tour",
      "definition": "Wysoki, wąski budynek lub konstrukcja, często będąca częścią zamku lub twierdzy.",
      "definition_translation": "Un bâtiment ou une structure étroite et haute, souvent faisant partie d'un château ou d'une fortification.",
      "example": "Wieżę zbudowano w XII wieku. Teraz wieża jest remontowana. Wieża będzie otwarta dla zwiedzających wkrótce.",
      "example_translation": "La tour a été construite au 12e siècle. La tour est en rénovation maintenant. La tour sera ouverte aux visiteurs bientôt.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tor",
      "translation": "piste",
      "definition": "Wąska droga lub ścieżka, szczególnie na obszarach wiejskich lub dzikich.",
      "definition_translation": "Un chemin étroit ou une voie,especially dans une zone rurale ou sauvage.",
      "example": "Wczoraj biegałem po torze. Teraz biegam po torze. Jutro będę biegał po torze.",
      "example_translation": "J'ai couru sur la piste hier. Je cours sur la piste maintenant. Je vais courir sur la piste demain.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "schronisko młodzieżowe",
      "translation": "auberge de jeunesse",
      "definition": "Budżetowe zakwaterowanie dla młodych podróżników, często oferujące pokoje w stylu dormitorium i wspólne udogodnienia.",
      "definition_translation": "Un hébergement àbudget pour les jeunes voyageurs, offrant généralement des chambres en dortoir et des installations partagées.",
      "example": "Zatrzymałem się w schronisku młodzieżowym w Paryżu na tydzień. Zatrzymałem się w nim przedtem, a zatrzymam się w nim ponownie.",
      "example_translation": "J'ai séjourné dans une auberge de jeunesse à Paris pendant une semaine. J'en avais déjà séjourné dans une autre avant, et je séjournerai dans une autre encore.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piekarnia",
      "translation": "boulangerie",
      "definition": "Sklep, gdzie wypiekane są produkty z mąki, takie jak chleb, ciasta i pastery.",
      "definition_translation": "Un magasin où des aliments à base de farine comme le pain, les gâteaux et les pâtisseries sont cuits et vendus.",
      "example": "Rano poszedłem do piekarni kupić świeży chleb. Jutro pójdę do piekarni zamówić tort na urodziny.",
      "example_translation": "Je suis allé à la boulangerie ce matin pour acheter du pain frais. Je vais aller à la boulangerie demain pour commander un gâteau pour mon anniversaire.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piwnica",
      "translation": "sous-sol",
      "definition": "Najniższe piętro budynku, często częściowo lub całkowicie poniżej poziomu gruntu.",
      "definition_translation": "Le niveau le plus bas d'un bâtiment, souvent partiellement ou entièrement en sous-sol.",
      "example": "Piwnica w moim domu jest używana jako pomieszczenie magazynowe. Zmodyfikowałem piwnicę w zeszłym roku, aby stworzyć siłownię domową.",
      "example_translation": "Le sous-sol de ma maison est utilisé comme salle de stockage. J'avais rénové le sous-sol l'année dernière pour créer un gymnase à domicile.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cela",
      "translation": "cellule",
      "definition": "Mniejsza, zamknięta lub podzielona przestrzeń w ramach większej struktury lub organizacji.",
      "definition_translation": "Un espace petit et fermé ou compartimenté dans une structure ou une organisation plus large.",
      "example": "Więzień był zamknięty w celi przez 20 lat. Cela w mojej klasie biologii była fascynująca do studiowania.",
      "example_translation": "Le prisonnier était enfermé dans une cellule pendant 20 ans. La cellule dans ma classe de biologie était fascinante à étudier.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "korytarz",
      "translation": "couloir",
      "definition": "Korytarz to długi pasaż w budynku, especialmente jeden, który łączy różne pokoje lub obszary.",
      "definition_translation": "Un couloir est un long passage dans un bâtiment, especially connectant différentes chambres ou zones.",
      "example": "Poszedłem korytarzem, aby dostać się do sali konferencyjnej. Poszedłem korytarzem, aby dostać się do sali konferencyjnej jutro. Poszedłem korytarzem, aby dostać się do sali konferencyjnej wczoraj.",
      "example_translation": "J'ai marché le long du couloir pour accéder à la salle de conférence. Je marcherai le long du couloir pour accéder à la salle de conférence demain. J'avais marché le long du couloir pour accéder à la salle de conférence hier.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kurs",
      "translation": "cours",
      "definition": "Kurs to seria lekcji lub klas na określony temat, często prowadząca do kwalifikacji.",
      "definition_translation": "Un cours est une série de leçons ou de classes sur un sujet particulier, souvent menant à une qualification.",
      "example": "Wziąłem kurs z literatury francuskiej w zeszłym roku. Obecnie uczę się kursu programowania komputerowego. Weźmie kurs grafiki komputerowej w następnym semestrze.",
      "example_translation": "J'ai suivi un cours de littérature française l'année dernière. Je suis en train de suivre un cours de programmation informatique maintenant. Je suivrai un cours de design graphique le semestre prochain.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "majatek",
      "translation": "domaine",
      "definition": "Majatek to duża powierzchnia ziemi i budynków na niej, często należąca do bogatej rodziny lub osoby.",
      "definition_translation": "Un domaine est une grande superficie de terrain et les bâtiments qui s'y trouvent, souvent propriété d'une famille ou d'un individu riche.",
      "example": "Majatek odziedziczył najstarszy syn. Majatek jest w rodzinie od pokoleń. Majatek będzie sprzedany na aukcji następnym miesiącem.",
      "example_translation": "Le domaine a été hérité par le fils aîné. Le domaine est dans la famille depuis des générations. Le domaine sera vendu aux enchères le mois prochain.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "siedziba",
      "translation": "siège social",
      "definition": "Siedziba organizacji to główny biuro lub budynek, gdzie znajdują się jego liderzy i główne biura.",
      "definition_translation": "Le siège social d'une organisation est le principal bureau ou bâtiment où se trouvent ses dirigeants et ses bureaux principaux.",
      "example": "Siedziba spółki znajduje się w Nowym Jorku. Siedzibę przeniesiono do nowego budynku w zeszłym roku. Siedzibę rozbudujemy w następnym roku.",
      "example_translation": "Le siège social de l'entreprise est situé à New York. Le siège social a été déplacé dans un nouveau bâtiment l'année dernière. Le siège social sera étendu l'année prochaine.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "hol",
      "translation": "hall d'entrée",
      "definition": "Hol to pomieszczenie lub obszar w budynku używany do wejścia i wyjścia, często z recepcją lub poczekalnią.",
      "definition_translation": "Un hall d'entrée est une salle ou un espace dans un bâtiment utilisé pour l'entrée et la sortie, souvent avec un guichet de réception ou une zone d'attente.",
      "example": "Czekałem w holu na przybycie mojego przyjaciela. Wczoraj czekałem w holu na moje wywiad. Czekałem w holu na koncert, który zaczyna się.",
      "example_translation": "J'ai attendu dans le hall d'entrée pour que mon ami arrive. Hier, j'attendais dans le hall d'entrée pour mon entretien. J'attendrai dans le hall d'entrée pour que le concert commence.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łąka",
      "translation": "prairie",
      "definition": "Łąka to pole trawy i kwiatów, często używane do wypasu lub rekreacji.",
      "definition_translation": "Une prairie est un champ de herbe et de fleurs sauvages, souvent utilisé pour le pâturage ou les loisirs.",
      "example": "Przeszedłem przez łąkę, aby zebrać kwiaty dzikie. Wczoraj widziałem jelenie pasące się na łące. Zamierzam zorganizować piknik na łące w weekend.",
      "example_translation": "J'ai marché à travers la prairie pour cueillir des fleurs sauvages. Hier, j'ai vu des cerfs paissant dans la prairie. J'aurai un pique-nique dans la prairie ce week-end.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płytka",
      "translation": "tendance",
      "definition": "Płytka to obszar terenu używany do sportu, takiego jak piłka nożna lub baseball, lub prezentacja sprzedaży.",
      "definition_translation": "Une tendance est une zone de terrain utilisée pour des sports, tels que le soccer ou le baseball, ou une présentation de vente.",
      "example": "Drużyna zagrała najlepszy mecz na płytce. Wczoraj zrobiłem prezentację dla inwestorów. Zamierzam zaprezentować swoją ideę firmie w następnym tygodniu.",
      "example_translation": "L'équipe a joué leur meilleur jeu sur le terrain. Hier, j'ai fait une présentation aux investisseurs. Je ferai une présentation de mon idée à l'entreprise la semaine prochaine.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szopa",
      "translation": "cabane",
      "definition": "Szopa to mała konstrukcja używana do przechowywania lub jako warsztat, często znajdująca się w ogrodzie lub na podwórku.",
      "definition_translation": "Une cabane est une petite structure utilisée pour le stockage ou comme atelier, souvent située dans un jardin ou un backyard.",
      "example": "Przechowuję swoje narzędzia w szopie. Wczoraj naprawiłem swój rower w szopie. Zamierzam zbudować nową szopę w ogrodzie następnym miesiącem.",
      "example_translation": "Je stocke mes outils dans la cabane. Hier, j'ai réparé mon vélo dans la cabane. Je construirai une nouvelle cabane dans le jardin le mois prochain.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wieżowiec",
      "translation": "gratte-ciel",
      "definition": "Wieżowiec to wysoki, ciągle zamieszkiwany budynek wielokondygnacyjny, często projektowany dla celów biurowych i handlowych.",
      "definition_translation": "Un gratte-ciel est un bâtiment habité en continu de nombreux étages, souvent conçu pour des usages commerciaux et de bureaux.",
      "example": "Mieszkałem w wieżowcu w Nowym Jorku, ale przeprowadziłem się do domu podmiejskiego w zeszłym roku. Teraz planuję kupić wieżowiec w centrum Los Angeles.",
      "example_translation": "J'ai vécu dans un gratte-ciel à New York, mais j'ai emménagé dans une maison de banlieue l'an dernier. Maintenant, je planifie d'acheter un gratte-ciel dans le centre-ville de Los Angeles.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "plaża kamienista",
      "translation": "plage rocheuse",
      "definition": "Plaża kamienista to plaża pokryta małymi kamieniami lub otoczakami, często spotykana w obszarach przybrzeżnych z silną akcją fal.",
      "definition_translation": "Une plage rocheuse est une plage recouverte de petits rochers ou de galets, souvent trouvée dans les zones côtières avec des actions de vagues fortes.",
      "example": "Lubię chodzić po plaży kamienistej rano, ale boli mnie biec po niej. W zeszłym roku pojechałem na plażę kamienistą w Grecji i było pięknie. W przyszłym roku odwiedzę plażę kamienistą w Kalifornii.",
      "example_translation": "J'aime marcher sur la plage rocheuse le matin, mais c'est douloureux de courir dessus. L'été dernier, je suis allé sur une plage rocheuse en Grèce, et c'était magnifique. L'année prochaine, je visiterai une plage rocheuse en Californie.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "studio",
      "translation": "studio",
      "definition": "Studio to mały pokój lub przestrzeń używana do działań artystycznych lub twórczych, takich jak malarstwo, taniec lub muzyka.",
      "definition_translation": "Un studio est une petite pièce ou espace utilisé pour des activités artistiques ou créatives, telles que la peinture, la danse ou la musique.",
      "example": "Będę uczęszczał na zajęcia fotograficzne w studiu następnego miesiąca. W zeszłym roku wynająłem studio mieszkalne w mieście, ale teraz mieszkam w domu. Moja przyjaciółka jest malarką i pracuje w swoim studiu każdego dnia.",
      "example_translation": "Je prends un cours de photographie dans un studio le mois prochain. L'an dernier, j'ai loué un appartement studio en ville, mais maintenant j'habite dans une maison. Mon amie est une peintre et travaille dans son studio tous les jours.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "terminal",
      "translation": "terminal",
      "definition": "Terminal to punkt odjazdu lub przyjazdu autobusów, pociągów lub samolotów, lub urządzenie do wprowadzania danych do komputera.",
      "definition_translation": "Un terminal est un point de départ ou d'arrivée pour les autobus, trains ou avions, ou un appareil pour saisir des données dans un ordinateur.",
      "example": "Czekam na swojego przyjaciela na terminalu lotniska. W zeszłym tygodniu użyłem terminala do wydrukowania biletu kolejowego. Firma buduje nowy terminal dla statków cargo.",
      "example_translation": "J'attends mon ami à la terminal de l'aéroport. La semaine dernière, j'ai utilisé un terminal pour imprimer mon billet de train. L'entreprise construit un nouveau terminal pour les navires de fret.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "taras",
      "translation": "terrasse",
      "definition": "Taras to płaski dach lub otwarta przestrzeń w budynku, często otoczona murkiem lub barierką.",
      "definition_translation": "un toit plat ou un espace ouvert dans un bâtiment ou un niveau de terrain élevé, souvent entouré d'un mur ou d'une rambarde",
      "example": "Pokój hotelowy miał piękny widok na miasto z prywatnego tarasu. Siedzieliśmy na tarasie i obserwowaliśmy zachód słońca. Do następnego lata będą mieli zbudowany nowy taras w ogrodzie.",
      "example_translation": "La chambre d'hôtel avait une belle vue sur la ville depuis la terrasse privée. Nous nous sommes assis sur la terrasse et avons regardé le coucher du soleil. D'ici l'été prochain, ils auront construit une nouvelle terrasse dans le jardin arrière.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miejsce wydarzenia",
      "translation": "lieu",
      "definition": "Miejsce wydarzenia to miejsce, w którym odbywa się wydarzenie, takie jak koncert, spotkanie lub impreza.",
      "definition_translation": "un endroit où un événement ou une activité est organisé, comme un concert, une réunion ou une fête",
      "example": "Miejsce wydarzenia na ślub był pięknym ogrodem. Miejsce wydarzenia zmieniło nazwę w zeszłym roku. Do 2025 roku miejsce wydarzenia będzie gospodarzem ponad 100 koncertów.",
      "example_translation": "Le lieu du mariage était un beau jardin. Le lieu a changé de nom l'an dernier. D'ici 2025, le lieu aura accueilli plus de 100 concerts.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oddział",
      "translation": "quartier",
      "definition": "Oddział to część szpitala lub więzienia, lub obszar władz lokalnych.",
      "definition_translation": "une division d'un hôpital ou d'une prison, ou une zone administrative locale",
      "example": "Pacjent został przeniesiony do innego oddziału w szpitalu. Oddział został wyremontowany ostatnio. Do 2030 roku oddział będzie rozszerzył swoje usługi.",
      "example_translation": "Le patient a été transféré dans un autre quartier de l'hôpital. Le quartier a été rénové récemment. D'ici 2030, le quartier aura élargi ses services.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wieża kontrolna",
      "translation": "tour de contrôle",
      "definition": "Wieża kontrolna to wysoka konstrukcja, z której kontrolerzy ruchu lotniczego kierują ruchem samolotów.",
      "definition_translation": "une structure élevée d'où les contrôleurs du trafic aérien dirigent le mouvement des aéronefs",
      "example": "Wieżę kontrolną na lotnisku ewakuowano z powodu pożaru. Wieżę kontrolną wyremontowano, aby poprawić bezpieczeństwo. Do 2028 roku wieża kontrolna będzie w pełni zautomatyzowana.",
      "example_translation": "La tour de contrôle de l'aéroport a été évacuée en raison d'un incendie. La tour de contrôle est en cours de rénovation pour améliorer la sécurité. D'ici 2028, la tour de contrôle sera entièrement automatisée.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "delikatesy",
      "translation": "épicerie fine",
      "definition": "Delikatesy to rodzaj sklepu spożywczego specjalizujący się w przygotowanych potrawach, takich jak wędliny, sery i wypieki.",
      "definition_translation": "Une épicerie fine est un type de magasin de nourriture qui se spécialise dans les aliments préparés, tels que les charcuteries, les fromages et les produits de boulangerie.",
      "example": "Zatrzymałem się w delikatesach, aby kupić kanapki na lunch. Wczoraj odwiedziłem delikatesy, aby kupić ser. W następnym tygodniu pójdę do delikatesów, aby zamówić tort.",
      "example_translation": "J'ai arrêté à l'épicerie fine pour prendre des sandwichs pour déjeuner. Hier, j'avais visité l'épicerie fine pour acheter du fromage. La semaine prochaine, j'irai à l'épicerie fine pour commander un gâteau.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zabytek",
      "translation": "monument historique",
      "definition": "Zabytek to znaczący lub ważny budynek, pomnik lub obiekt, który jest łatwo rozpoznawalny i służy jako punkt odniesienia.",
      "definition_translation": "Un monument historique est un bâtiment, monument ou caractéristique importante qui est facilement reconnaissable et qui sert de point de repère.",
      "example": "Wieża Eiffla jest sławnym zabytkiem w Paryżu. Firma zbudowała nowy zabytek w centrum miasta w zeszłym roku. Do następnego roku rząd ukończy restaurację historycznego zabytku.",
      "example_translation": "La Tour Eiffel est un monument historique célèbre à Paris. L'entreprise a construit un nouveau monument historique au centre-ville l'année dernière. D'ici l'an prochain, le gouvernement aura achevé la restauration du monument historique historique.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rezydencja",
      "translation": "manoir",
      "definition": "Rezydencja to duża i imponująca rezydencja, często należąca do bogatej osoby lub rodziny.",
      "definition_translation": "Un manoir est une grande et impressionnante maison, souvent appartenant à une personne ou une famille riche.",
      "example": "Rezydencja na wzgórzu podobno jest nawiedzona. Milioner kupił nową rezydencję na wsi ostatniego miesiąca. Do czasu, gdy będę miał 30 lat, zbuduję swoją własną rezydencję.",
      "example_translation": "Le manoir sur la colline est dit être hanté. Le millionnaire a acheté un nouveau manoir à la campagne le mois dernier. D'ici que j'aie 30 ans, j'aurai construit mon propre manoir.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "schody",
      "translation": "escalier",
      "definition": "Schody to zestaw schodów i towarzyszących poręczy, prowadzących z jednego piętra do drugiego w budynku.",
      "definition_translation": "Un escalier est un ensemble d'escaliers et de rampes accompagnatrices, menant d'un étage à un autre dans un bâtiment.",
      "example": "Wielkie schody w holu były bardzo imponujące. Wczoraj potknąłem się na schodach, gdy śpieszyłem się do klasy. Do czasu, gdy zakończę studia, wchodzę na schody tysiące razy.",
      "example_translation": "L'escalier grandiose dans le hall d'entrée était très impressionnant. Hier, j'ai trébuché sur l'escalier en me précipitant pour aller en classe. D'ici que je diplôme, j'aurai gravi l'escalier des milliers de fois.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep papierniczy",
      "translation": "papeterie",
      "definition": "Sklep detaliczny, w którym sprzedaje się artykuły biurowe, papier i inne materiały papiernicze.",
      "definition_translation": "Un magasin de détail qui vend des fournitures de bureau, du papier et d'autres matériaux d'écriture.",
      "example": "Kiedyś pracowałem w sklepie papierniczym przed tym, jak poszedłem na studia. Teraz pracuję w sklepie papierniczym. W przyszłości otworzę swój własny sklep papierniczy.",
      "example_translation": "J'ai travaillé dans une papeterie avant d'aller à l'université. Maintenant, je travaille dans une papeterie. À l'avenir, j'ouvrirai ma propre papeterie.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "magazyn",
      "translation": "entrepôt",
      "definition": "Duży budynek używany do przechowywania towarów i artykułów.",
      "definition_translation": "Un grand bâtiment utilisé pour stocker des biens et des marchandises.",
      "example": "Firma używa magazynu do przechowywania swoich zapasów. Magazyn był pusty ostatniego tygodnia. Do przyszłego roku magazyn będzie w pełni zautomatyzowany.",
      "example_translation": "L'entreprise utilise un entrepôt pour stocker son inventaire. L'entrepôt était vide la semaine dernière. D'ici l'année prochaine, l'entrepôt sera entièrement automatisé.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rybny sklep",
      "translation": "poissonnerie",
      "definition": "Sklep, w którym sprzedaje się ryby i owoce morza.",
      "definition_translation": "Un magasin où l'on vend du poisson et des fruits de mer.",
      "example": "Kupiłem łososia w rybnym sklepie wczoraj. Moja siostra pracuje w rybnym sklepie. W przyszłości otworzę swój własny rybny sklep.",
      "example_translation": "J'ai acheté du saumon à la poissonnerie hier. Ma sœur travaille dans une poissonnerie. À l'avenir, j'ouvrirai ma propre poissonnerie.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep żelazny",
      "translation": "quincallerie",
      "definition": "Sklep, w którym sprzedaje się artykuły metalowe i sprzęt.",
      "definition_translation": "Un magasin où l'on vend des articles de quincaillerie et des biens métalliques.",
      "example": "Muszę pójść do sklepu żelaznego, aby kupić gwoździe. Mój brat pracuje w sklepie żelaznym. W przyszłości odwiedzę brata w sklepie żelaznym.",
      "example_translation": "Je dois aller à la quincallerie pour acheter des clous. Mon frère travaille dans une quincallerie. À l'avenir, je visiterai mon frère à la quincallerie.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lądowanie",
      "translation": "atterrissage",
      "definition": "Akt doprowadzenia statku powietrznego lub okrętu do lądowania, zwłaszcza po podróży.",
      "definition_translation": "L'action d'amener un navire ou un aéronef à atterrir, notamment après un voyage.",
      "example": "Pilot umiejętnie obsłużył lądowanie samolotu w burzliwej pogodzie. Wczoraj wylądowaliśmy bezpiecznie na lotnisku. Do przyszłego roku wylądujemy na Marsie.",
      "example_translation": "Le pilote a habilement géré l'atterrissage de l'avion dans le temps orageux. Hier, nous avons atterri sain et sauf à l'aéroport. D'ici l'an prochain, nous aurons atterri sur Mars.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stryszenie",
      "translation": "grenier",
      "definition": "Pomieszczenie lub przestrzeń bezpośrednio pod dachem budynku, zwłaszcza w domu lub mieszkaniu, używane do przechowywania lub zamieszkania.",
      "definition_translation": "Une pièce ou un espace directement sous le toit d'un bâtiment, notamment dans une maison ou un appartement, utilisé pour le stockage ou l'habitation.",
      "example": "Stryszenie w naszym budynku jest używane do przechowywania. Ona mieszka w przytulnym stryszeniu w mieście. Oni przekształcili stryszenie w sypialnię.",
      "example_translation": "Le grenier de notre immeuble est utilisé pour le stockage. Elle vit dans un appartement de grenier confortable dans la ville. Ils ont transformé le grenier en chambre à coucher.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pozwolenie na sprzedaż alkoholu",
      "translation": "licence de vente de boissons alcoolisées",
      "definition": "Pozwolenie lub zezwolenie, które umożliwia sklepowi lub przedsiębiorstwu sprzedawać napoje alkoholowe do spożycia poza miejscem.",
      "definition_translation": "Une licence ou un permis qui permet à une boutique ou une entreprise de vendre des boissons alcoolisées pour consommation en dehors des locaux.",
      "example": "Sklep z pozwoleniem na sprzedaż alkoholu na rogu sprzedaje szeroki asortyment piw. Ona złożyła wniosek o pozwolenie na sprzedaż alkoholu w swojej restauracji. Oni stracili pozwolenie na sprzedaż alkoholu z powodu skarg na hałas.",
      "example_translation": "La boutique de vente de boissons alcoolisées au coin de la rue vend une grande variété de bières. Elle a demandé une licence de vente de boissons alcoolisées pour vendre du vin à son restaurant. Ils ont perdu leur licence de vente de boissons alcoolisées en raison de plaintes pour bruit.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stajnia",
      "translation": "stable",
      "definition": "Budynek przeznaczony do hodowli koni, krów lub innych zwierząt, zwłaszcza z boksami i sieniem.",
      "definition_translation": "Un bâtiment destiné au logement de chevaux, de vaches ou d'autres animaux, notamment avec des stalles et un grenier à foin.",
      "example": "Stajnia była stara i wymagała remontu. Koń był trzymany w stajni w pobliżu. Do przyszłego roku zbudujemy nową stajnię dla farmy.",
      "example_translation": "Le stable était vieux et avait besoin de réparations. Le cheval était gardé dans un stable à proximité. D'ici l'an prochain, nous aurons construit un nouveau stable pour la ferme.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sklep wolny od cła",
      "translation": "magasin hors taxes",
      "definition": "Sklep wolny od cła to placówka handlowa, która jest zwolniona z płacenia pewnych lokalnych i krajowych podatków i ceł, umożliwiając sprzedaż towarów po niższej cenie.",
      "definition_translation": "Un magasin hors taxes est un point de vente qui est exempté du paiement de certaines taxes et droits locaux et nationaux, permettant ainsi de vendre des biens à un prix plus bas.",
      "example": "Odwieliłem do sklepu wolnego od cła na lotnisku i kupiłem butelkę perfum. Odwiedzę sklep wolny od cła na lotnisku i kupię butelkę perfum. Odwieliłem do sklepu wolnego od cła na lotnisku i kupiłem butelkę perfum.",
      "example_translation": "J'ai visité le magasin hors taxes à l'aéroport et j'ai acheté une bouteille de parfum. Je vais visiter le magasin hors taxes à l'aéroport et acheter une bouteille de parfum. J'ai visité le magasin hors taxes à l'aéroport et j'ai acheté une bouteille de parfum.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "molo",
      "translation": "jetée",
      "definition": "Molo to konstrukcja zbudowana na filarach w morzu, jeziorze lub rzekе, używana jako promenada, miejsce postoju lub teren rozrywkowy.",
      "definition_translation": "Une jetée est une structure construite sur des piliers dans la mer, le lac ou la rivière, utilisée comme promenade, lieu d'accostage ou zone de loisirs.",
      "example": " Spacerowałem wzdłuż molo i podziwiałem widok. Spaceruję wzdłuż molo i podziwiałem widok. Spacerowałem wzdłuż molo i podziwiałem widok.",
      "example_translation": "J'ai marché le long de la jetée et j'ai apprécié la vue. Je vais marcher le long de la jetée et apprécier la vue. J'ai marché le long de la jetée et j'ai apprécié la vue.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]