{
  "data": [
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Kwiecień",
      "translation": "Avril",
      "definition": "Czwarty miesiąc roku, w północnej hemisferze zwykle kojarzony z wiosną.",
      "definition_translation": "Le quatrième mois de l'année, dans l'hémisphère nord, généralement associé au printemps.",
      "example": "Planuję podróżować do Paryża w kwietniu. W ubiegłym kwietniu odwiedziłem Rzym. W przyszłym kwietniu pójdę do Londynu.",
      "example_translation": "Je prévois voyager à Paris en avril. L'année dernière en avril, j'ai visité Rome. L'année prochaine en avril, je vais aller à Londres.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Sierpień",
      "translation": "Août",
      "definition": "Ósmy miesiąc roku, w północnej hemisferze zwykle kojarzony z latem.",
      "definition_translation": "Le huitième mois de l'année, dans l'hémisphère nord, généralement associé à l'été.",
      "example": "Idę na plażę w sierpniu. W ubiegłym sierpniu poszedłem w góry. W przyszłym sierpniu odwiedzę moją rodzinę.",
      "example_translation": "Je vais à la plage en août. L'année dernière en août, je suis allé à la montagne. L'année prochaine en août, je vais visiter ma famille.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Grudzień",
      "translation": "Décembre",
      "definition": "Dwunasty i ostatni miesiąc roku, w północnej hemisferze zwykle kojarzony z zimą.",
      "definition_translation": "Le douzième et dernier mois de l'année, dans l'hémisphère nord, généralement associé à l'hiver.",
      "example": "Uwielbiam Boże Narodzenie w grudniu. W ubiegłym grudniu poszedłem na stok narciarski. W przyszłym grudniu będę świętować Sylwestra.",
      "example_translation": "J'aime Noël en décembre. L'année dernière en décembre, je suis allé au resort de ski. L'année prochaine en décembre, je vais célébrer le réveillon de Noël.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Luty",
      "translation": "Février",
      "definition": "Drugi miesiąc roku, w północnej hemisferze zwykle kojarzony z zimą.",
      "definition_translation": "Le deuxième mois de l'année, dans l'hémisphère nord, généralement associé à l'hiver.",
      "example": "Mam urodziny w lutym. W ubiegłym lutym poszedłem na koncert. W przyszłym lutym pójdę do siłowni.",
      "example_translation": "J'ai un anniversaire en février. L'année dernière en février, je suis allé au concert. L'année prochaine en février, je vais aller au gymnase.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Styczeń",
      "translation": "janvier",
      "definition": "Pierwszy miesiąc roku, następujący po grudniu i przed lutym.",
      "definition_translation": "Le premier mois de l'année, suivant décembre et précédant février.",
      "example": "Zawsze robię postanowienie noworoczne w styczniu, aby schudnąć. Schudłem 10 kilogramów w styczniu ubiegłego roku. W przyszłym styczniu zacznę nową dietę.",
      "example_translation": "Je fais toujours une résolution en janvier pour perdre du poids. J'ai perdu 10 livres en janvier l'année dernière. Je vais démarrer un nouveau régime en janvier l'année prochaine.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Lipiec",
      "translation": "juillet",
      "definition": "Siódmy miesiąc roku, następujący po czerwcu i przed sierpniem.",
      "definition_translation": "Le septième mois de l'année, suivant juin et précédant août.",
      "example": "Zawsze biorę urlop w lipcu, aby się zrelaksować. Poszedłem na plażę w lipcu ubiegłego roku. W przyszłym lipcu wezmę udział w festiwalu muzycznym.",
      "example_translation": "Je prends toujours des vacances en juillet pour me détendre. Je suis allé à la plage en juillet l'année dernière. Je vais assister à un festival de musique en juillet l'année prochaine.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Czerwiec",
      "translation": "juin",
      "definition": "Szósty miesiąc roku, następujący po maju i przed lipcem.",
      "definition_translation": "Le sixième mois de l'année, suivant mai et précédant juillet.",
      "example": "Zawsze uczestniczę w urodzinach przyjaciela w czerwcu. Ukończyłem studia w czerwcu ubiegłego roku. W przyszłym czerwcu biorę ślub.",
      "example_translation": "Je vais toujours à la fête d'anniversaire de mon ami en juin. J'ai obtenu mon diplôme d'études supérieures en juin l'année dernière. Je vais me marier en juin l'année prochaine.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Marzec",
      "translation": "mars",
      "definition": "Trzeci miesiąc roku, następujący po lutym i przed kwietniem.",
      "definition_translation": "Le troisième mois de l'année, suivant février et précédant avril.",
      "example": "Zawsze uczestniczę w maratonie w marcu, aby pozostać fit. Poszedłem na koncert w marcu ubiegłego roku. W przyszłym marcu rozpocznę nowy projekt.",
      "example_translation": "Je participe toujours à un marathon en mars pour rester en forme. Je suis allé à un concert en mars l'année dernière. Je vais démarrer un nouveau projet en mars l'année prochaine.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Maj",
      "translation": "Mai",
      "definition": "Piąty miesiąc roku, następujący po kwietniu i przed czerwcem.",
      "definition_translation": "Le cinquième mois de l'année, situé entre avril et juin.",
      "example": "Pójdę na wakacje w maju. Poszedłem na wakacje w maju ubiegłego roku. Idę na wakacje w maju tego roku.",
      "example_translation": "Je vais partir en vacances en mai. J'étais parti en vacances en mai l'année dernière. Je pars en vacances en mai cette année.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Listopad",
      "translation": "Novembre",
      "definition": "Jedenasty miesiąc roku, następujący po październiku i przed grudniem.",
      "definition_translation": "Le onzième mois de l'année, situé entre octobre et décembre.",
      "example": "Pójdę do Paryża w listopadzie. Poszedłem do Paryża w listopadzie ubiegłego roku. Idę do Paryża w listopadzie tego roku.",
      "example_translation": "Je vais voyager à Paris en novembre. J'étais allé à Paris en novembre l'année dernière. Je voyage à Paris en novembre cette année.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Październik",
      "translation": "Octobre",
      "definition": "Dziesiąty miesiąc roku, następujący po wrześniu i przed listopadem.",
      "definition_translation": "Le dixième mois de l'année, situé entre septembre et novembre.",
      "example": "Odwiedzę moją rodzinę w październiku. Odwiedziłem moją rodzinę w październiku zeszłego roku. Odwiedzę moją rodzinę w październiku tego roku.",
      "example_translation": "Je vais visiter ma famille en octobre. J'avais visité ma famille en octobre l'année dernière. Je visite ma famille en octobre cette année.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Wrzesień",
      "translation": "Septembre",
      "definition": "Dziewiąty miesiąc roku, następujący po sierpniu i przed październikiem.",
      "definition_translation": "Le neuvième mois de l'année, situé entre août et octobre.",
      "example": "Rozpocznę naukę we wrześniu. Rozpocząłem naukę we wrześniu zeszłego roku. Rozpocznę naukę we wrześniu tego roku.",
      "example_translation": "Je vais commencer l'école en septembre. J'avais commencé l'école en septembre l'année dernière. Je commence l'école en septembre cette année.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]
}