[
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piwo",
      "translation": "bière",
      "definition": "napój fermentowany zrobiony z jęczmienia, chmielu i wody, warzony i kondycjonowany, aby stworzyć unikatowy smak i aromat",
      "definition_translation": "boisson fermentée faite à partir d'orge, de houblon et d'eau, brassée et conditionnée pour créer un goût et un arôme uniques",
      "example": "Wypiłem złote piwo po zakończeniu projektu wczoraj. Piję piwo każdy piątek wieczorem. Będę pił piwo na imprezie dzisiaj wieczorem.",
      "example_translation": "J'ai bu une bière froide après avoir fini mon projet hier. Je bois de la bière tous les vendredis soir. Je boirai une bière à la soirée ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kawa",
      "translation": "café",
      "definition": "napój zrobiony z palonych nasion rośliny kawy, często podawany na gorąco i słodzony cukrem lub śmietanką",
      "definition_translation": "boisson faite à partir des graines torréfiées de la plante de café, souvent servie chaude et sucrée avec du sucre ou de la crème",
      "example": "Wypiłem filiżankę kawy tej morning. Ona pije kawę każdego ranka. Będą pić kawę na spotkaniu jutro.",
      "example_translation": "J'ai bu une tasse de café ce matin. Elle boit du café tous les matins. Ils boiront du café à la réunion demain.",
      "imageLink": "image_files\\English\\"imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Coca-Cola",
      "translation": "Coca",
      "definition": "słodki, gazowany napój zrobiony z liści koki i innych składników, często spożywany jako orzeźwiający napój",
      "definition_translation": "boisson sucrée et gazeuse faite à partir de feuilles de coca et d'autres ingrédients, souvent consommée comme boisson rafraîchissante",
      "example": "Wypiłem Colę na imprezie wczoraj wieczorem. Ona pije Colę z posiłkami. Będą pić Colę na koncercie jutro.",
      "example_translation": "J'ai bu un Coca à la soirée hier soir. Elle boit du Coca avec ses repas. Ils boiront du Coca au concert demain.",
      "imageLink": "image_files\\English\\"imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pić",
      "translation": "boire",
      "definition": "przyjmować do organizmu płynną substancję, często dla orzeźwienia, odżywienia lub przyjemności",
      "definition_translation": "ingérer une substance liquide, souvent pour se rafraîchir, se nourrir ou prendre du plaisir",
      "example": "Wypiłem wodę po ćwiczeniach. Ona będzie pić sok na śniadaniu. Pili herbatę na spotkaniu.",
      "example_translation": "J'ai bu de l'eau après avoir fait de l'exercice. Elle boira du jus au petit déjeuner. Ils ont bu du thé à la réunion.",
      "imageLink": "image_files\\English\\"imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sok",
      "translation": "jus",
      "definition": "płynna substancja wyodrębniona z roślin, owoców lub mięsa, stosowana jako napój lub jako baza dla innych napojów",
      "definition_translation": "Une substance liquide extraite de plantes, de fruits ou de viande, utilisée comme boisson ou comme base pour d'autres boissons.",
      "example": "Wypiłem szklankę soku wczoraj, piję sok teraz, i będę pił sok jutro.",
      "example_translation": "J'ai bu un verre de jus hier, je bois du jus maintenant, et je boirai du jus demain.",
      "imageLink": "image_files\\English\\"imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mleko",
      "translation": "lait",
      "definition": "płynna substancja produkowana przez gruczoły mleczne samic ssaków, stosowana jako składnik pokarmowy dla młodych ssaków i jako produkt spożywczy dla ludzi",
      "definition_translation": "Un liquide produit par les glandes mammaires des femelles mammifères, utilisé comme nutriment pour les jeunes mammifères et comme produit alimentaire pour les humains.",
      "example": "Moja mama kupiła mleko wczoraj, ona kupuje mleko teraz, i ona będzie kupowała mleko jutro.",
      "example_translation": "Ma mère a acheté du lait hier, elle achète du lait maintenant, et elle achètera du lait demain.",
      "imageLink": "image_files\\English\\"imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sok pomarańczowy",
      "translation": "jus d'orange",
      "definition": "płynna substancja wyodrębniona z pomarańczy, stosowana jako napój",
      "definition_translation": "Un liquide extrait des oranges, utilisé comme boisson.",
      "example": "Wypiłem szklankę soku pomarańczowego wczoraj, piję sok pomarańczowy teraz, i będę pił sok pomarańczowy jutro.",
      "example_translation": "J'ai bu un verre de jus d'orange hier, je bois du jus d'orange maintenant, et je boirai du jus d'orange demain.",
      "imageLink": "image_files\\English\\"imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "herbata",
      "translation": "thé",
      "definition": "napój zrobiony z liści, pąków lub łodyg rośliny herbaty, spożywany na gorąco lub na zimno",
      "definition_translation": "Une boisson faite à partir des feuilles, des bourgeons ou des tiges de la plante de thé, consommée chaude ou froide.",
      "example": "Moja babcia wypiła herbatę wczoraj, ona pije herbatę teraz, i ona będzie piła herbatę jutro.",
      "example_translation": "Ma grand-mère a bu du thé hier, elle boit du thé maintenant, et elle boira du thé demain.",
      "imageLink": "image_files\\English\\"imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sok pomidorowy",
      "translation": "jus de tomate",
      "definition": "płynna substancja wyodrębniona z pomidorów, często spożywana jako napój",
      "definition_translation": "Un extrait liquide de tomates, souvent consommé comme boisson.",
      "example": "Wypiłem sok pomidorowy na śniadaniu, piję go na lunch, i będę pił na obiad.",
      "example_translation": "J'ai bu du jus de tomate pour le petit déjeuner, je le bois pour le déjeuner, et je le boirai pour le dîner.",
      "imageLink": "image_files\\English\\"imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "woda",
      "translation": "eau",
      "definition": "przezroczysta, kolorowa i bezwonna substancja płynna, tworząca morza, jeziora, rzeki i deszcz, będąca bazą płynów żywych organizmów",
      "definition_translation": "Une substance liquide claire, incolore et inodore qui forme les mers, les lacs, les rivières et la pluie et est la base des fluides des organismes vivants.",
      "example": "Będę podlewał rośliny jutro, podlewałem je wczoraj, i podlewałem je każdego dnia.",
      "example_translation": "Je vais arroser les plantes demain, j'ai arrosé hier, et j'arrose tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wino",
      "translation": "vin",
      "definition": "Fermentowany napój alkoholowy produkowany z winogron, zazwyczaj zawierający od 10 do 20 procent alkoholu.",
      "definition_translation": "Une boisson fermentée fabriquée à partir de raisins, contenant généralement de 10 à 20 pour cent d'alcool.",
      "example": "Będę pił wino na przyjęciu, wczoraj piłem wino, a każdy weekend piję wino.",
      "example_translation": "Je vais boire du vin à la fête, j'ai bu du vin hier soir, et je bois du vin tous les week-ends.",
      "imageLink": "image_files\\English\\"imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alkohol",
      "translation": "alcool",
      "definition": "Bezbarwna, lotna i palna ciecz organiczna, która jest substancją psychoaktywną w napojach fermentowanych i destylowanych.",
      "definition_translation": "Un composé organique liquide incolore, volatil et inflammable qui est l'agent intoxicant dans les spiritueux fermentés et distillés.",
      "example": "Będę kupował alkohol w sklepie, wczoraj kupiłem alkohol, a każdy miesiąc kupuję alkohol.",
      "example_translation": "Je vais acheter de l'alcool au magasin, j'ai acheté de l'alcool hier, et j'achète de l'alcool tous les mois.",
      "imageLink": "image_files\\English\\"imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sok jabłkowy",
      "translation": "jus de pomme",
      "definition": "Słodki, mętny napój produowany z jabłek, często serwowany schłodzony.",
      "definition_translation": "Boisson douce et trouble faite à partir de pommes, souvent servie fraîche.",
      "example": "Wczoraj piłem sok jabłkowy, teraz piję go, a jutro będę pił sok jabłkowy.",
      "example_translation": "J'ai bu du jus de pomme hier, je le bois maintenant, et je le boirai demain.",
      "imageLink": "image_files\\English\\"imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szampan",
      "translation": "champagne",
      "definition": "Rodzaj wina musującego produkowanego z winogron uprawianych w regionie Szampanii we Francji.",
      "definition_translation": "Type de vin effervescent produit à partir de raisins cultivés dans la région de Champagne en France.",
      "example": "Otworzyliśmy butelkę szampana na ślubie, teraz otwieramy jedną, a na rocznicę otworzymy kolejną.",
      "example_translation": "Nous avons ouvert une bouteille de champagne au mariage, nous en ouvrons une maintenant, et nous en ouvrirons une à l'anniversaire.",
      "imageLink": "image_files\\English\\"imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kola",
      "translation": "cola",
      "definition": "Słodki, gazowany napój aromatyzowany wanilią i cynamonem, pierwotnie produkowany z orzechów kola.",
      "definition_translation": "Boisson sucrée et gazeuse parfumée au vanille et cannelle, originellement faite à partir du noix de kola.",
      "example": "Wczoraj piłem kolę, teraz piję, a jutro będę pił kolę.",
      "example_translation": "J'ai bu une cola hier, j'en bois une maintenant, et j'en boirai une demain.",
      "imageLink": "image_files\\English\\"imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pić",
      "translation": "boire",
      "definition": "Przyjmować płyn, takich jak woda lub sok, przez usta.",
      "definition_translation": "D'avaler un liquide, tel que de l'eau ou du jus, par la bouche.",
      "example": "Wczoraj piłem wodę, teraz piję sok, a jutro będę pił herbatę.",
      "example_translation": "J'ai bu de l'eau hier, je bois du jus maintenant, et je boirai du thé demain.",
      "imageLink": "image_files\\English\\"imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gorąca czekolada",
      "translation": "chocolat chaud",
      "definition": "Słodki napój produowany z roztopionej czekolady i mleka, często serwowany gorący.",
      "definition_translation": "boisson sucrée faite à partir de chocolat fondu et de lait, souvent servie chaude",
      "example": "Wczoraj piłem gorączą czekoladę w domu. Dziś piję gorączą czekoladę w kawiarni. Jutro będę pił gorączą czekoladę z przyjaciółmi.",
      "example_translation": "Hier, j'ai bu du chocolat chaud à la maison. Aujourd'hui, je bois du chocolat chaud dans un café. Demain, je boirai du chocolat chaud avec mes amis.",
      "imageLink": "image_files\\English\\"imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lemoniada",
      "translation": "limonade",
      "definition": "Słodki napój produowany z soku z cytryny, wody i cukru.",
      "definition_translation": "boisson sucrée faite avec du jus de citron, de l'eau et du sucre",
      "example": "Wczoraj sprzedawałem lemoniadę na szkolnym kiermaszu. Teraz robię lemoniadę dla mojej rodziny. Latem będę sprzedawał lemoniadę na plaży.",
      "example_translation": "J'ai vendu de la limonade à la foire de l'école l'année dernière. Maintenant, je fais de la limonade pour ma famille. L'été prochain, je vendrai de la limonade à la plage.",
      "imageLink": "image_files\\English\\"imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "milkshake",
      "translation": "milk-shake",
      "definition": "Słodki, kremowy napój produowany z mleka, lodów i aromatów.",
      "definition_translation": "boisson sucrée et crémeuse faite avec du lait, de la glace et des arômes",
      "example": "Wczoraj zamówiłem milkshake w dinerze. Teraz cieszę się milkshake w kinie. Jutro będę robił milkshake w domu.",
      "example_translation": "J'ai commandé un milk-shake au diner hier. Aujourd'hui, je profite d'un milk-shake au cinéma. Demain, je ferai un milk-shake à la maison.",
      "imageLink": "image_files\\English\\"imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "woda mineralna",
      "translation": "eau minérale",
      "definition": "Woda, która pochodzi z naturalnego źródła podziemnego i zawiera minerały.",
      "definition_translation": "eau qui provient d'une source souterraine naturelle et contient des minéraux",
      "example": "Wczoraj piłem wodę mineralną po treningu. Teraz piję wodę mineralną w biurze. Jutro będę przynosił wodę mineralną do baru.",
      "example_translation": "J'ai bu de l'eau minérale après mon entraînement hier. Maintenant, je bois de l'eau minérale au bureau. Demain, je vais apporter de l'eau minérale au gym.",
      "imageLink": "image_files\\English\\"imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "napój gazowany",
      "translation": "boisson gazeuse",
      "definition": "Słodki, gazowany napój, typowo aromatyzowany naturalnymi lub sztucznymi aromatami, zwykle serwowany chłodzony.",
      "definition_translation": "Boisson douce, carbonatée, généralement aromatisée avec des saveurs naturelles ou artificielles, serviée généralement fraîche.",
      "example": "Wypiłem napój gazowany na przyjęciu. Wypiję napój gazowany na plaży. Wypiłem wiele napojów gazowanych w życiu.",
      "example_translation": "J'ai bu une boisson gazeuse à la fête. Je boirai une boisson gazeuse à la plage. J'ai bu beaucoup de boissons gazeuses dans ma vie.",
      "imageLink": "image_files\\English\\"imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koktajl",
      "translation": "cocktail",
      "definition": "Mieszany napój zawierający alkohol, typowo przygotowany z kombinacją spirytusu, soku owocowego i innych składników, często serwowany w określonym kieliszku.",
      "definition_translation": "Boisson mélangée contenant de l'alcool, généralement préparée avec une combinaison d'esprits, de jus de fruit et d'autres ingrédients, souvent servie dans un verre spécifique.",
      "example": "Zamówiłem koktajl w barze. Zamówi koktajl w restauracji. Zamówiliśmy wiele koktajli na przyjęciu.",
      "example_translation": "J'ai commandé un cocktail au bar. Elle commandera un cocktail au restaurant. Ils ont commandé beaucoup de cocktails à la fête.",
      "imageLink": "image_files\\English\\"imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kakao",
      "translation": "cacao",
      "definition": "Proszek wykonany z prażonych ziaren kakao, wykorzystywany do produkcji czekolady lub jako składnik aromatyczny w różnych recepturach.",
      "definition_translation": "Poudre faite à partir de fèves de cacao grillées, utilisée pour faire du chocolat ou comme ingrédient aromatique dans diverses recettes.",
      "example": "Wypiłem filiżankę gorącego kakao. Zjeść kawałek ciasta z kakao. Posadziliśmy wiele drzew kakaowych.",
      "example_translation": "J'ai bu une tasse de cacao chaud. Elle mangera un morceau de gâteau au cacao. Ils ont planté beaucoup d'arbres de cacao.",
      "imageLink": "image_files\\English\\"imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "napój gazowany",
      "translation": "boisson pétillante",
      "definition": "Napój gazowany, typowo słodki i aromatyzowany, często serwowany chłodzony i charakteryzujący się szumieniem lub pienieniem.",
      "definition_translation": "Boisson carbonatée qui est généralement sucrée et aromatisée, souvent servie fraîche et caractérisée par une qualité pétillante ou mousseuse.",
      "example": "Otworzyłem napój gazowany na przyjęciu. Otworzę napój gazowany na plaży. Otworzyliśmy wiele napojów gazowanych w życiu.",
      "example_translation": "J'ai ouvert une boisson pétillante à la fête. Elle ouvrira une boisson pétillante à la plage. Ils ont ouvert beaucoup de boissons pétillantes dans leur vie.",
      "imageLink": "image_files\\English\\"imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kawa instant",
      "translation": "café instantané",
      "definition": "Typ kawy, która może być szybko przygotowana przez dodanie gorącej wody do substancji proszkowej lub granularnej.",
      "definition_translation": "Un type de café qui peut être préparé rapidement en ajoutant de l'eau chaude à une substance en poudre ou en granulés.",
      "example": "Wypiłem kawę instant, aby się obudzić. Piję kawę instant każdego ranka. Wypiję kawę instant po obiedzie.",
      "example_translation": "J'ai bu un café instantané pour me réveiller, je bois un café instantané chaque matin, je boirai un café instantané après mon déjeuner.",
      "imageLink": "image_files\\English\\"imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wódka",
      "translation": "vodka",
      "definition": "Przezroczysty, bezbarwny i bardzo alkoholowy napój wykonany z zboża lub ziemniaków.",
      "definition_translation": "Une boisson claire, incolore et très alcoolisée fabriquée à partir de grain ou de pommes de terre.",
      "example": "Piję wódka z przyjaciółmi. Wypiłem wódkę na przyjęciu wczoraj wieczorem. Wypiję wódkę na moich urodzinach.",
      "example_translation": "Je bois de la vodka avec mes amis, j'ai bu de la vodka au party hier soir, je boirai de la vodka à ma fête d'anniversaire.",
      "imageLink": "image_files\\English\\"imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "whisky",
      "translation": "whisky",
      "definition": "Typ alkoholowego napoju wykonanego z fermentowanego mączki zbożowej, starzonego w beczkach drewnianych.",
      "definition_translation": "Un type de liqueur spiritueuse fabriquée à partir d'un mélange de grain fermenté, vieilli dans des barriques de bois.",
      "example": "Lubię pić whisky z ojcem. Wypiłem whisky w barze w weekend. Wypiję whisky na moim ślubie.",
      "example_translation": "J'aime boire du whisky avec mon père, j'ai bu du whisky au bar le week-end dernier, je boirai du whisky à mon mariage.",
      "imageLink": "image_files\\English\\"imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kompot",
      "translation": "compotée",
      "definition": "Rodzaj słodkiego lub wytrawnego dania wykonanego z owoców lub warzyw gotowanych powoli w płynie.",
      "definition_translation": "Un type de plat sucré ou salé fait de fruits ou de légumes cuits lentement dans un liquide.",
      "example": "Ugotowałem kompot z jabłek i jagód. Zjadłem kompot w restauracji w zeszłym miesiącu. Ugotuję kompot z brzoskwiniami dla mojej rodziny.",
      "example_translation": "J'ai fait une compotée avec des pommes et des baies, j'ai mangé une compotée au restaurant le mois dernier, je ferai une compotée avec des pêches pour ma famille.",
      "imageLink": "image_files\\English\\"imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kawa bezkofeinowa",
      "translation": "café décaféiné",
      "definition": "Kawa, z której większość kofeiny została usunięta, dzięki czemu nadaje się dla osób, które chcą uniknąć stymulujących efektów kofeiny.",
      "definition_translation": "Café qui a eu la plupart de son caféine retirée, ce qui la rend convenable pour ceux qui veulent éviter les effets stimulants de la caféine.",
      "example": "Wolę pić kawę bezkofeinową wieczorem, aby uniknąć bezsenności. Wczoraj wypiłem dwie filiżanki kawy bezkofeinowej. Jeśli nie piję kawy bezkofeinowej, nie będę mógł spać dzisiaj.",
      "example_translation": "Je préfère boire du café décaféiné le soir pour éviter l'insomnie. Hier, j'ai bu deux tasses de café décaféiné. Si je ne bois pas de café décaféiné, je ne pourrai pas dormir ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szandy",
      "translation": "panaché",
      "definition": "Napój wykonany z piwa i niealkoholowego napoju, zwykle lemoniady lub soku owocowego.",
      "definition_translation": "Boisson faite avec de la bière et d'une boisson non alcoolisée, généralement du citronade ou du jus de fruit.",
      "example": "Lubię pić szandy w gorący letni dzień. Zamówiłem szandy w barze wczoraj. Jeśli nie piję szandy, szybko się upiję.",
      "example_translation": "J'aime boire du panaché lors d'une journée d'été chaude. Hier, j'ai commandé un panaché au bar. Si je ne bois pas de panaché, je vais vite être ivre.",
      "imageLink": "image_files\\English\\"imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]