[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "owad",
      "translation": "insecte",
      "definition": "małe zwierzę z sześcioma nogami, zwykle mające twarde zewnętrzne ciało, często zdolne do latania.",
      "definition_translation": "un petit animal avec six pattes, généralement ayant un corps externe dur et souvent capable de voler.",
      "example": "Wczoraj widziałem owada pełzającego po ścianie. Pełza po ścianie teraz. Pełzał będzie po ścianie jutro.",
      "example_translation": "J'ai vu un insecte rampante sur le mur hier. Il rampe sur le mur maintenant. Il rampera sur le mur demain.",
      "imageLink": "image_files\\English\\"imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mrówek",
      "translation": "fourmi",
      "definition": "mały owad żyjący w koloniach, często w gniazdach lub kopczykach.",
      "definition_translation": "un petit insecte qui vit en colonies, souvent dans des nids ou des fourmilières.",
      "example": "Wczoraj widziałem mrówkę niosącą okruch yesterday. Nosi okruch teraz. Nosić będzie okruch jutro.",
      "example_translation": "J'ai vu une fourmi portant un miette hier. Elle porte un miette maintenant. Elle portera un miette demain.",
      "imageLink": "image_files\\English\\"imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pszczoła",
      "translation": "abeille",
      "definition": "latający owad zbierający nektar z kwiatów i produkuujący miód.",
      "definition_translation": "un insecte volant qui recueille le nectar des fleurs et produit du miel.",
      "example": "Wczoraj widziałem pszczołę latającą wokół kwiatu. Lata wokół kwiatu teraz. Latać będzie wokół kwiatu jutro.",
      "example_translation": "J'ai vu une abeille volant autour de la fleur hier. Elle vole autour de la fleur maintenant. Elle volera autour de la fleur demain.",
      "imageLink": "image_files\\English\\"imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "robak",
      "translation": "bestiole",
      "definition": "mały owad lub podobna istota.",
      "definition_translation": "un petit insecte ou créature similaire.",
      "example": "Wczoraj widziałem robaka pełzającego po podłodze. Pełza po podłodze teraz. Pełzał będzie po podłodze jutro.",
      "example_translation": "J'ai vu une bestiole rampant sur le sol hier. Elle rampe sur le sol maintenant. Elle rampa sur le sol demain.",
      "imageLink": "image_files\\English\\"imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "motyl",
      "translation": "papillon",
      "definition": "Motyl to rodzaj owada z dużymi, często kolorowymi skrzydłami, delikatnie uformowanymi i Intrikatnie wzorowanymi.",
      "definition_translation": "Un papillon est un type d'insecte avec des ailes grandes, souvent colorées, qui sont délicatement façonnées et intricalement Pattersonnées.",
      "example": "Wczoraj widziałem pięknego motyla unoszącego się wokół ogrodu. Odleci, gdy będzie gorąco. Do następnego lata, będzie przekształcony w kokon.",
      "example_translation": "J'ai vu un beau papillon voltiger autour du jardin hier. Il s'envolera quand il fera chaud. D'ici l'été prochain, il se sera transformé en cocon.",
      "imageLink": "image_files\\English\\"imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karaluch",
      "translation": "cafard",
      "definition": "Karaluch to rodzaj owada znany ze swojego płaskiego, owalnego ciała i zdolności przetrwania w różnych środowiskach.",
      "definition_translation": "Un cafard est un type d'insecte qui est connu pour son corps plat, en forme d'œuf, et sa capacité à survivre dans une variété d'environnements.",
      "example": "Próbowałem zgnieść karalucha, ale szybko uciekł. Karaluchy żyją na Ziemi od milionów lat. Do czasu, gdy wrócę do domu, karaluch znajdzie nowe schowanie.",
      "example_translation": "J'ai essayé d'écraser le cafard, mais il s'est enfui rapidement. Les cafards ont vécu sur terre depuis des millions d'années. D'ici que je retourne à la maison, le cafard aura trouvé un nouvel endroit pour se cacher.",
      "imageLink": "image_files\\English\\"imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stworzenie",
      "translation": "créature",
      "definition": "Stworzenie to żyjąca istota, takie jak zwierzę lub osoba, która posiada fizyczne ciało i jest zdolna do poruszania się i reagowania na swoje otoczenie.",
      "definition_translation": "Une créature est un être vivant, comme un animal ou une personne, qui a un corps physique et est capable de se mouvoir et de réagir à son environnement.",
      "example": "Stworzenie było niepodobne do żadnego, które widziałem przedtem. Ewoluowało będzie w nowy gatunek do następnego stulecia. Stworzenie żyło w lesie przez wieki.",
      "example_translation": "La créature était comme aucune que j'avais jamais vue auparavant. Elle évoluera en une nouvelle espèce d'ici le prochain siècle. La créature avait vécu dans la forêt depuis des siècles.",
      "imageLink": "image_files\\English\\"imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mucha",
      "translation": "mouche",
      "definition": "Mucha to rodzaj owada, który posiada parę skrzydeł i jest znany ze swojej zdolności do szybkiego i nieprzewidywalnego latania.",
      "definition_translation": "Une mouche est un type d'insecte qui a une paire d'ailes et est connue pour sa Capacité de voler rapidement et erratiquement.",
      "example": "Mucha buzzed wokół mojej głowy, irytując mnie. Muchy będą kłębić się wokół śmieci, gdy będzie gorąco. Do następnego tygodnia, musza złoży już setki jaj.",
      "example_translation": "La mouche bourdonnait autour de ma tête, me gênant. Les mouches vont essaimer autour de la poubelle quand il fait chaud dehors. D'ici la semaine prochaine, la mouche aura pondue des centaines d'œufs.",
      "imageLink": "image_files\\English\\"imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "komar",
      "translation": "moustique",
      "definition": "Mały latający owad, który żywi się krwią ludzi i zwierząt, produkuje charakterystyczny, wysoki dźwięk.",
      "definition_translation": "Un petit insecte volant qui se nourrit du sang des humains et des animaux, produisant généralement un bruit bourdonnement aigu.",
      "example": "Komar buzzed wokół mojego ucha, uderzyłem w niego wczoraj i uniknąć go będę jutro.",
      "example_translation": "Le moustique bourdonnait autour de mon oreille, j'y ai donné un coup hier, et je l'éviterai demain.",
      "imageLink": "image_files\\English\\"imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pająk",
      "translation": "araignée",
      "definition": "Małe osiemnogie zwierzę drapieżne, które tka sieć, aby złapać swoją zdobycz.",
      "definition_translation": "Un petit animal carnivore à huit pattes qui tisse une toile pour attraper ses proies.",
      "example": "Pająk pełzał po mojej ręce, obserwowałem go, jak tkał swoją sieć wczoraj i uniknąć go będę jutro.",
      "example_translation": "L'araignée a rampé sur ma main, j'ai regardé tisser sa toile hier, et j'essaierai de l'éviter demain.",
      "imageLink": "image_files\\English\\"imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sieć",
      "translation": "toile",
      "definition": "Sieć to intratna struktura nici przeciągniętych przez pająka, aby schwytać jego ofiarę.",
      "definition_translation": "Un réseau de fils intriqués tissés par une araignée pour attraper ses proies.",
      "example": "Pająk tkał swoją sieć ostrożnie, podziwiałem jego sieć wczoraj, i spróbuję uniknąć jego sieci jutro.",
      "example_translation": "L'araignée a tissé sa toile soigneusement, j'ai admiré sa toile hier, et j'essaierai de éviter sa toile demain.",
      "imageLink": "image_files\\English\\"imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chrząszcz",
      "translation": "scarabée",
      "definition": "Chrząszcz to rodzaj owada o twardym zewnętrznym pancerzu, charakterystycznie kształtowanym i ubarwionym.",
      "definition_translation": "Un type d'insecte avec une coquille externe dure, ayant généralement une forme et une couleur distinctes.",
      "example": "Chrząszcz pełzał po moim biurku, obserwowałem go latanie wczoraj, i spróbuję złapać go jutro.",
      "example_translation": "Le scarabée a rampé sur mon bureau, j'ai regardé voler hier, et j'essaierai de l'attraper demain.",
      "imageLink": "image_files\\English\\"imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pchła",
      "translation": "puce",
      "definition": "Pchła to małe, skaczące owado, które żywi się krwią ssaków i ptaków.",
      "definition_translation": "Un petit insecte sauteur qui se nourrit du sang des mammifères et des oiseaux.",
      "example": "Widziałem pchłę skaczącą po plecach mojego psa. Jest to pchły w domu od tygodni. Będziemy odrobaczalić naszego psa jutro.",
      "example_translation": "J'ai vu une puce sauter sur le dos de mon chien. Il y avait des puces dans la maison depuis des semaines. Nous allons dépuцер notre chien demain.",
      "imageLink": "image_files\\English\\"imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ukłuć",
      "translation": "piquer",
      "definition": "Spowodować ostry, bolesny doznanie, najczęściej poprzez nakłucie skóry przez żądło lub kolce.",
      "definition_translation": "Causer une sensation aiguë et douloureuse, généralement en piquant la peau avec un dard ou une épine.",
      "example": "Owad ukłuł mnie na ramieniu. Ukłułem nogę o kamień. Ona ukłuć owada swoim żądłem.",
      "example_translation": "L'abeille m'a piqué sur le bras. J'ai piqué mon pied sur le rocher. Elle piquera l'insecte avec son dard.",
      "imageLink": "image_files\\English\\"imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oszczur",
      "translation": "guepe",
      "definition": "Oszczur to latające owado o wąskiej talii, charakterystycznie kształtowanej i ubarwionej, które buduje gniazda w ziemi lub w budynkach.",
      "definition_translation": "Un insecte volant à taille fine, généralement de couleur jaune et noire, qui construit des nids dans le sol ou dans les bâtiments.",
      "example": "Oszczur ukłuł mnie w twarz. Widziałem gniazdo oszczura na ścianie. Będziemy dzwonić po pomoc do likwidacji gniazda oszczura.",
      "example_translation": "Une guepe m'a piqué sur le visage. J'ai vu un nid de guepe sur le mur. Nous allons appeler un service de lutte contre les parasites pour enlever le nid de guepe.",
      "imageLink": "image_files\\English\\"imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "modliszka",
      "translation": "mante",
      "definition": "Modliszka to drapieżne owado o długim, smukłym ciele i kolczastych nogach, znane ze swoich drapieżnych nawyków.",
      "definition_translation": "Un insecte carnivore avec un corps long et svelte et des pattes avant épineuses, connu pour ses habitudes prédatrices.",
      "example": "Widziałem modliszkę jedzącą muchę. Modliszka czekała na swoją ofiarę. Ona będzie karmić modliszkę chrząszczem.",
      "example_translation": "J'ai vu une mante manger un moucheron. La mante attendait sa proie. Elle nourrira la mante avec un grillon.",
      "imageLink": "image_files\\English\\"imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ćma",
      "translation": "mitou",
      "definition": "Ćma to rodzaj owada o puszystym ciele i dużych skrzydłach, często jaskrawo ubarwionych.",
      "definition_translation": "Un papillon de nuit est un type d'insecte qui a un corps velouté et des ailes larges souvent très colorées.",
      "example": "Widziałem ćmę trzepoczącą wokół lampy wczoraj wieczorem. To ćmy szybko uciekło, gdy się zbliżyłem. Będę próbować złapać ćmę siecią jutro.",
      "example_translation": "J'ai vu un papillon de nuit voleter autour de la lampe hier soir. Il a rapidement volé lorsque je m'y suis approché. Je vais essayer d'attraper un papillon de nuit avec un filet demain.",
      "imageLink": "image_files\\English\\"imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stonka ziemniaczana",
      "translation": "doryphore",
      "definition": "Stonka ziemniaczana to rodzaj owada, które żywi się ziemniakami i może spowodować znaczne szkody w uprawie.",
      "definition_translation": "Le doryphore est un type d'insecte qui se nourrit de pommes de terre et peut causer des dégâts importants aux cultures.",
      "example": "Rolnik zauważył, że stonka ziemniaczana zaatakowała jego uprawę. Musiał użyć pestycydów, aby zgładzić stonki. Do następnego sezonu stonki ziemniaczane znikną.",
      "example_translation": "L'agriculteur a remarqué que des doryphores avaient infesté ses cultures. Il a dû utiliser des pesticides pour tuer les doryphores. D'ici à la saison prochaine, les doryphores auront disparu.",
      "imageLink": "image_files\\English\\"imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jedwabnik",
      "translation": "ver à soie",
      "definition": "Jedwabnik to larwa motyla, która produkuje jedwab, używany do wytwarzania tkanin.",
      "definition_translation": "Le ver à soie est la larve d'un papillon qui produit de la soie, qui est utilisée pour fabriquer des tissus.",
      "example": "Jedwabnik utkał kokon wokół siebie. Wkrótce wyjdzie z kokonu jako motyl. Będę używać jedwabiu z jedwabników do szycia sukni.",
      "example_translation": "Le ver à soie a filé un cocon autour de lui-même. Il émergera du cocon en tant que papillon bientôt. Je vais utiliser la soie des vers à soie pour faire une robe.",
      "imageLink": "image_files\\English\\"imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "termida",
      "translation": "termites",
      "definition": "Termida to rodzaj owada, które żywi się drewnem i może spowodować znaczne szkody w budynkach.",
      "definition_translation": "Le termite est un type d'insecte qui se nourrit de bois et peut causer des dégâts importants aux bâtiments.",
      "example": "Dom był zainfekowany termidami. Musieliśmy wezwać pomocnika do likwidacji termid. Termidy będą miały zjadły przez drewno do przyszłego roku, jeśli nie podejmujemy działań.",
      "example_translation": "La maison était infestée de termites. Nous avons dû appeler un exterminateur pour retirer les termites. Les termites auront mangé à travers le bois d'ici à l'an prochain si nous ne prenons pas de mesures.",
      "imageLink": "image_files\\English\\"imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karaluch",
      "translation": "punaise de lit",
      "definition": "Mały, płaski, pasożytniczy owad, który żywi się krwią ludzi i innych zwierząt ciepłokrwistych, zazwyczaj spotykany w łóżkach i meblach.",
      "definition_translation": "Un petit insecte plat et parasite qui se nourrit du sang des humains et des autres animaux à sang chaud, généralement trouvé dans les literies et les meubles.",
      "example": "Obudziłem się z ugryzieniami karalucha, zostałem ugryziony przez karalucha, gdy spałem, użyję pokrowca na materac, aby zapobiec infestacji karaluchami mojego łóżka.",
      "example_translation": "Je me suis réveillé avec des piqûres de punaise de lit, j'ai été piqué par une punaise de lit pendant que je dormais, je vais utiliser un houssé de matelas pour empêcher les punaises de lit de infester mon lit.",
      "imageLink": "image_files\\English\\"imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "trzmiel",
      "translation": "bourdon",
      "definition": "Duży, owłosiony, latający owad, podobny do pszczoły, ale o rundym brzuchu i niekopulujący.",
      "definition_translation": "Un grand insecte volant velu qui ressemble à une abeille, mais a un abdomen plus arrondi et est généralement non-piquant.",
      "example": "Trzmiel buzzed autour kwiatu, trzmiel zbierał nektar z kwiatu, trzmiel wróci do ula niedługo.",
      "example_translation": "Le bourdon bourdonnait autour de la fleur, le bourdon a collecté du nectar de la fleur, le bourdon retournera à la ruche bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gąsienica",
      "translation": "chenille",
      "definition": "Larwalny stadium motyla lub ćmy, charakterystyczne przez duże, robakowate ciało i liczne nogi.",
      "definition_translation": "Le stade larvaire d'un papillon ou d'un papillon de nuit, caractérisé par un corps géant et vermiforme et de multiples pattes.",
      "example": "Gąsienica pełzała po liściu, gąsienica zjadła liść, gąsienica przekształci się w motyla niedługo.",
      "example_translation": "La chenille a rampé sur la feuille, la chenille a mangé la feuille, la chenille se transformera en papillon bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cykada",
      "translation": "cigale",
      "definition": "Duży, głośny owad o twardym pancerzu i dużych skrzydłach, znany z charakterystycznego śpiewu godowego.",
      "definition_translation": "Un grand insecte bruyant avec une carapace dure et de grandes ailes, connu pour ses appels nuptiaux distinctifs.",
      "example": "Cykada śpiewała głośno, cykada była cicha przez lata, cykada wyleci z ziemi niedługo.",
      "example_translation": "La cigale a chanté son chant bruyamment, la cigale avait été silencieuse pendant des années, la cigale émergera du sol bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żuwacz",
      "translation": "libellule",
      "definition": "Żuwacz to rodzaj owada, należący do rzędu Odonata. Ma długie, smukłe ciało, zwykle jasnozielone lub niebieskie, z dużymi oczami i través skrzydłami.",
      "definition_translation": "Une libellule est un type d'insecte qui appartient à l'ordre des Odonata. Elle a un corps long et mince, généralement de couleur verte brillante ou bleue, avec de grands yeux et des ailes transparentes.",
      "example": "Wczoraj zobaczyłem żuwacza unoszącego się nad stawem. Dziś siedzi na pobliskim kwiecie. Jutro odleci, aby znaleźć nowy dom.",
      "example_translation": "Hier, j'ai vu une libellule planer au-dessus de l'étang. Aujourd'hui, elle est perchée sur une fleur à proximité. Demain, elle s'envolera pour trouver un nouveau foyer.",
      "imageLink": "image_files\\English\\"imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drone",
      "translation": "drone",
      "definition": "Drone to bezzałogowy statek powietrzny (UAV), kontrolowany zdalnie lub latający autonomicznie, używając pre-programowanych planów lotu.",
      "definition_translation": "Un drone est un véhicule aérien sans pilote (VASP) qui est contrôlé à distance ou vole de manière autonome en utilisant des plans de vol pré-programmés.",
      "example": "Firma używa dronów do inspekcji terenu przed budową. Wysłają drony, aby zinspekcjonować teren jutro. Drony stały się niezbywalnym narzędziem w ich biznesie.",
      "example_translation": "L'entreprise utilise des drones pour inspecter le terrain avant la construction. Ils déployeront des drones pour inspecter le site demain. Les drones sont devenus un outil essentiel dans leur entreprise.",
      "imageLink": "image_files\\English\\"imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bąk",
      "translation": "taon",
      "definition": "Bąk to rodzaj muchy, znany z irytującego zachowania ciągle buzzowania wokół ludzi i zwierząt, często gryzących lub żądlących.",
      "definition_translation": "Un taon est un type de mouche qui est connu pour son comportement ennuyeux de bourdonner constamment autour des personnes et des animaux, souvent en les piquant ou les piquant.",
      "example": "Bąk nie pozostawił mnie w spokoju, gdy szedłem na wycieczkę. Buzzował wokół mojej głowy, gryząc mnie co kilka minut. Będę szczęśliwy, gdy sezon bąków się skończy.",
      "example_translation": "Le taon ne me laissait pas tranquille tandis que je faisais du hiking. Il bourdonnait autour de ma tête, me piquant toutes les quelques minutes. Je serai heureux lorsque la saison des taons sera terminée.",
      "imageLink": "image_files\\English\\"imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konik",
      "translation": "sauterelle",
      "definition": "Konik to rodzaj owada, należący do rzędu Orthoptera, charakteryzujący się długimi tylnymi nogami i zdolnością do skoków na długie dystanse.",
      "definition_translation": "Une sauterelle est un type d'insecte qui appartient à l'ordre des Orthoptères, caractérisé par ses longues pattes postérieures et sa capacité à sauter de longues distances.",
      "example": "Konik skoczył przez pole, jego zielone skrzydła ażuryły, gdy szedł. Kiedy byłem dzieckiem, często łapałem koniki w ogródku. Koniki są częstym widokiem na wsi.",
      "example_translation": "La sauterelle a sauté à travers le champ, ses ailes vertes brillantes s'agitant tandis qu'elle allait. Quand j'étais enfant, je suis arrivé à attraper des sauterelles dans le jardin. Les sauterelles sont un spectacle commun à la campagne.",
      "imageLink": "image_files\\English\\"imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szerszeń",
      "translation": "frelon",
      "definition": "Szczerszeń to rodzaj osy, charakterystyczny przez żółto-czarną barwę i bolesne ukłucie.",
      "definition_translation": "Un frelon est un type de guêpe qui est généralement jaune et noir et est connu pour son sting douloureux.",
      "example": "Szczerszeń ukłuł mnie, gdy przypadkowo zniszczyłem jego gniazdo. Byłem ukłuty przez szczerszenia latem ubiegłym. Będę unikał szczerszeni, gdy pójdę na wycieczkę jutro.",
      "example_translation": "Le frelon m'a piqué lorsque j'ai accidentellement dérangé son nid. J'ai été piqué par un frelon l'été dernier. Je vais éviter les frelons lorsque je vais faire de la randonnée demain.",
      "imageLink": "image_files\\English\\"imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " biedronka",
      "translation": "coccinelle",
      "definition": "Biedronka to mały, owalny chrząszcz z charakterystyczną czerwono-czarną skorupą, często spotykany w ogrodach i żywiący się mszycami.",
      "definition_translation": "Une coccinelle est un petit coléoptère ovale avec une coquille rouge et noire distinctive, souvent trouvé dans les jardins et se nourrissant d'aphides.",
      "example": "Zobaczyłem biedronkę pełzającą po liściu w ogrodzie. Biedronki pomagają kontrolować populację mszyc. Przed następnim latem biedronki będą rozprzestrzenione po całym ogrodzie.",
      "example_translation": "J'ai vu une coccinelle rampant sur une feuille dans le jardin. Les coccinelles ont aidé à contrôler la population d'aphides. D'ici l'été prochain, les coccinelles auront envahi tout le jardin.",
      "imageLink": "image_files\\English\\"imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szarańczyna",
      "translation": "sauterelle",
      "definition": "Szarańczyna to rodzaj dużego, podobnego do konika polnego owada, znany ze swojej zdolności tworzenia wielkich rójów, które mogą zniszczyć uprawy i roślinność.",
      "definition_translation": "Une sauterelle est un type d'insecte grand et ressemblant à une sauterelle, connu pour sa capacité à former d'immenses essaims qui peuvent ravager les récoltes et la végétation.",
      "example": "W zeszłym roku nasza farma została zaatakowana przez wielką rój szarańczyn. Szarańczyny były poważnym szkodnikiem w afrykańskim rolnictwie od wieków. Do 2050 roku szarańczyny będą wyeliminowane z regionu.",
      "example_translation": "Un immense essaim de sauterelles est descendu sur la ferme l'année dernière. Les sauterelles ont été un fléau majeur dans l'agriculture africaine pendant des siècles. D'ici 2050, les sauterelles auront été éradiquées de la région.",
      "imageLink": "image_files\\English\\"imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wszoł",
      "translation": "pou",
      "definition": "Wszoł to mały, bezskrzydły owad, który żyje na ludzkim ciele, szczególnie na głowie lub w okolicach płciowych, i żywi się ludzką krwią lub odpadami skórnymi.",
      "definition_translation": "Un pou est un petit insecte sans ailes qui vit sur le corps humain, notamment sur la tête ou la zone pubienne, et se nourrit de sang humain ou de débris cutanés.",
      "example": "Kiedy byłem dzieckiem, miałem infekcję wszołami w moich włosach. Wszoły są powszechnymi pasożytami, które zakażają ludzi. Do XXI wieku wszoły będą wyeliminowane z większości części świata.",
      "example_translation": "J'ai eu une infestation de poux dans mes cheveux lorsque j'étais enfant. Les poux sont des parasites communs qui infectent les humains. D'ici le 21e siècle, les poux auront été éradiqués de la plupart des parties du monde.",
      "imageLink": "image_files\\English\\"imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]