[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "terier buły",
      "translation": "bouledogue terrier",
      "definition": "Terier buły to rasa psa znana z muskularnej budowy i krótkiej, gładkiej szaty.",
      "definition_translation": "Un bouledogue terrier est une race de chien connue pour sa musculature et son pelage court et fin.",
      "example": "Miałem teriera bułego jako dziecko, mam teriera bułego teraz, i będę miał innego teriera bułego w przyszłości.",
      "example_translation": "J'avais un bouledogue terrier comme animal de compagnie lorsque j'étais enfant, j'ai un bouledogue terrier maintenant, et je vais avoir un autre bouledogue terrier à l'avenir.",
      "imageLink": "image_files\\English\\bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "buldog",
      "translation": "bouledogue",
      "definition": "Buldog to rasa psa znana z krępej budowy i zmarszczonej twarzy.",
      "definition_translation": "Un bouledogue est une race de chien connue pour sa structure trapue et son visage ridé.",
      "example": "Widziałem buldoga w parku, widzę buldogy każdego dnia, i zobaczę buldoga jutro ponownie.",
      "example_translation": "J'ai vu un bouledogue au parc, je vois des bouledogues tous les jours, et je verrai un bouledogue à nouveau demain.",
      "imageLink": "image_files\\English\\bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Dalmatyńczyk",
      "translation": "dalmatien",
      "definition": "Dalmatyńczyk to rasa psa znana z charakterystycznej białej szaty z czarnymi plamami.",
      "definition_translation": "Un dalmatien est une race de chien connue pour son pelage blanc distinct avec des taches noires.",
      "example": "Mój przyjaciel ma Dalmatyńczyka, miał Dalmatyńczyków w przeszłości, i będzie miał kolejnego Dalmatyńczyka niedługo.",
      "example_translation": "Mon amie a un dalmatien, elle avait des dalmatiens dans le passé, et elle aura un autre dalmatien bientôt.",
      "imageLink": "image_files\\English\\dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pudel",
      "translation": "caniche",
      "definition": "Pudel to rasa psa znana z kręconej, nieściącej się szaty.",
      "definition_translation": "Un caniche est une race de chien connue pour son pelage bouclé et qui ne mue pas.",
      "example": "Wyszłam z pudelem tym rankiem, wychodzę z pudlami każdego popołudnia, i wyjdę z pudelem ponownie tej wieczory.",
      "example_translation": "J'ai promené un caniche ce matin, je promène des caniches tous les après-midi, et je vais promener un caniche à nouveau ce soir.",
      "imageLink": "image_files\\English\\poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chart afgański",
      "translation": "Levrette d'Afghan",
      "definition": "Chart afgański to wysoki, szatyśnikowy rasa psa pochodzący z Afganistanu, znany z smukłej budowy i zakręconego ogona.",
      "definition_translation": "Une race de chien native de l'Afghanistan,connue pour sa silhouette élancée et sa queue enroulée.",
      "example": "W przeszłości chart afgański był używany do polowania na duże zwierzęta, ale dziś są przede wszystkim trzymane jako zwierzęta domowe. Obecnie są one bardzo popularne i stały się symbolem statusu. W przyszłości hodowcy nadzieją na rozwój nowej rasy z jeszcze bardziej egzotycznym wyglądem.",
      "example_translation": "Dans le passé, les levrettes d'Afghan étaient utilisées pour chasser le grand gibier, mais aujourd'hui, elles sont principalement gardées comme animaux de compagnie. Actuellement, elles sont très populaires et sont devenues un symbole de statut. Dans le futur, les éleveurs espèrent développer une nouvelle race avec une apparence encore plus exotique.",
      "imageLink": "image_files\\English\\afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Akita",
      "translation": "Akita",
      "definition": "Akita to duża, muskularna rasa psa pochodząca z Japonii, znana z lojalności i instynktów obronnych.",
      "definition_translation": "Une race de chien de grande taille et musclée originaire du Japon, connue pour sa loyauté et ses instincts protecteurs.",
      "example": "Akita jest silną rasą, która była używana do polowania i strzeżenia. W przeszłości były one często trzymane przez rodziny królewskie jako towarzysze. Dziś są one popularne jako zwierzęta domowe i psy pracy. W przyszłości ich inteligencja i zdolność do szkolenia sprawią, że będą jeszcze bardziej wartościowe.",
      "example_translation": "L'Akita est une race puissante qui a été utilisée pour la chasse et la garde. Dans le passé, elles étaient souvent gardées par les familles royales comme compagnons. Aujourd'hui, elles sont populaires à la fois comme animaux de compagnie et comme chiens de travail. Dans le futur, leur intelligence et leur capacité d'apprentissage les rendront encore plus précieuses.",
      "imageLink": "image_files\\English\\akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Alaskan malamute",
      "translation": "Malamute de l'Alaska",
      "definition": "Alaskan malamute to silna i atletyczna rasa psa pochodząca z Alaski, znana z wytrzymałości i siły ciągnięcia.",
      "definition_translation": "Une race de chien robuste et athlétique originaire de l'Alaska, connue pour son endurance et sa puissance de traction.",
      "example": "W przeszłości Alaskan malamute byli używani do ciągnięcia ciężkich sań w Arktyce. Dziś są popularne jako psy sanowe i towarzysze. W przyszłości ich siła i zwinność sprawią, że będą się wyróżniać w dog sports, takich jak agility i posłuszeństwo.",
      "example_translation": "Dans le passé, les malamutes de l'Alaska étaient utilisées pour tirer des traîneaux lourds dans l'Arctique. Aujourd'hui, elles sont populaires comme chiens de traîneau et comme animaux de compagnie. Dans le futur, leur force et leur agilité les feront exceller dans les sports canins comme l'agilité et l'obéissance.",
      "imageLink": "image_files\\English\\alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "baset",
      "translation": "Basset Hound",
      "definition": "Baset to krótkonogi, powolny rasa psa znany z wolnego i celowego ruchu.",
      "definition_translation": "Une race de chien à pattes courtes et oreilles pendantes connue pour son mouvement lent et délibéré.",
      "example": "W przeszłości basety były używane do polowania na małe zwierzęta. Dziś są one przede wszystkim trzymane jako zwierzęta domowe i znane z spokojnego i łagodnego usposobienia. W przyszłości hodowcy nadzieją na rozwój nowej rasy z jeszcze bardziej emocjonalnym usposobieniem.",
      "example_translation": "Dans le passé, les basset hounds étaient utilisées pour chasser le petit gibier. Aujourd'hui, elles sont principalement gardées comme animaux de compagnie et sont connues pour leur nature calme et douce. Dans le futur, les éleveurs espèrent développer une nouvelle race avec un tempérament encore plus affectueux.",
      "imageLink": "image_files\\English\\basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bajger",
      "translation": "basset",
      "definition": "Bajger to mały, przyjazny pies o krótkiej, gładkiej szacie i wyostrzonym zmysłach węchu.",
      "definition_translation": "Un petit chien amical avec un pelage court et lisse et un sens de l'odorat développé.",
      "example": "Miałem bajgera jako dziecko, był on bardzo energiczny. Będę miał bajgera przyszłego roku, jestem pewny, że będzie naszym wspaniałym towarzyszem. Miałem bajgera w zeszłym roku, był on taką frajdą.",
      "example_translation": "J'avais un basset quando j'étais gosse, cela était très énergique. Je vais avoir un basset l'année prochaine, je suis sûr que cela sera charmant. J'avais un basset l'année dernière, cela était vraiment amusant.",
      "imageLink": "image_files\\English\\beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bernardyński pies górski",
      "translation": "chien de berger de berne",
      "definition": "Bernardyński pies górski to duży, silny pies o grubym kocie i łagodnym usposobieniem, pochodzący z Alp Szwajcarskich.",
      "definition_translation": "Un grand chien puissant avec un pelage épais et un tempérament doux, originaire des Alpes suisses.",
      "example": "Widziałem bernardyńskiego psa górskiego w parku wczoraj, był on takim imponującym widokiem. Będę kupował bernardyńskiego psa górskiego przyszłego miesiąca, jestem pewny, że będzie naszym wielkim towarzyszem. Miałem bernardyńskiego psa górskiego pięć lat temu, był on tak lojalny.",
      "example_translation": "J'ai vu un chien de berger de berne au parc hier, cela était tellement impressionnant. Je vais acheter un chien de berger de berne le mois prochain, je suis sûr que cela sera un excellent compagnon. J'avais un chien de berger de berne il y a cinq ans, cela était si loyal.",
      "imageLink": "image_files\\English\\bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krewetka",
      "translation": "sanglier",
      "definition": "Pies z pomarszczonym obliczem i ostrym węchem, używany do śledzenia i polowania.",
      "definition_translation": "Un chien avec un visage ridé et un sens de l'odorat développé, utilisé pour la traque et la chasse.",
      "example": "Detektyw użył krewetki, aby śledzić podejrzanego. Za rok kupię krewetkę, na pewno będzie wielkim tropicielem. Miałem krewetkę dziesięć lat temu, była tak wykwalifikowana.",
      "example_translation": "Le détective a utilisé un sanglier pour traquer le suspect. Je vais avoir un sanglier l'année prochaine, je suis sûr que cela sera un excellent pisteur. J'avais un sanglier il y a dix ans, cela était tellement habile.",
      "imageLink": "image_files\\English\\bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "border collie",
      "translation": "berger border collie",
      "definition": "Wysoko inteligentny i energiczny pies, często używany do wypasu owiec i innych zwierząt gospodarskich.",
      "definition_translation": "Un chien très intelligent et énergique, souvent utilisé pour le pâturage de moutons et d'autres animaux de ferme.",
      "example": "Mam border collie, jest tak inteligentny.-Za tydzień kupię border collie, na pewno będzie wielkim pomocnikiem. Miałem border collie trzy lata temu, był tak zwinny.",
      "example_translation": "J'ai un berger border collie, cela est tellement intelligent. Je vais acheter un berger border collie la semaine prochaine, je suis sûr que cela sera un excellent aide. J'avais un berger border collie il y a trois ans, cela était tellement agile.",
      "imageLink": "image_files\\English\\border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "boston terier",
      "translation": "Terrier de Boston",
      "definition": "Boston terier to mały, sympatyczny i zabawny rasowy pies pochodzący ze Stanów Zjednoczonych.",
      "definition_translation": "Un terrier de Boston est une petite race de chien affectueuse et joueuse originaire des États-Unis.",
      "example": "Miałem boston teriera, kiedy byłem dzieckiem, był bardzo przyjazny. Teraz mam jednego, i jest nadal bardzo zabawny. W przyszłości kupię kolejnego, i będzie bardzo lojalny.",
      "example_translation": "J'avais un terrier de Boston quand j'étais gosse, il était très amical. Maintenant j'en ai un, et il est toujours très joueur. À l'avenir, j'en aurai un autre, et il sera très loyal.",
      "imageLink": "image_files\\English\\boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bokser",
      "translation": "boxer",
      "definition": "Bokser to średniej wielkości, muskularny pies pochodzący z Niemiec, znany ze swojej energicznej i zabawnej natury.",
      "definition_translation": "Un boxer est une race de chien de taille moyenne, musclée, originaire d'Allemagne, connue pour sa nature énergique et joueuse.",
      "example": "Za rok kupię boksera, będzie bardzo aktywny. Teraz mam kolegę, który ma jednego, i jest zawsze skaczący. Kiedy byłem dzieckiem, zobaczyłem jednego na wystawie psów, i był bardzo imponujący.",
      "example_translation": "Je vais avoir un boxer l'année prochaine, il sera très actif. Maintenant j'ai un ami qui en a un, et il saute toujours. Quand j'étais gosse, j'en ai vu un à un spectacle de chiens, et il était très impressionnant.",
      "imageLink": "image_files\\English\\boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bulmastif",
      "translation": "bullmastiff",
      "definition": "Bulmastif to duży, potężny pies pochodzący z Anglii, znany ze swojej lojalnej i protekcyjnej natury.",
      "definition_translation": "Un bullmastiff est une grande race de chien puissante, originaire d'Angleterre, connue pour sa nature loyale et protectrice.",
      "example": "Mam bulmastifa w domu, jest bardzo łagodny. W przyszłości kupię kolejnego, i będzie bardzo silny. Kiedy byłem dzieckiem, zobaczyłem jednego na wystawie psów, i był bardzo zastrasający.",
      "example_translation": "J'ai un bullmastiff chez moi, il est très gentil. À l'avenir, j'en aurai un autre, et il sera très fort. Quand j'étais gosse, j'en ai vu un à un spectacle de chiens, et il était très intimidant.",
      "imageLink": "image_files\\English\\bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Cairn terier",
      "translation": "Terrier cairn",
      "definition": "Cairn terier to mały, energiczny pies pochodzący ze Szkocji, znany ze swojej wesołej i pełnej przygód natury.",
      "definition_translation": "Un terrier cairn est une petite race de chien énergique, originaire d'Écosse, connue pour sa nature fougueuse et aventureuse.",
      "example": "Miałem Cairn teriera, kiedy byłem dzieckiem, był bardzo ciekawski. Teraz mam jednego, i jest zawsze eksplorujący. W przyszłości kupię kolejnego, i będzie bardzo odważny.",
      "example_translation": "J'avais un terrier cairn quand j'étais gosse, il était très curieux. Maintenant j'en ai un, et il explore toujours. À l'avenir, j'en aurai un autre, et il sera très courageux.",
      "imageLink": "image_files\\English\\cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kane korsa, mastif hiszpański",
      "translation": "cane corso, mastiff espagnol",
      "definition": "Duży, potężny pies pochodzący z Włoch, znany ze swojej muskularnej budowy i łagodnej natury.",
      "definition_translation": "Une grande race de chien puissante originaire d'Italie, connue pour sa musculature et son tempérament doux.",
      "example": "Miałem kane korsę, kiedy byłem dzieckiem, był olbrzymim łagodźcem. Dziś mam mastifa hiszpańskiego, jest bardziej energiczny niż mój poprzedni pies. W przyszłości planuję hodować kane korsy i mastify hiszpańskie.",
      "example_translation": "J'avais un cane corso quand j'étais gosse, c'était un géant doux. Aujourd'hui, j'ai un mastiff espagnol, il est plus énergique que mon chien précédent. À l'avenir, je prévois d'élever des cane corsos et des mastiffs espagnols.",
      "imageLink": "image_files\\English\\cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Chihuahua",
      "translation": "Chihuahua",
      "definition": "Mały pies pochodzący z Meksyku, znany ze swoich wielkich oczu i małego rozmiaru.",
      "definition_translation": "Une petite race de chien originaire du Mexique, connue pour ses yeux grands et sa petite taille.",
      "example": "Miałem Chihuahua, kiedy byłem w college'u, był bardzo chroniący mnie. Teraz mam dwóch Chihuahua, są sangat miłymi. W przyszłości planuję dostać trzeciego Chihuahua.",
      "example_translation": "J'avais un Chihuahua lorsque j'étais à l'université, il était très protecteur envers moi. Maintenant, j'ai deux Chihuahuas, ils sont très affectueux. À l'avenir, je prévois d'obtenir un troisième Chihuahua.",
      "imageLink": "image_files\\English\\chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czow czow",
      "translation": "chow-chow",
      "definition": "Rasa psa pochodząca z Chin, znana ze swojej puszystej szaty i charakterystycznego niebiesko-czarnego języka.",
      "definition_translation": "Une race de chien originaire de Chine, connue pour son manteau fleuri et sa langue bleu-noir distincte.",
      "example": "Mam czow czowa w domu, uwielbia grać w ogródku. Wczoraj wziąłem mojego czow czowa do parku, był bardzo podekscytowany. Za tydzień wyjmę mojego czow czowa do weterynarza na kontrolę.",
      "example_translation": "J'ai un chow-chow à la maison, il adore jouer dans le jardin. Hier, j'ai emmené mon chow-chow au parc, il était très excité. La semaine prochaine, je vais emmener mon chow-chow chez le vétérinaire pour une visite de contrôle.",
      "imageLink": "image_files\\English\\chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koker spaniel",
      "translation": "épagneul cocker",
      "definition": "Rasa psa pochodząca z Hiszpanii, znana ze swojej łagodnej i sympatycznej natury.",
      "definition_translation": "Une race de chien originaire d'Espagne, connue pour son tempérament doux et affectueux.",
      "example": "Miałem koker spaniela, kiedy byłem dzieckiem, był bardzo zabawny. Dziś mam koker spaniela, jest bardziej spokojny niż mój poprzedni pies. W przyszłości planuję trenować mojego koker spaniela, aby został psem terapeutycznym.",
      "example_translation": "J'avais un épagneul cocker lorsque j'étais gosse, il était très ludique. Aujourd'hui, j'ai un épagneul cocker, il est plus calme que mon chien précédent. À l'avenir, je prévois d'entraîner mon épagneul cocker pour en faire un chien thérapeute.",
      "imageLink": "image_files\\English\\cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jamnik, psiak parówkowy",
      "translation": " tez, chien sausage",
      "definition": "Jamnik to rasa psa znana ze swoich krótkich nóg i długiego ciała. Często nazywany jest psem parówkowym ze względu na swoje podobieństwo do kiełbasy.",
      "definition_translation": "Un dachshund est une race de chien connue pour ses pattes courtes et son corps long. Il est souvent appelé chien sausage en raison de sa ressemblance avec une saucisse.",
      "example": "Kiedyś miałem jamnika, kiedy byłam dzieckiem, ale teraz mam fox terriera. W zeszłym tygodniu zobaczyłem jamnika w parku. W przyszłości kupię innego jamnika.",
      "example_translation": "J'avais un dachshund lorsque j'étais gosse, mais maintenant j'ai un fox terrier. La semaine dernière, j'ai vu un dachshund au parc. À l'avenir, j'achèterai un autre dachshund.",
      "imageLink": "image_files\\English\\dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fox terrier",
      "translation": "fox-terrier",
      "definition": "Fox terrier to mała, energiczna rasa psa znana ze swojego żywego usposobienia i szorstkiej sierści.",
      "definition_translation": "Un fox-terrier est une petite race de chien énergique qui est connue pour sa personnalité vivante et son manteau poilu.",
      "example": "Mój kolega ma fox terriera, który uwielbia grać w przynętę. Wczoraj, grałem z fox terrierem na psim placu zabaw. W przyszłości wezmę fox terriera jako zwierzaka.",
      "example_translation": "Mon ami a un fox-terrier qui adore jouer au retrieves. Hier, j'ai joué avec un fox-terrier au parc pour chiens. L'année prochaine, je vais avoir un fox-terrier comme animal de compagnie.",
      "imageLink": "image_files\\English\\fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "buldog francuski",
      "translation": "bouledogue français",
      "definition": "Buldog francuski to rasa psa znana ze swojego zabawnego, afekcyjnego usposobienia i swojego unikatowego wyglądu, z krótką, łatwą w utrzymaniu sierścią.",
      "definition_translation": "Un bouledogue français est une race de chien connue pour sa nature joueuse et affectueuse et son apparence unique, avec un manteau court et facile à entretenir.",
      "example": "Uwielbiam bulldogi francuskie, są takie słodkie. W zeszłym miesiącu zobaczyłem bulldoga francuskiego w sklepie zoologicznym. W przyszłości będę mieć bulldoga francuskiego jako zwierzaka.",
      "example_translation": "J'adore les bouledogues français parce qu'ils sont si mignons. Le mois dernier, j'ai vu un bouledogue français au magasin d'animaux. À l'avenir, j'aurai un bouledogue français comme animal de compagnie.",
      "imageLink": "image_files\\English\\french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "owczarek niemiecki",
      "translation": "berger allemand",
      "definition": "Owczarek niemiecki to rasa psa znana ze swojej inteligencji, lojalności i natury ochronnej, często używana jako psy policyjne i wojskowe.",
      "definition_translation": "Un berger allemand est une race de chien connue pour son intelligence, sa loyauté et sa nature protectrice, souvent utilisée comme chiens de police et militaires.",
      "example": "Kiedyś miałem owczarka niemieckiego, kiedy byłam dzieckiem, ale teraz mam inną rasę. W zeszłym roku zobaczyłem owczarka niemieckiego na posterunku policji. W przyszłości będę mieć owczarka niemieckiego jako psa stróża.",
      "example_translation": "J'avais un berger allemand lorsque j'étais gosse, mais maintenant j'ai une autre race. L'année dernière, j'ai vu un berger allemand à la station de police. À l'avenir, j'aurai un berger allemand comme chien de garde.",
      "imageLink": "image_files\\English\\german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "schnauzer olbrzym",
      "translation": "schnauzer géant",
      "definition": "Schnauzer olbrzym to duża, potężna rasa psa rozwijana w XVII i XVIII wieku w Niemczech.",
      "definition_translation": "Un schnauzer géant est une race de chien puissante développée au 17e et 18e siècles en Allemagne.",
      "example": "Miałem schnauzera olbrzyma, kiedy byłam dzieckiem, był on bardzo chronił naszą rodzinę. Teraz mam mniejszego psa, ale nadal kocham schnauzery olbrzymy. W przyszłości wezmę innego schnauzera olbrzyma.",
      "example_translation": "J'avais un schnauzer géant lorsque j'étais enfant, il était très protecteur de notre famille. Maintenant, j'ai un chien plus petit, mais j'aime toujours les schnauzers géants. J'en aurai un autre à l'avenir.",
      "imageLink": "image_files\\English\\giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "retriever złoty",
      "translation": "retourneur doré",
      "definition": "Retriever złoty to popularna rasa psa znana ze swojego przyjacielskiego, lojalnego i łagodnego usposobienia.",
      "definition_translation": "Un retriever doré est une race de chien populaire connue pour son caractère amical, loyal et doux.",
      "example": "Moja rodzina miała retrievera złotego przez lata, lubił grać w przynętę i chodzić na spacery. Wczoraj, zabraliśmy naszego retrievera złotego do parku, gdzie biegał wolno. Jutro, zabiorę mojego retrievera złotego do weterynarza.",
      "example_translation": "Ma famille a eu un retriever doré pendant des années, il aime jouer à attraper et faire des promenades. Nous avons emmené notre retriever doré au parc hier, et il a couru librement. Je prendrai mon retriever doré chez le vétérinaire demain.",
      "imageLink": "image_files\\English\\golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Dogue de Bordeaux",
      "translation": "Grand Danois",
      "definition": "Dogue de Bordeaux to duża rasa psa znana ze swojego olbrzymiego rozmiaru i łagodnego usposobienia.",
      "definition_translation": "Un Grand Danois est une race de chien connue pour sa taille géante et son caractère doux.",
      "example": "Zobaczyłem Dogue de Bordeaux na wystawie psów minionego tygodnia, był olbrzymi. Mój kolega ma Dogue de Bordeaux, i jest on bardzo przyjacielski. W przyszłości wezmę Dogue de Bordeaux, kiedy będę miał większy dom.",
      "example_translation": "J'ai vu un Grand Danois au spectacle de chiens la semaine dernière, il était énorme. Mon ami a un Grand Danois, et il est très amical. J'aurai un Grand Danois dans quelques années lorsque j'aurai une maison plus grande.",
      "imageLink": "image_files\\English\\great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chart greyhound",
      "translation": "lévrier",
      "definition": "Chart greyhound to rasa psa hodowana do szybkości, znana ze swojego smukłego budowania i krótkiej sierści.",
      "definition_translation": "Un lévrier est une race de chien élevée pour la vitesse, connue pour sa silhouette élancée et son pelage court.",
      "example": "Wczoraj, byłem na torze wyścigów chartów greyhound, było ekscytująco. Moja siostra ma charta greyhound, i uwielbia biegać. W przyszłości zabiorę mojego charta greyhound do weterynarza.",
      "example_translation": "Je suis allé à la piste de course de lévriers hier, c'était excitant. Ma sœur a un lévrier, et il aime courir. Je prendrai mon lévrier chez le vétérinaire la semaine prochaine.",
      "imageLink": "image_files\\English\\greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "terier irlandzki",
      "translation": "Terrier irlandais",
      "definition": "Terier irlandzki to mały do średniego rozmiaru pies, znany ze swojego przyjacielskiego i wesołego usposobienia.",
      "definition_translation": "Un petit à moyen chien avec un corps compact et musclé, connu pour sa personnalité amicale et extravertie.",
      "example": "Mam teriera irlandzkiego w domu, jest on bardzo zabawny i uwielbia gonitwy za piłkami. Wczoraj, szczekał na listonosza. Jutro, zabiorę go na spacer do parku.",
      "example_translation": "J'ai un terrier irlandais à la maison, il est très ludique et adore poursuivre des balles. Hier, il aboyait contre le facteur. Demain, je l'emmènerai au parc pour une promenade.",
      "imageLink": "image_files\\English\\irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "terier Jack Russell",
      "translation": "Terrier Jack Russell",
      "definition": "Terier Jack Russell to mały, energiczny pies znany ze swojej inteligencji i zwinności.",
      "definition_translation": "Un petit chien énergique avec un pelage court et dense, connu pour son intelligence et son agilité.",
      "example": "Mój kolega ma teriera Jack Russell, który uwielbia biegać i grać w przynętę. Wczoraj, biegł on po ogrodzie. Jutro, zabierze go do psiego parku na ćwiczenia.",
      "example_translation": "Mon ami a un terrier Jack Russell qui adore courir et jouer au fetch. Hier, il courait autour de la cour arrière. Demain, elle l'emmènera au parc canin pour Some exercice.",
      "imageLink": "image_files\\English\\jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Labrador retriever",
      "translation": "Retriever du Labrador",
      "definition": "Średniej wielkości pies o przyjaznej, otwartej osobowości i krótkiej, gęstej szacie, znany z lojalności i inteligencji.",
      "definition_translation": "Un chien de taille moyenne avec une personnalité amicale et extravertie et un pelage court et dense, connu pour sa loyauté et son intelligence.",
      "example": "Miałem labradora retrievera przez lata, jest on bardzo lojalny i uwielbia grać w fetch. Wczoraj, bawił się z moimi dziećmi w ogródku. Jutro, zabiorę go na jezioro, aby się wykąpał.",
      "example_translation": "J'ai eu un retriever du Labrador depuis des années, il est extrêmement loyal et adore jouer au fetch. Hier, il jouait avec mes enfants dans la cour arrière. Demain, je l'emmènerai au lac pour une baignade.",
      "imageLink": "image_files\\English\\labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Maltese",
      "translation": "Maltais",
      "definition": "Mały, biały pies o jedwabistej, hipoalergicznej szacie, znany z łagodnego i uczuciowego usposobienia.",
      "definition_translation": "Un petit chien blanc avec un pelage soyeux et hypoallergénique, connu pour sa personnalité douce et affectionnée.",
      "example": "Moja babcia ma maltańczyka w domu, jest on bardzo łagodny i uwielbia się tulić. Wczoraj, spał on na jej kolanach. Jutro, zabierze go do weterynarza na badanie.",
      "example_translation": "Ma grand-mère a un Maltais à la maison, il est très doux et adore se blottir. Hier, il dormait sur ses genoux. Demain, elle l'emmènera chez le vétérinaire pour une visite de contrôle.",
      "imageLink": "image_files\\English\\maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mastiff",
      "translation": "dogue",
      "definition": "Duży, silny pies o szerokiej głowie i krótkiej, grubości szacie, często trzymany jako pies straży lub policyjny.",
      "definition_translation": "Un grand chien puissant avec une tête large et un manteau court et grossier, souvent maintenu comme chien de garde ou de police.",
      "example": "Kiedyś miałem mastifa, gdy byłem dzieckiem, był on łagodnym olbrzymem. Teraz mam mniejszego psa, ale nadal tęsknię za moim starego mastifa. Kiedyś dostanę innego mastifa.",
      "example_translation": "J'avais un dogue lorsque j'étais enfant, c'était un géant gentil. Maintenant, j'ai un chien plus petit, mais je manque encore à mon vieux dogue. Je vais avoir un autre dogue un jour.",
      "imageLink": "image_files\\English\\mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miniature pinscher",
      "translation": "épinier nain",
      "definition": "Mały, muskularny pies o krótkiej, gładkiej szacie i charakterystycznym wyglądzie, często trzymany jako pies towarzyski.",
      "definition_translation": "Un petit chien musclé avec un manteau court et lisse et une apparence distinctive, souvent maintenu comme animal de compagnie.",
      "example": "Mój przyjaciel ma miniaturowego pinschera, jest on tak słodki i zabawny. Ona miała miniaturowego pinschera, gdy była dzieckiem, a teraz ma kolejnego. Będzie ona miała miniaturowego pinschera na zawsze.",
      "example_translation": "Mon amie a un épinier nain, c'est si mignon et ludique. Elle avait un épinier nain lorsqu'elle était enfant, et maintenant elle en a un autre. Elle aura probablement un épinier nain pour toujours.",
      "imageLink": "image_files\\English\\miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miniature poodle",
      "translation": "caniche nain",
      "definition": "Mały, inteligentny pies o grubości, kręconej szacie, często trzymany jako pies towarzyski i szkolony w posłuszeństwie lub jako wykonawca.",
      "definition_translation": "Un petit chien intelligent avec un manteau épais et bouclé, souvent maintenu comme animal de compagnie et dressé pour l'obéissance ou comme artiste.",
      "example": "Zawsze chciałem mieć miniaturowego pudla, są oni tak eleganccy i inteligentni. Moja siostra miała miniaturowego pudla, gdy była dzieckiem, a on był tak dobrze wychowany. Będę miał miniaturowego pudla kiedyś, jestem pewny.",
      "example_translation": "J'ai toujours voulu un caniche nain, ils sont si élégants et intelligents. Ma sœur avait un caniche nain lorsqu'elle était enfant, et il était si bien élevé. Je vais avoir un caniche nain un jour, je suis sûr.",
      "imageLink": "image_files\\English\\miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mongrel",
      "translation": "bâtard",
      "definition": "Pies, który jest krzyżówką różnych ras, często uważany za mieszańca lub pies o nieznanym pochodzeniu.",
      "definition_translation": "Un chien qui est un croisement entre différentes races, souvent considéré comme étant de sexe mixte ou d'origine inconnue.",
      "example": "Zawsze miałem mieszańca, są oni tak kochający i lojalni. Mój pierwszy mieszańca był bezdomnym, ale teraz mam nowego. Będę zawsze miał mieszańca, uwielbiam ich.",
      "example_translation": "J'ai toujours eu un bâtard, ils sont si aimables et loyaux. Mon premier bâtard était un errant, mais maintenant j'en ai un nouveau. Je vais toujours avoir un bâtard, je les aime.",
      "imageLink": "image_files\\English\\mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Newfoundland",
      "translation": "Terre-Neuve",
      "definition": "Wielka wyspa na wschodnim wybrzeżu Kanady, oddzielona od kontynentu Cieśniną Belle Isle.",
      "definition_translation": "Une grande île au large de la côte est du Canada, séparée du continent par le détroit de Belle-Isle.",
      "example": "Odwiedziłem Nową Fundlandię latem i zobaczyłem piękne krajobrazy. Planuję odwiedzić Nową Fundlandię ponownie w przyszłym roku. Odwiedziłem Nową Fundlandię kilka razy wcześniej.",
      "example_translation": "J'ai visité Terre-Neuve l'été dernier et j'ai vu des paysages magnifiques. Je planifie visiter Terre-Neuve à nouveau l'année prochaine. J'ai visité Terre-Neuve plusieurs fois auparavant.",
      "imageLink": "image_files\\English\\newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papillon",
      "translation": "papillon",
      "definition": "Typ motyla, charakteryzujący się jasno ubarwionymi skrzydłami.",
      "definition_translation": "Un type de papillon, ayant généralement des ailes brillamment colorées.",
      "example": "Wczoraj zobaczyłem piękny motyl papillon w ogrodzie. Motyl papillon szybko uleciał. Zobaczę motyla papillon ponownie jutro.",
      "example_translation": "J'ai vu un beau papillon dans le jardin hier. Le papillon s'est envolé rapidement. Je verrai un papillon à nouveau demain.",
      "imageLink": "image_files\\English\\papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Pekingese",
      "translation": "Pékinois",
      "definition": "Mały pies o długiej, puszystej szacie, pochodzący z Chin.",
      "definition_translation": "Un petit chien avec un manteau long et soyeux, originaire de Chine.",
      "example": "Mam pekińczyka w domu. Pekińczyk głośno szczekał, gdy wszedłem do pokoju. Siostra moja ma bardzo słodkiego pekińczyka.",
      "example_translation": "J'ai un chien Pékinois à la maison. Le Pékinois a aboyé fort lorsque je suis entré dans la pièce. Le Pékinois de ma sœur est très mignon.",
      "imageLink": "image_files\\English\\pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pit bull terrier",
      "translation": "Pitbull terrier",
      "definition": "Rasa psa znana z siły i muskularnej budowy, często używana do walk psów.",
      "definition_translation": "Une race de chien connue pour sa force et sa musculature, souvent utilisée pour les combats.",
      "example": "Pit bull terrier jest popularną rasą psa. Zobaczyłem pit bull terriera na wystawie psów. Mój przyjaciel ma pit bull terriera jako psa towarzyskiego.",
      "example_translation": "Le Pitbull terrier est une race de chien populaire. J'ai vu un Pitbull terrier au spectacle de chiens. Mon ami a un Pitbull terrier comme animal de compagnie.",
      "imageLink": "image_files\\English\\pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wskazówka",
      "translation": "pointeur",
      "definition": "Wskazówka to rasa psa, która jest szkolona do lokalizacji i wskazywania dziczy, typowo ptaków.",
      "definition_translation": "Un pointeur est une race de chien formée pour localiser et pointer le gibier, généralement des oiseaux.",
      "example": "Wczoraj, poszedłem na polowanie z moją wskazówką, i ona pomyślnie wskazała na przepiórkę. Dziś, zabieram ją na sesję treningową, aby poprawić jej umiejętności. Do następnego roku, spodziewam się, że będzie wskazówką pierwszej klasy.",
      "example_translation": "Hier, je suis allé à la chasse avec mon pointeur, et il a réussi à pointer un colin. Aujourd'hui, je l'emmène à la séance d'entraînement pour améliorer ses compétences. D'ici l'an prochain, je m'attends à ce qu'il soit un pointeur de première classe.",
      "imageLink": "image_files\\English\\pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Nizinny owczarek polski",
      "translation": "chien de berger des plaines polonais",
      "definition": "Nizinny owczarek polski to rasa psa, która pochodzi z Polski i jest znana ze swojej średniej wielkości, masywnego budowania i charakterystycznego umaszczenia.",
      "definition_translation": "Le chien de berger des plaines polonais est une race de chien qui a pris naissance en Pologne et est connue pour sa taille moyenne, sa musculature et son pelage distinctif.",
      "example": "Zawsze podziwiałem Nizinny owczarka polskiego za jego inteligencję i zwinność. Latem ubiegłego roku, widziałem go pędzenia owiec na farmie, i było to naprawdę imponujące. W przyszłości, chciałbym mieć go jako domowego pupila.",
      "example_translation": "J'ai toujours admiré le chien de berger des plaines polonais pour son intelligence et son agilité. L'été dernier, j'en ai vu un faire paître des moutons sur une ferme, et c'était vraiment impressionnant. Dans le futur, j'aimerais en avoir un comme animal de compagnie.",
      "imageLink": "image_files\\English\\polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Pomeranian",
      "translation": "pomeranian",
      "definition": "Pomeranian to mała rasa psa, znana ze swojej puszystej dwubarwnej szaty, twarzy przypominającej lisa i przyjacielskiego usposobienia.",
      "definition_translation": "Le pomeranian est une petite race de chien connue pour son double pelage doux, son visage ressemblant à celui d'un renard et son tempérament amical.",
      "example": "Moja babcia kiedyś posiadała Pomeraniana o imieniu Lola, i było to słodkie i zabawne towarzystwo. Gdy ostatnio odwiedziłem ją, zobaczyłem, jak dobrze Lola się przystosowała do nowego domu. Za kilka miesięcy, zabiorę Lolę na spacer do parku.",
      "example_translation": "Ma grand-mère possédait autrefois un pomeranian nommé Lola, et c'était un compagnon doux et joueur. Lorsque je l'ai visitée la semaine dernière, j'ai vu comment Lola s'était bien adaptée à son nouveau foyer. Dans quelques mois, je sortirai Lola pour une promenade au parc.",
      "imageLink": "image_files\\English\\pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mops",
      "translation": "carlin",
      "definition": "Mops to mała rasa psa, znana ze swojej szorstkiej twarzy, zakrzywionej ogony i miłego charakteru.",
      "definition_translation": "Le carlin est une petite race de chien connue pour son visage ridé, sa queue courbe et son tempérament affectueux.",
      "example": "Zawsze chciałem mieć mopsa jako domowego pupila ze względu na jego urocze wyglądu i przyjacielską naturę. Wczoraj, zobaczyłem mopsa na psim parku, i przygrywał się ze swoim właścicielem. Za miesiąc, adoptuję mopsa ze schroniska i dam mu łagodne miejsce.",
      "example_translation": "J'ai toujours voulu un carlin comme animal de compagnie en raison de son apparence mignonne et de son naturel amical. Hier, j'ai vu un carlin au parc de chiens, et il jouait avec son propriétaire. Le mois prochain, j'adopterai un carlin d'un refuge et lui donnerai un foyer affectueux.",
      "imageLink": "image_files\\English\\pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Pirenejski owczarek",
      "translation": "Berger de Pyrénées",
      "definition": "Pirenejski owczarek to rasa psa, która pochodzi z regionu Pirenejów między Francją i Hiszpanią, znana ze swojej charakterystycznej szaty i wysokiego poziomu energii.",
      "definition_translation": "Une race de chien de berger de taille moyenne originaire de la région des Pyrénées entre la France et l'Espagne, connue pour son manteau distinctif et son niveau d'énergie élevé.",
      "example": "Pirenejski owczarek hersował owce w górach przez wieki i jest wysoko ceniony za swoją inteligencję i zwinność. Hersował dużą trzodą owiec przez dolinę wczoraj, i zrobi to znów jutro. Do następnego roku, hersował tysiące owiec przez wieś.",
      "example_translation": "Le berger de Pyrénées a fait paître des moutons dans les montagnes pendant des siècles, et est très apprécié pour son intelligence et son agilité. Il a mené un grand troupeau de moutons à travers la vallée hier, et le fera encore demain. D'ici l'année prochaine, il aura mené des milliers de moutons à travers la campagne.",
      "imageLink": "image_files\\English\\pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "Rottweiler to rasa psa, która pochodzi z Rottweil w Niemczech, często używana jako psy strażnicze lub policyjne.",
      "definition_translation": "Une race de chien puissant et musclé originaire de Rottweil, en Allemagne, souvent utilisée comme chiens de garde ou chiens de police.",
      "example": "Rottweiler to lojalny towarzysz i srogi strażnik swojej rodziny, i wymaga wczesnej socjalizacji, aby zapobiec agresji. Strażował dom dobrze wczoraj, i będzie kontynuował ochraniać swoją rodzinę przez lata. W przyszłości, będzie doskonałym psem policyjnym.",
      "example_translation": "Le Rottweiler est un compagnon loyal et un protecteur féroce de sa famille, et nécessite une socialisation précoce pour prévenir l'agression. Il a bien gardé la maison hier soir, et continuera à protéger sa famille pendant des années à venir. À l'avenir, il fera un excellent chien de police.",
      "imageLink": "image_files\\English\\rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Bernardyn",
      "translation": "Saint-Bernard",
      "definition": "Bernardyn to duża rasa psa, która pochodzi z szwajcarskich Alp, znana ze swojej grubej szaty i zdolności do lokalizacji i ratowania podróżnych uwięzionych w śniegu.",
      "definition_translation": "Une grande race de chien originaire des Alpes suisses, connue pour son manteau épais et sa capacité à localiser et à secourir les voyageurs égarés dans la neige.",
      "example": "Bernardyn to lojalny i łagodny olbrzym, często używany w misjach poszukiwawczo-ratowniczych w górach. Znalezł zagubionego turystę w górach zimą ubiegłą, i zrobi to znów rok przyszły. Do czasu, gdy odejdzie na emeryturę, będzie uratował liczne życia.",
      "example_translation": "Le Saint-Bernard est un géant loyal et gentil, souvent utilisé dans des missions de recherche et de sauvetage dans les montagnes. Il a trouvé un randonneur perdu dans les montagnes l'hiver dernier, et le fera encore l'année prochaine. Au moment de sa retraite, il aura sauvé des vies innombrables.",
      "imageLink": "image_files\\English\\saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Samojed",
      "translation": "Samoyède",
      "definition": "Samojed to rasa psa, która pochodzi z Syberii, znana ze swojej białej szaty i łagodnego usposobienia.",
      "definition_translation": "Une race de chien de berger de taille petite à moyenne originaire de la Sibérie, connue pour son manteau blanc et doux et son caractère gentil.",
      "example": "Samojed to przyjacielskie i adaptacyjne psy, często używane w terapii i towarzystwie. Odwiedził domu opieki wczoraj, i zrobi to znów miesiąc przyszły. Do końca roku, będzie przyniósł radość setkom ludzi.",
      "example_translation": "Le Samoyède est un chien amical et adaptable, souvent utilisé dans des rôles de thérapie et de compagnie. Il a visité une maison de retraite hier, et le fera encore le mois prochain. D'ici la fin de l'année, il aura apporté la joie à des centaines de personnes.",
      "imageLink": "image_files\\English\\samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sznajer",
      "translation": "schnauzer",
      "definition": "Sznajer to rasa psa, która powstała w Niemczech w XV wieku. Jest znany ze swojej charakterystycznej brody i wąsów, a także swojej lojalnej i inteligentnej natury.",
      "definition_translation": "Un schnauzer est une race de chien originaire d'Allemagne au 15e siècle. Il est connu pour sa barbe et sa moustache distinctes, ainsi que sa nature loyale et intelligente.",
      "example": "Miałem sznajera, gdy byłem dzieckiem, i było to bardzo przyjazne. Teraz, mam nowego sznajera i wciąż jest to 非友 . W przyszłości, wezmę kolejnego sznajera.",
      "example_translation": "J'avais un schnauzer quand j'étais gosse, c'était très amical. Maintenant, j'ai un nouveau schnauzer et il est encore très joueur. À l'avenir, je vais avoir un autre schnauzer.",
      "imageLink": "image_files\\English\\schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Terier szkocki",
      "translation": "terrier écossais",
      "definition": "Terier szkocki, także znany jako terier Aberdeen, to rasa psa, która powstała w Szkocji. Jest znany ze swojej krótkiej, szorstkiej szaty i swojej żywiołowej natury.",
      "definition_translation": "Un terrier écossais, également connu sous le nom de terrier d'Aberdeen, est une race de chien originaire d'Écosse. Il est connu pour son manteau court et filandreux et sa personnalité fougueuse.",
      "example": "Mój sąsiad ma teriera szkockiego, i jest to bardzo energiczne. Wczoraj, jego terier szkocki gonił wiewiórkę. Za tydzień, zabierze swój teriera szkockiego do parku.",
      "example_translation": "Mon voisin a un terrier écossais, il est très énergique. Hier, son terrier écossais a poursuivi un écureuil. La semaine prochaine, elle emmènera son terrier écossais au parc.",
      "imageLink": "image_files\\English\\scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Owczarek szetlandzki",
      "translation": "chien de berger des Shetland",
      "definition": "Owczarek szetlandzki, również znany jako Sheltie, jest rasą psa, która pochodzi z Wysp Szetlandzkich. Jest znany ze swojej małej wielkości, zwrotności i inteligencji.",
      "definition_translation": "Un chien de berger des Shetland, également connu sous le nom de Sheltie, est une race de chien originaire des îles Shetland. Il est connu pour sa petite taille, son agilité et son intelligence.",
      "example": "Widziałem owczarka szetlandzkiego na psim parku, był bardzo szybki. W zeszłym roku, mój przyjaciel miał owczarka szetlandzkiego, był bardzo przyjazny. W lecie, kupię owczarka szetlandzkiego.",
      "example_translation": "J'ai vu un chien de berger des Shetland au parc pour chiens, il était très rapide. L'année dernière, mon ami avait un chien de berger des Shetland, il était très amical. L'été, je vais avoir un chien de berger des Shetland.",
      "imageLink": "image_files\\English\\shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Shiba Inu jest rasą psa, która pochodzi z Japonii. Jest znany ze swojego charakterystycznego wyglądu przypominającego lisa i swojej silnej, pewnej siebie osobowości.",
      "definition_translation": "Un Shiba Inu est une race de chien originaire du Japon. Il est connu pour son apparence distinctive à la renard et sa personnalité forte et confiante.",
      "example": "Moja ciocia ma Shiba Inu, jest bardzo uparta. W zeszły weekend, jej Shiba Inu gonił kota. W następnym miesiącu, zabierze swojego Shiba Inu do weterynarza.",
      "example_translation": "Ma tante a un Shiba Inu, il est très obstiné. Le week-end dernier, son Shiba Inu a poursuivi un chat. Le mois prochain, elle emmènera son Shiba Inu chez le vétérinaire.",
      "imageLink": "image_files\\English\\shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Husky syberyjski",
      "translation": "Husky de Sibérie",
      "definition": "Rasa psa pochodząca ze Syberii, znana ze swojej grubych włosów, niebieskich oczu i cech wilczaków.",
      "definition_translation": "Une race de chien originaire de Sibérie, connue pour son thick coat, yeux bleus et caractéristiques de type loup.",
      "example": "Zawsze chciałem mieć huskiego syberyjskiego jako domácíego zwierzę. W zeszłym roku, w końcu kupiłem jednego i nazwałem go Max. Teraz Max czeka, aż go zabiorę na spacer.",
      "example_translation": "J'ai toujours voulu posséder un Husky de Sibérie comme animal de compagnie. L'année dernière, j'en ai finalement obtenu un et l'ai nommé Max. Maintenant, Max attend que je le prende pour une promenade.",
      "imageLink": "image_files\\English\\siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Rasa psa charakteryzująca się ostrymi uszami, kręconym ogonem i grubymi włosami.",
      "definition_translation": "Une race de chien caractérisée par ses oreilles pointues, sa queue enroulée et son thick coat.",
      "example": "Rasa spitz jest znana ze swojej lojalności i natury ochronnej. Mój przyjaciel ma spitza, który jest zawsze alert i czujny. W zeszłym tygodniu, jego spitz miało szczenięta.",
      "example_translation": "La race Spitz est connue pour sa loyauté et sa nature protectrice. Mon amie a un Spitz qui est toujours alerte et vigilant. La semaine dernière, son Spitz a eu des chiots.",
      "imageLink": "image_files\\English\\spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Vizsla",
      "translation": "Vizsla",
      "definition": "Rasa psa pochodząca z Węgier, znana ze swojej energicznej i myśliwskiej natury.",
      "definition_translation": "Une race de chien originaire de Hongrie, connue pour sa nature énergétique et chasseresse.",
      "example": "Myślałem o tym, aby kupić vizslę jako domowe zwierzę, ale nie jestem pewny, czy mogę sobie radzić z jej wysoką energią. Mój kuzyn ma vizslę, która uwielbia grać w przeciąganie. W następnym miesiącu, zabiorę jego vizslę na spacer.",
      "example_translation": "J'ai pensé obtenir un Vizsla comme animal de compagnie, mais je ne sais pas si je peux gérer ses niveaux d'énergie élevée. Mon cousin a un Vizsla qui adore jouer au rapport. Le mois prochain, je prendrai le Vizsla de mon cousin pour une promenade.",
      "imageLink": "image_files\\English\\vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Rasa psa znana ze swojej sportowej budowy, krótkiej szaty i zdolności łowieckiej.",
      "definition_translation": "Une race de chien connue pour sa stature athlétique, son pelage court et son aptitude à la chasse.",
      "example": "Zawsze fascynowałem się rasą Weimaranera i jej unikatowymi cechami. Mój sąsiad ma Weimaranera, która jest bardzo szybka i zwrotna. W zeszłym roku, jego Weimaraner wygrał zawody psów biegowych.",
      "example_translation": "J'ai toujours été fasciné par la race Weimaraner et ses caractéristiques uniques. Mon voisin a un Weimaraner qui est très rapide et agile. L'année dernière, le Weimaraner de mon voisin a remporté une compétition de course de chiens.",
      "imageLink": "image_files\\English\\weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Corgi walijski (Pembroke Welsh Corgi)",
      "translation": "Corgi gallois (Pembrokeshire Welsh Corgi)",
      "definition": "Pembroke Welsh Corgi jest rasą psa pasterskiego, która pochodzi z Walii. Jest to mały do średniej wielkości pies z charakterystycznym wyglądem, znany ze swojej niskiej postury i inteligentnej natury.",
      "definition_translation": "Le Pembroke Welsh Corgi est une race de chien de berger qui trouve son origine au Pays de Galles. C'est un chien de petite à moyenne taille avec une apparence distinctive, connu pour sa petite taille et son intelligence.",
      "example": "Miałem Corgi walijskiego, kiedy byłem dzieckiem, mam Corgi walijskiego teraz, i będę miał Corgi walijskiego w przyszłości. Corgi walijski jest lojalnym towarzyszem i świetnym pasterzem.",
      "example_translation": "J'avais un Corgi gallois lorsque j'étais enfant, j'ai un Corgi gallois maintenant, et j'aurai un Corgi gallois à l'avenir. Le Corgi gallois est un compagnon loyal et un excellent bergère.",
      "imageLink": "image_files\\English\\welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Terier yorkshire",
      "translation": "Yorkshire terrier",
      "definition": "Terier yorkshire, również znany jako Yorkie, jest małą rasą psa typu teriera. Pochodzi z Yorkshire w Anglii w XIX wieku i jest znany ze swojej jedwabistej, delikatnej szaty.",
      "definition_translation": "Le Yorkshire Terrier, également connu sous le nom de Yorkie, est une race de petit chien de type terrier de jouet. Il a pris naissance dans le Yorkshire, en Angleterre au milieu du 19ème siècle et est connu pour son manteau soyeux et fin.",
      "example": "Wczoraj spacerowałem ze swoim terierem yorkshire w parku, dzisiaj spaceruję ze swoim terierem yorkshire w parku, a jutro spaceruję ze swoim terierem yorkshire w parku. Terier yorkshire jest wesołym i miłym towarzyszem.",
      "example_translation": "J'ai promené mon Yorkshire terrier au parc hier, je promène mon Yorkshire terrier au parc aujourd'hui, et je promènerai mon Yorkshire terrier au parc demain. Le Yorkshire terrier est un compagnon vif et affectueux.",
      "imageLink": "image_files\\English\\yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]