[
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ptak",
      "translation": "oiseau",
      "definition": "Ciepłokrwisty, składający jaja zwierzę charakteryzujące się obecnością piór, bezzębnego dzioba i lekkiej składek.",
      "definition_translation": "Un animal à sang chaud ponant des œufs caractérisé par la présence de plumes, d'un bec sans dents et d'un squelette léger.",
      "example": "Wczoraj widziałem ptaka latającego w niebie, dzisiaj widzę ptaka latającego w niebie, i jutro zobaczę ptaka latającego w niebie.",
      "example_translation": "J'ai vu un oiseau voler dans le ciel hier, je verrai un oiseau voler dans le ciel demain, et je vois un oiseau voler dans le ciel maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kaczka",
      "translation": "poulet",
      "definition": "Domowe ptactwo trzymane dla jaj lub mięsa, szczególnie młode.",
      "definition_translation": "Un volaille domestique élevé pour ses œufs ou sa viande, particulièrement un jeune.",
      "example": "W zeszłym roku hodowałem kaczkę w ogrodzie, teraz hoduję kaczkę w ogrodzie, i w przyszłym roku będą hodować kaczkę w ogrodzie.",
      "example_translation": "J'ai élevé un poulet dans mon arrière-cour l'année dernière, je suis en train d'élever un poulet dans mon arrière-cour maintenant, et je vais élever un poulet dans mon arrière-cour l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kaczka",
      "translation": "canard",
      "definition": "Ptak wodny o płaskim dziobie, płetwach i chodzie kaczego.",
      "definition_translation": "Un oiseau d'eau à bec plat et large, pattes palmées, et démarche vacillante.",
      "example": "Wczoraj widziałem kaczkę pływającą w jeziorze, teraz widzę kaczkę pływającą w jeziorze, i jutro zobaczę kaczkę pływającą w jeziorze.",
      "example_translation": "J'ai vu un canard nageant dans le lac hier, je vois un canard nageant dans le lac maintenant, et je verrai un canard nageant dans le lac demain.",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gęś",
      "translation": "oie",
      "definition": "Duży ptak wodny o długiej szyi, krótkich nogach i głuchojącym głosem.",
      "definition_translation": "Un grand oiseau d'eau à long cou, pattes courtes, et cri caractéristique.",
      "example": "Wczoraj usłyszałem gęś głuchojącą głośno w parku, teraz słyszę gęś głuchojącą głośno w parku, i jutro usłyszę gęś głuchojącą głośno w parku.",
      "example_translation": "J'ai entendu une oie criant fort dans le parc hier, j'entends une oie criant fort dans le parc maintenant, et j'entendrai une oie criant fort dans le parc demain.",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papuga",
      "translation": "perroquet",
      "definition": "Papuga to kolorowy ptak znany z możliwości naśladowania mowy ludzkiej i innych dźwięków.",
      "definition_translation": "Un perroquet est un oiseau色é connu pour sa capacité à imiter le langage humain et d'autres sons.",
      "example": "Miałem papugę jako dziecko,-repeatowało wszystko co mówiłem. Teraz mam papugę, która uwielbia bawić się zabawkami. W przyszłości będę miał papugę, która będzie mogła mówić jak człowiek.",
      "example_translation": "J'avais un perroquet domestique lorsque j'étais enfant, il répétait tout ce que je disais. Maintenant, j'ai un perroquet qui adore jouer avec des jouets. Dans le futur, j'aurai un perroquet qui pourra parler comme un humain.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pingwin",
      "translation": "manchot",
      "definition": "Pingwin to ptak niezdolny do lotu, żyjący w południowej półkuli, znany z charakterystycznego czarno-białego upierzenia.",
      "definition_translation": "Un manchot est un oiseau incapable de voler qui vit dans l'hémisphère sud, connu pour ses plumes distinctives noires et blanches.",
      "example": "Widziałem pingwina schlębiającego na lodzie w Antarktyce. Pingwiny są zwierzętami bardzo towarzyskimi i żyją w dużych grupach. W przyszłości pingwiny będą chronione przed zmianami klimatu.",
      "example_translation": "J'ai vu un manchot marcher sur la glace en Antarctique. Les manchots sont des animaux très sociaux et vivent dans de grandes colonies. Dans le futur, les manchots seront protégés contre le changement climatique.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bąk",
      "translation": "cigogne",
      "definition": "Bąk to duży ptak brodźny o długiej szyi i nogach, znany z migracyjnych zwyczajów i nawyków gniazdowych.",
      "definition_translation": "Une cigogne est un grand oiseau échassier avec un long cou et des jambes, connu pour ses modèles migratoires et ses habitudes de nidification.",
      "example": "Widziałem bąka latającego nad polami na wsi. Bąki są znane z migracji do Afryki zimą. W przyszłości bąki będą chronione przed niszczeniem siedlisk.",
      "example_translation": "J'ai vu une cigogne volant au-dessus des champs à la campagne. Les cigognes sont connues pour migrer en Afrique pendant l'hiver. Dans le futur, les cigognes seront protégées contre la destruction de leur habitat.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "indyk",
      "translation": "dinde",
      "definition": "Indyk to duży ptak rodzimy Ameryki Północnej, znany ze swojego charakterystycznego upierzenia i hodowli dla mięsa.",
      "definition_translation": "Une dinde est un grand oiseau originaire d'Amérique du Nord, connu pour son plumage distinct et sa domestication pour la production de viande.",
      "example": "Upiekłam indyka na Obiad Dziękczynienia. Indyki są często hodowane na farmach dla mięsa. W przyszłości indyki będą hodowane, aby być bardziej odporne na choroby.",
      "example_translation": "J'ai rôti une dinde pour le dîner de Thanksgiving. Les dindes sont souvent élevées sur des fermes pour leur viande. Dans le futur, les dindes seront élevées pour être plus résistantes aux maladies.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skrzydło",
      "translation": "aile",
      "definition": "Skrzydło to przednia kończyna ptaka, służąca do latania, zwykle długa, wąska i zakrzywiona.",
      "definition_translation": "L'aile est un membre antérieur d'un oiseau utilisé pour voler, généralement composé d'un os long, étroit et courbé.",
      "example": "Ptak machnął skrzydłem i poleciał, będzie skrzydłem swoją drogę do gniazda, i ptak poleciał przez burzę skrzydłem.",
      "example_translation": "L'oiseau a battu des ailes pour décoller, il va ailer vers le nid, et il a volé à travers la tempête.",
      "imageLink": "image_files\\English\\"imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kruk",
      "translation": "corbeau",
      "definition": "Kruk to duży, czarny ptak o charakterystycznym głosie, występujący w wielu częściach świata.",
      "definition_translation": "Un corbeau est un grand oiseau noir avec un appel distinct, trouvé dans de nombreuses parties du monde.",
      "example": "Kruk krakał głośno, będzie krakał o swoim odkryciu, i kruk krakał triumfalnie na gałęzi.",
      "example_translation": "Le corbeau a crié bruyamment, il va se vanter de sa découverte, et il a crié triomphalement sur la branche.",
      "imageLink": "image_files\\English\\"imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kukaczka",
      "translation": "coucou",
      "definition": "Kukaczka to rodzaj ptaka, który składa jaja w gniazdach innych ptaków, często naśladując ich odgłosy aby oszukać je.",
      "definition_translation": "Un coucou est un type d'oiseau qui pond ses œufs dans les nids d'autres oiseaux, souvent en imitant leurs appels pour les tromper.",
      "example": "Kukaczka wydała swój charakterystyczny śpiew, w lesie będziemy ją słyszeć, a na drzewie głośno kukaczyła.",
      "example_translation": "Le coucou a chanté sa chanson distinctive, il va coucouer dans la forêt, et il a coucoué bruyamment dans l'arbre.",
      "imageLink": "image_files\\English\\"imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "orzeł",
      "translation": "aigle",
      "definition": "Orzeł to duży, potężny ptak drapieżny z ostrymi pazurami i silnym rozpięciem skrzydeł, często kojarzony z siłą i wolnością.",
      "definition_translation": "Un aigle est un grand oiseau de proie puissant avec une griffe aiguisée et une envergure forte, souvent associé à la force et à la liberté.",
      "example": "Orzeł szybował przez niebo, będzie szedł na szczyt, a jego zdobyczyą byliśmy świadkami precyzji.",
      "example_translation": "L'aigle a plané à travers les cieux, il va aigler son chemin vers le haut, et il a aiglé sa proie avec précision.",
      "imageLink": "image_files\\English\\"imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pióro",
      "translation": "plume",
      "definition": "Pióro to lekkie, puszyste wyrostki ze skóry ptaka, często kolorowe i używane do pokazu lub izolacji.",
      "definition_translation": "Une plume est une croissance légère et soyeuse sur la peau d'un oiseau, souvent colorée et utilisée pour la parade ou l'isolation.",
      "example": "Pióra ptaka były rozhścieśnione przez wiatr. Wczoraj miało pióra jasnoniebieskie. W przyszłości jego pióra będą jeszcze bardziej żywotne.",
      "example_translation": "Les plumes douces de l'oiseau étaient ébouriffées par le vent. Hier, il avait des plumes de bleu vif. À l'avenir, ses plumes seront encore plus vibrantes.",
      "imageLink": "image_files\\English\\"imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kura",
      "translation": "poule",
      "definition": "Kura to samica kurczaka, często trzymana na farmie ze względu na jej jajka.",
      "definition_translation": "Une poule est une poule femelle, souvent élevée sur une ferme pour ses œufs.",
      "example": "Kura złożyła jaja rano. Wczoraj była młodą kurą. W przyszłości będzie starą kurą.",
      "example_translation": "La poule a pondu des œufs le matin. Hier, c'était une poule jeune. À l'avenir, la poule sera vieille.",
      "imageLink": "image_files\\English\\"imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "znosić jaja",
      "translation": "pondre des œufs",
      "definition": "Znosić jaja oznacza produkcję jaj jako samica ptaka lub gadów.",
      "definition_translation": "Pondre des œufs signifie produire des œufs comme un oiseau ou un reptile femelle.",
      "example": "Kura będzie znosić jaja jutro. Wczoraj złożyła jaja rano. W przyszłości będzie znosić jaja codziennie.",
      "example_translation": "Le poulet pondra des œufs demain. Hier, il a pondu des œufs le matin. À l'avenir, il pondra des œufs chaque jour.",
      "imageLink": "image_files\\English\\"imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sowa",
      "translation": "hibou",
      "definition": "Sowa to nocny ptak z dużymi, okrągłymi oczami i cichym lotem.",
      "definition_translation": "Un hibou est un oiseau nocturne avec de grands yeux ronds et un vol silencieux.",
      "example": "Sowa huczała głośno wczoraj w nocy. Wczoraj zobaczyła mysz. W przyszłości będzie latać ciszej.",
      "example_translation": "Le hibou a hululé bruyamment la nuit dernière. Hier, il a vu un souris. À l'avenir, il volera silencieusement.",
      "imageLink": "image_files\\English\\"imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gołąb",
      "translation": "pigeon",
      "definition": "Gołąb to rodzaj ptaka, który często spotyka się w mieście i znany jest z szarych piór i delikatnego kukania.",
      "definition_translation": "Un pigeon est un type d'oiseau qui est souvent trouvé dans les villes et est connu pour ses plumes grises et son doux roucoulement.",
      "example": "Wczoraj zobaczyłem gołębia latającego nad głową, dziś zobaczyłem gołębia siedzącego na(posążku), a jutro zobaczymy gołębia przechadzającego się po chodniku.",
      "example_translation": "J'ai vu un pigeon voler au-dessus de ma tête hier, mais aujourd'hui je l'ai vu perché sur une statue, et demain je le verrai se pavaner sur le trottoir.",
      "imageLink": "image_files\\English\\"imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mewa",
      "translation": "mouette",
      "definition": "Mewa to rodzaj dużego, białego ptaka, który często spotyka się nad oceanem i znany jest ze swojego zachowania szabrującego.",
      "definition_translation": "Une mouette est un type de grand oiseau blanc qui est souvent trouvé près de l'océan et est connu pour son comportement de charognard.",
      "example": "Obejrzałem, jak mewa unosowała się w powietrzu, potem zobaczyłem ją kradnąc frytkę od plażowicza, a później zobaczyłem ją siedzącą na skale, patrolując swoje królestwo.",
      "example_translation": "J'ai regardé une mouette voler haut dans le ciel, puis plonger pour voler une frite à un baigneur, et plus tard je l'ai vue perchée sur un rocher, surveillant son royaume.",
      "imageLink": "image_files\\English\\"imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wróbel",
      "translation": "moineau",
      "definition": "Wróbel to mały, brązowy ptak, który często spotyka się w ogródkach i parkach i znany jest ze swojego szybkiego ruchu i świergotu.",
      "definition_translation": "Un moineau est un petit oiseau brun qui est souvent trouvé dans les jardins et les parcs et est connu pour ses mouvements rapides et son chant criard.",
      "example": "Musiałem spędzić wróbla, który zabierał okruchy ze stolika, ale później zobaczyłem go latającego między gałęziami drzew, śpiewając słodki śpiew.",
      "example_translation": "J'ai dû chasser un moineau qui picorait les miettes sur ma table de jardin, mais plus tard je l'ai vu voler de branche en branche dans l'arbre voisine, chantant sa douce chanson.",
      "imageLink": "image_files\\English\\"imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łabędź",
      "translation": "cygne",
      "definition": "Łabędź to duży, biały ptak z długą szyją, często spotyka się w stawach i jeziorach i znany jest ze swojego eleganckiego wyglądu i łagodnych ruchów.",
      "definition_translation": "Un cygne est un grand oiseau blanc au long cou qui est souvent trouvé dans les étangs et les lacs et est connu pour ses mouvements gracieux et son apparence élégante.",
      "example": "Wczoraj zobaczyłem łabędzia płynącego przez jezioro, dziś zobaczyłem gołębia węgającego się brzegiem, a jutro zobaczymy go unos-zonego w powietrzu, jego silne skrzydła bijąc w czasie lotu.",
      "example_translation": "J'ai vu un cygne glisser sur le lac hier, mais aujourd'hui je l'ai vu marcher le long de la rive, et demain je le verrai voler haut dans le ciel, ses ailes battant fortement.",
      "imageLink": "image_files\\English\\"imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziób",
      "translation": "bec",
      "definition": "Dziób to część górnej szczęki ptaka, składająca się z rogowej, pokrytej keratyną żuchwy górnej i dolnej.",
      "definition_translation": "Le bec est la partie buccale d'un oiseau, consistant en une mandibule supérieure cornée et recouverte de kératine et une mandibule inférieure.",
      "example": "Dziób papugi był wystarczająco silny, aby rozbić orzech. Wczoraj widziałem ptaka z złamanym dziobem. Jeśli dziób jest zbyt słaby, ptak nie przetrwa.",
      "example_translation": "Le bec du perroquet était suffisamment fort pour ouvrir une noix. Hier, j'ai vu un oiseau avec un bec cassé. Si le bec est trop faible, l'oiseau ne survivra pas.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gołąb",
      "translation": "colombe",
      "definition": "Gołąb to rodzaj ptaka, które często symbolizuje pokój i miłość.",
      "definition_translation": "Une colombe est un type d'oiseau qui est souvent vu comme un symbole de paix et d'amour.",
      "example": "Gołąb leciał cicho z klatki. Wypuściła gołąba na ceremonii ślubnej. Do czasu, gdy przybyłem, gołąb już uleciał.",
      "example_translation": "La colombe a volé tranquillement hors de la cage. Elle a libéré une colombe lors de la cérémonie de mariage. Quand je suis arrivé là-bas, la colombe avait déjà volé.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drapieżnik",
      "translation": "prédateur",
      "definition": "Drapieżnik to zwierzę, które naturalnie poluje na inne zwierzęta.",
      "definition_translation": "Un prédateur est un animal qui se nourrit naturellement d'autres animaux.",
      "example": "Lew to drapieżnik, który wędruje przez sawannę. Drapieżnicy często mają ostre zęby i pazury. Do roku 2050 wielu drapieżników zostanie wymordowanych.",
      "example_translation": "Le lion est un prédateur qui erre dans la savane. Les prédateurs ont souvent des dents et des griffes aiguisées. D'ici l'an 2050, beaucoup de prédateurs seront éteints.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jastrząb",
      "translation": "faucon",
      "definition": "Jastrząb to rodzaj ptaka drapieżnego, znany z ostrego wzroku i zwinności.",
      "definition_translation": "Un faucon est un type d'oiseau de proie qui est connu pour sa vue aiguë et son agilité.",
      "example": "Jastrząb przelatywał przez jasne niebo. Jastrzębie są chronione przez prawo w wielu krajach. Jeśli jastrząb nie znajdzie jedzenia, umrze z głodu.",
      "example_translation": "Le faucon a plané à travers le ciel bleu clair. Les faucons sont protégés par la loi dans de nombreux pays. Si le faucon ne trouve pas de nourriture, il mourra de faim.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skowronek",
      "translation": "alouette",
      "definition": "Skowronek to mały, śpiewający ptak ze szczerbioną i brązową upierzeniem.",
      "definition_translation": "un petit oiseau chanteur de campagne ouverte, au plumage gris et brun",
      "example": "Wczoraj widziałem skowronka lecącego wysoko w niebie, potem usłyszałem jego piękną pieśń rano, a następnie będę obserwował, jak buduje gniazdo tygodnia.",
      "example_translation": "J'ai vu une alouette voler haut dans le ciel hier, puis j'ai entendu sa belle chanson ce matin, et je vais la voir construire son nid la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpak",
      "translation": "pie",
      "definition": "Szpak to duża, czarno-biała ptaka o długim ogonie, znana z kradzieży przedmiotów lśniących.",
      "definition_translation": "un grand oiseau noir et blanc à queue longue, connu pour voler des objets brillants",
      "example": "Szpak leciał nad głową, potem wylądował na płocie, a jutro wróci, aby ukraść jedzenie.",
      "example_translation": "La pie volait au-dessus de la tête, puis elle s'est posée sur la clôture, et elle sera de retour demain pour voler de la nourriture.",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gniazdo",
      "translation": "nid",
      "definition": "Struktura zbudowana przez ptaki lub owady do składania jaj lub wychowywania młodych.",
      "definition_translation": "une structure construite par les oiseaux ou les insectes pour pondre leurs œufs ou élever leurs jeunes",
      "example": "Ptak zbudował gniazdo w drzewie, potem złożył jaja, a następnie wychowa młode.",
      "example_translation": "L'oiseau a construit son nid dans l'arbre, puis il a pondu ses œufs, et il élèvera ses poussins bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gniazdo",
      "translation": "nid",
      "definition": "Miejsce odpoczynku lub schronienia, zwłaszcza przytulne i oddalone.",
      "definition_translation": "un lieu de repos ou de refuge, notamment un lieu confortable ou isolé",
      "example": "Chatka była naszym gniazdkiem na weekend, gdzie odpoczywaliśmy i mieliśmy dobrą zabawę.",
      "example_translation": "Le chalet était notre nid pour le week-end, où nous nous sommes détendus et avons passé un bon moment.",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "upierzenie",
      "translation": "plumage",
      "definition": "Pióra, które pokrywają ciało ptaka, zwłaszcza te, które są kolorowe lub ozdobne.",
      "definition_translation": "Les plumes qui couvrent le corps d'un oiseau, en particulier celles qui sont brillamment colorées ou ornementales.",
      "example": "Upierzenie pawia było wspaniałym widokiem. Wyświetlało swoje upierzenie przez godziny. Do przyszłego roku będzie miało nowe upierzenie.",
      "example_translation": "Le plumage du paon était un spectacle incroyable à voir. Il avait exposé son plumage pendant des heures. D'ici l'année prochaine, il aura grandi un nouveau plumage.",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kudłacz",
      "translation": "corbeau",
      "definition": "Duży, czarny ptak o głośnym, ostrym głosie, spokrewniony z kawą i uważany za symbol inteligencji i tajemnicy.",
      "definition_translation": "Un grand oiseau noir avec un appel fort et rauque, apparenté à la corneille et considéré comme un symbole d'intelligence et de mystère.",
      "example": "Kudłacz siedział na murze zamku, obserwując procesję króla. Widziałem go latającego wokół zamku przed jego śmiercią. Do czasu, gdy ukończę studia, zobaczę wiele kudłaczy.",
      "example_translation": "Le corbeau perché sur le mur du château, regardant le cortège du roi. On l'avait vu voler autour du corbeau avant qu'il ne meure. D'ici que je sorte diplômé, j'aurai vu de nombreux corbeaux.",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "albatros",
      "translation": "albatros",
      "definition": "Duży morski ptak z hakowatym dziobem, spotykany w południowych oceanach, często uważany za symbol dobrego lub złego szczęścia, w zależności od kontekstu.",
      "definition_translation": "Un grand oiseau de mer avec un bec crocheté, trouvé dans les océans du sud, souvent considéré comme un symbole de bonne chance ou de mauvaise chance, selon le contexte.",
      "example": "Albatros unosząc się nad nami, jego skrzydła bijąc wolno. Widzieliśmy albatrosa latającego nad statkiem. Do czasu, gdy dotrzemy do portu, zobaczymy kilka albatrosów.",
      "example_translation": "L'albatros planait au-dessus de nous, ses ailes battant lentement. Nous avions vu un albatros voler au-dessus du navire. D'ici que nous arrivions au port, nous aurons repéré plusieurs albatros.",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pożeracz pszczół",
      "translation": "guêpier",
      "definition": "Jaskrawo ubarwiony ptak, który łapie i je pszczół i inne owady, spotykany w ciepłych regionach świata.",
      "definition_translation": "Un oiseau aux couleurs vives qui attrape et mange des abeilles et d'autres insectes, trouvé dans les régions chaudes du monde.",
      "example": "Pożeracz pszczół usiadł na gałęzi drzewa, jego pióra lśniły. Widzieliśmy, jak pożeracz pszczół łapie pszczołę. Do następnego lata, zobaczymy gniazdo pożeracza pszczół.",
      "example_translation": "Le guêpier perché sur une branche d'arbre, ses plumes scintillant. Nous avions regardé un guêpier attrapant une abeille. D'ici l'été prochain, j'aurai vu un nid de guêpier.",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czarny głuszec",
      "translation": "tétras lyre",
      "definition": "Duży, ciemnopłomi ptak z rodziny kuropatw, spotykany na torfowiskach i wrzosowiskach.",
      "definition_translation": "Un grand oiseau sombre du famille des grouses, trouvé dans les landes et les bruyères.",
      "example": "Czarny głuszec został wpisany na listę gatunków wymagających specjalnej ochrony w 2015 roku. Jego populacja zmniejszała się od lat 70. Do 2025 roku, wysiłki ochrony pomogą zwiększyć jego liczebność.",
      "example_translation": "Le tétras lyre a été inscrit comme espèce de conservation spéciale en 2015. Il a été en déclin de population depuis les années 1970. D'ici 2025, les efforts de conservation auront aidé à augmenter ses effectifs.",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czarny bocian",
      "translation": "cigogne noire",
      "definition": "Duży, brodzący ptak z czarnym upierzeniem, spotykany na mokradłach i łąkach.",
      "definition_translation": "Un grand oiseau échasseur au plumage noir, trouvé dans les zones humides et les prairies.",
      "example": "Czarny bocian jest znany ze swojego charakterystycznego, głośnego, trąbiącego krzyku. Widzieliśmy czarnego bociana gniazdującego w pobliskich mokradłach w zeszłym roku. Do następnego lata, będzie się już przemieścił do Afryki.",
      "example_translation": "La cigogne noire est connue pour son appel distinctif, un cri sonore de trompette. Nous avons vu une cigogne noire nicheuse dans les zones humides voisines l'an dernier. D'ici l'été prochain, elle aura migré en Afrique.",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mewa czarnogłowa",
      "translation": "goéland à tête noire",
      "definition": "Średniej wielkości mewa z czarną głową i białym ciałem, spotykana w obszarach nadmorskich i miejskich.",
      "definition_translation": "Un goéland de taille moyenne avec une tête noire et un corps blanc, trouvé dans les zones côtières et les environnements urbains.",
      "example": "Mewa czarnogłowa jest oportunیستycznym drapieżcą, często spotykanym w pobliżu łodzi rybackich. Widzieliśmy, jak mewa czarnogłowa kradnie jedzenie z plaży latem zeszłym. Do następnej zimy, będzie się przemieściła do cieplejszych klimatów.",
      "example_translation": "Le goéland à tête noire est un charognard opportuniste, souvent trouvé près des bateaux de pêche. Nous avons regardé un goéland à tête noire volant de la nourriture à un baigneur l'été dernier. D'ici l'hiver prochain, il aura migré vers des climats plus chauds.",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kosiarka",
      "translation": "merle",
      "definition": "Pospolity ptak z czarnym upierzeniem, spotykany w ogrodach i lasach.",
      "definition_translation": "Un oiseau commun au plumage noir, trouvé dans les jardins et les bois.",
      "example": "Kosiarka jest znana ze swojej melodia pieśni. Słyszeliśmy kosiarkę śpiewającą w ogrodzie rano. Do następnej wiosny, zbuduje nowe gniazdo.",
      "example_translation": "Le merle est connu pour son chant mélodieux. Nous avons entendu un merle chanter dans le jardin ce matin. D'ici le printemps prochain, il aura construit un nouveau nid.",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skowronek",
      "translation": "mésange bleue",
      "definition": "Mały, jaskrawo ubarwiony ptak z niebiesko-żółtym upierzeniem, spotykany w lasach i ogrodach.",
      "definition_translation": "un petit oiseau aux couleurs vives avec un plumage bleu et jaune distinct, trouvé dans les bois et les jardins",
      "example": "Skowronek odwiedzał karmnik każdego ranka, a wczoraj zbudował gniazdo w naszym ogrodzie, ale do następnego roku, przemieści się do cieplejszych klimatów.",
      "example_translation": "Le mésange bleue visitait chaque matin le nourrisseur d'oiseaux, et hier il a construit un nid dans notre jardin, mais d'ici l'année prochaine il aura migré vers des climats plus chauds.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wachlarzówka",
      "translation": "silkée à bec jaune",
      "definition": "Duży, szarawo-brązowy ptak z czubem i żółtą końcówką ogona, spotykany w lasach i ogrodach.",
      "definition_translation": "un grand oiseau gris-brun avec une huppe et une pointe jaune sur sa queue, trouvé dans les bois et les jardins",
      "example": "Wachlarzówka jest rzadkim gościem zimowym w naszym regionie, a w zeszłym roku, została zaobserwowana w lokalnym parku. Ale za miesiąc, będzie się przemieściła do swoich terenów lęgowych na północy.",
      "example_translation": "La silkée à bec jaune est un visiteur d'hiver rare dans notre région, et l'an dernier il a été vu dans notre parc local, mais le mois prochain il aura retrouvé ses terrains de reproduction dans le nord.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "puchacz syberyjski",
      "translation": "hibou boréal",
      "definition": "Średniej wielkości puchacz z okrągłą głową i żółtymi oczami, spotykany w lasach i borach.",
      "definition_translation": "un hibou de taille moyenne avec une tête ronde et des yeux jaunes, trouvé dans les forêts et les bois",
      "example": "Puchacz syberyjski jest nocnym łowcą, a wczoraj wieczorem, słyszeliśmy jego huczenie w lesie. Ale do następnej wiosny, przemieści się do arktycznej tundry.",
      "example_translation": "Le hibou boréal est un chasseur nocturne, et la nuit dernière il a été entendu hululer dans la forêt, mais le printemps prochain il aura migré vers la toundra arctique.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papuzik falisty",
      "translation": "perruche ondulée",
      "definition": "Mały, kolorowy papuzik rodzimy z Australii, często trzymany jako ptak domowy.",
      "definition_translation": "un petit perroquet coloré originaire d'Australie, souventgardé comme animal de compagnie",
      "example": "Papuzik falisty jest popularnym ptakiem domowym, a wczoraj nauczył się naśladować mój głos. Ale za tydzień, będzie przemieszczony do większej woliery.",
      "example_translation": "La perruche ondulée est un oiseau familier populaire, et hier il a appris à imiter ma voix, mais la semaine prochaine il sera transféré dans un volière plus grande.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gil szary",
      "translation": " Bouvreuil",
      "definition": "mały, krępy ptak z charakterystyczną czarną czapką i rudym piersiem, spotykany w lasach i ogrodach.",
      "definition_translation": "un petit oiseau trapu avec un capuchon noir et une poitrine rouge, trouvé dans les bois et les jardins.",
      "example": "Wiosną zobaczyłem gila szarego siedzącego na gałęzi, śpiewającego słodką melodię. W zeszłym roku gil szary zbudował gniazdo w naszym ogrodzie. Do następnej zimy zobaczę wiele gilów szarych w lasach.",
      "example_translation": "Au printemps, j'ai vu un bouvreuil perché sur une branche, chantant une douce mélodie. L'an dernier, un bouvreuil avait bâti un nid dans notre jardin. D'ici l'hiver prochain, j'aurai vu beaucoup de bouvreuils dans les bois.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "myszołów",
      "translation": "Buse",
      "definition": "duży, szerokoskrzydły ptak drapieżny z okrągłym ogonem, spotykany na otwartych terenach i w górach.",
      "definition_translation": "un grand oiseau de proie à ailes larges et queue arrondie, trouvé dans les campagnes ouvertes et les montagnes.",
      "example": "Myszołów unoszący się w powietrzu, skanował pola w poszukiwaniu następnego posiłku. W zeszłym tygodniu zobaczyłem myszołowa siedzącego na pniu drzewa. Do następnego lata zobaczę wiele myszołowów latających w powietrzu.",
      "example_translation": "La buse planait au-dessus, scrutant les champs pour son prochain repas. La semaine dernière, j'ai aperçu une buse perché sur un sillon de bois. D'ici l'été prochain, j'aurai vu beaucoup de buses volant au-dessus.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kanarek",
      "translation": "Canari",
      "definition": "mały, żółty ptak śpiewający, często trzymany jako zwierzę domowe albo używany jako symbol śpiewu i piękna.",
      "definition_translation": "un petit oiseau chanteur jaune, souvent gardé comme animal de compagnie ou utilisé comme symbole de chant et de beauté.",
      "example": "Babcia miała kanarka w klatce, a jego słodkie śpiewanie wypełniało pokój. W zeszłym roku zobaczyłem kanarka śpiewającego w drzewie. Do następnego miesiąca kupię kanarka jako zwierzę domowe.",
      "example_translation": "Ma grand-mère gardait autrefois un canari dans une cage, et son chant suave emplissait la pièce. L'an dernier, j'ai vu un canari chantant dans un arbre. D'ici le mois prochain, j'aurai acheté un canari comme animal de compagnie.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czyż",
      "translation": "Pinson",
      "definition": "mały, brązowo-szary ptak z charakterystyczną białą pręgą na skrzydle, spotykany w lasach i ogrodach.",
      "definition_translation": "un petit oiseau brun-gris avec une barre d'aile blanche distinctive, trouvé dans les bois et les jardins.",
      "example": "W zimie zobaczyłem czyża siedzącego na gałęzi, jedzącego nasiona. W zeszłym miesiącu czyż zbudował gniazdo w naszym ogrodzie. Do następnej jesieni zobaczę wiele czyżów w lasach.",
      "example_translation": "En hiver, j'ai vu un pinson perché sur une branche, mangeant des graines. Le mois dernier, un pinson avait bâti un nid dans notre jardin. D'ici l'automne prochain, j'aurai vu beaucoup de pinsons dans les bois.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kogut",
      "translation": "coq",
      "definition": "Samiec kury, typowo z jaskrawymi piórkami i głośnym, krzykliwym głosem.",
      "definition_translation": "Un coq, généralement avec un plumage vif et un appel criard et bruyant.",
      "example": "Rolnik trzymał dumnego koguta w gospodarstwie. Wczoraj zabrał koguta na targ. W następnym tygodniu kupi nowego koguta.",
      "example_translation": "Le fermier gardait un coq fier dans la cour de la ferme. Hier, il a emmené le coq à la foire. La semaine prochaine, il achètera un nouveau coq.",
      "imageLink": "image_files\\English\\"imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piecuszek",
      "translation": "pouillot véloce",
      "definition": "mały, wędrowny ptak śpiewający z charakterystycznym, powtarzalnym śpiewem.",
      "definition_translation": "Un petit oiseau chanteur migrateur avec un chant distinctif et répétitif.",
      "example": "Piecuszek śpiewa swoją piosenkę wiosną. W zeszłym roku zobaczyłem piecuszka w lesie. Do następnego wiosny piecuszek powróci z wędrówki.",
      "example_translation": "Le pouillot véloce chante sa chanson au printemps. L'année dernière, j'ai vu un pouillot véloce dans la forêt. D'ici au printemps prochain, le pouillot véloce aura migré de retour.",
      "imageLink": "image_files\\English\\"imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żuraw",
      "translation": "grue cendrée",
      "definition": "duży, wędrowny ptak brodźny z charakterystycznym, trąbiącym głosem.",
      "definition_translation": "Un grand oiseau d'eau migrateur avec un appel distinctif, semblable à une trompette.",
      "example": "Żuraw migruje do Afryki zimą. Wczoraj zobaczyłem żurawia w mokradłach. W ciągu 10 lat żuraw stanie się rzadkim widokiem.",
      "example_translation": "La grue cendrée migre vers l'Afrique en hiver. Hier, j'ai vu une grue cendrée dans les zones humides. Dans 10 ans, la grue cendrée sera devenue un aperçu rare.",
      "imageLink": "image_files\\English\\"imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łyska",
      "translation": "gallinule poule d'eau",
      "definition": "ptak bagienny, z charakterystyczną, czarną brewią i głośnym, wybuchowym głosem.",
      "definition_translation": "Un oiseau des zones humides, avec un front distinctif, noir et un appel bruyant et explosif.",
      "example": "Łyska mieszka w trzcinie. W zeszłym tygodniu zobaczyłem łyskę pływającą po jeziorze. Do następnego lata łyska zbuduje gniazdo.",
      "example_translation": "La gallinule poule d'eau vit dans les roseaux. La semaine dernière, j'ai vu une gallinule poule d'eau nager dans le lac. D'ici à l'été prochain, la gallinule poule d'eau aura construit son nid.",
      "imageLink": "image_files\\English\\"imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śpiewak",
      "translation": "rossignol commun",
      "definition": "mały, wędrowny ptak śpiewający z brązowym grzbietem i skrzydełkami, szarym spodem, spotykany w lasach i ogrodach Europy i Azji.",
      "definition_translation": "Un petit oiseau chanteur migrateur avec un dos et des ailes brun, et un dessous gris-brun, trouvé dans les bois et les jardins en Europe et en Asie.",
      "example": "Śpiewak pięknie śpiewał w ogrodzie wczoraj wieczorem. Zaśpiewa ponownie jutro wieczorem. Śpiewa słodkie melodie od lat.",
      "example_translation": "Le rossignol commun chantait magnifiquement dans le jardin hier soir. Il chantera à nouveau demain soir. Il a chanté des mélodies suaves pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cernica",
      "translation": "sizerin flammé",
      "definition": "mały, czerwonolica szczygiełka spotykany w lasach i tundrze na północnej półkuli.",
      "definition_translation": "Un petit pinson avec un visage, une poitrine et un croupion roux-brun, trouvé dans les forêts boréales et la toundra dans l'hémisphère nord.",
      "example": "Cernica poleciała do karmnika wczoraj. Zaśleci z powrotem do drzewa jutro. Lata na południe zimą już wiele lat.",
      "example_translation": "Le sizerin flammé volait vers le nourrisseur hier. Il volera à nouveau vers les arbres demain. Il a volé vers le sud pour l'hiver pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "białogardła",
      "translation": "gargouille à ventre blanc",
      "definition": "Wielkości średniej ptak śpiewający z białą plamą na gardle, spotykany na otwartych przestrzeniach, w ogrodach i lasach w Europie i Azji.",
      "definition_translation": "Un oiseau chanteur migrateur avec un patch de gorge blanc, trouvé dans les campagnes ouvertes, les jardins et les bois en Europe et en Asie.",
      "example": "Białogardła zbudowało gniazdo w krzakach wiosną. Zbuduje kolejne gniazdo rok następny. Białogardła buduje gniazda od lat.",
      "example_translation": "La gargouille à ventre blanc a construit un nid dans les buissons le printemps dernier. Il construira un autre l'année prochaine. Elle a construit des nids pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gołąb leśny",
      "translation": "pigeon ramier",
      "definition": "Duży, szarawo-brązowy gołąb z białą opaską na szyi, spotykany w lasach i ogrodach w Europie i Azji.",
      "definition_translation": "Un grand pigeon gris-brun avec un bandeau blanc sur son cou, trouvé dans les bois et les jardins en Europe et en Asie.",
      "example": "Gołąb leśny nocował w lesie wczoraj. Nocować będzie tam również jutro. Gołąb leśny nocuje w lesie od lat.",
      "example_translation": "Le pigeon ramier s'est perché dans les arbres hier soir. Il se perça à nouveau demain soir. Il s'est perché dans les bois pendant des années.",
      "imageLink": "image_files\\English\\"imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kondor",
      "translation": "condor",
      "definition": "Kondor to typ nowego światowego sępa, charakteryzujący się dużymi rozmiarami, czarnym upierzeniem i charakterystyczną łysą głową.",
      "definition_translation": "Un condor est un type de vautour du Nouveau Monde, caractérisé par sa grande taille, son plumage noir et sa tête chauve distinctive.",
      "example": "W Andach kondory znane są z lotów na wielkie wysokości. Wczoraj widziałem kondora lecącego nad głową. Do przyszłego roku kondory będą zamieszkiwały ten region przez wieki.",
      "example_translation": "Dans les Andes, les condors ont été connus pour atteindre de grandes hauteurs. Hier, j'ai vu un condor voler au-dessus de ma tête. D'ici l'année prochaine, les condors auront habité cette région depuis des siècles.",
      "imageLink": "image_files\\English\\"imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kormoran",
      "translation": "cormoran",
      "definition": "Kormoran to duży ptak wodny o krępej budowie, długiej szyi i czarnym upierzeniu, spotykany w środowiskach wodnych na całym świecie.",
      "definition_translation": "Un cormoran est un grand oiseau d'eau avec un corps robuste, un long cou et un plumage noir, trouvé dans les environnements aquatiques du monde entier.",
      "example": "Kormoran nurkował do jeziora, wyłaniając się z rybą w dziobie. Kormorany są znane ze swojej zwinności w wodzie. Gdy dotarłem do brzegu, kormoran już odfrunął.",
      "example_translation": "Le cormoran a plongé dans le lac, émergeant avec un poisson dans son bec. Les cormorans sont connus pour leur agilité dans l'eau. Au moment où j'ai atteint la rive, le cormoran avait fui.",
      "imageLink": "image_files\\English\\"imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chruściel",
      "translation": "râle",
      "definition": "Chruściel to typ ptaka należącego do rodziny Rallidae, charakteryzujący się smukłą budową, długimi nogami i tajemniczym zachowaniem.",
      "definition_translation": "Un râle est un type d'oiseau qui appartient à la famille des Rallidés, caractérisé par son corps svelte, ses longues pattes et son comportement secret.",
      "example": "Chruściel wyłonił się z trzcin, ujawniając swój prążkowany grzbiet. Chruściele są płochliwymi ptakami, które rzadko wychodzą z ukrycia. Do przyszłej wiosny populacja chruścieli znacznie się zwiększy.",
      "example_translation": "Le râle a rampé hors des roseaux, révélant son dos rayé. Les râles sont des oiseaux timides qui sortent rarement de leurs cachettes. D'ici le printemps prochain, la population de râles aura augmenté de manière significative.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żuraw",
      "translation": "grue",
      "definition": "Żuraw to duży, długoszyi ptak brodzący o smukłej budowie, spotykany w mokradłach i łąkach na całym świecie.",
      "definition_translation": "Une grue est un grand oiseau échassier à long cou avec un corps svelte, trouvé dans les zones humides et les prairies du monde entier.",
      "example": "Żuraw brodził przez płytką wodę, swoimi długimi nogami stalkując zdobycz. Żurawie są znane ze swoich wdzięcznych tańców godowych. Do przyszłej jesieni żurawie już wyemigrują do swoich zimowisk.",
      "example_translation": "La grue a marché à travers l'eau peu profonde, ses longues pattes traquant leur proie. Les grues sont connues pour leurs danses nuptiales gracieuses. D'ici l'automne prochain, les grues auront migré vers leurs terres d'hivernage.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lerka",
      "translation": "alouette hausse-col",
      "definition": "Lerka to mały lub średniej wielkości ptak z charakterystycznym grzebieniem na głowie, spotykany na otwartych przestrzeniach i suchej trawie.",
      "definition_translation": "Un oiseau de petite à moyenne taille avec une crête distinctive sur la tête, trouvé dans les campagnes ouvertes et les pelouses sèches.",
      "example": "Lerka siadła na płocie, śpiewając swoją melodyjną piosenkę. Siedziała tam wczoraj i siądzie tam również jutro.",
      "example_translation": "L'alouette hausse-col s'est perchée sur un poteau de clôture, chantant sa chanson mélodieuse. Elle s'y était perchée hier, et se percherait là encore demain.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sikorka czubatka",
      "translation": "mésange huppée",
      "definition": "Sikorka czubatka to mały, energiczny ptak z charakterystycznym grzebieniem na głowie, spotykany w lasach iglastych i gajach.",
      "definition_translation": "Un petit oiseau énergique avec une crête distinctive sur la tête, trouvé dans les forêts de conifères et les bois.",
      "example": "Sikorka czubatka błyskawicznie biegła między gałęziami, szukając nasion do jedzenia. Biegła między gałęziami również wiosną, i będzie biegać tam zimą.",
      "example_translation": "La mésange huppée a filé entre les branches, à la recherche de graines à manger. Elle filera à nouveau entre les branches l'hiver prochain, et avait filé entre elles le printemps dernier.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ścieżka",
      "translation": "courlis",
      "definition": "Ścieżka to średniej wielkości ptak brodzący o charakterystycznym, zakrzywionym dziobie, spotykany w mokradłach i obszarach przybrzeżnych.",
      "definition_translation": "Un oiseau de marais de taille moyenne à grande avec un bec incurvé distinct, trouvé dans les zones humides et les régions côtières.",
      "example": "Ścieżka brodziła przez płytką wodę, szukając ryb do jedzenia. Brodziła przez płytką wodę wczoraj i brodzić będzie tam również jutro.",
      "example_translation": "Le courlis a marché dans l'eau peu profonde, à la recherche de poissons à manger. Il avait marché dans l'eau peu profonde hier, et marcherait à nouveau dans l'eau peu profonde demain.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łabędź niemowlę",
      "translation": "cygneau",
      "definition": "Łabędź niemowlę to młody łabędź, zazwyczaj szary lub biały, spotykany w środowiskach słodkowodnych takich jak jeziora i rzeki.",
      "definition_translation": "Un jeune cygne, généralement gris ou blanc, trouvé dans les habitats d'eau douce tels que les lacs et les rivières.",
      "example": "Łabędź niemowlę pływał obok matki, ucząc się nurkować i szukać roślin. Pływał obok matki wczoraj i pływać będzie tam również jutro.",
      "example_translation": "Le cygneau a nagé à côté de sa mère, apprenant à plonger et à se nourrir de plantes. Il avait nagé à côté de sa mère hier, et nagerait à côté d'elle à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sowa bielika",
      "translation": "hibou grand-duc",
      "definition": "Duży, ear-tufted sowa, found in lasach i trawnikach, mający charakterystyczne buczenie.",
      "definition_translation": "Un grand hibou avec des touffes d'oreille, trouvé dans les bois et les prairies, avec un appel caractéristique en forme de huu.",
      "example": "W środku nocy, sowa bielika opuściła się, aby schwytać swoją zdobycz. Wczoraj, zobaczyłem sowę bieliką siedzącą na gałęzi drzewa. Do następnego roku, sowy bieliki będą zamieszkiwały ten las przez wieki.",
      "example_translation": "Dans le silence de la nuit, le hibou grand-duc s'est abattu pour attraper sa proie. Hier, j'ai vu un hibou grand-duc perché sur une branche d'arbre. D'ici l'an prochain, les hiboux grands-ducs auront habité cette forêt depuis des siècles.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "emu",
      "translation": "émeu",
      "definition": "Duży, bezskrzydły ptak endemiczny dla Australii, znany ze swojego miękkiego, pierścieniowego upierzenia i potężnych nóg.",
      "definition_translation": "Un grand oiseau sans ailes natif d'Australie, connu pour son plumage doux et soyeux et ses pattes puissantes.",
      "example": "Emu biegł szybko przez outback, ścigany przez głodnego dingo. W zeszłym tygodniu, zobaczyłem emu w zoo, wyglądając naprawdę zadowolonym. Jeśli kiedykolwiek odwiedzę Australię, mam nadzieję, że zobaczę emu w naturze.",
      "example_translation": "L'émeu a couru rapidement à travers l'outback, poursuivi par un dingo affamé. La semaine dernière, j'ai vu un émeu au zoo, qui avait l'air très satisfait. Si je visite un jour l'Australie, j'espère voir un émeu dans son habitat naturel.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sokół",
      "translation": "faucon",
      "definition": "Szybki i zwinny ptak drapieżny, znany ze swoich ostrych szponów i potężnych skrzydeł.",
      "definition_translation": "Un oiseau de proie rapide et agile, connu pour ses serres aiguisées et ses ailes puissantes.",
      "example": "Sokół przeleciał przez niebo, jego skrzydła bijąc szybko, polując na zdobycz. Sokoliarz dokładnie trenował sokoła, aby zanurzyć się i wykonać zwrot. W starożytnych czasach, sokole były używane jako posłańcy przez królów.",
      "example_translation": "Le faucon a survolé le ciel, ses ailes battant rapidement tandis qu'il chassait sa proie. Le fauconnier a soigneusement entraîné le faucon à plonger et à s'élever. Dans les temps anciens, les faucons étaient utilisés comme messagers par les rois.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "flaming",
      "translation": "flamant",
      "definition": "Różowy lub rudawy ptak brodzący z charakterystycznym kształtem dzioba, found in warm and tropical regions.",
      "definition_translation": "Un oiseau échassier rose ou rougeâtre avec une forme de bec distinctive, trouvé dans les régions chaudes et tropicales.",
      "example": "Flaming brodził przez płytkie wody, jego długi szyja skanując przy rybę. Wczoraj, zobaczyłem stadko flamingów na plaży, ich różowe pióra świeciły w zachodzie słońca. W przyszłości, flamingi będą nadal kwitnąć w chronionych rezerwatach dzikiej przyrody.",
      "example_translation": "Le flamant a marché dans les eaux peu profondes, son long cou balayant à la recherche de poissons. Hier, j'ai vu un troupeau de flamants sur la plage, leurs plumes roses éclatant au coucher du soleil. Dans l'avenir, les flamants continueront de prospérer dans les réserves naturelles protégées.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gęś",
      "translation": " jars",
      "definition": "Samiec gęsi, szczególnie duży lub dojrzały.",
      "definition_translation": "Un jars mâle, en particulier un large ou mature.",
      "example": "Gęś huczał głośno na rolnika, ale rolnik nie był przerażony. Gęś huczał również wczoraj, i będzie huczał jutro.",
      "example_translation": "Le jars a hissé bruyamment au fermier, mais le fermier n'a pas été intimidé. Le jars avait hissé au fermier hier, et hissera à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "strupień ogrodowy",
      "translation": "fauve-verdier",
      "definition": "Mały, szarobrązowy ptak śpiewający z białym gardłem i spodem.",
      "definition_translation": "Un petit oiseau chanteur gris-brun avec une gorge et des parties inférieures blanches.",
      "example": "Strupień ogrodowy śpiewał piękną melodię w ogrodzie wczoraj. Strupień ogrodowy będzie śpiewał ponownie w ogrodzie jutro, i śpiewał w ogrodzie w zeszłym roku.",
      "example_translation": "Le fauve-verdier a chanté une belle mélodie dans le jardin hier. Le fauve-verdier chantera à nouveau dans le jardin demain, et le fauve-verdier a chanté dans le jardin l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krzyżówka",
      "translation": "sarcelle d'été",
      "definition": "Mała, szybko latająca kaczka, typowo found in marshes and wetlands.",
      "definition_translation": "Un petit canard rapide, typiquement trouvé dans les marécages et les zones humides.",
      "example": "Krzyżówka szybko leciała nad mokradłem wczoraj. Krzyżówka będzie latać ponownie nad mokradłem jutro, i latała nad mokradłem w zeszłym roku.",
      "example_translation": "La sarcelle d'été a volé rapidement au-dessus du marais hier. La sarcelle d'été volera à nouveau au-dessus du marais demain, et la sarcelle d'été a volé au-dessus du marais l'été dernier.",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koronka",
      "translation": "roitelet",
      "definition": "Mały, kolorowy ptak śpiewający z charakterystyczną koroną na głowie.",
      "definition_translation": "Un petit oiseau chanteur coloré avec une crête distinctive sur sa tête.",
      "example": "Koronka siedziała na gałęzi drzewa wczoraj. Koronka będzie siedziała ponownie na gałęzi drzewa jutro, i siedziała na gałęzi drzewa w zeszłym roku.",
      "example_translation": "Le roitelet s'est perché sur la branche de l'arbre hier. Le roitelet se perdra à nouveau sur la branche de l'arbre demain, et le roitelet s'est perché sur la branche de l'arbre dernier hiver.",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "orzeł złotawy",
      "translation": "aigle royal",
      "definition": "Duży, ciemnobrązowy orzeł z złotobrązowym kołnierzem i skrzydłami, found in górskich regionach półkuli północnej.",
      "definition_translation": "Un grand aigle brun foncé avec une nuque et des ailes dorées-brunes, trouvé dans les régions montagneuses de l'hémisphère nord.",
      "example": "Orzeł złotawy unoszył się nad głową, jego ostrym krzykiem echem w dolinie. Wczoraj, zanurzył się, aby schwytać królika z pola. Jutro, będzie jeździł na termikach wysoko nad górami.",
      "example_translation": "L'aigle royal plana au-dessus, son cri perçant résonnant dans la vallée. Hier, il avait fondu sur un lapin dans le champ. Demain, il chevaucherait les courants thermiques très haut au-dessus des montagnes.",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "astery",
      "translation": "loriot d'Europe",
      "definition": "Średniej wielkości, wędrowny ptak z jasno-żółtym upierzeniem i charakterystyczną, melodyjną pieśnią, found in lasach i ogródkach Europy i Azji.",
      "definition_translation": "Un oiseau migratoire de taille moyenne avec un plumage jaune vif et un chant mélodieux distinct, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "example": "Astery przelatywał między drzewami, jego pieśń wypełniając powietrze. Latem, wybudował gniazdo w naszym ogrodzie. W następnym sezonie, będzie wracać z zimowisk w Afryce.",
      "example_translation": "Le loriot d'Europe voltigeait entre les arbres, son chant emplissant l'air. L'été dernier, il avait fait son nid dans notre jardin. Le printemps prochain, il reviendra de ses quartiers d'hiver en Afrique.",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczygieł",
      "translation": "chardonneret",
      "definition": "Mały, towarzyski ptak z jasnym żółtym obliczem i skrzydłami, a także charakterystycznym, świergotliwym śpiewem, spotykany w ogrodach i lasach Europy i Azji.",
      "definition_translation": "Un petit oiseau social avec un visage et des ailes jaune vif, et un chant distinctive, gazouillant, trouvé dans les jardins et les bois d'Europe et d'Asie.",
      "example": "Szczygieł usiadł na ostu, jego jasne upierzenie lśniło w słońcu. Wczoraj odwiedził nasz karmnik ptasie. Jutro zgromadzi nasiona z ogrodu.",
      "example_translation": "Le chardonneret perché sur le chardon, son plumage vif brillant au soleil. Hier, il avait visité notre mangeoire à oiseaux. Demain, il ramassera des graines du jardin.",
      "imageLink": "image_files\\English\\"imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gęślak",
      "translation": "oison",
      "definition": "Młody gęś, typowo w pierwszym roku życia, charakteryzowany miękkimi, puszystymi piórami i głośnym, wysokim honieniem.",
      "definition_translation": "Un jeune oie, généralement dans sa première année de vie, caractérisé par ses plumes douces et duveteuses et son cri aigu et strident.",
      "example": "Gęślak wlokł się za matką, jego małe skrzydła machały dziko. W zeszłym tygodniu wykluł się z jaja. W przyszłym miesiącu nauczy się latać.",
      "example_translation": "L'oison marchait à la suite de sa mère, ses petits ailes battant follement. La semaine dernière, il avait éclos de son œuf. Le mois prochain, il apprendra à voler.",
      "imageLink": "image_files\\English\\"imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czernica",
      "translation": "grèbe huppée",
      "definition": "Duży ptak wodny z charakterystyczną czarno-białą strużką na głowie, spotykany w śródlądowych wodach Europy i Azji.",
      "definition_translation": "Un grand oiseau d'eau avec une tête noire et blanche rayée distinctive, trouvé dans les habitats d'eau douce en Europe et en Asie.",
      "example": "Czernica jest często spotykanych w brytyjskich jeziorach, gdzie hoduje się latem. Będzie się hodować ponownie w przyszłym roku. Hodowała się w tym samym miejscu przez wiele lat.",
      "example_translation": "Le grèbe huppée est un spectacle commun dans les lacs britanniques, où il niche en été. Il nichera à nouveau l'année prochaine. Il avait niché au même endroit depuis de nombreuses années.",
      "imageLink": "image_files\\English\\"imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sikora bogatka",
      "translation": "mésange charbonnière",
      "definition": "Mały, głośny ptak z charakterystycznym czarno-żółtym upierzeniem, spotykany w ogrodach i lasach Europy i Azji.",
      "definition_translation": "Un petit oiseau bruyant avec un plumage noir et jaune distinct, trouvé dans les jardins et les bois en Europe et en Asie.",
      "example": "Sikora bogatka jest częstym gościem na karmnikach ptasich, gdzie je nasiona i orzechy. Jutro będzie jeść orzechy. Dzisiaj jadła nasiona słonecznika.",
      "example_translation": "Le mésange charbonnière est un visiteur commun des mangeoires à oiseaux de jardin, où il mangera des graines et des noix. Il mangeait des graines de tournesol hier. Il mangera des arachides demain.",
      "imageLink": "image_files\\English\\"imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biały bąk",
      "translation": "grande aigrette blanche",
      "definition": "Duży, biały ptak brodźcowy z długą szyją i nogami, spotykany w wilgotnych obszarach i nadbrzeżnych regionach w ciepłych rejonach.",
      "definition_translation": "Un grand oiseau blanc de marche avec un long cou et des pattes, trouvé dans les zones humides et les régions côtières des régions chaudes.",
      "example": "Biały bąk jest częstym widokiem w mokradłach Florydy, gdzie łapie ryby i żaby. Wczoraj złapał dużą rybę. Jutro złapie wiele żab.",
      "example_translation": "La grande aigrette blanche est un spectacle commun dans les zones humides de Floride, où elle capture des poissons et des grenouilles. Elle avait capturé un grand poisson hier. Elle capturera de nombreuses grenouilles demain.",
      "imageLink": "image_files\\English\\"imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "perkoz",
      "translation": "grèbe",
      "definition": "Mały do średniej wielkości ptak wodny z okrągłym ciałem i krótkimi skrzydłami, spotykany w śródlądowych wodach Europy, Azji i Ameryki Północnej.",
      "definition_translation": "Un petit à moyen oiseau d'eau avec un corps rond et des ailes courtes, trouvé dans les habitats d'eau douce en Europe, en Asie et en Amérique du Nord.",
      "example": "Perkoz jest płochliwym ptakiem, które szybko nurkuje, gdy czuje się zagrożone. Wczoraj nurkował do wody. Jutro znów nurknie.",
      "example_translation": "Le grèbe est un oiseau timide qui plonge rapidement si menacé. Il a plongé dans l'eau hier. Il plongera à nouveau demain.",
      "imageLink": "image_files\\English\\"imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bączek szary",
      "translation": "héron cendré",
      "definition": "Duży, szarawy ptak brodźcowy z długą szyją i nogami, spotykany w mokradłach i przy wodach.",
      "definition_translation": "Un grand oiseau de la famille des hérons, de couleur gris-blanc, au long cou et aux pattes, trouvé dans les zones humides et aux abords des voies d'eau.",
      "example": "Bączek szary został zauważony w mokradłach przy jeziorze. Prawdopodobnie będzie widziany ponownie jutro. Rybacy widzieli go ostatnio tygodnia.",
      "example_translation": "L'héron cendré a été aperçu dans les zones humides près du lac. Il sera probablement vu à nouveau demain. Il avait été vu la semaine dernière par les pêcheurs.",
      "imageLink": "image_files\\English\\"imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gęś zwyczajna",
      "translation": "oie cendrée",
      "definition": "Duża, szarawo-brązowa gęś, spotykana w mokradłach i trawnikach, znana z głośnego honienia i silnych zdolności lotnych.",
      "definition_translation": "Une grande oie de couleur gris-brun, trouvée dans les zones humides et les prairies, connue pour son cri caractéristique et ses capacités de vol puissantes.",
      "example": "Gęś zwyczajna wyruszy w podróż do ciepłych regionów zimą. Wyruszyła w podróż w wielkich stadach rok temu. Rolnik widział ją w podróży rok wcześniej.",
      "example_translation": "L'oie cendrée migrera vers des climats plus chauds cet hiver. Elle avait migré l'année dernière en grandes troupeaux. Le fermier l'avait vue migrer l'année précédente.",
      "imageLink": "image_files\\English\\"imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "perlica",
      "translation": "pintade",
      "definition": "Duży, szarawo-brązowy ptak domowy, pochodzący z Afryki, znany z charakterystycznej czapki na głowie i głośnych okrzyków.",
      "definition_translation": "Un grand oiseau domestique de couleur gris-brun, originaire d'Afrique, connu pour son casque caractéristique en forme de hélice et ses cris bruyants.",
      "example": "Perlica swobodnie wędruje po podwórku. Będzie głośna i pełna dumy jutro. Była trochę nieśmiała wczoraj.",
      "example_translation": "La pintade erre librement dans le jardin. Elle sera bruyante et fière demain. Elle était un peu timide hier.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dzierzba",
      "translation": "grosbec casse-noyaux",
      "definition": "Duży, silny szczerbatek z karakterystycznym mocnym dziobem, spotykany w lasach i ogrodach, znany z umiejętności łamania orzechów.",
      "definition_translation": "Un grand et puissant finch au bec fort et caractéristique, trouvé dans les bois et les jardins, connu pour sa capacité à briser les noix.",
      "example": "Dzierzba odwiedzi karmnik ptasi dzisiaj. Odwiedziła wczoraj i przyjdzie ponownie jutro. Odwiedziła ostatnio z przyjaciółmi.",
      "example_translation": "Le grosbec casse-noyaux visité le distributing de graines aujourd'hui. Il avait visité hier et viendra à nouveau demain. Il avait visité la semaine dernière avec ses amis.",
      "imageLink": "image_files\\English\\"imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łuszczak",
      "translation": "gélinotte des bois",
      "definition": "Średniej wielkości ptak o płaskim ciele i krótkim ogonie, występujący w lasach i zaroślach w Europie i Azji.",
      "definition_translation": "Un oiseau de taille moyenne avec un corps dodu et une queue courte, trouvé dans les bois et les scrublands en Europe et en Asie.",
      "example": "Wczoraj widziałem łuszczaka latającego przez las. Zbuduje on swoje gniazdo w gęstwinie jutro. Łuszczak zjadł wszystkie jagody w krzaku przed tygodniem.",
      "example_translation": "J'ai vu une gélinotte des bois volant à travers la forêt hier. Elle construira son nid dans un buisson demain. La gélinotte des bois avait mangé tous les baies dans le buisson la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dudek",
      "translation": "huppe",
      "definition": "Średniej wielkości ptak o charakterystycznej czapce i czarno-białych piórach, występujący w Europie, Azji i Afryce.",
      "definition_translation": "Un oiseau de taille moyenne avec une crête distinctive et des plumes noires et blanches, trouvé en Europe, en Asie et en Afrique.",
      "example": "Dudek nasadził na gałęzi drzewa, nasłuchując insektów. Zimą będzie migrował do Afryki. Dudek zbudował swe gniazdo w starej dąbrowie w zeszłym roku.",
      "example_translation": "La huppe était perchée sur la branche de l'arbre, regardant les insectes. Elle migrera en Afrique l'hiver prochain. La huppe avait construit son nid dans le vieux chêne l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koliber",
      "translation": "oiseau-mouche",
      "definition": "Mały, kolorowo upierzony ptak o długim dziobie, występujący w Ameryce, znany z szybkiego ruchu skrzydeł i zdolności do zawieszania w powietrzu.",
      "definition_translation": "Un petit oiseau couleur vive avec un long bec, trouvé dans les Amériques, connu pour son mouvement d'aile rapide et sa capacité à planer en milieu d'air.",
      "example": "Koliber pił nectar z kwiatu. Zimą będzie migrował do Ameryki Południowej. Koliber miał swe skrzydła bijące zaskakująco 80 razy na sekundę.",
      "example_translation": "L'oiseau-mouche buvait du nectar du fleur. Il volera en Amérique du Sud le mois prochain. L'oiseau-mouche avait ses ailes battant à une vitesse incroyable de 80 fois par seconde.",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ibis",
      "translation": "ibis",
      "definition": "Długoszyi, długonogi ptak brodzący z wygiętym dziobem, występujący w ciepłych i tropikalnych regionach.",
      "definition_translation": "Un oiseau échassier à long cou et à longues pattes avec un bec courbé, trouvé dans les régions chaudes et tropicales.",
      "example": "Ibis brodził przez płytką wodę, szukając ryb. Zimą będzie migrował do Afryki. Ibis miał swe pióra zmieszane przez silny wiatr.",
      "example_translation": "L'ibis marchait à travers l'eau peu profonde, à la recherche de poissons. Elle migrera en Afrique au printemps prochain. L'ibis avait ses plumes ébouriffées par le vent fort.",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kawka",
      "translation": "choucas",
      "definition": "Kawka to rodzaj ptaka należącego do rodziny krukowatych. Jest znany ze swojego charakterystycznego srebrnego połysku na grzbiecie i głośnego, krzykliwego głosu.",
      "definition_translation": "Un choucas est un type d'oiseau appartenant à la famille des corvidés. Il est connu pour son éclat argenté sur son dos et son cri perçant et strident.",
      "example": "Kawka nasadziła na parapet okna, oglądając nas swoimi przenikliwymi oczami. Nasadziła tam wczoraj, i nasadzi tam ponownie jutro.",
      "example_translation": "Le choucas perché sur l'appui de fenêtre, nous regardait de ses yeux perçants. Il avait perché là hier, et il percherait là encore demain.",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczygieł",
      "translation": "geai",
      "definition": "Szczygieł to ptak o żywych barwach, znany ze swojej odważnej i ciekawskiej natury. Ma charakterystyczną czapkę na głowie i głośny, chrapliwy głos.",
      "definition_translation": "Un geai est un oiseau aux couleurs vives connu pour sa nature courageuse et curieuse. Il a une crête distinctive sur sa tête et un cri rauque et strident.",
      "example": "Szczygieł przelatywał przez las, jego jaskrawe niebieskie i białe pióra błyszczały w świetle słonecznym. Przelatywał przez las wczoraj, i przelatnie ponownie jutro.",
      "example_translation": "Le geai voltigeait à travers la forêt, ses plumes bleu vif et blanc éclatant dans la lumière du soleil. Il avait voltigé à travers la forêt hier, et il voltigera à travers encore demain.",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pustułka",
      "translation": "faucon crécerelle",
      "definition": "Pustułka to mały sokoł znany ze swojej zwinności i szybkości. Ma smukłe ciało i długi ogon, i często jest widziany unoszącym się w powietrzu.",
      "definition_translation": "Un faucon crécerelle est un type de faucon petit connu pour son agilité et sa rapidité. Il a un corps svelte et une longue queue, et est souvent vu planant en l'air.",
      "example": "Pustułka unosiła się nad nami, jej skrzydła bijąc szybko, podczas gdy skanowała teren poniżej w poszukiwaniu zdobyczy. Unosiła się wczoraj, i uniesie ponownie jutro.",
      "example_translation": "Le faucon crécerelle planait au-dessus, ses ailes battant rapidement tandis qu'il scannait le sol en-dessous à la recherche de proie. Il avait plané au-dessus hier, et il planera au-dessus encore demain.",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łabędź krzykliwy",
      "translation": "martin-pêcheur",
      "definition": "Łabędź krzykliwy to ptak o żywych barwach, znany ze swojej szybkości i zwinności. Ma charakterystyczne niebieskie i białe pióra, i często jest widziany nurkującym w wodzie, aby złapać rybę.",
      "definition_translation": "Un martin-pêcheur est un oiseau aux couleurs vives connu pour sa rapidité et son agilité. Il a un plumage bleu vif et blanc distinct, et est souvent vu plongeant dans l'eau pour attraper des poissons.",
      "example": "Łabędź krzykliwy przecinał przez jezioro, jego jaskrawe niebieskie pióra błyszczały w świetle słonecznym. Przecinał przez jezioro wczoraj, i przecinie ponownie jutro.",
      "example_translation": "Le martin-pêcheur filait à travers le lac, ses plumes bleu vif éclatant dans la lumière du soleil. Il avait filé à travers le lac hier, et il filera à travers encore demain.",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kiwi",
      "translation": "kiwi",
      "definition": "Kiwi to mały, niezdolny do lotu ptak rodzimy w Nowej Zelandii, znany ze swojego brązowego upierzenia i długiego dzioba.",
      "definition_translation": "Un kiwi est un petit oiseau sans vol originaire de Nouvelle-Zélande, connu pour son plumage brun et son long bec.",
      "example": "Widziałem kiwi w zoo w zeszłym tygodniu, i było ono bardzo urocze. Zobaczę kiwi w ich naturalnym środowisku w Nowej Zelandii za rok. Do miesiąca dowiem się o zachowaniu kiwi.",
      "example_translation": "J'ai vu un kiwi au zoo la semaine dernière, et c'était très mignon. Je vais aller en Nouvelle-Zélande pour voir les kiwis dans leur habitat naturel l'année prochaine. D'ici le mois prochain, j'aurai appris sur le comportement des kiwis.",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rząśnik",
      "translation": "vanneau",
      "definition": "Rząśnik to ptak o charakterystycznej czapce i głośnym, przenikliwym głosem, występujący w mokradłach i łąkach.",
      "definition_translation": "Un vanneau est un type d'oiseau avec une crête distinctive et un cri perçant, trouvé dans les zones humides et les prairies.",
      "example": "Rząśnik jest częstym widokiem w mokradłach koło mojego miasta. Widziałem rząśnika gniazdującego na ziemi latem. Do zimy rząśniki będą migrowały do cieplejszych regionów.",
      "example_translation": "Le vanneau est une vue commune dans les zones humides près de ma ville. J'ai vu un vanneau nichant sur le sol l'été dernier. D'ici l'hiver prochain, les vanneaux auront migré vers des régions plus chaudes.",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mewa mała czarna",
      "translation": "goéland à manteau noir",
      "definition": "Mewa mała czarna to średniej wielkości ptak morski z czarnym grzbietem i białymi skrzydłami, spotykany w obszarach nadmorskich i szukający pokarmu.",
      "definition_translation": "Le goéland à manteau noir est un oiseau de mer de taille moyenne avec un dos noir et des ailes blanches, trouvé dans les zones côtières et fouinant pour se nourrir.",
      "example": "Wczoraj widziałem mewę małą czarną latającą nad plażą. Mewy małe czarne będą śledzić łodzie rybackie, aby zdobyć resztki. Do przyszłego sezonu mewy małe czarne będą już miały swoje kolonie lęgowe ustalone.",
      "example_translation": "J'ai vu un goéland à manteau noir volant au-dessus de la plage hier. Les goélands à manteau noir suivront les bateaux de pêche pour se nourrir des rebuts. D'ici la saison prochaine, les goélands à manteau noir auront établi leurs colonies de reproduction.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "orlik mniejszy",
      "translation": "aigle ponctué",
      "definition": "Orlik mniejszy to duży, ciemnobrązowy drapieżnik z białymi plamami na skrzydłach, spotykany w lasach i borach, polujący na małe ssaki i ptaki.",
      "definition_translation": "L'aigle ponctué est un grand rapace brun foncé avec des taches blanches sur ses ailes, trouvé dans les forêts et les bois, se nourrissant de petits mammifères et d'oiseaux.",
      "example": "Orlik mniejszy jest gatunkiem zagrożonym w naszym kraju. Wybieram się na safari, aby zobaczyć orlika mniejszego w jego naturalnym środowisku przyszłego roku. Do przyszłego miesiąca będę miał już naukę o zwyczajach orlika mniejszego.",
      "example_translation": "L'aigle ponctué est une espèce en danger dans notre pays. Je vais aller en safari pour voir l'aigle ponctué dans son habitat naturel l'année prochaine. D'ici le mois prochain, j'aurai appris sur les habitudes de reproduction de l'aigle ponctué.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łuszcz",
      "translation": "linotte",
      "definition": "Łuszcz to mały, słodko śpiewający ptak z brązowym grzbietem i skrzydłami, szarym-białym brzuchem, spotykany w ogrodach i żywopłotach.",
      "definition_translation": "Un petit oiseau chanteur avec un dos et des ailes brunes et un ventre gris-blanc, trouvé dans les jardins et les haies.",
      "example": "Łuszcz usiadł na gałęzi jabłoni, śpiewając słodką melodię. Wczoraj zbudował gniazdo w żywopłocie, a jutro będzie się udawał na południe na zimę.",
      "example_translation": "La linotte perchée sur la branche du pommier chantait sa mélodie suave. Hier, elle avait construit un nid dans la haie, et demain elle volera vers le sud pour l'hiver.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "puszczyk",
      "translation": "hibou à longues oreilles",
      "definition": "Puszczyk to nocny ptak drapieżny z dużymi, okrągłymi oczami i długimi uszami, spotykany w lasach i trawach.",
      "definition_translation": "Un oiseau de proie nocturne avec de grands yeux ronds et de longues oreilles, trouvé dans les bois et les prairies.",
      "example": "Puszczyk leciał przez las, jego wrażliwe słuchanie wykryło najmniejszy ruch. Rano wróci do gniazda, a dzisiaj będzie polował ponownie.",
      "example_translation": "Le hibou à longues oreilles volait silencieusement à travers la forêt, son ouïe aigüe détectant le moindre mouvement. Le matin, il reviendra à son nid, et ce soir il chassera à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kaczka krzyżówka",
      "translation": "canard colvert",
      "definition": "Kaczka krzyżówka to duża, brunatno-zielona kaczka z szarym-brązowym brzuchem, spotykana w stawach i rzekach.",
      "definition_translation": "Un grand canard brun-vert avec un ventre gris-brun, trouvé dans les étangs et les rivières.",
      "example": "Kaczka krzyżówka pływała przez staw, jej pióra lśniły w słońcu. Wczoraj zbudowała gniazdo na brzegu rzeki, a jutro będzie się udawać do cieplejszych wód na zimę.",
      "example_translation": "Le canard colvert nageait à travers l'étang, ses plumes brillant au soleil. Hier, il avait construit un nid sur la berge de la rivière, et demain il migrera vers des eaux plus chaudes.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "boleńczyk",
      "translation": "mésange des marais",
      "definition": "Boleńczyk to mały, szaro-brązowy ptak z charakterystyczną czarną pręgą na czole, spotykany w bagiennych i mokradłowych obszarach.",
      "definition_translation": "Un petit oiseau gris-brun avec une bande noire distinctive sur son front, trouvé dans les zones humides et les marais.",
      "example": "Boleńczyk przelatywał między trzcinami, szukając owadów do jedzenia. Wczoraj zbudował gniazdo w bagnie, a jutro będzie się udawał do pobliskiego lasu.",
      "example_translation": "La mésange des marais voltait entre les roseaux, à la recherche d'insectes à manger. Hier, elle avait construit un nid dans le marais, et demain elle s'aventurera dans les bois voisins.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "slałtorek",
      "translation": "rossignol",
      "definition": "Słałtorek to mały, migrujący ptak z melodyjnym śpiewem, zwykle brązowy lub szary, spotykany w Europie i Azji.",
      "definition_translation": "un petit oiseau migrateur avec un chant mélodieux,habituellement brun ou gris, trouvé en Europe et en Asie.",
      "example": "Wieczorem słałtorek śpiewał słodkie melodie, które słyszałem latem, usłyszę ponownie przyszłego roku, a słyszałem wczoraj.",
      "example_translation": "Le soir, le rossignol chantait des mélodies douces, que j'avais entendues l'été dernier, entendrai à nouveau l'année prochaine et avais entendues hier.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lelek",
      "translation": "engoulevent",
      "definition": "Lelek to nocny ptak z długim, spiczastym skrzydłem i głośnym, chrapliwym głosem, spotykany w ciepłych regionach.",
      "definition_translation": "un oiseau nocturne avec une aile pointue longue et un appel bourdonnant fort, trouvé dans les régions chaudes.",
      "example": "Lelek latał cicho, będzie latał ponownie jutro, a latał wczoraj, jego niezwykły głos odbijał się w ciemności.",
      "example_translation": "L'engoulevent volait silencieusement, volera à nouveau demain et avait volé hier, son appel inhabituel résonnant dans l'obscurité.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rybołów",
      "translation": "balbuzard",
      "definition": "Rybołów to duży, rybożerny ptak drapieżny z charakterystycznym krzykiem, spotykany w pobliżu wód.",
      "definition_translation": "un grand oiseau de proie pêcheur avec un appel distinct, trouvé près des voies d'eau.",
      "example": "Rybołów zanurkował się w jezioro, będzie zanurkował się ponownie niedługo, a zanurkował się codziennie rano, aby złapać swoją zdobycz.",
      "example_translation": "Le balbuzard avait plongé dans le lac, plongera à nouveau bientôt et plonge chaque matin pour attraper sa proie.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przepiórka",
      "translation": "perdrix",
      "definition": "Przepiórka to mały do średniej wielkości ptak z krępej budowy ciała i charakterystycznym głosem, spotykany w suchych regionach.",
      "definition_translation": "un oiseau de taille petite à moyenne avec un corps dodu et un appel distinct, trouvé dans les régions sèches.",
      "example": "Przepiórka biegła szybko, będzie biegała ponownie jutro, a biegła wczoraj przez suchą krajobraz.",
      "example_translation": "La perdrix courait rapidement, courra à nouveau demain et avait couru hier à travers le paysage aride.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pawikon",
      "translation": "paon",
      "definition": "Duży, jasno_ubarwiony ptak z charakterystycznym głosem, rodzimy dla lasów Indii i Azji Południowej.",
      "definition_translation": "Un grand oiseau aux couleurs vives avec un cri distinct, natif des forêts de l'Inde et du Sud-Est de l'Asie.",
      "example": "Rolnik miał pawika w swoim podwórku. Kupił go w sklepie z zabawkami ostatnim tygodniu. Do następnego roku, będzie miał piękne upierzenie.",
      "example_translation": "Le fermier avait un paon dans son jardin. Il l'avait acheté dans un magasin d'animaux de compagnie la semaine dernière. D'ici l'année prochaine, il aura poussé ses plumes magnifiques.",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pelikan",
      "translation": "pélican",
      "definition": "Duży ptak wodny z charakterystyczną torebką na dziobie, występujący w regionach ciepłych i tropikalnych.",
      "definition_translation": "Un grand oiseau d'eau avec un bec distinct à poche, trouvé dans les régions chaudes et tropicales.",
      "example": "Pelikan nurkował, aby złapać rybę w jeziorze. Latał nad wodą przez kilka godzin. Do następnego ranka, powróci do swojego gniazda.",
      "example_translation": "Le pélican s'est précipité pour attraper un poisson dans le lac. Il avait volé au-dessus de l'eau pendant des heures. D'ici le lendemain matin, il sera retour à son nid.",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sokół wędrowny",
      "translation": "faucon pèlerin",
      "definition": "Szybko latający ptak drapieżny o smukłym ciele i długich, spiczastych skrzydłach, występujący na każdej kontynencie oprócz Antarktydy.",
      "definition_translation": "Un oiseau de proie à vol rapide avec un corps svelte et des ailes longues et pointues, trouvé sur tous les continents sauf l'Antarctique.",
      "example": "Sokół wędrowny bombardował swoją ofiarę w powietrzu. Latał wysoko nad miastem. Do następnej wiosny, powróci do swojego letniego domu.",
      "example_translation": "Le faucon pèlerin a plongé sur sa proie dans le ciel. Il avait volé très haut au-dessus de la ville. D'ici le printemps prochain, il aura migré vers son domicile d'été.",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bażant",
      "translation": "faisan",
      "definition": "Duży, jasno_ubarwiony ptak introdukowany do Europy z Azji, często polowany dla sportu.",
      "definition_translation": "Un grand oiseau aux couleurs vives introduit en Europe depuis l'Asie, souvent chassé pour le sport.",
      "example": "Łowczy zastrzelił bażanta w lesie. Podążał za nim przez kilka godzin. Do następnej jesieni, pójdzie na polowanie ponownie.",
      "example_translation": "Le chasseur a tiré un faisan dans la forêt. Il l'avait traqué pendant des heures. D'ici l'automne prochain, il sera retourné chasser.",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drobiu",
      "translation": "volaille",
      "definition": "Udomowione ptaki trzymane dla jaj lub mięsa, takie jak kury, indyki, kaczki i gęsi.",
      "definition_translation": "Oiseaux domestiqués élevés pour leurs œufs ou leur viande, comme les poulets, les dindes, les canards et les oies.",
      "example": "Rolnik hodował drobiu na swojej farmie, aby sprzedawać na lokalnym rynku. Hoduje drobiu od lat. Znowu hodowa drobiu w następnym sezonie.",
      "example_translation": "Le paysan élevait de la volaille sur sa ferme pour la vendre sur le marché local. Il a élevé de la volaille pendant des années. Il élèvera de la volaille à nouveau la saison prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sówka pierścieniowa",
      "translation": "hulotte naine",
      "definition": "Mała sowa endemiczna dla Starego Świata, charakteryzująca się miniaturowym rozmiarem i uszami.",
      "definition_translation": "Une espèce de hibou originaire du Vieux Monde, caractérisée par sa petite taille et ses touffes d'oreilles.",
      "example": "Sówka pierścieniowa siedziała na gałęzi, obserwując swoją ofiarę. Gniazdowała w tym samym drzewie przez lata. Znowu zabija o zmierzchu.",
      "example_translation": "La hulotte naine était perché sur une branche, observant sa proie. Elle avait fait son nid dans le même arbre pendant des années. Elle chassera à nouveau au crépuscule.",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przepiórka",
      "translation": "caille",
      "definition": "Mały, naziemny ptak łowny, często polowany ze względu na swoje mięso i jaja.",
      "definition_translation": "Une espèce d'oiseau de petite taille, habitant le sol, souvent chassée pour sa chair et ses œufs.",
      "example": "Przepiórka wyfrunęła z krzaka, przestraszona przez łowczego. Składała jaja w podszytce. Będzie się swobodnie przemieszczać na otwartych polach.",
      "example_translation": "La caille s'est envolée hors du buisson, effrayée par le chasseur. Elle avait pondu des œufs dans les fourrés. Elle errera librement dans les champs ouverts.",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czernica rdzawogardła",
      "translation": "grèbe à cou roux",
      "definition": "Ptak wodny charakteryzujący się czerwonymi piórkami na szyi, występujący w środowiskach wodnych.",
      "definition_translation": "Une espèce d'oiseau aquatique caractérisée par ses plumes rouges distinctes sur le cou, trouvée dans des habitats aquatiques.",
      "example": "Czernica rdzawogardła nurkowała do jeziora, szukając ryb. Gniazdowała na pobliżu brzegu. Wkrótce wyruszy do cieplejszych wód.",
      "example_translation": "Le grèbe à cou roux s'est plongé dans le lac, à la recherche de poissons. Elle avait fait son nid sur la rive voisine. Elle migrera bientôt vers des eaux plus chaudes.",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rudzik",
      "translation": "rogue",
      "definition": "Mały, okrągłobrzeżny ptak śpiewający o brązowym grzbiecie i czerwonym piersi, występujący w Europie i Ameryce Północnej.",
      "definition_translation": "Un petit oiseau chanteur à poitrine ronde et dos brun, trouvé en Europe et en Amérique du Nord.",
      "example": "Rudzik śpiewał słodkie melodie rano, będzie śpiewał jutro, i śpiewał wczoraj.",
      "example_translation": "Le rogue chantait des mélodies suaves le matin, il chantera à nouveau demain, et il chantait hier.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "walc",
      "translation": "lisse",
      "definition": "Urządzenie lub narzędzie służące do płaskowania lub wygładzania powierzchni, takiej jak droga lub materiał.",
      "definition_translation": "Un dispositif ou outil utilisé pour aplatir ou lisser une surface, comme une route ou un tissu.",
      "example": "Robot budowlany użył walcu, aby zapłasować drogę, będzie używał go ponownie następnego tygodnia, i używał go w zeszłym miesiącu.",
      "example_translation": "L'ouvrier de la construction a utilisé un lisse pour paver la route, il l'utilisera à nouveau la semaine prochaine, et il l'a utilisé le mois dernier.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kruk",
      "translation": "fou",
      "definition": "Duży, czarny ptak z rodziny krukowatych, występujący w Europie i Azji, znany ze swojego charakterystycznego głosu.",
      "definition_translation": "Un grand oiseau noir de la famille des corbeaux, trouvé en Europe et en Asie, connu pour son cri distinctif.",
      "example": "Kruk wydał głośny krzyk w lesie, wydał go ponownie o świcie, i wydał wczoraj wieczorem.",
      "example_translation": "Le fou a crié fort dans la forêt, il criera à nouveau à l'aube, et il a crié hier soir.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czyżnie",
      "translation": "tarin",
      "definition": "Mały, żółto-brązowy ptak z rodziny łuszczakowatych, występujący w Europie i Azji.",
      "definition_translation": "Un petit oiseau ressemblant à un pinson avec un plumage jaune et brun, trouvé en Europe et en Asie.",
      "example": "Czyżnie usiadło na gałęzi, usiądzie ponownie jutro, i usiadło wczoraj rano.",
      "example_translation": "Le tarin s'est perché sur la branche, il se perchera à nouveau demain, et il s'est perché hier matin.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bączek",
      "translation": "bécassine",
      "definition": "Długodzioby, kamuflażowe ptaki, żyjące w mokradłach i łąkach, znane ze swojej tajemniczej natury i szybkiego lotu.",
      "definition_translation": "Un oiseau à long bec et à plumage camouflé qui habite les zones humides et les prairies, connu pour sa nature secrète et son vol rapide.",
      "example": "Myśliwy podsłuchiwał swoją zdobycz, próbując zobaczyć nieuchwytnego bączka. Wczoraj, widział bączka lecącego nad głową. Do następnego sezonu, bączek będzie migrował do cieplejszych klimatów.",
      "example_translation": "Le chasseur a traqué sa proie, essayant d'apercevoir la bécassine elusive. Hier, il avait vu une bécassine voler au-dessus. D'ici la saison prochaine, la bécassine aura migré vers des climats plus chauds.",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jastrząb",
      "translation": "épervier",
      "definition": "Mały, zwinny ptak drapieżny, znany ze swojego szybkiego lotu i umiejętności polowania na małe ptaki w powietrzu.",
      "definition_translation": "Un petit oiseau de proie agile connu pour son vol rapide et sa capacité à chasser de petits oiseaux en plein vol.",
      "example": "Jastrząb szybował nad głową, szukając swojego następnego posiłku. Wczoraj, złapał szczyglika w powietrzu. Do następnego tygodnia, jastrząb będzie zbudował swoje gniazdo.",
      "example_translation": "L'épervier a plané au-dessus, balayant le ciel à la recherche de son prochain repas. Hier, il avait attrapé un moineau en plein vol. D'ici la semaine prochaine, l'épervier aura construit son nid.",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "muchołówka",
      "translation": "gobemouche ponctué",
      "definition": "Mały, zwinny ptak z biało-czarnymi plamami, znany ze swojego akrobatycznego lotu i umiejętności łowienia much w powietrzu.",
      "definition_translation": "Un petit oiseau agile avec un plumage noir et blanc ponctué, connu pour son vol acrobatique et sa capacité à attraper des mouches en plein vol.",
      "example": "Muchołówka skakała z gałęzi na gałąź, łapiąc muchy z łatwością. Wczoraj, zbudowała swoje gniazdo w pobliskim drzewie. Do następnego lata, muchołówka będzie wychowała swoje młode.",
      "example_translation": "Le gobemouche ponctué a voltigé de branche en branche, attrapant des mouches avec facilité. Hier, il avait construit son nid dans un arbre voisin. D'ici l'été prochain, le gobemouche ponctué aura élevé ses jeunes.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "orzechówka",
      "translation": "casse-noix tacheté",
      "definition": "Duży, kawowy ptak z biało-czarnymi plamami, znany ze swojej umiejętności łupania orzechów swoim mocnym dziobem.",
      "definition_translation": "Un grand oiseau corvidé avec un plumage noir et blanc ponctué, connu pour sa capacité à ouvrir des noix avec son bec puissant.",
      "example": "Orzechówka ostrożnie umieściła orzech w swoim dziobie, łupiąc go z łatwością. Wczoraj, zapisała swoje orzechy w ukrytym skarbcu. Do następnego zimy, orzechówka będzie zapisała wystarczająco orzechów na sezon.",
      "example_translation": "Le casse-noix tacheté a placé soigneusement la noix dans son bec, l'ouvrant avec facilité. Hier, il avait stocké ses noix dans un cache caché. D'ici l'hiver prochain, le casse-noix tacheté aura stocké suffisamment de noix pour la saison.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpak",
      "translation": "étourneau",
      "definition": "Szpak to typ ptaka, który jest rodzimy dla Europy i Azji, ale został introdukowany do wielu innych części świata. Jest znany ze swoich irydowych piór i charakterystycznego głosu.",
      "definition_translation": "Un étourneau est un type d'oiseau originaire d'Europe et d'Asie, mais qui a été introduit dans de nombreux autres parties du monde. Il est connu pour ses plumes irisées et son cri distinct.",
      "example": "Szpak siedział na parapecie, głośno krzycząc. Wczoraj, widziałem stado szpaków lecących nad głową. Do następnego roku, będę widział tysiące szpaków na swoim podwórku.",
      "example_translation": "L'étourneau perché sur l'appui de fenêtre, chantait bruyamment. Hier, j'ai vu un essaim d'étourneaux volant au-dessus de ma tête. D'ici l'an prochain, j'aurai vu des milliers d'étourneaux dans mon jardin.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jaskółka",
      "translation": "hirondelle",
      "definition": "Jaskółka to typ ptaka, który jest znany ze swojego szybkiego lotu i zwinności. Często występuje w pobliżu wód, gdzie żywi się owadami i małymi rybami.",
      "definition_translation": "Une hirondelle est un type d'oiseau connu pour son vol rapide et son agilité. On la trouve souvent près des plans d'eau, où elle se nourrit d'insectes et de petits poissons.",
      "example": "Jaskółka przelatywała przez powietrze, ścigając się z komarami. Lato temu, widziałem gniazdo jaskółki w okapie mego domu. Do następnego wiosny, jaskółki będą powrócić do swojego letniego domu.",
      "example_translation": "L'hirondelle a foncé dans l'air, poursuivant les moustiques. L'été dernier, j'ai vu un nid d'hirondelles dans les avant-toits de ma maison. D'ici le printemps prochain, les hirondelles seront revenues dans leur résidence estivale.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " jerzyk",
      "translation": "martinet",
      "definition": "Jerzyk to typ ptaka, który jest znany ze swojego szybkiego lotu i zwinności. Często występuje w obszarach miejskich, gdzie żywi się owadami i małymi Bezkręgowcami.",
      "definition_translation": "Un martin est un type d'oiseau connu pour son vol rapide et son agilité. On le trouve souvent dans les zones urbaines, où il se nourrit d'insectes et de petits invertébrés.",
      "example": "Jerzyk pędził przez miasto, łapiąc owady w powietrzu. Wczoraj, widziałem stado jerzyków lecących nad dworcem. Do następnego miesiąca, jerzyki będą migrowały do swoich zimowisk.",
      "example_translation": "Le martin a survolé les rues de la ville, attrapant des insectes en plein vol. Hier soir, j'ai vu un essaim de martins volant au-dessus de la place de la ville. D'ici le mois prochain, les martins auront migré vers leurs quartiers d'hiver.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "puchacz",
      "translation": "hibou moyen-duc",
      "definition": "Puchacz to typ sówki, która jest rodzimą dla Europy i Azji, znana ze swojego charakterystycznego głosu i nocnych zwyczajów.",
      "definition_translation": "Un hibou moyen-duc est un type de hibou originaire d'Europe et d'Asie, connu pour son cri distinct de hululement et ses habitudes nocturnes.",
      "example": "Puchacz siedział w starej dąbrowie, obserwując nocne stworzenia poniżej. Wczoraj, słyszałem puchacza w oddali. Do następnego roku, będę widział puchacza z bliska.",
      "example_translation": "Le hibou moyen-duc était perché dans le vieil arbre de chêne, observant les créatures nocturnes en dessous. Hier soir, j'ai entendu un hibou moyen-duc hululer dans le lointain. D'ici l'an prochain, j'aurai vu un hibou moyen-duc de près.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]