[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ołówki kolorowe",
      "translation": "crayons de couleur",
      "definition": "Ołówki kolorowe to przyrządy pisarskie i rysunkowe używane do przekazywania koloru i często używane do celów artystycznych.",
      "definition_translation": "Les crayons de couleur sont des instruments d'écriture et de dessin utilisés pour transmettre la couleur et sont souvent utilisés à des fins artistiques.",
      "example": "Użyłem ołówków kolorowych, aby narysować obraz swojej rodziny. Użyję ołówków kolorowych, aby pokolorować mapę. Użyłem ołówków kolorowych, aby stworzyć piękny wzór.",
      "example_translation": "J'ai utilisé des crayons de couleur pour dessiner un portrait de ma famille. J'utiliserai des crayons de couleur pour colorer la carte. J'ai utilisé des crayons de couleur pour créer un beau design.",
      "imageLink": "image_files\\English\\"imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ołówek",
      "translation": "crayon",
      "definition": "Ołówek to przyrząd pisarski składający się z wąskiego, stałego rdzenia grafitowego zamkniętego w drewnianej lub plastikowej obudowie.",
      "definition_translation": "Un crayon est un instrument d'écriture fait d'un noyau de graphite étroit et solide enfermé dans un boîtier en bois ou en plastique.",
      "example": "Napisałem swoje imię ołówkiem. Użyję ołówka, aby zanotować notatki. Użyłem ołówka, aby rozwiązać problem matematyczny.",
      "example_translation": "J'ai écrit mon nom avec un crayon. J'utiliserai un crayon pour prendre des notes. J'ai utilisé un crayon pour résoudre le problème de mathématiques.",
      "imageLink": "image_files\\English\\"imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pędzel",
      "translation": "pinceau",
      "definition": "Pędzel to narzędzie z włoskami lub szczecinami używane do czyszczenia lub nakładania substancji takich jak farba, atrament lub kosmetyki.",
      "definition_translation": "Un pinceau est un outil avec des soies ou des poils utilisé pour nettoyer ou appliquer des substances telles que la peinture, l'encre ou les cosmétiques.",
      "example": "Użyłem pędzla, aby pomalować ścianę. Użyję pędzla, aby ułożyć włosy. Użyłem pędzla, aby wyczyścić podłogę.",
      "example_translation": "J'ai utilisé un pinceau pour peindre le mur. J'utiliserai un pinceau pour coiffer mes cheveux. J'ai utilisé un pinceau pour nettoyer le sol.",
      "imageLink": "image_files\\English\\"imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "liniał",
      "translation": "règle",
      "definition": "Liniał to prosta krawędź z oznaczeniami używana do mierzenia lub rysowania prostych linii.",
      "definition_translation": "Une règle est une ligne droite avec des marques utilisée pour mesurer ou dessiner des lignes droites.",
      "example": "Użyłem liniału, aby narysować prostą linię. Użyję liniału, aby zmierzyć długość stołu. Użyłem liniału, aby stworzyć idealny kwadrat.",
      "example_translation": "J'ai utilisé une règle pour dessiner une ligne droite. J'utiliserai une règle pour mesurer la longueur de la table. J'ai utilisé une règle pour créer un carré parfait.",
      "imageLink": "image_files\\English\\"imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nożyczki",
      "translation": "ciseaux",
      "definition": "Nożyczki to para ostrzy, które mogą być zginać, aby ciąć przez cienkie materiały takie jak papier, tkanina lub włosy.",
      "definition_translation": "Une paire de ciseaux se compose de deux lames qui sont articulées de manière que les tranchants puissent être rapprochés pour couper des matériaux fins tels que du papier, du tissu ou des cheveux.",
      "example": "Użyłem nożyczek, aby wyciąć delikatny wzór, Użyję nożyczek, aby ściąć włosy jutro, a użyłem nożyczek, aby otworzyć pakiet.",
      "example_translation": "J'ai utilisé des ciseaux pour couper le design intriqué, j'utiliserai des ciseaux pour me couper les cheveux demain, et j'ai utilisé des ciseaux pour ouvrir le paquet.",
      "imageLink": "image_files\\English\\"imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "guzik",
      "translation": "bouton",
      "definition": "Mała plastikowa lub metalowa tarcza lub guzik używana do zapięcia lub odepchnięcia ubrania, lub jako kontrola urządzenia.",
      "definition_translation": "Un petit disque de plastique ou de métal ou bouton utilisé pour attacher ou détacher un vêtement, ou comme contrôle pour une machine.",
      "example": "Przyszedłem guzik na mojej koszuli, guzik na pilocie jest zepsuty, a ona naciśnie guzik, aby uruchomić maszynę.",
      "example_translation": "J'ai cousu un bouton sur ma chemise, le bouton sur la télécommande est cassé, et elle appuiera sur le bouton pour démarrer la machine.",
      "imageLink": "image_files\\English\\"imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpilka",
      "translation": "pince à dessin",
      "definition": "Mała szpilka używana do trzymania w miejscu rysunku lub papieru na tablicy lub stole.",
      "definition_translation": "Un petit épingle utilisé pour maintenir un dessin ou un papier en place sur un tableau ou une table.",
      "example": "Użyłem szpilki, aby zamocować mapę, ona będzie używać szpilki, aby trzymać papier w miejscu, a on użył szpilki, aby stworzyć kolaż.",
      "example_translation": "J'ai utilisé une pince à dessin pour sécuriser la carte, elle utilisera une pince à dessin pour maintenir le papier en place, et il a utilisé une pince à dessin pour créer un collage.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atrament",
      "translation": "encre",
      "definition": "Cieczka używana do pisania lub drukowania, szczególnie w długopisach i drukarkach.",
      "definition_translation": "Une substance liquide utilisée pour écrire ou imprimer, notamment dans les stylos et les imprimantes.",
      "example": "Wlałem niebieski atrament do pióra, drukarka zabrakła atramentu, a ona zanurzyła pióro w czerwonym atramencie.",
      "example_translation": "J'ai rempli mon stylo d'encre bleue, l'imprimante a manqué d'encre, et elle a tremper son roseau dans l'encre rouge.",
      "imageLink": "image_files\\English\\"imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wzór",
      "translation": "modèle",
      "definition": "Wzór to regularne lub powtarzające się układanie obiektów, wzorów lub kolorów.",
      "definition_translation": "Un modèle est une disposition régulière ou répétée d'objets, de conceptions ou de couleurs.",
      "example": "Uwielbiam wzór na tej tkaninie. Wczoraj zobaczyłem podobny wzór na sukience. Gdyby miałem maszynę do szycia, szyłbym sukienkę z tym wzorem jutro.",
      "example_translation": "J'aime le modèle sur ce tissu. Hier, j'ai vu un modèle similaire sur une robe. Si j'avais une machine à coudre, je ferais une robe avec ce modèle demain.",
      "imageLink": "image_files\\English\\"imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpilka",
      "translation": "épingle",
      "definition": "Szpilka to mała, cienka metalowa część używana do łączenia rzeczy.",
      "definition_translation": "Une épingle est un petit morceau de métal mince utilisé pour attacher des choses ensemble.",
      "example": "Użyłem szpilki, aby załatać koszulę. Użyłem szpilki, aby trzymać szalik razem. Gdyby znalazłem szpilkę, użyłbym jej, aby przypiąć kapelusz jutro.",
      "example_translation": "J'ai utilisé une épingle pour réparer mon chemisier. J'avais utilisé une épingle pour tenir mon écharpe ensemble hier. Si je trouve une épingle, je l'utiliserai pour attacher mon chapeau demain.",
      "imageLink": "image_files\\English\\"imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "poduszka do szpilek",
      "translation": "coussin d'épingles",
      "definition": "Poduszka do szpilek to mała, okrągła lub kwadratowa poduszka używana do przechowywania szpilek.",
      "definition_translation": "Un coussin d'épingles est un petit coussin rond ou carré utilisé pour stocker des épingles.",
      "example": "Muszę kupić poduszkę do szpilek, aby przechować moje szpilki. Wczoraj użyłem poduszki do szpilek, aby zorganizować moje zestaw narzędzi szycia. Jeśli znajdę ładną poduszkę do szpilek, kupię ją, aby ozdobić mój pokój szycia jutro.",
      "example_translation": "J'ai besoin d'acheter un coussin d'épingles pour stocker mes épingles. J'ai utilisé un coussin d'épingles pour organiser mon kit de couture hier. Si je trouve un joli coussin d'épingles, je l'achèterai pour décorer ma salle de couture demain.",
      "imageLink": "image_files\\English\\"imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tektura",
      "translation": "carton",
      "definition": "Tektura to sztywny, podobny do papieru materiał używany do produkcji pudeł, znaków i innych obiektów.",
      "definition_translation": "Le carton est un matériau rigide, similaire au papier, utilisé pour faire des boîtes, des signes et d'autres objets.",
      "example": "Użyłem kawałka tektury, aby zrobić znak. Wczoraj użyłem tektury, aby stworzyć pudełko. Jeśli znajdę duży kawał tektury, zrobię teatr lalek jutro.",
      "example_translation": "J'ai utilisé un morceau de carton pour faire un signe. Hier, j'avais utilisé du carton pour créer une boîte. Si je trouve un grand morceau de carton, je ferai un théâtre de marionnettes demain.",
      "imageLink": "image_files\\English\\"imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "glin",
      "translation": "argile",
      "definition": "Glin to rodzaj drobnoziarnistej substancji ziemskiej, która jest plastyczna, gdy jest wilgotna, ale twardnieje, gdy jest ogrzewana lub suszona.",
      "definition_translation": "Un type de matériau terrestre fin à grain qui est plastique lorsqu'il est humide mais durcit lorsqu'il est chauffé ou séché.",
      "example": "Garncarz uformował glinę w piękną wazę. Wczoraj uformowałem małego ptaka z gliny. Jutro uformuję glinową figurę.",
      "example_translation": "Le potier a façonné l'argile en un beau vase. Hier, j'avais façonné un petit oiseau en argile. Demain, je façonnerai une statue en argile.",
      "imageLink": "image_files\\English\\"imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krajki",
      "translation": "crayons",
      "definition": "Krajka to kawałek materiału barwnego, zazwyczaj woskowego, używanego do rysowania lub kolorowania.",
      "definition_translation": "Un bâton de matériau coloré, généralement à base de cire, utilisé pour dessiner ou colorer.",
      "example": "Dziecko podniosło krajki i zaczęło rysować obraz. Wczoraj użyłem krayoli, aby pokolorować książkę. Jutro użyję krayoli, aby narysować kreskówkę.",
      "example_translation": "L'enfant a pris les crayons et a commencé à dessiner une image. Hier, j'avais utilisé des crayons pour colorer un livre. Demain, j'utiliserai des crayons pour dessiner une bande dessinée.",
      "imageLink": "image_files\\English\\"imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klej",
      "translation": "colle",
      "definition": "Klej to lepka substancja używana do łączenia lub naprawiania rzeczy.",
      "definition_translation": "Une substance collante utilisée pour joindre ou réparer des choses.",
      "example": "Nałożyłem klej na złamane zabawce i przykleiłem je z powrotem. Wczoraj użyłem kleju, aby naprawić krzesło. Jutro użyję kleju, aby przykleić guzik.",
      "example_translation": "J'ai appliqué la colle sur le jouet cassé et l'ai réparé. Hier, j'avais utilisé de la colle pour réparer une chaise. Demain, j'utiliserai de la colle pour attacher un bouton.",
      "imageLink": "image_files\\English\\"imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "igła",
      "translation": "aiguille",
      "definition": "Igła to małe, ostre narzędzie używane do szycia lub przekłuwania.",
      "definition_translation": "Un petit instrument pointu utilisé pour coudre ou percer.",
      "example": "Ona naciągnęła igłę i zaczęła szyć suknię. Wczoraj użyłem igły, aby naprawić zerwaną stronę. Jutro użyję igły, aby haftować haft.",
      "example_translation": "Elle a enfilé l'aiguille et a commencé à coudre une robe. Hier, j'avais utilisé une aiguille pour réparer une page déchirée. Demain, j'utiliserai une aiguille pour faire du patchwork sur une couverture.",
      "imageLink": "image_files\\English\\"imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chusteczka papierowa",
      "translation": "serviette en papier",
      "definition": "Chusteczka papierowa to mały, zwykle kwadratowy kawałek absorbującego papieru używany do wycierania ust i rąk przy jedzeniu.",
      "definition_translation": "Un petit morceau de papier absorbant, généralement carré, utilisé pour s'essuyer la bouche et les mains pendant les repas.",
      "example": "Użyłem chusteczki papierowej, aby wyczyścić usta po zjedzeniu sandwicha. Użyję chusteczki papierowej, aby oczyścić ręce. Ona użyła chusteczki papierowej, aby osuszyć łzy.",
      "example_translation": "J'ai utilisé une serviette en papier pour m'essuyer la bouche après avoir mangé le sandwich. J'utiliserai une serviette en papier pour nettoyer mes mains. Elle avait utilisé une serviette en papier pour sécher ses larmes.",
      "imageLink": "image_files\\English\\"imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zastępowa igła",
      "translation": "épinglette de sécurité",
      "definition": "Zastępowa igła to mała igła z sprężynową klamrą, używana do bezpiecznego zszywania ubrania, zwłaszcza u dzieci i młodzieży.",
      "definition_translation": "Une petite épine avec un fermoir à ressort, utilisée pour fixer des vêtements ou d'autres tissus de manière sécurisée, notamment sur les bébés et les jeunes enfants.",
      "example": "Moja mama użyła zastępowej igły, aby zszyć mój pieluchę, gdy byłam dzieckiem. Ona będzie używać zastępowej igły, aby naprawić rozdartą szwę sukni. Opiatka użyła zastępowej igły, aby tymczasowo naprawić zlomowane zipsero na kurcie dziecka.",
      "example_translation": "Ma mère a utilisé une épinglette de sécurité pour attacher mon diaper lorsque j'étais bébé. Elle utilisera une épinglette de sécurité pour réparer la couture éventrée de sa robe. La nounou avait utilisé une épinglette de sécurité pour réparer temporairement la fermeture éclair cassée du manteau de l'enfant.",
      "imageLink": "image_files\\English\\"imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "maszyna do szycia",
      "translation": "machine à coudre",
      "definition": "Maszyna do szycia to urządzenie używane do zszywania tkaniny, zwykle napędzane elektrycznie lub pedałem.",
      "definition_translation": "Un appareil utilisé pour coudre le tissu ensemble, généralement alimenté par l'électricité ou la pédale.",
      "example": "Użyłem maszyny do szycia, aby zrobić nową suknię na przyjęcie. Ona będzie używać maszyny do szycia, aby naprawić zerwane strony książki. Krawiec użył maszyny do szycia, aby stworzyć stroj na zamówienie klienta.",
      "example_translation": "J'ai utilisé une machine à coudre pour faire une nouvelle robe pour la fête. Elle utilisera une machine à coudre pour réparer les pages déchirées de son livre. Le tailleur avait utilisé une machine à coudre pour créer un costume sur mesure pour le client.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sticker",
      "translation": " autocollant",
      "definition": "Sticker to mała, samoprzylepna etykieta lub obraz, używany do dekoracji lub identyfikacji czegoś.",
      "definition_translation": "Un petit étiquette ou image adhésive, utilisée pour décorer ou identifier quelque chose.",
      "example": "Przykleiłem sticker do laptopa, aby go персонализować. Ona będzie używać sticker, aby oznaczyć swoje pliki. Dzieci użyły sticker, aby ozdobić swoje kartki urodzinowe.",
      "example_translation": "J'ai collé un autocollant sur mon ordinateur portable pour le personnaliser. Elle utilisera un autocollant pour étiquetter ses fichiers. Les enfants avaient utilisé des autocollants pour décorer leurs cartes d'anniversaire.",
      "imageLink": "image_files\\English\\"imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sznur",
      "translation": "cordelle",
      "definition": "Sekwencja znaków używana do przekazywania informacji.",
      "definition_translation": "Une séquence de caractères utilisée pour transmettre des informations.",
      "example": "Ona związała sznur do paczki. Ona łączy sznur teraz. Ona będzie łączyć sznur jutro.",
      "example_translation": "Elle a attaché la cordelle au paquet. Elle attache la cordelle maintenant. Elle attachera la cordelle demain.",
      "imageLink": "image_files\\English\\"imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przewód",
      "translation": "fil",
      "definition": "Cienka, elastyczna nić lub pasek metalu, służący do przewodzenia energii elektrycznej lub przesyłania wiadomości.",
      "definition_translation": "Un fil mince et flexible ou une bande de métal, utilisé pour conduire l'électricité ou envoyer des messages.",
      "example": "On podłączył przewód do obwodu. On podłącza przewód teraz. On będzie podłączał przewód jutro.",
      "example_translation": "Il a connecté le fil au circuit. Il connecte le fil maintenant. Il connectera le fil demain.",
      "imageLink": "image_files\\English\\"imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zamek błyskawiczny",
      "translation": "fermoire",
      "definition": "Urzęzenie służące do zamykania lub otwierania, szczególnie to, które składa się z zębatek.",
      "definition_translation": "Un dispositif utilisé pour attacher ou détacher, notamment un qui se compose de dents s'emboîtant.",
      "example": "Ona zaciągnęła zamek błyskawiczny na kurtkę. Ona zaciąga zamek błyskawiczny teraz. Ona będzie zaciągać zamek błyskawiczny jutro.",
      "example_translation": "Elle a fermé son manteau avec la fermoire. Elle ferme son manteau avec la fermoire maintenant. Elle ferméra son manteau avec la fermoire demain.",
      "imageLink": "image_files\\English\\"imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kredki woskowe",
      "translation": "crayons de cire",
      "definition": "Woskowe kreony do rysowania, kolorowania i pisania.",
      "definition_translation": "Bâtons de dessin à base de cire utilisés pour colorier, dessiner et écrire.",
      "example": "Dzieci używały kredki woskowych do kolorowania. Używają kredki woskowych do kolorowania teraz. Będą używać kredki woskowych do kolorowania jutro.",
      "example_translation": "Les enfants utilisent des crayons de cire pour colorer. Ils utilisent des crayons de cire pour colorer maintenant. Ils utiliseront des crayons de cire pour colorer demain.",
      "imageLink": "image_files\\English\\"imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "materiał",
      "translation": "tissu",
      "definition": "Materiał to materiał tekstylny, najczęściej wykonany z włókien splecionych, co daje mu strukturę elastyczną, cienką i miękką. Materiały mogą być tkane, dziane lub wykonane innymi metodami.",
      "definition_translation": "Un tissu est un matériel textile, le plus souvent fabriqué à partir de fils entrelacés, lui donnant une structure flexible, fine et douce. Les tissus peuvent être tissés, tricotés ou fabriqués par d'autres méthodes.",
      "example": "Użyłem pięknego materiału, aby zrobić suknię dla mojej siostry. Będę używać innego materiału, aby zrobić koszulę dla mojego brata. Użyłem mocnego materiału, aby zrobić torbę dla mojej mamy.",
      "example_translation": "J'ai utilisé un beau tissu pour faire une robe pour ma sœur. J'utiliserai un autre tissu pour faire une chemise pour mon frère. J'ai utilisé un tissu solide pour faire un sac pour ma mère.",
      "imageLink": "image_files\\English\\"imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pieczątka gumowa",
      "translation": "tampon en caoutchouc",
      "definition": "Pieczątka gumowa to ręczne narzędzie służące do nanoszenia tuszu lub innych płynów na papier lub inne powierzchnie, zwykle z wzorem lub ornamentem. Często używana w celach artystycznych lub komercyjnych.",
      "definition_translation": "Un tampon en caoutchouc est un outil manuel utilisé pour appliquer de l'encre ou d'autres liquides sur du papier ou d'autres surfaces, généralement avec un design ou un motif. Il est souvent utilisé à des fins artistiques ou commerciales.",
      "example": "Użyłem pieczątki gumowej, aby podpisać dokument. Ona będzie używać pieczątki gumowej, aby zdobić jej dziennik. Oni użyli pieczątki gumowej, aby oznakować paczki.",
      "example_translation": "J'ai utilisé un tampon en caoutchouc pour signer mon nom sur le document. Elle utilisera un tampon en caoutchouc pour décorer son journal. Ils ont utilisé un tampon en caoutchouc pour marquer les paquets.",
      "imageLink": "image_files\\English\\"imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "filc",
      "translation": "feutre",
      "definition": "Filc to materiał niewłóknisty wykonany z włókien, takich jak wełna lub materiały syntetyczne, które są uciskane, kondensowane i prasowane razem za pomocą ciepła, wilgoci i ciśnienia.",
      "definition_translation": "Le feutre est un tissu non tissé fabriqué à partir de fibres, telles que la laine ou des matériaux synthétiques, qui sont mises en boule, condensées et pressées ensemble à l'aide de chaleur, d'humidité et de pression.",
      "example": "Użyłem filcu, aby zrobić kapelusz dla mojego przyjaciela. Ona będzie używać filcu, aby stworzyć kostium do sztuki. Oni użyli filcu, aby zrobić zestaw podstawków.",
      "example_translation": "J'ai utilisé du feutre pour faire un chapeau pour mon ami. Elle utilisera du feutre pour créer un costume pour la pièce. Ils ont utilisé du feutre pour faire un jeu de plateaux.",
      "imageLink": "image_files\\English\\"imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płaszczyna",
      "translation": "pince",
      "definition": "Płaszczyna to ręczne narzędzie służące do chwytania i gięcia różnych przedmiotów, takich jak rury, druty lub małe części, poprzez zastosowanie mechanicznej przewagi przez dźwignię.",
      "definition_translation": "Les pincettes sont un outil portatif utilisé pour saisir et plier divers objets, tels que des tuyaux, des fils ou de petites pièces, en appliquant un avantage mécanique par levier.",
      "example": "Użyłem płaszczyny, aby chwycić rurę. Ona będzie używać płaszczyny, aby zgiąć drut. Oni użyli płaszczyny, aby trzymać małą część w miejscu.",
      "example_translation": "J'ai utilisé des pincettes pour saisir le tuyau. Elle utilisera des pincettes pour plier le fil. Ils ont utilisé des pincettes pour maintenir la petite pièce en place.",
      "imageLink": "image_files\\English\\"imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zastawka",
      "translation": "bouton-pression",
      "definition": "Małe metalowe zaczepienie używane do łączenia dwóch części, zwykle na ubraniach.",
      "definition_translation": "Un petit élément métallique de fermeture utilisé pour joindre deux parties ensemble, généralement sur les vêtements.",
      "example": "Przycisknąłem zastawkę, aby zamknąć swoją koszulę. Wczoraj przycisknąłem zastawkę, aby zamknąć swoją koszulę, a jutro przycisknę zastawkę, aby zamknąć swoją koszulę.",
      "example_translation": "J'ai pressé le bouton-pression pour fermer ma chemise. Hier, j'avais pressé le bouton-pression pour fermer ma chemise, et demain je presserai le bouton-pression pour fermer ma chemise.",
      "imageLink": "image_files\\English\\"imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wiercel",
      "translation": "poinçon",
      "definition": "Narzędzie służące do wykonywania otworów w czymś, zwykle w skórze lub metalu.",
      "definition_translation": "Un outil utilisé pour faire un trou dans quelque chose, généralement un objet en cuir ou en métal.",
      "example": "Użyłem wiercila, aby wykonać otwór w pasku skórzanym. Wczoraj użyłem wiercila, aby wykonać otwór w pasku skórzanym, a jutro użyję wiercila, aby wykonać otwór w pasku skórzanym.",
      "example_translation": "J'ai percé un trou dans la ceinture en cuir. Hier, j'avais percé un trou dans la ceinture en cuir, et demain je percerai un trou dans la ceinture en cuir.",
      "imageLink": "image_files\\English\\"imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wstęga",
      "translation": "ruban",
      "definition": "Długi, wąski pas materiału lub innego materiału, używany do ozdoby lub funkcjonalnych celów.",
      "definition_translation": "Une longue bande étroite de tissu ou autre matériau, utilisée à des fins décoratives ou fonctionnelles.",
      "example": "Ona zawiązała wstęgę wokół pudełka z prezentem. Wczoraj zawiązała wstęgę wokół pudełka z prezentem, a jutro będzie zawiązywać wstęgę wokół pudełka z prezentem.",
      "example_translation": "Elle a attaché un ruban autour de la boîte cadeau. Hier, elle avait attaché un ruban autour de la boîte cadeau, et demain elle attachera un ruban autour de la boîte cadeau.",
      "imageLink": "image_files\\English\\"imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "walec",
      "translation": " rouleau",
      "definition": "Cylindryczny obiekt, który obraca się na osi, używany do różnych celów, takich jak malowanie lub rozkładanie ciasta.",
      "definition_translation": "Un objet cylindrique qui tourne sur son axe, utilisé pour diverses purposes telles que la peinture ou l'étirement de la pâte.",
      "example": "Użyłem walca, aby pomalować ścianę. Wczoraj użyłem walca, aby pomalować ścianę, a jutro będę używać walca, aby pomalować ścianę.",
      "example_translation": "J'ai utilisé un rouleau pour peindre le mur. Hier, j'avais utilisé un rouleau pour peindre le mur, et demain je vais utiliser un rouleau pour peindre le mur.",
      "imageLink": "image_files\\English\\"imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papier ścierny",
      "translation": "papier de verre",
      "definition": "Papier lub tkanina z abrazyjną powierzchnią, używana do wygładzania i polerowania drewna, metalu itp.",
      "definition_translation": "un papier ou un tissu avec surface abrasive, utilisé pour lisser et polir le bois, le métal, etc.",
      "example": "Użyłem papieru ściernego, aby wygładzić powierzchnię drewna. Wczoraj ścierałem podłogę. Jutro będę ścierać ściany.",
      "example_translation": "J'ai utilisé du papier de verre pour lisser la surface en bois. Hier, j'ai poncé le plancher. Demain, je poncerai les murs.",
      "imageLink": "image_files\\English\\"imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bliszcze",
      "translation": "paillettes",
      "definition": "Małe, błyszczące dyski, zwykle wykonane z plastiku lub metalu, używane do dekoracji ubrań lub akcesoriów.",
      "definition_translation": "petits disques brillants, généralement en plastique ou en métal, utilisés pour décorer des vêtements ou des accessoires",
      "example": "Kostium był pokryty bliszczeniami i glitterem. Ona zszyła bliszcze na swojej sukni wczoraj. Projektantka mody będzie używać bliszcz na swojej następnej kolekcji.",
      "example_translation": "Le costume était couvert de paillettes et de paillettes. Elle a cousu des paillettes sur sa robe hier soir. La designer de mode utilisera des paillettes sur sa prochaine collection.",
      "imageLink": "image_files\\English\\"imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szablon",
      "translation": "pochoir",
      "definition": "Cienka warstwa materiału, takiego jak papier lub plastik, z wyciętym wzorem, używana jako wzór do malowania lub rysowania.",
      "definition_translation": "une feuille mince de matériau, comme du papier ou du plastique, avec un design découpé, utilisée comme modèle pour peindre ou dessiner",
      "example": "Użyłem szablonu, aby pomalować wzór na ścianie. Artystka stworzyła szablon dla swojego następnego obrazu. Nauczycielka da nam szablon do projektu artystycznego.",
      "example_translation": "J'ai utilisé un pochoir pour peindre un design sur le mur. L'artiste a créé un pochoir pour sa prochaine peinture. L'enseignante nous donnera un pochoir pour le projet d'art.",
      "imageLink": "image_files\\English\\"imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szybka",
      "translation": "coudre",
      "definition": "Jedno pasa sznurka i nitki, używane do łączenia, naprawy lub dekoracji tkaniny itp.",
      "definition_translation": "un unique passage de l'aiguille et du fil, utilisé pour joindre, réparer ou décorer du tissu, etc.",
      "example": "Szyłem szwy w celu naprawy rozdarcia. Ona będzie łączyć tkaninę razem. Krawiec będzie szył końcówkę sukni.",
      "example_translation": "J'ai cousu un point pour réparer la déchirure. Elle cousira le tissu ensemble. Le tailleur coudra l'ourlet de la robe.",
      "imageLink": "image_files\\English\\"imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "styropian",
      "translation": "mousse de polystyrène",
      "definition": "Rodzaj pianki plastikowej używanej do produkcji kubków, pojemników i materiałów opakowaniowych.",
      "definition_translation": "Un type de mousse de plastique utilisé pour fabriquer des tasses, des contenants et des matériaux d'emballage.",
      "example": "W przeszłości używaliśmy kubków styropianowych do kawy, ale teraz używamy ekologicznych kubków z papieru. Obecnie firma produkuje ekologiczne alternatywy. W przyszłości całkowicie wyeliminujemy produkty styropianowe.",
      "example_translation": "Dans le passé, nous avons utilisé des tasses en mousse de polystyrène pour le café, mais maintenant nous utilisons des tasses en papier recyclé. Actuellement, l'entreprise produit des alternatives écologiques. Dans le futur, nous éliminerons complètement les produits en mousse de polystyrène.",
      "imageLink": "image_files\\English\\"imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "paliczek",
      "translation": "de",
      "definition": "Mała, kubkowata osłona noszona na palcu, chroniąca go podczas szycia.",
      "definition_translation": "Un petit contenant en forme de coupe porté à l'extrémité du doigt pour le protéger pendant la couture.",
      "example": "Moja babcia zawsze używała paliczka, próbując szyć, ale ja wolę używać osłony igły. Ona nauczyła się szycia w przeszłości, ale teraz uczę ją nowych technik. W przyszłości będziemy razem robić quilt.",
      "example_translation": "Ma grand-mère utilisait toujours un de quand elle cousait, mais je préfère utiliser un garde-aiguille. Elle a appris à coudre dans le passé, mais maintenant je lui enseigne de nouvelles techniques. Dans le futur, nous ferons un quilt ensemble.",
      "imageLink": "image_files\\English\\"imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nici",
      "translation": "fil",
      "definition": "Długi, cienki sznurek z włókien, używany do szycia lub tkania.",
      "definition_translation": "Un long fil mince de fibres utilisé pour coudre ou tisser.",
      "example": "Muszę kupić nową nici dla mojej maszyny do szycia, ponieważ starej się zepsuła. W przeszłości moja matka nauczyła mnie, jak przeciągnąć nici. Obecnie pracuję nad nowym projektem haftu. W przyszłości stworzę ubranie robione na zamówienie.",
      "example_translation": "Je dois acheter un nouveau fil pour ma machine à coudre parce que l'ancien est cassé. Dans le passé, ma mère m'a appris à enfiler une aiguille. Actuellement, je travaille sur un nouveau projet de broderie. Dans le futur, je créerai un vêtement sur mesure.",
      "imageLink": "image_files\\English\\"imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lakier",
      "translation": "vernis",
      "definition": "Cieczny pokrycie lub lakier, stosowany do ochrony i polepszania wyglądu drewna lub innych materiałów.",
      "definition_translation": "Un revêtement liquide ou finition appliqué sur le bois ou d'autres matériaux pour les protéger et améliorer leur apparence.",
      "example": "Stolarz nałożył warstwę lakieru na stolik, aby go chronić przed zadrapaniem. W przeszłości używałem lakieru, który nie był ekologiczny, ale teraz wybieram wodny lakier. Obecnie restauruję mebel antyczny. W przyszłości stworzę lakier własnej produkcji dla moich klientów.",
      "example_translation": "Le menuisier a appliqué une couche de vernis sur la table en bois pour la protéger des égratignures. Dans le passé, j'utilisais un vernis qui n'était pas écologique, mais maintenant j'opte pour un vernis à base d'eau. Actuellement, je restaure une pièce de mobilier antique. Dans le futur, je créerai un vernis sur mesure pour mes clients.",
      "imageLink": "image_files\\English\\"imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wiklina",
      "translation": "osier",
      "definition": "Wiklina to rodzaj mebli lub innych przedmiotów wykonanych z giętkich gałęzi lub trzcin, często wierzby lub rattanu.",
      "definition_translation": "Osier est un type de meubles tissés ou d'autres objets faits de branches flexibles ou de roseaux, souvent saule ou rotin.",
      "example": "Siedziała na wiklinowym krześle na werandzie. Wczoraj miała wiklinowe krzesła w swoim ogrodzie. Do następnego lata będzie miała wiklinowe meble na całym swoim podwórku.",
      "example_translation": "Elle s'est assise sur la chaise en osier sur le porche. Hier, elle avait des chaises en osier dans son jardin. D'ici l'été prochain, elle aura des meubles en osier partout dans son jardin.",
      "imageLink": "image_files\\English\\"imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "farba akrylowa",
      "translation": "peinture acrylique",
      "definition": "Farba akrylowa to szybkoschnąca, wszechstronna i rozcieńczalna wodą farba, powstająca z mieszanki wody, pigmentu, spoiwa i innych dodatków.",
      "definition_translation": "La peinture acrylique est une peinture à séchage rapide, versatile et soluble dans l'eau, faite à partir d'un mélange d'eau, de pigment, de liant et d'autres additifs.",
      "example": "Użył farby akrylowej, aby stworzyć piękny pejzaż. W zeszłym roku kupił farbę akrylową do swojego projektu artystycznego. Do następnego miesiąca nauczy się mieszać farbę akrylową z innymi medium.",
      "example_translation": "Il a utilisé de la peinture acrylique pour créer un paysage magnifique. L'an dernier, il avait acheté de la peinture acrylique pour son projet d'art. D'ici le mois prochain, il aura appris à mélanger de la peinture acrylique avec d'autres supports.",
      "imageLink": "image_files\\English\\"imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "brzeg adhezyjny",
      "translation": "bord adhésif",
      "definition": "Brzeg adhezyjny to dekoracyjny pas z samoprzylepną podkładką, stosowany do dodania wzoru lub desenia na powierzchni lub obiekcie.",
      "definition_translation": "Un bord adhésif est une bande décorative avec un dos adhésif, utilisée pour ajouter un design ou un motif à une surface ou un objet.",
      "example": "Zaaplikowała brzeg adhezyjny na stronę swojego albumu scrapbookowego. Wczoraj użyła brzegów adhezyjnych, aby udekorować swój album zdjęć. Do następnego tygodnia kupi nowe brzegi adhezyjne do swojego projektu rzemieślniczego.",
      "example_translation": "Elle a appliqué un bord adhésif à sa page de scrapbook. Hier, elle avait utilisé des bordures adhésives pour décorer son album photo. D'ici la semaine prochaine, elle aura acheté de nouvelles bordures adhésives pour son projet de bricolage.",
      "imageLink": "image_files\\English\\"imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koraliki",
      "translation": "perles",
      "definition": "Koraliki to małe, dekoracyjne przedmioty, zwykle wykonane z szkła, plastiku lub innych materiałów, używane do biżuterii, rzemiosł lub innych celów dekoracyjnych.",
      "definition_translation": "Les perles sont de petits objets décoratifs, généralement faits de verre, de plastique ou d'autres matériaux, utilisés pour les bijoux, les arts et les autres fins décoratives.",
      "example": "nazęła koraliki na sznurek. W zeszłym miesiącu stworzyła bransoletkę z korali. Do następnego roku nauczy się tkać koraliki w tkaninę.",
      "example_translation": "Elle a enfilé les perles sur un collier. Le mois dernier, elle avait fait un bracelet de perles. D'ici l'année prochaine, elle aura appris à tisser des perles dans un tissu.",
      "imageLink": "image_files\\English\\"imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szew ścieżkowy",
      "translation": "point de blanket",
      "definition": "Rodzaj szewu haftowanego, używanego do wykończenia krawędzi kołdry lub innej tkaniny, charakteryzujący się serią małych pętli.",
      "definition_translation": "Un type de point de broderie utilisé pour finir le bord d'un blanket ou d'un autre tissu, caractérisé par une série de petites boucles.",
      "example": "Użyłem szewu ścieżkowego, aby ukończyć krawędź swojego quiltu. Będę używał szewu ścieżkowego, aby zszyć hem swoich spodni. Użyłem szewu ścieżkowego, aby naprawić swój ulubiony sweter.",
      "example_translation": "J'ai utilisé un point de blanket pour finir le bord de ma couette. J'utiliserai un point de blanket pour coudre l'ourlet de mon pantalon. J'avais utilisé un point de blanket pour réparer mon pull préféré.",
      "imageLink": "image_files\\English\\"imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zestaw pędzli",
      "translation": "ensemble de brosses",
      "definition": "Kolekcja pędzli używanych do określonego celu, takiego jak malowanie lub nakładanie makijażu.",
      "definition_translation": "Une collection de brosses utilisées pour un but spécifique, tel que la peinture ou l'application de maquillage.",
      "example": "Kupiłem nowy zestaw pędzli do mojej klasy malarstwa olejnego. Ona używa zestawu pędzli, aby nakładać makijaż każdego ranka. Będą wprowadzić nowy zestaw pędzli do pielęgnacji włosów następnego miesiąca.",
      "example_translation": "J'ai acheté un nouvel ensemble de brosses pour ma classe de peinture à l'huile. Elle utilise un ensemble de brosses pour appliquer son maquillage chaque matin. Ils lanceront un nouvel ensemble de brosses pour les soins des cheveux le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szew łańcuchowy",
      "translation": "point de chaîne",
      "definition": "Rodzaj szewu haftowanego, składający się z serii połączonych pętli, często używany do konturowania wzorów lub tworzenia krawędzi.",
      "definition_translation": "Un type de point de broderie qui consiste en une série de boucles connectées, souvent utilisé pour délimiter les dessins ou créer des bordures.",
      "example": "Użyłem szewu łańcuchowego, aby zarysować wzór na moim kolegium haftowanym. Ona będzie używała szewu łańcuchowego, aby stworzyć krawędź na swoim quiltcie. Użyłem szewu łańcuchowego, aby stworzyć dekoracyjną krawędź na swoim poduszeczce.",
      "example_translation": "J'ai utilisé un point de chaîne pour délimiter le dessin sur mon cercle de broderie. Elle utilisera un point de chaîne pour créer une bordure sur sa couette. J'avais utilisé un point de chaîne pour faire une bordure décorative sur ma taie d'oreiller.",
      "imageLink": "image_files\\English\\"imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "igła okrągła",
      "translation": "aiguille circulaire",
      "definition": "Typ igły do robótek ręcznych, która jest okrągła w kształcie, umożliwiająca łatwe szycie wokół.",
      "definition_translation": "Un type d'aiguille de tricot qui est circulaire en forme, permettant une facilité d'utilisation lors du tricotage en rond.",
      "example": "Wolę używać igły okrągłej, gdy szyję czapkę. Ona używa igły okrągłej, aby szyć swetry dla swojej rodziny. Użyłem igły okrągłej, aby stworzyć szal dla mojego przyjaciela.",
      "example_translation": "Je préfère utiliser une aiguille circulaire lors du tricotage d'un chapeau. Elle utilise une aiguille circulaire pour tricoter des pull-overs pour sa famille. J'avais utilisé une aiguille circulaire pour faire un écharpe pour mon ami.",
      "imageLink": "image_files\\English\\"imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "punch rogów",
      "translation": "poinçon d'angle",
      "definition": "Narzędzie służące do tworzenia zaokrąglonego rogu na kartce papieru lub karcie, powszechnie używane w scrapbookingu i rzemiośle papierowym.",
      "definition_translation": "Un outil utilisé pour créer un angle arrondi sur un morceau de papier ou de carte, couramment utilisé dans le scrapbooking et le travail du papier.",
      "example": "Użyła puncha rogów, aby stworzyć dekoracyjny brzeg na swoim albumie zdjęć. Wczoraj punchowała wszystkie cztery rogi strony. Jutro punchuje rogi następnej strony.",
      "example_translation": "Elle a utilisé un poinçon d'angle pour créer un bord décoratif sur son album photo. Hier, elle avait poinçonné tous les quatre angles de la page. Demain, elle poinçonnera les angles de la page suivante.",
      "imageLink": "image_files\\English\\"imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papier kreponowy",
      "translation": "papier crépon",
      "definition": "Rodzaj cienkiego, fałdowanego papieru, często używanego w dekoracjach, rzemiośle i ozdabianiu prezentów.",
      "definition_translation": "Un type de papier fin, frisé, souvent utilisé dans les décorations, les artisanats et l'emballage des cadeaux.",
      "example": "Dekoracje na urodziny zostały wykonane z papieru kreponowego w jasnych kolorach. W zeszłym roku użyliśmy papieru kreponowego, aby stworzyć atmosferę świąteczną. Następnym miesiącem będą dekorować salę papierem kreponowym.",
      "example_translation": "Les décorations de la fête ont été faites avec du papier crépon de couleurs vives. L'année dernière, ils avaient utilisé du papier crépon pour créer une atmosphère festive. Le mois prochain, ils utiliseront du papier crépon pour décorer le hall.",
      "imageLink": "image_files\\English\\"imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "hak do krochetsu",
      "translation": "crochet à crochet",
      "definition": "Narzędzie używane do tworzenia pętli z przędzy lub nici, stosowane w technice krochetsu.",
      "definition_translation": "Un outil utilisé pour créer des boucles dans du fil ou du fil, utilisé dans l'artisanat du crochet.",
      "example": "Użyła hak do krochetsu, aby zrobić piękny pled. Wczoraj, użyła hak do krochetsu, aby stworzyć skomplikowany wzór. Jutro, będzie używać hak do krochetsu, aby naprawić dziurę w swojej bluzie.",
      "example_translation": "Elle a utilisé un crochet à crochet pour faire une belle couverture. Hier, elle avait utilisé un crochet à crochet pour créer un motif intriqué. Demain, elle utilisera un crochet à crochet pour réparer un trou dans son pull.",
      "imageLink": "image_files\\English\\"imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krzyżyki",
      "translation": "broderie au point de croix",
      "definition": "Popularna forma haftu, która polega na tworzeniu wzorów na tkaninie przy użyciu x-kształtnych szwów.",
      "definition_translation": "Une forme populaire de broderie qui implique de créer des motifs sur du tissu en utilisant des points en forme de croix.",
      "example": "Spędziła godziny, pracując nad wzorem krzyżyków. W zeszłym tygodniu, skończyła projekt krzyżyków. W następnym roku, rozpocznie nowy projekt krzyżyków.",
      "example_translation": "Elle a passé des heures à travailler sur un motif de broderie au point de croix. La semaine dernière, elle avait terminé un projet de broderie au point de croix. L'année prochaine, elle commencera un nouveau projet de broderie au point de croix.",
      "imageLink": "image_files\\English\\"imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stempel daty",
      "translation": " tampille de date",
      "definition": "Stempel daty to narzędzie lub urządzenie używane do umieszczania daty na dokumencie, paczce lub innym przedmiocie, często w postaci wydrukowanej lub zatopionej impresji.",
      "definition_translation": "Une tampille de date est un outil ou un appareil utilisé pour appliquer une date à un document, à un paquet ou à un autre élément, souvent sous forme d'empreinte imprimée ou encre.",
      "example": "Urządniczka użyła stempla daty, aby oznaczyć dokumenty, jutro, będę używać stempla daty, aby oznaczyć paczkę, a ona użyła stempla daty, aby oznaczyć list w zeszłym tygodniu.",
      "example_translation": "Le greffier a utilisé une tampille de date pour marquer les papiers, j'utiliserai une tampille de date pour marquer le paquet demain, et elle avait utilisée une tampille de date pour marquer la lettre la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papier dekolacyjny",
      "translation": "papier découpé",
      "definition": "Papier dekolacyjny to rodzaj papieru używanego do techniki dekolacji, gdzie wycięte obrazki lub wydruki są naklejane na przedmiot przy użyciu lakieru lub kleju.",
      "definition_translation": "Le papier découpé est un type de papier utilisé pour une technique d'artisanat où des images ou des impressions découpées sont appliquées à un objet à l'aide d'un scellateur ou d'un adhésif.",
      "example": "Użyła papieru dekolacyjnego, aby udekorować meble, jutro, będę używać papieru dekolacyjnego, aby stworzyć kolaż, a oni użyli papieru dekolacyjnego, aby stworzyć mural w zeszłym roku.",
      "example_translation": "Elle a utilisé du papier découpé pour décorer les meubles, j'utiliserai du papier découpé pour faire un collage demain, et ils avaient utilisé du papier découpé pour créer une fresque l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nici haftowe",
      "translation": "fil à broder",
      "definition": "Nici haftowe to rodzaj nici lub włóczni używane do haftu, często wykonane z bawełny, jedwabiu lub innych materiałów, dostępne w różnych kolorach.",
      "definition_translation": "Le fil à broder est un type de fil ou de yarn utilisé pour la broderie, souvent fait de coton, de soie ou d'autres matériaux, et disponible dans une variété de couleurs.",
      "example": "Użyła nici haftowych, aby uszyć wzór, jutro, będę używać nici haftowych, aby stworzyć wzór, a oni użyli nici haftowych, aby zrobić tkaninę w ostatnim miesiącu.",
      "example_translation": "Elle a utilisé du fil à broder pour coudre le design, j'utiliserai du fil à broder pour créer un motif demain, et ils avaient utilisé du fil à broder pour faire une tapisserie le mois dernier.",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obręcz haftowa",
      "translation": "cercle à broder",
      "definition": "Obręcz haftowa to okrągła rama używana do napięcia tkaniny, co ułatwia haftowanie lub szycie, często używana w haftowaniu ręcznym lub krzyżykowym.",
      "definition_translation": "Un cercle à broder est un cadre circulaire utilisé pour maintenir le tissu tendu, facilitant ainsi la broderie ou la couture, et souvent utilisé dans la broderie manuelle ou le point de croix.",
      "example": "Użyła obręczy haftowej, aby uszyć litery, jutro, będę używać obręczy haftowej, aby stworzyć wzór, a oni użyli obręczy haftowej, aby zrobić próbkę w zeszłym roku.",
      "example_translation": "Elle a utilisé un cercle à broder pour coudre les lettres, j'utiliserai un cercle à broder pour créer un design demain, et ils avaient utilisé un cercle à broder pour faire un échantillon l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pędzel piankowy",
      "translation": "pinceau à mousse",
      "definition": "Pędzel piankowy to rodzaj pędzla, który ma miękkie, piankowe włosie, używany do aplikowania farby, kleju lub innych materiałów.",
      "definition_translation": "Un pinceau à mousse est un type de pinceau qui a des poils en mousse douce utilisés pour appliquer de la peinture, des adhésifs ou d'autres matériaux.",
      "example": "Użyłem pędzla piankowego, aby nałożyć farbę na ścianę. Jutro, będę używać pędzla piankowego, aby pomalować meble. Ona użyła pędzla piankowego, aby nałożyć klej.",
      "example_translation": "J'ai utilisé un pinceau à mousse pour appliquer la peinture au mur. J'utiliserai un pinceau à mousse pour peindre les meubles demain. Elle avait utilisé un pinceau à mousse pour appliquer l'adhésif.",
      "imageLink": "image_files\\English\\"imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pistoł pistoletowy",
      "translation": "pistolet à colle",
      "definition": "Pistoł pistoletowy to urządzenie ręczne, które wydziela gorący klej, aby łączyć materiały.",
      "definition_translation": "Un pistolet à colle est un dispositif portatif qui distribue de la colle chaude pour lier les matériaux ensemble.",
      "example": "Użyłem pistoletu pistoletowego, aby przykleić tkaninę do ramy. Ona będzie używać pistoletu pistoletowego, aby naprawić zabawkę. Oni użyli pistoletu pistoletowego, aby zmontować meble.",
      "example_translation": "J'ai utilisé un pistolet à colle pour attacher le tissu au cadre. Elle utilisera un pistolet à colle pour réparer le jouet. Ils avaient utilisé un pistolet à colle pour assembler les meubles.",
      "imageLink": "image_files\\English\\"imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "hak i oko",
      "translation": "oeillet et croc",
      "definition": "Hak i oko to rodzaj zaczepu, składający się z metalowego haka i odpowiedniego oka, które się w nie wpasowuje.",
      "definition_translation": "Un oeillet et croc est un type de fermoir qui se compose d'un crochet en métal et d'un oeil correspondant que cela s'adapte à.",
      "example": "Użyłem haka i oka, aby zapiąć sukienkę. Ona będzie używać haka i oka, aby przykleić zamek. Oni użyli haka i oka, aby zabezpieczyć torbę.",
      "example_translation": "J'ai utilisé un oeillet et croc pour fermer la robe. Elle utilisera un oeillet et croc pour attacher la fermeture éclair. Ils avaient utilisé un oeillet et croc pour sécuriser le sac.",
      "imageLink": "image_files\\English\\"imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tuszownik",
      "translation": "tampon encreur",
      "definition": "Tuszownik to mała, absorbująca poduszka używana do aplikowania tuszu na stemple lub inne powierzchnie.",
      "definition_translation": "Un tampon encreur est un petit tampon absorbant qui est utilisé pour appliquer de l'encre aux timbres ou à d'autres surfaces.",
      "example": "Użyłem tuszownika, aby stemplować dokument, ona będzie używać tuszownika, aby stworzyć dzieło sztuki, a oni użyli tuszownika, aby podpisać kontrakt.",
      "example_translation": "J'ai utilisé un tampon encreur pour tamponner le document. Elle utilisera un tampon encreur pour créer une pièce d'art. Ils avaient utilisé un tampon encreur pour signer le contrat.",
      "imageLink": "image_files\\English\\"imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "igraphiczne szpilki",
      "translation": "aiguilles à tricoter",
      "definition": "Para szpilki używana do manipulowania nitkami, typowo używana do hafciarstwa i tworzenia akcesoriów.",
      "definition_translation": "Une paire d'aiguilles utilisées pour manipuler le fil en tissu, généralement utilisées pour tricoter des vêtements et des accessoires.",
      "example": "Musiałem kupić nowe igraficzne szpilki na urodziny mojej babci. Ona przez lata zajmowała się hafciarstwem i kocha to. Będzie hafcić piękną bluzę zimą.",
      "example_translation": "J'ai dû acheter de nouvelles aiguilles à tricoter pour l'anniversaire de ma grand-mère. Elle tricote depuis des années et l'aime beaucoup. Elle tricotera un beau pull l'hiver prochain.",
      "imageLink": "image_files\\English\\"imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "masa modelarska",
      "translation": "pâte à modeler",
      "definition": "Typ plastyku używanego do tworzenia trójwymiarowych obiektów, często używanego w rzeźbie, sztuce i projektach.",
      "definition_translation": "Un type de matériau malléable utilisé pour créer des objets tridimensionnels, souvent utilisé dans la sculpture, l'art et les projets de bricolage.",
      "example": "Jako dziecko, uwielbiałem grać się z masą modelarską, tworząc różne zwierzęta i potwory. Moja siostra będzie grać z masą modelarską ponownie następnego tygodnia. Będzie stworzyć piękny wazon z nią.",
      "example_translation": "Quand j'étais enfant, j'adorais jouer avec de la pâte à modeler, créant toutes sortes d'animaux et de monstres. Ma sœur jouera avec de la pâte à modeler à nouveau la semaine prochaine. Elle créera un beau vase avec cela.",
      "imageLink": "image_files\\English\\"imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "narzędzie do przędzenia nici",
      "translation": "fil à aiguille",
      "definition": "Narzędzie używane do pomocy w przędzeniu nici lub nitki przez igłę, często używane w szyciu i haftowaniu.",
      "definition_translation": "Un outil utilisé pour aider à guider le fil ou le fil à travers l'œil d'une aiguille, souvent utilisé dans la couture et la broderie.",
      "example": "Moja babcia zawsze używa narzędzia do przędzenia nici, kiedy szyć. Zajmuje się szyciem przez lata i znajduje to bardzo przydatne. Będzie używać narzędzia do przędzenia nici, aby uszyć piękną sukienkę następnego miesiąca.",
      "example_translation": "Ma grand-mère utilise toujours un fil à aiguille lorsqu'elle coud. Elle a couturé pendant des années et le trouve très utile. Elle utilisera un fil à aiguille pour coudre une belle robe le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stempel numeracyjny",
      "translation": "tampon de numérotation",
      "definition": "Narzędzie używane do oznaczania lub etykietowania obiektów numerami, często używane w biurach i administracyjnych ustawieniach.",
      "definition_translation": "Un outil utilisé pour marquer ou étiqueter des objets avec des numéros, souvent utilisé dans les bureaux et les contextes administratifs.",
      "example": "Bibliotekarka używa stempla numeracyjnego do organizacji książek. Pracuje w bibliotece przez lata i znajduje to bardzo wydajne. Będzie używać stempla numeracyjnego, aby opisać nową kolekcję książek następnego roku.",
      "example_translation": "La bibliothécaire utilise un tampon de numérotation pour organiser les livres. Elle travaille à la bibliothèque depuis des années et le trouve très efficace. Elle utilisera un tampon de numérotation pour etiqueter une nouvelle collection de livres l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nożyczki do cięcia papieru",
      "translation": "ciseau à papier",
      "definition": "Urządzenie używane do cięcia papieru, typowo mające płaską, prostokątną lub kwadratową ostrze z uchwytami.",
      "definition_translation": "Un dispositif utilisé pour couper le papier, ayant généralement une lame plate, rectangulaire ou carrée avec un manche attaché.",
      "example": "Użyłem nożyczek do cięcia papieru, aby przyciąć krawędzie dokumentu. Wczoraj musiałem dużo ciąć papieru dla projektu. Gdyby byłym grafikiem, używałbym nożyczek do cięcia papieru każdego dnia.",
      "example_translation": "J'ai utilisé un ciseau à papier pour égaliser les bords du document. Hier, j'ai dû couper beaucoup de papier pour un projet. Si j'étais un designer graphique, j'utiliserais un ciseau à papier tous les jours.",
      "imageLink": "image_files\\English\\"imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "plastelina",
      "translation": "pâte à modeler",
      "definition": "Miękki, plastyczny i często kolorowy materiał używany do modelowania i celów artystycznych.",
      "definition_translation": "Un matériau souple, malléable et souvent coloré utilisé pour la modelisation et les pours artístiques.",
      "example": "Jako dziecko, uwielbiałem grać się z plasteliną, tworząc różne kształty i figury. Moja siostra użyła plasteliny, aby stworzyć piękną rzeźbę. Gdyby miałem więcej czasu, stworzyłbym animację z plasteliny.",
      "example_translation": "Enfant, j'adorais jouer avec la pâte à modeler pour créer différentes formes et figures. Ma sœur a utilisé la pâte à modeler pour faire une belle sculpture. Si j'avais plus de temps, je ferais une animation en pâte à modeler.",
      "imageLink": "image_files\\English\\"imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "farba plakatowa",
      "translation": "peinture à affiche",
      "definition": "Typ farby wodnej używanej do tworzenia dużych, kolorowych i wyrazistych projektów, często do ekspozycji lub dekoracji.",
      "definition_translation": "Un type de peinture à base d'eau utilisé pour créer de grandes conceptions audacieuses et colorées, souvent pour l'affichage ou la décoration.",
      "example": "Nauczycielka sztuki wydała nam farbę plakatową dla naszego projektu. Użyłem farby plakatowej, aby stworzyć jaskrawą mozaikę na ścianie. Gdyby byłem artystą, używałbym farby plakatowej dla mojej następnej wystawy.",
      "example_translation": "Le professeur d'art nous a distribué de la peinture à affiche pour notre projet. J'ai utilisé la peinture à affiche pour créer un murale brillant sur le mur. Si j'étais un artiste, j'utiliserais la peinture à affiche pour ma prochaine exposition.",
      "imageLink": "image_files\\English\\"imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kamień szlachetny",
      "translation": "strass",
      "definition": "Typ ozdobnego kamienia lub kryształu, często używanego w ubiorze, akcesoriach lub biżuterii, aby dodać blasku i elegancji.",
      "definition_translation": "Un type de pierre ornementale ou de cristal, souvent utilisé sur les vêtements, les accessoires ou les bijoux, pour ajouter de l'éclat et du glamour.",
      "example": "Sukienka była pokryta kamieniami szlachetnymi, sprawiając, że lśniła w świetle. Moja babcia nosiła naszyjnik z kamieniami szlachetnymi na przyjęciu. Gdyby byłem projektantem mody, używałbym kamieni szlachetnych w mojej następnej kolekcji.",
      "example_translation": "La robe était couverte de strass, la faisant briller dans la lumière. Ma grand-mère a porté un collier en strass à la fête. Si j'étais un styliste, j'utiliserais des strass dans ma prochaine collection.",
      "imageLink": "image_files\\English\\"imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papier ryżowy",
      "translation": "papier de riz",
      "definition": "Cienka, półprzezroczysta papier zrobiona z rdzenia papierowego, używana do rzemiosła, kaligrafii i innych dekoracyjnych celów.",
      "definition_translation": "Un papier fin et transparent fabriqué à partir de la moelle de la plante de papier de riz, utilisé pour les artisanats, la calligraphie et d'autres usages décoratifs.",
      "example": "Ona starannie opakowała prezent w papier ryżowy, aby nadać mu tradycyjnego japońskiego wyglądu. Pracowała nad projektem papieru ryżowego przez wiele tygodni. Do końca roku, będzie mistrzynią tworzenia papieru ryżowego.",
      "example_translation": "Elle a soigneusement emballé le cadeau dans du papier de riz pour lui donner un aspect traditionnel japonais. Elle travaille sur un projet d'art de papier de riz depuis des semaines. D'ici l'année prochaine, elle aura maîtrisé l'art de fabriquer du papier de riz.",
      "imageLink": "image_files\\English\\"imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szyć szew",
      "translation": "point de couture",
      "definition": "Podstawowy szew używany do obrysowania wzorów, zszywania dwóch części tkaniny lub bawełny, lub umieszczania warstw tkaniny.",
      "definition_translation": "Un point de base de couture utilisé pour définir les conceptions, coudre deux pièces de tissu ensemble ou faire des points de fixation sur des couches de tissu.",
      "example": "Użyła szwu, aby zszyć krawędzie tkaniny razem. Pracuje nad szewem przez wiele godzin, aby osiągnąć perfekcję. Do końca miesiąca, będzie mistrzynią szwu.",
      "example_translation": "Elle a utilisé un point de couture pour coudre les bords du tissu ensemble. Elle a passé des heures à pratiquer le point de couture pour le rendre parfait. D'ici la fin du mois, elle aura maîtrisé le point de couture.",
      "imageLink": "image_files\\English\\"imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skrzynka do szycia",
      "translation": "boîte à couture",
      "definition": "Pojemnik używany do przechowywania materiałów do szycia, takich jak igły, nici i fragmenty tkanin.",
      "definition_translation": "Un conteneur utilisé pour stocker des fournitures de couture, telles que des aiguilles, des fils et des chutes de tissu.",
      "example": "Trzymała swoją skrzynkę do szycia zorganizowaną, aby szybko znaleźć, co potrzebowała. Używała tej samej skrzynki do szycia od lat. Do następnego tygodnia kupi nową skrzynkę do szycia.",
      "example_translation": "Elle a tenu sa boîte à couture organisée pour trouver ce qu'elle cần rapidement. Elle avait utilisé la même boîte à couture pendant des années. D'ici la semaine prochaine, elle aura acheté une nouvelle boîte à couture.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wzór do szycia",
      "translation": "patron de couture",
      "definition": "Wzór lub przewodnik używany do wycinania elementów tkaninowych dla projektu szycia, często zawierający wymiary i instrukcje.",
      "definition_translation": "Un modèle ou guide utilisé pour découper des pièces de tissu pour un projet de couture, souvent featuring des mesures et des instructions.",
      "example": "Użyła wzoru do szycia, aby uzyskać idealny dopasowanie. Tworzyła własne wzory do szycia od miesięcy. Do następnego lata zaprojektuje nową kolekcję wzorów do szycia.",
      "example_translation": "Elle a utilisé un patron de couture pour faire un ajustement parfait. Elle a passé des mois à créer ses propres patrons de couture. D'ici l'été prochain, elle aura conçu une nouvelle collection de patrons de couture.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "manekin krawca",
      "translation": "mannequin de tailleur",
      "definition": "Lalka lub model używany przez krawców do przystosowania i wyświetlania ubrań, szczególnie ten, który może być dostosowany do różnych rozmiarów.",
      "definition_translation": "Un poupée ou modèle utilisé par les tailleurs pour ajuster et afficher les vêtements, en particulier un qui peut être ajusté à différentes tailles.",
      "example": "Manekin krawca stał w rogu sklepu, ubrany w najnowszą modę. Krawiec użył go wczoraj, aby dopasować suknię, i będzie go używał jutro, aby stworzyć nowy design.",
      "example_translation": "Le mannequin de tailleur se tenait dans le coin du magasin, habillé de la dernière tendance de la mode. Le tailleur l'avait utilisé pour ajuster la robe hier, et l'utiliserait à nouveau demain pour créer un nouveau design.",
      "imageLink": "image_files\\English\\"imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miara taśmowa",
      "translation": "mètre ruban",
      "definition": "Elastyczna linijka, typowo wykonana z węższej taśmy metalowej lub plastikowej, używana do mierzenia długości i szerokości.",
      "definition_translation": "Un règle flexible, généralement fait d'une bande étroite de métal ou de plastique, utilisé pour mesurer les longueurs et les largeurs.",
      "example": "Użyła miary taśmowej, aby obliczyć szerokość pokoju. Stolarz będzie potrzebował miary taśmowej, aby upewnić się, że książeczka będzie pasowała idealnie. Do 2025 roku firma rozwinie cyfrową miarę taśmową.",
      "example_translation": "Elle a utilisé un mètre ruban pour calculer la largeur de la pièce. Le charpentier aura besoin d'un mètre ruban pour s'assurer que la bibliothèque s'adapte parfaitement. D'ici 2025, l'entreprise aura développé un mètre ruban numérique.",
      "imageLink": "image_files\\English\\"imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papier chłonny",
      "translation": "papier facilité",
      "definition": "Miękki, absorpcyjny papier używany do wydmuchiwania nosa, wycierania powierzchni i pakowania prezentów.",
      "definition_translation": "Un papier doux et absorbant utilisé pour se moucher, essuyer les surfaces et emballer des cadeaux.",
      "example": "Wyciągnęła arkusz papieru chłonnego, aby wydmuchać nos. Artystka użyła papieru chłonnego, aby stworzyć delikatny design kwiatowy. Prezent był pakowany w kolorowy papier chłonny i ozdobiony kokardą.",
      "example_translation": "Elle a sorti une feuille de papier facilité pour se moucher. L'artiste a utilisé du papier facilité pour créer un design de fleur délicat. Le cadeau était emballé dans du papier facilité coloré et décoré d'un nœud.",
      "imageLink": "image_files\\English\\"imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "akwarela",
      "translation": "aquarelle",
      "definition": "Technika malarska używająca pigmentów rozpuszczalnych w wodzie, dając efekt delikatnych, przezroczystych warstw koloru.",
      "definition_translation": "Une technique de peinture utilisant des pigments solubles dans l'eau, aboutissant à des lavures délicates et transparentes de couleur.",
      "example": "Obraz akwarelowy artystki przedstawiający zachód słońca był oszałamiający. Nauczyła się technik akwarelowych od swojej babki. Muzeum eksponowało kolekcję obrazów akwarelowych z XIX wieku.",
      "example_translation": "La peinture à l'aquarelle du coucher de soleil de l'artiste était époustouflante. Elle avait appris les techniques de l'aquarelle de sa grand-mère. Le musée exposait une collection de peintures à l'aquarelle du 19e siècle.",
      "imageLink": "image_files\\English\\"imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stempla drewniane",
      "translation": "tampon en bois",
      "definition": "Drewniane stemple są narzędziem używanym do aplikowania tuszu lub farby na powierzchnię, zwykle w powtarzalnym wzorze lub dizajnie.",
      "definition_translation": "Un tampon en bois est un outil utilisé pour appliquer de l'encre ou de la peinture sur une surface, généralement dans un motif ou un design répétitif.",
      "example": "Użyłem drewnianego stempla, aby stworzyć wzór na tkaninie. Użyję go jutro, aby stworzyć nowy design. Ona użyła go wczoraj, aby wydrukować logo.",
      "example_translation": "J'ai utilisé un tampon en bois pour créer un motif sur le tissu. J'utiliserai à nouveau demain pour créer un nouveau design. Elle l'avait utilisé hier pour imprimer un logo.",
      "imageLink": "image_files\\English\\"imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pędzel pisarski",
      "translation": "pinceau d'écriture",
      "definition": "Pędzel pisarski jest narzędziem używanym do aplikowania tuszu lub innych materiałów pisarskich na powierzchnię, zwykle używany w kaligrafii lub artystycznym pisaniu.",
      "definition_translation": "Un pinceau d'écriture est un outil utilisé pour appliquer de l'encre ou d'autres matériaux d'écriture sur une surface, généralement utilisé dans la calligraphie ou l'écriture artistique.",
      "example": "Użyła pędzla pisarskiego, aby stworzyć piękny kaligram. On będzie używał go jutro, aby podpisać swoje imię. Oni używali go wczoraj, aby napisać poemat.",
      "example_translation": "Elle a utilisé un pinceau d'écriture pour créer une belle calligraphie. Il l'utilisera demain pour signer son nom. Ils l'avaient utilisé hier pour écrire un poème.",
      "imageLink": "image_files\\English\\"imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]