[
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ryba",
      "translation": "poisson",
      "definition": "Zimnokrwisty zwierz żyjący w wodzie, typowo mający skrzela i wydłużone ciało.",
      "definition_translation": "Un animal à sang froid qui vit dans l'eau, généralement doté de branchies et d'un corps fuselé.",
      "example": "Dzisiaj złapałem rybę w jeziorze. Zjadam rybę na obiad dzisiaj. Ona pójdzie na rybołówstwo z przyjaciółmi jutro.",
      "example_translation": "J'ai attrapé un poisson dans le lac hier. Je mangerai du poisson pour dîner ce soir. Elle ira pêcher avec ses amis demain.",
      "imageLink": "image_files\\English\\"imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dorsz",
      "translation": "morue",
      "definition": "Łagodny smak ryb, często używany w kuchni, szczególnie w Europie.",
      "definition_translation": "Un poisson à saveur douce, souvent utilisé dans la cuisine, notamment en Europe.",
      "example": "Kupiła dorsza na obiad wczoraj. On ugotuje dorsza w piekarniku jutro. Mieli dorsza i frytki na lunch wczoraj.",
      "example_translation": "Elle a acheté de la morue pour dîner hier soir. Il cuira de la morue au four demain. Ils ont eu de la morue et des frites pour déjeuner hier.",
      "imageLink": "image_files\\English\\"imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łosoś",
      "translation": "saumon",
      "definition": "Rybka o różowo-pomarańczowym kolorze, bardzo ceniona za swój smak i wartość odżywczą.",
      "definition_translation": "Un poisson rose-orangé, très apprécié pour son goût et sa valeur nutritionnelle.",
      "example": "On ugrillił łososia na obiad wczoraj. Będziemy jedli łososia w restauracji dzisiaj. Złapałem łososia podczas łowienia ryb wczoraj.",
      "example_translation": "Il a grillé du saumon pour dîner hier soir. Ils mangeront du saumon dans un restaurant ce soir. J'ai attrapé un saumon en pêchant hier.",
      "imageLink": "image_files\\English\\"imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rekin",
      "translation": "requin",
      "definition": "Duża, drapieżna ryba o wydłużonym ciele i ostrych zębach.",
      "definition_translation": "Un grand poisson prédateur doté d'un corps fuselé et de dents tranchantes.",
      "example": "Zobaczyła rekina w oceanie wczoraj. On pójdzie oglądać rekiny jutro. Odkryli rekina w jeziorze ostatnim tygodniu.",
      "example_translation": "Elle a vu un requin dans l'océan hier. Il ira observer les requins demain. Ils ont découvert un requin dans le lac la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tuńczyk",
      "translation": "thon",
      "definition": "Tuńczyk to rodzaj ryb, które często znajdują się w ciepłych wodach oceanu. Jest to szybko pływająca, mięsista ryba, która jest ceniona za swój smak i wartość odżywczą.",
      "definition_translation": "Le thon est un type de poisson qui est communément trouvé dans les eaux chaudes de l'océan. C'est un poisson rapide et charnu qui est estimé pour son goût et sa valeur nutritionnelle.",
      "example": "Będę zjadł tuńczyka na lunch, kiedy przyjdziesz. Jem tuńczyka na lunch teraz. Zjadłem tuńczyka na lunch wczoraj.",
      "example_translation": "J'aurai mangé du thon pour déjeuner avant que vous n'arriviez. Je mange du thon pour déjeuner maintenant. J'ai mangé du thon pour déjeuner hier.",
      "imageLink": "image_files\\English\\"imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozmnażanie",
      "translation": "frayer",
      "definition": "Rozmnażanie to proces rozmnażania się zwierząt wodnych, takich jak ryby, gdzie składają jaja lub rodzą młode.",
      "definition_translation": "Frayer fait référence au processus de reproduction chez les animaux aquatiques, tels que les poissons, où ils pondent des oeufs ou donnent naissance à des jeunes.",
      "example": "Ryby będą się rozmnażać w płytkich wodach wiosną. Ryby rozmnażały się w płytkich wodach rok temu. Ryby rozmnażają się w płytkich wodach teraz.",
      "example_translation": "Les poissons vont frayer dans les eaux peu profondes au printemps. Les poissons ont frayé dans les eaux peu profondes l'année dernière. Les poissons sont en train de frayer dans les eaux peu profondes maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pstrąg",
      "translation": "truite",
      "definition": "Pstrąg to rodzaj ryb słodkowodnych, które są rodzime w zimnych rzekach i strumieniach. Jest ceniony za swój smak i często łowiony dla sportu.",
      "definition_translation": "La truite est un type de poisson d'eau douce qui est originaire des rivières et des ruisseaux d'eau froide. Elle est estimée pour son goût et est souvent pêchée pour le sport.",
      "example": "Złapałem pstrąga podczas łowienia ryb w rzece ostatnim weekendem. Złapę pstrąga podczas łowienia ryb w rzece następnym weekendem. Złapłem pstrąga podczas łowienia ryb w rzece teraz.",
      "example_translation": "J'aiattrapé une truite en pêchant dans la rivière le week-end dernier. Je vais attraper une truite en pêchant dans la rivière le week-end prochain. Je suis en train d'attraper une truite en pêchant dans la rivière maintenant.",
      "imageLink": "image_files\\English\\"imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zjadacz glonów",
      "translation": "mangeur d'algues",
      "definition": "Zjadacz glonów to rodzaj ryb, które żywią się glonami, które są prostymi roślinami wodnymi.",
      "definition_translation": "Un mangeur d'algues est un type de poisson qui se nourrit d'algues, qui sont des plantes aquatiques simples.",
      "example": "Mam zjadacza glonów w akwarium od miesięcy. Wprowadzę zjadacza glonów do akwarium niedługo. Wprowadziłem zjadacza glonów do akwarium rok temu.",
      "example_translation": "J'ai gardé un mangeur d'algues dans mon aquarium pendant des mois. Je vais introduire un mangeur d'algues dans mon aquarium bientôt. J'ai introduit un mangeur d'algues dans mon aquarium l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sardela",
      "translation": "anchois",
      "definition": "Mała ryba, szczególnie z rodziny Engraulidae, często marynowana lub solona i używana jako dodatek.",
      "definition_translation": "Un petit poisson, notamment de la famille des Engraulidés, souvent picklé ou salé et utilisé comme condiment.",
      "example": "Dodałem kilka sardeli do pizzy dla dodatkowego smaku. Rzymianie używali sardeli jako formy pieniądza. Za rok będę próbował sardeli w kanapce.",
      "example_translation": "J'ai ajouté des anchois à la pizza pour plus de saveur. Les Romains utilisaient des anchois comme monnaie. D'ici l'année prochaine, j'aurai essayé des anchois dans un sandwich.",
      "imageLink": "image_files\\English\\"imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karaś",
      "translation": "barbeau",
      "definition": "Rybka słodkowodna z rodziny karpi, mająca długie wąsiki wokół ust.",
      "definition_translation": "Un poisson d'eau douce de la famille des carpes, avec de longs barbillons en forme de moustache autour de la bouche.",
      "example": "Złapałem wielkiego karaśa podczas łowienia ryb w rzece. Karaś miał problemy z przetrwaniem w zanieczyszczonych wodach. Za następne lato ujrzę karaśa w swoim naturalnym środowisku.",
      "example_translation": "J'ai attrapé un grand barbeau en pêchant dans la rivière. Le barbeau a eu du mal à survivre dans les eaux polluées. D'ici l'été prochain, j'aurai vu un barbeau dans son habitat naturel.",
      "imageLink": "image_files\\English\\"imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śleń",
      "translation": "ablette",
      "definition": "Mała, smukła ryba z rodziny karpiowatych, typowo znaleziona w rzekach i jeziorach.",
      "definition_translation": "Un petit poisson élancé de la famille des carpes, généralement trouvé dans les rivières et les lacs.",
      "example": "Śleń jest częstą rybą w europejskich rzekach. Zobaczyłem ślęnia pływającego w jeziorze. Do następnego miesiąca, złapię ślęnia podczas łowienia.",
      "example_translation": "L'ablette est un poisson commun dans les rivières européennes. J'ai vu une ablette nageant dans le lac. D'ici le mois prochain, j'aurai attrapé une ablette en pêchant.",
      "imageLink": "image_files\\English\\"imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "leszcz",
      "translation": "brème",
      "definition": "Świeża ryba z rodziny karpiowatych, o płaskim ciele i małym pysku.",
      "definition_translation": "Un poisson d'eau douce de la famille des carpes, avec un corps plat et une petite bouche.",
      "example": "Zamierzam ugotować leszcza na obiad dziś wieczorem. Leszcz ma delikatny smak. Do następnego roku, złapię dużego leszcza podczas łowienia.",
      "example_translation": "Je vais cuisiner une brème pour dîner ce soir. La brème a un goût délicat. D'ici l'année prochaine, j'aurai attrapé une grande brème en pêchant.",
      "imageLink": "image_files\\English\\"imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miętus",
      "translation": "lotte",
      "definition": "Świeża ryba o długim, smukłym ciele i dużym głowie, znaleziona w Europie i Ameryce Północnej.",
      "definition_translation": "Un poisson d'eau douce avec un corps long et élancé et une grande tête, trouvé en Europe et en Amérique du Nord.",
      "example": "Złapałem miętusa w jeziorze ostatni weekend. Zamierzam wybrać się na miętusowe łowienie jutro. Wybrałem się na miętusowe łowienie w zeszłym roku.",
      "example_translation": "J'ai attrapé une lotte dans le lac le week-end dernier. Je vais aller pêcher la lotte demain. J'allais pêcher la lotte l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karp",
      "translation": "carpe",
      "definition": "Świeża ryba o płaskim, owalnym ciele i długim płetwie grzbietowej, znaleziona w Europie i Azji.",
      "definition_translation": "Un poisson d'eau douce avec un corps plat et ovale et une grande nageoire dorsale, trouvé en Europe et en Asie.",
      "example": "Zobaczyłem karpia pływającego w rzece wczoraj. Zamierzam złapać karpia jutro. Złapałem karpia w zeszłym miesiącu.",
      "example_translation": "J'ai vu une carpe nager dans la rivière hier. Je vais attraper une carpe demain. J'ai attrapé une carpe le mois dernier.",
      "imageLink": "image_files\\English\\"imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sum",
      "translation": "poisson-chat",
      "definition": "Świeża ryba o płaskim ciele i wąsowatymi wąsami wokół pyska, znaleziona w Ameryce Północnej.",
      "definition_translation": "Un poisson d'eau douce avec un corps aplati et des barbillons en forme de moustaches autour de la bouche, trouvé en Amérique du Nord.",
      "example": "Wybrałem się na sumowe łowienie wczoraj wieczorem. Zamierzam zjeść suma na obiad dziś wieczorem. Zjadłem suma na obiad wczoraj.",
      "example_translation": "Je suis allé pêcher le poisson-chat hier soir. Je vais manger du poisson-chat pour dîner ce soir. J'ai mangé du poisson-chat pour déjeuner hier.",
      "imageLink": "image_files\\English\\"imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czuk",
      "translation": "chevaine",
      "definition": "Świeża ryba o krępej budowie i małym pysku, znaleziona w Europie i Azji.",
      "definition_translation": "Un poisson d'eau douce avec un corps robuste et une petite bouche, trouvé en Europe et en Asie.",
      "example": "Złapałem czuka w strumieniu ostatni tydzień. Zamierzam złapać czuka jutro. Wybrałem się na czukowe łowienie w zeszłym roku.",
      "example_translation": "J'ai attrapé une chevaine dans le ruisseau la semaine dernière. Je vais attraper une chevaine demain. Je suis allé pêcher la chevaine l'année dernière.",
      "imageLink": "image_files\\English\\"imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "węgorz",
      "translation": "anguille",
      "definition": "Długa, smukła ryba z rzędu Anguilliformes, znaleziona w świeżej i słonej wodzie w Europie i Ameryce Północnej.",
      "definition_translation": "Un poisson long et svelte de l'ordre Anguilliformes, trouvé dans les eaux douces et salées en Europe et en Amérique du Nord.",
      "example": "Złapałem węgorza podczas łowienia w rzece wczoraj, łapię węgorza co tydzień, zamierzam złapać węgorza jutro.",
      "example_translation": "J'ai attrapé une anguille en pêchant dans la rivière hier, je attrape une anguille chaque semaine, je vais attraper une anguille demain.",
      "imageLink": "image_files\\English\\"imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płetwa",
      "translation": "nageoire",
      "definition": "Cienka, płaska lub błoniasta przydatka przyłączona do ciała zwierzęcia, typowo używana do napędu lub sterowania.",
      "definition_translation": "Un appendice mince, plat ou membraneux attaché au corps d'un animal, généralement utilisé pour la propulsion ou la direction.",
      "example": "Płetwa rekinów tnęła przez wodę, zobaczyłem płetwę w oddali, ryba będzie miała nową płetwę już wkrótce.",
      "example_translation": "La nageoire du requin a tranché dans l'eau, j'ai vu une nageoire à distance, le poisson va grandir une nouvelle nageoire bientôt.",
      "imageLink": "image_files\\English\\"imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ryba płaska",
      "translation": "poisson plat",
      "definition": "Ryba o płaskim ciele, tak jak sola lub płaszczka, typowo znaleziona w płytkiej wodzie.",
      "definition_translation": "Un poisson avec un corps plat, comme une sole ou une plague, généralement trouvé dans les eaux peu profondes.",
      "example": "Złapałem rybę płaską na plaży ostatni tydzień, ryby płaskie są często serwowane na grillu, zamierzamy kupić rybę płaską na obiad dziś wieczorem.",
      "example_translation": "J'ai attrapé un poisson plat à la plage la semaine dernière, les poissons plats sont souvent servis grillés, nous allons acheter un poisson plat pour dîner ce soir.",
      "imageLink": "image_files\\English\\"imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "płaszczka",
      "translation": "flet",
      "definition": "Typ ryby płaskiej, typowo znaleziona w płytkiej wodzie, o płaskim ciele i małym pysku.",
      "definition_translation": "Un type de poisson plat, généralement trouvé dans les eaux peu profondes, avec un corps plat et une petite bouche.",
      "example": "Zobaczyłem płaszczkę pływającą w płytkiej wodzie, wybieramy się na płaszczkowe łowienie jutro, płaszczki są często serwowane z cytryną.",
      "example_translation": "J'ai vu un flet nageant dans l'eau peu profonde, nous allons aller pêcher le flet demain, les flets sont souvent servis avec du citron.",
      "imageLink": "image_files\\English\\"imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "głowacz",
      "translation": "dorade",
      "definition": "Rodzaj ryb morskich, endemiczny dla Morza Śródziemnego i wschodniej części Oceanu Atlantyckiego.",
      "definition_translation": "Un type de dorade, un poisson de mer originaire de la Méditerranée et de l'océan Atlantique Oriental.",
      "example": "Wczoraj złowiłem dużego głowacza podczas połowu w Morzu Śródziemnym. Dziś gotuję go na lunch, a jutro zjem z przyjaciółmi.",
      "example_translation": "Hier, j'ai attrapé un grand dorade en pêchant en Méditerranée. Aujourd'hui, je le cuisine pour déjeuner, et je le mangerai avec mes amis demain.",
      "imageLink": "image_files\\English\\"imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klenie",
      "translation": "goujon",
      "definition": "Mała ryba słodkowodna z rodziny karpiowatych, występująca w Europie i Azji.",
      "definition_translation": "Un petit poisson d'eau douce de la famille des carpes, trouvé dans les rivières et les lacs en Europe et en Asie.",
      "example": "Klenie jest popularnym gatunkiem dla wędkarstwa rekreacyjnego. W przeszłości, mój dziadek łowił klenie w rzece koło naszej wsi. Teraz, często chodzę na połów kleni z przyjaciółmi.",
      "example_translation": "Le goujon est une espèce populaire pour la pêche récréative. Dans le passé, mon grand-père attrapait des goujons dans la rivière près de notre village. Maintenant, j'y vais souvent pêcher avec mes amis.",
      "imageLink": "image_files\\English\\"imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gupik",
      "translation": "guppy",
      "definition": "Mała, kolorowa ryba słodkowodna, popularna jako ryba akwariowa.",
      "definition_translation": "Un petit poisson d'eau douce coloré, populaire comme animal de compagnie d'aquarium.",
      "example": "Miałem gupika jako zwierzaka, gdy byłam dzieckiem. Moja siostra ma gupika w akwarium teraz, a następnie kupię jednego dla mojego syna.",
      "example_translation": "J'avais un guppy comme animal de compagnie quand j'étais enfant. Ma sœur a un guppy dans son aquarium maintenant, et j'en achèterai un pour mon fils la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kaszuby",
      "translation": "colin",
      "definition": "Rybka o delikatnym smaku z rodziny dorszowatych, często używana w tradycyjnej kuchni brytyjskiej.",
      "definition_translation": "Un poisson de la famille de la morue, souvent utilisé dans la cuisine britannique traditionnelle.",
      "example": "Moja babcia gotowała kaszuby dla nas każdej niedzieli. Teraz, wolę jeść kaszuby w pubie z przyjaciółmi, a będziemy jeść je na obiad next month.",
      "example_translation": "Ma grand-mère nous cuisinait du colin tous les dimanches. Maintenant, je préfère manger du colin dans un pub avec mes amis, et nous l'aurons pour dîner le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łączak",
      "translation": "colin",
      "definition": "Rodzaj ryby, często spotykany w Oceanie Atlantyckim, z długim, smukłym ciałem i małym ustkiem.",
      "definition_translation": "Un type de poisson, souvent trouvé dans l'océan Atlantique, avec un corps long et mince et une petite bouche.",
      "example": "Złowiłem łączaka podczas połowu w zeszłym weekendzie. Gotuję go dziś wieczorem. Gotowałem łączaki wiele razy wcześniej.",
      "example_translation": "J'ai pris un colin pendant que je pêchais le week-end dernier. Je le cuisinerai ce soir. J'ai cuit des colins plusieurs fois auparavant.",
      "imageLink": "image_files\\English\\"imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "halibut",
      "translation": "flétan",
      "definition": "Duża, płaska ryba z Oceanu, o firmie, białej miąższu i delikatnym smaku.",
      "definition_translation": "Un grand poisson plat trouvé dans l'océan, avec une chair ferme et blanche et un goût léger.",
      "example": "Moja babcia serwuje halibuta na obiad każdej niedzieli. Serwowała halibuta w zeszłym tygodniu. Będzie serwowała halibuta ponownie za tydzień.",
      "example_translation": "Ma grand-mère sert du flétan pour dîner tous les dimanches. Elle a servi du flétan la semaine dernière. Elle servira du flétan à nouveau la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "śledź",
      "translation": "hareng",
      "definition": "Mała, oleista ryba, często łowiona ze względu na swój miąższ, bogaty w kwasy tłuszczowe omega-3.",
      "definition_translation": "Un petit poisson huileux souvent pris pour sa chair, qui est riche en acides gras oméga-3.",
      "example": "Zjadłem śledzia na śniadanie dziś rano. Będę jeść śledzia ponownie jutro. Zjadłem śledzie wiele razy wcześniej.",
      "example_translation": "J'ai mangé du hareng pour le petit déjeuner ce matin. Je mangerai du hareng à nouveau demain. J'ai mangé du hareng plusieurs fois auparavant.",
      "imageLink": "image_files\\English\\"imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "minóg",
      "translation": "lamproie",
      "definition": "Rodzaj ryby z ustami przypominającymi ssawkę, często spotykany w rzekach i jeziorach.",
      "definition_translation": "Un type de poisson avec une bouche en forme de coupelle, souvent trouvé dans les rivières et les lacs.",
      "example": "Minóg przyssał się do płetwy rekina. Przyssał się do łuski ryby wieczorem. Przyssał się do kadłuba łodzi wczoraj.",
      "example_translation": "La lamproie s'est attachée à la nageoire du requin. Elle s'attachera à l'écaille du poisson ce soir. Elle s'était attachée à la coque du bateau hier.",
      "imageLink": "image_files\\English\\"imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szprotek",
      "translation": "maquereau",
      "definition": "Szprotek jest rybą, która jest często łowiona ze względu na swój miąższ, bogaty w kwasy tłuszczowe omega-3.",
      "definition_translation": "Un maquereau est un type de poisson souvent pêché pour la nourriture. Il a un goût distinct et est riche en acides gras oméga-3.",
      "example": "Złowiłem szprotka podczas połowu wczoraj, był ogromny. Szprotki sąentifulne w Oceanie Atlantyckim. Będę jeść szprotka na obiad jutro.",
      "example_translation": "J'ai attrapé un maquereau pendant que je pêchais hier, il était énorme. Les maquereaux sont abondants dans l'océan Atlantique. Je mangerai du maquereau pour dîner demain.",
      "imageLink": "image_files\\English\\"imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "murena",
      "translation": "murène",
      "definition": "Murena to rodzaj ryby przypominającej węgorz, często spotykany w wodach tropikalnych. Ma długie, smukłe ciało i charakterystyczny wzór plam.",
      "definition_translation": "Une murène est un type de poisson semblable à une anguille qui est souvent trouvée dans les eaux tropicales. Elle a un corps long et svelte et un patern de taches distinct.",
      "example": "Widziałem murenę pływającą w rafie koralowej wczoraj. Węgorze muren są znane z ich drapieżnego zachowania. Będę studiować zachowanie muren w następnym semestrze.",
      "example_translation": "J'ai vu une murène nageant dans le récif de corail hier. Les murènes sont connues pour être carnivores. J'étudierai le comportement des murènes le semestre prochain.",
      "imageLink": "image_files\\English\\"imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "okonek",
      "translation": "perche",
      "definition": "Okonek to rodzaj ryby, która jest często łowiona dla sportu lub jako pożywienie. Jest to ryba słodkowodna, rodzima w Europie i Azji.",
      "definition_translation": "Une perche est un type de poisson souvent pêché pour le sport ou la nourriture. C'est un poisson d'eau douce et est originaire d'Europe et d'Asie.",
      "example": "Złowiłem okonka, gdy łowiłem ryby w jeziorze wczoraj. Okonki są znane ze swojej aktywności w nocy. Pójdę na okonię z przyjaciółmi w przyszłym tygodniu.",
      "example_translation": "J'ai attrapé une perche pendant que je pêchais dans le lac hier. Les perches sont connues pour être actives la nuit. Je irai pêcher la perche avec mes amis la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczupak",
      "translation": "brochet",
      "definition": "Szczupak to rodzaj ryby, znanej ze swojego agresywnego zachowania i ostrych zębów. Jest to ryba drapieżna, często spotykana w środowiskach słodkowodnych.",
      "definition_translation": "Un brochet est un type de poisson connu pour son comportement agressif et ses dents aiguisées. C'est un poisson carnivore qui est souvent trouvé dans les habitats d'eau douce.",
      "example": "Widziałem szczupaka pływającego w rzece wczoraj. Szczupaki są znane jako samotne stworzenia. Postaram się złowić szczupaka następnego lata.",
      "example_translation": "J'ai vu un brochet nageant dans la rivière hier. Les brochets sont connus pour être des créatures solitaires. J'essayerai d'attraper un brochet l'été prochain.",
      "imageLink": "image_files\\English\\"imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pirania",
      "translation": "piranha",
      "definition": "Pirania to rodzaj ryby mięsożernej, rodzimej w Ameryce Południowej, znanej ze swoich ostrych zębów i potężnych szczęk.",
      "definition_translation": "Un piranha est un type de poisson carnivore originaire d'Amérique du Sud, connu pour ses dents tranchantes et ses mâchoires puissantes.",
      "example": "W przeszłości widziałem piranie w rzece Amazonce. Teraz boję się pływać w tej samej rzece. W przyszłości uniknę tej rzeki całkowicie.",
      "example_translation": "Dans le passé, j'avais vu des piranhas dans le fleuve Amazone. Maintenant, j'ai peur de nager dans le même fleuve. Dans le futur, je vais éviter ce fleuve complètement.",
      "imageLink": "image_files\\English\\"imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "plażanka",
      "translation": "plie",
      "definition": "Plażanka to rodzaj ryb płaskich, często spotykany w Morzu Północnym, znany ze swojego delikatnego smaku i twardej tekstury.",
      "definition_translation": "Une plie est un type de poisson plat communément trouvé dans la mer du Nord, connu pour son goût délicat et sa texture ferme.",
      "example": "Moja babcia gotowała plażankę na obiad, gdy byłem dzieckiem. Teraz wolę jeść ją grillowaną. W przyszłości spróbuję złowić ją samemu.",
      "example_translation": "Ma grand-mère cuisinait des plies pour dîner lorsque j'étais enfant. Maintenant, je préfère le manger grillé. Dans le futur, j'essaierai d'en attraper un moi-même.",
      "imageLink": "image_files\\English\\"imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "klenie",
      "translation": "labre",
      "definition": "Klenie to rodzaj ryby słodkowodnej, często spotykany w Europie, znane ze swojego szarobrązowego koloru i smukłego ciała.",
      "definition_translation": "Un labre est un type de poisson d'eau douce commun en Europe, connu pour sa couleur gris-brun et son corps svelte.",
      "example": "W przeszłości łowiłem klenie w jeziorze. Teraz cieszy mnie, gdy widzę je pływające w akwarium. W przyszłości wprowadzę je do nowego środowiska.",
      "example_translation": "Dans le passé, j'attrapais des labres dans le lac. Maintenant, je suis heureux de les voir nager dans l'aquarium. Dans le futur, je vais les introduire dans un nouvel habitat.",
      "imageLink": "image_files\\English\\"imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sardynka",
      "translation": "sardine",
      "definition": "Sardynka to mała, oleista ryba, często konserwowana i spożywana jako przekąska lub składnik różnych dań.",
      "definition_translation": "Une sardine est un petit poisson huileux qui est souvent mis en conserve et mangé comme un snack ou utilisé comme ingrédient dans divers plats.",
      "example": "W przeszłości jadłem sardynki prosto z puszki. Teraz wolę używać ich w sałatkach. W przyszłości spróbuję ugotować je w nowym przepisie.",
      "example_translation": "Dans le passé, je mangeais des sardines directement depuis la conserve. Maintenant, je préfère les utiliser dans les salades. Dans le futur, j'essaierai de les cuisiner dans une nouvelle recette.",
      "imageLink": "image_files\\English\\"imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piłonos",
      "translation": "poisson-scie",
      "definition": "Piłonos to rodzaj raya z długim, płaskim nosem, który ma szereg ostrych zębów, używanych do ataku i obrony.",
      "definition_translation": "Un poisson-scie est un type de raie avec un nez long et plat qui a une rangée de dents acérées, utilisé pour attaquer et se défendre.",
      "example": "W 2019 roku widziałem piłonosa pływającego koło rafy koralowej. Obecnie piłonosy są chronione w większości krajów. Do 2025 roku będziemy mieli plan konserwacji populacji piłonosów.",
      "example_translation": "En 2019, j'ai vu un poisson-scie nageant près du récif de corail. Actuellement, les poissons-scie sont protégés dans la plupart des pays. D'ici 2025, nous aurons mis en œuvre un plan pour conserver les populations de poissons-scie.",
      "imageLink": "image_files\\English\\"imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skala",
      "translation": "scalaire",
      "definition": "W matematyce skala to wielkość z tylko wielkością, bez kierunku, takiej jak liczba lub ilość.",
      "definition_translation": "En mathématiques, un scalaire est une quantité ayant seulement une grandeur, sans direction, comme un nombre ou une quantité.",
      "example": "Iloczyn skalarny dwóch wektorów jest zerowy, jeśli są one prostopadłe. Skale są używane do pomiaru wielkości fizycznych, takich jak temperatura lub masa. W przyszłości entwickujemy algorytmy skalowe poprawy analizy danych.",
      "example_translation": "Le produit scalaire de deux vecteurs est nul si elles sont perpendiculaires. Les scalaires sont utilisés pour mesurer les quantités physiques, comme la température ou la masse. À l'avenir, nous développerons des algorithmes scalaires pour améliorer l'analyse des données.",
      "imageLink": "image_files\\English\\"imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skala",
      "translation": "échelle",
      "definition": "Skala to seria nut muzycznych w określonym schemacie, lub urządzenie do ważenia lub mierzenia wagi czegoś.",
      "definition_translation": "Une échelle est une série de notes musicales dans un modèle spécifique, ou un dispositif pour peser ou mesurer le poids de quelque chose.",
      "example": "Zagram skalę C-dur na gitarze dzisiaj. Lekarz użył skali, aby ważyć pacjenta. Do 2022 roku będziemy mieli nową skalę do pomiaru zadowolenia klientów.",
      "example_translation": "Je jouerai l'échelle de do majeur sur ma guitare ce soir. Le médecin a utilisé une échelle pour peser le patient. D'ici 2022, nous aurons développé une nouvelle échelle pour mesurer la satisfaction client.",
      "imageLink": "image_files\\English\\"imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koń morski",
      "translation": "hippocampe",
      "definition": "Koń morski to rodzaj ryby morskiej z głową końską i krętym ogonem, często spotykany w ciepłych wodach tropikalnych.",
      "definition_translation": "Un hippocampe est un type de poisson marin avec une tête de cheval et une queue courbée, souvent trouvé dans les eaux tropicales chaudes.",
      "example": "Widziałem konia morskiego pływającego koło rafy koralowej w zeszłym roku. Dziś badamy zachowanie koni morskich w niewoli. W przyszłości będziemy eksplorować sposoby ochrony ich siedlisk.",
      "example_translation": "J'ai vu un hippocampe nageant près du récif de corail l'année dernière. Aujourd'hui, nous étudions le comportement des hippocampes en captivité. À l'avenir, nous explorerons les moyens de protéger les habitats des hippocampes.",
      "imageLink": "image_files\\English\\"imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    }
  ]