[
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdolny",
      "translation": "capable",
      "definition": "Posiadający zdolność lub umiejętność robienia czegoś.",
      "definition_translation": "Ayant la capacité ou la compétence pour faire quelque chose.",
      "example": "Ona jest zdolna mówić trzema językami płynnie. On zdolny ukończył projekt na czas. On będzie zdolny uczestniczyć w spotkaniu jutro.",
      "example_translation": "Elle est capable de parler trois langues couramment. Elle a pu terminer le projet à temps. Elle pourra assister à la réunion demain.",
      "imageLink": "https://www.ang.pl/img/slownik/able.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/able.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozbieżny",
      "translation": "distrait",
      "definition": "Posiadający lub wykazujący tendencję do zapominania rzeczy lub nie zauważania ich, ponieważ jego umysł jest zajęty innymi rzeczami.",
      "definition_translation": "Ayant ou montrant une tendance à oublier des choses ou à ne pas remarquer des choses parce que l'esprit est préoccupé par d'autres choses.",
      "example": "On był tak rozbieżny, że zapomniał telefonu w domu. Ona była rozbieżna i pozostawiła klucze w biurze. On będzie rozbieżny i zapomni kupić mleko.",
      "example_translation": "Il était tellement distrait qu'il a oublié son téléphone à la maison. Elle était distraite et a laissé ses clés au bureau. Il sera distrait et oubliera d'acheter du lait.",
      "imageLink": "https://www.ang.pl/img/slownik/absent-minded.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absent-minded.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wypadek",
      "translation": "accident",
      "definition": "Nieszczęśliwe zdarzenie wynikające szczególnie z niedbalstwa lub nieświadomości.",
      "definition_translation": "Un événement malheureux résultant notamment de la négligence ou de l'ignorance.",
      "example": "Wypadek samochodowy wydarzył się wczoraj wieczorem. Ona miała wypadek podczas jazdy do szkoły. Wypadek nastąpi, jeśli nie naprawimy zepsutej drogi.",
      "example_translation": "L'accident de voiture est arrivé hier soir. Elle a eu un accident en conduisant à l'école. Il y aura un accident si nous ne réparons pas le pont cassé.",
      "imageLink": "https://www.ang.pl/img/slownik/accident.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accident.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przez",
      "translation": "à travers",
      "definition": "Z jednej strony na drugą.",
      "definition_translation": "D'un côté à l'autre.",
      "example": "Park znajduje się po drugiej stronie ulicy. Ona przeszła przez pole, aby dostać się na drugą stronę. Łódź przepłynie przez ocean w trzy dni.",
      "example_translation": "Le parc est situé à travers la rue. Elle a marché à travers le champ pour atteindre l'autre côté. Le bateau naviguera à travers l'océan en trois jours.",
      "imageLink": "https://www.ang.pl/img/slownik/across.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/across.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aktywność",
      "translation": "activité",
      "definition": "Stan aktywności i zaangażowania w konkretnym zadaniu lub działaniu.",
      "definition_translation": "L'état d'être actif et engagé dans une tâche ou une poursuite particulière.",
      "example": "Od dzieciństwa angażowałem się w aktywności na świeżym powietrzu, co utrzymało mnie zdrowym i aktywnym. Planuję nową aktywność z przyjaciółmi, którą wykonamy w przyszłym tygodniu.",
      "example_translation": "J'ai participé à des activités de plein air depuis que j'étais enfant, et cela m'a maintenu actif et en bonne santé. Je planifie actuellement une nouvelle activité avec mes amis, et nous allons le faire la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/activity.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aktor",
      "translation": "acteur",
      "definition": "Osoba, która gra w sztuce, filmie lub produkcji telewizyjnej.",
      "definition_translation": "Une personne qui joue dans une pièce de théâtre, un film ou une production télévisée.",
      "example": "Aktor zagrał rolę Hamleta w sztuce Szekspirowskiej. On będzie grał nową rolę w nadchodzącym filmie. Aktor gra w filmach przez ponad dekadę.",
      "example_translation": "L'acteur a joué le rôle d'Hamlet dans la pièce de Shakespeare. Il jouera un nouveau rôle dans le film à venir. L'acteur a été actif dans les films depuis plus de dix ans.",
      "imageLink": "https://www.ang.pl/img/slownik/actor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aktorka",
      "translation": "actrice",
      "definition": "Kobieta, która gra w sztuce, filmie lub produkcji telewizyjnej.",
      "definition_translation": "Une femme qui joue dans une pièce de théâtre, un film ou une production télévisée.",
      "example": "Aktorka zagrała rolę Julii w sztuce Szekspirowskiej. Ona będzie grać nową rolę w nadchodzącym filmie. Aktorka gra w filmach przez ponad dekadę.",
      "example_translation": "L'actrice a joué le rôle de Juliet dans la pièce de Shakespeare. Elle jouera un nouveau rôle dans le film à venir. L'actrice a été active dans les films depuis plus de dix ans.",
      "imageLink": "https://www.ang.pl/img/slownik/actress.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actress.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "w rzeczywistości",
      "translation": "en fait",
      "definition": "Używany do wskazania, że coś jest prawdziwe lub następuje, szczególnie gdy jest to zaskakujące lub nieoczekiwane.",
      "definition_translation": "Utilisé pour indiquer que quelque chose est vrai ou se produit, notamment lorsque cela est surprenant ou inattendu.",
      "example": "W rzeczywistości uczestniczyłem w przyjęciu wczoraj wieczorem, ale nie zostałem długo. W rzeczywistości planowałem studiować, ale skończyłem oglądając film. Gdyby miałem szansę, podróżowałbym do Europy bez wątpienia.",
      "example_translation": "J'ai en fait assisté à la soirée hier soir, mais je n'y suis pas resté longtemps. En fait, j'avais prévu d'étudier, mais j'ai fini par regarder un film à la place. Si j'avais réellement la chance, je voyageerais certainement en Europe.",
      "imageLink": "https://www.ang.pl/img/slownik/actually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dodać",
      "translation": "ajouter",
      "definition": "Umieścić coś razem z czymś innym, typowo w sposób staranny i intencjonalny.",
      "definition_translation": "placer quelque chose avec quelque chose d'autre, généralement de manière soigneuse et intentionnelle",
      "example": "Dodałem ostateczne szlify do raportu do jutra. Dodałem liczby, aby uzyskać sumę. Ona dodaje nowy smak do przepisu za każdym razem.",
      "example_translation": "Je vais ajouter les touches finales au rapport d'ici demain. J'ai ajouté les chiffres pour obtenir le total. Elle ajoute un nouveau parfum à la recette chaque fois.",
      "imageLink": "https://www.ang.pl/img/slownik/add.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/add.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zaawansowany",
      "translation": "avancé",
      "definition": "Daleki w rozwoju lub postępie; wysoko rozwinięty lub złożony.",
      "definition_translation": "loin en développement ou en progrès; hautement développé ou complexe",
      "example": "Firma posiada zaawansowaną technologię, aby poprawić wydajność. Ona jest zaawansowaną studentką matematyki. Zaawansowane leczenie medyczne uratowało mu życie.",
      "example_translation": "L'entreprise a une technologie avancée pour améliorer l'efficacité. Elle est une étudiante avancée en mathématiques. Le traitement médical avancé a sauvé sa vie.",
      "imageLink": "https://www.ang.pl/img/slownik/advanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przygoda",
      "translation": "aventure",
      "definition": "niezwykłe i ekscytujące doświadczenie lub aktywność",
      "definition_translation": "une expérience inhabituelle et passionnante ou activité",
      "example": "Idę na przygodę w góry następnego tygodnia. Ona uwielbia powieści przygodowe. Park przygody oferuje wspaniałe przejażdżki.",
      "example_translation": "Je pars à l'aventure dans les montagnes la semaine prochaine. Elle aime les romans d'aventure. Le parc d'aventure offre des montagnes russes palpitantes.",
      "imageLink": "https://www.ang.pl/img/slownik/adventure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "reklama",
      "translation": "publicité",
      "definition": "ogłoszenie lub ogłoszenie w publicznym medium promujące produkt, usługę lub ideę",
      "definition_translation": "un avis ou une annonce dans un medium public promouvant un produit, service ou idée",
      "example": "Firma umieściła reklamę w gazecie. Reklama w telewizji zwróciła moją uwagę. Strona internetowa wyświetla celowane reklamy.",
      "example_translation": "L'entreprise a placé une publicité dans le journal. La publicité à la télévision a attiré mon attention. Le site web affiche des publicités ciblées.",
      "imageLink": "https://www.ang.pl/img/slownik/advertisement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertisement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rada",
      "translation": "conseil",
      "definition": "Wskazówki lub rekomendacje oferowane w odniesieniu do roztropnego działania.",
      "definition_translation": "Orientations ou recommandations offertes en ce qui concerne une action prudente.",
      "example": "Ona dała mi cenną radę przed podjęciem decyzji. Szukałem jej rady tydzień temu, a następnie przyjmę jej radę w przyszłym roku.",
      "example_translation": "Elle m'a donné des conseils précieux avant que je prenne la décision. J'avais sollicité ses conseils la semaine précédente, et je suivrai ses conseils l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/advice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "samolot",
      "translation": "avion",
      "definition": "Silnikowy, stałoskrzydłowy statek powietrzny używany do latania.",
      "definition_translation": "Un aéronef à aile fixe motorisé utilisé pour voler.",
      "example": "Nigdy nie byłam na samolocie przedtem, ale następnego miesiąca polecę samolotem. Samolot wzbił się w powietrze godzinę temu.",
      "example_translation": "Je n'ai jamais pris l'avion auparavant, mais je vais voler sur un l'an prochaine mois. L'avion a décollé il y a une heure.",
      "imageLink": "https://www.ang.pl/img/slownik/aeroplane.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aeroplane.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obawiać się",
      "translation": "effrayé",
      "definition": "Czuć strach lub niepokój.",
      "definition_translation": "Éprouvant de la peur ou de l'anxiété.",
      "example": "Byłem obawiający się ciemności, gdy byłam dzieckiem, ale teraz nie obawiam się. Ona boi się pająków.",
      "example_translation": "J'avais peur du noir lorsque j'étais enfant, mais je n'ai pas peur maintenant. Elle a peur des araignées.",
      "imageLink": "https://www.ang.pl/img/slownik/afraid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afraid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "po",
      "translation": "après",
      "definition": "W późniejszym czasie; następnie.",
      "definition_translation": "À un moment plus tard ; par la suite.",
      "example": "Spotkam się z tobą po imprezie. Pójdziemy na plażę po zakończeniu pracy domowej.",
      "example_translation": "Je vous rencontrerai après la fête. Nous irons à la plage après que nous ayons fini nos devoirs.",
      "imageLink": "https://www.ang.pl/img/slownik/after-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/after.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "później",
      "translation": "ensuite",
      "definition": "w przyszłości, po tym, co stało się",
      "definition_translation": "à un moment futur, après que quelque chose d'autre se soit produit",
      "example": "Pójdziemy na imprezę później. Poszliśmy na imprezę później. Pójdziemy na imprezę później.",
      "example_translation": "Nous allons aller à la fête ensuite. Nous sommes allés à la fête ensuite. Nous allons aller à la fête ensuite.",
      "imageLink": "https://www.ang.pl/img/slownik/afterwards.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afterwards.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przeciw",
      "translation": "contre",
      "definition": "w opozycji do czegoś lub kogoś",
      "definition_translation": "en opposition à quelque chose ou quelqu'un",
      "example": "Jestem przeciw nowej polityce. Byłem przeciw starej polityce. Będę przeciw nowej polityce.",
      "example_translation": "Je suis contre la nouvelle politique. J'étais contre l'ancienne politique. Je serai contre la nouvelle politique.",
      "imageLink": "https://www.ang.pl/img/slownik/against.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/against.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "w wieku",
      "translation": "âgé",
      "definition": "mający żyć przez określony czas",
      "definition_translation": "ayant vécu pendant une période de temps spécifiée",
      "example": "Starszy mężczyzna żył samotnie. Starsza kobieta żyła długo. Starsza para żyła szczęśliwie.",
      "example_translation": "L'homme âgé vivait seul. La femme âgée avait vécu une longue vie. Le couple âgé vivait heureux.",
      "imageLink": "https://www.ang.pl/img/slownik/aged.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aged.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "temu",
      "translation": "il y a",
      "definition": "w określonym czasie w przeszłości",
      "definition_translation": "à un moment spécifique dans le passé",
      "example": "Spotkałem ją pięć lat temu. Spotkam ją dziesięć lat temu. Spotkałem ją dwadzieścia lat temu.",
      "example_translation": "J'ai rencontré elle il y a cinq ans. Je la rencontrerai il y a dix ans. J'ai rencontré elle il y a vingt ans.",
      "imageLink": "https://www.ang.pl/img/slownik/ago.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ago.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zgadzać się",
      "translation": "accord",
      "definition": "Mieć tę samą opinię lub akceptować coś jako prawdziwe lub uzasadnione.",
      "definition_translation": "Avoir la même opinion ou accepter quelque chose comme vrai ou raisonnable.",
      "example": "Zgodziłem się pomóc przyjacielowi w przeprowadzce, ale teraz tego żałuję. Zgodziłem się spotkać z nimi o 17.00. Zgodzę się na twoją propozycję.",
      "example_translation": "J'ai accepté d'aider mon ami à déménager, mais maintenant je regrette. J'ai accepté de les retrouver à 17 heures. J'accepterai votre proposition.",
      "imageLink": "https://www.ang.pl/img/slownik/agree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "powietrze",
      "translation": "air",
      "definition": "Mieszanka gazów otaczających Ziemię, umożliwiającą nam oddychanie.",
      "definition_translation": "Un mélange de gaz qui entoure la Terre, nous permettant de respirer.",
      "example": "Powietrze było świeże i czyste. Pilot kontrolował ciśnienie powietrza w kabinie. Wyrzucieliśmy powietrze z pokoju, aby pozbyć się zapachu.",
      "example_translation": "L'air était frais et propre. Le pilote contrôlait la pression de l'air dans la cabine. Nous aérerons la pièce pour nous débarrasser de l'odeur.",
      "imageLink": "https://www.ang.pl/img/slownik/air-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "powietrze",
      "translation": "air",
      "definition": "Delikatny wiatr lub prąd powietrza.",
      "definition_translation": "Une brise légère ou un courant d'air.",
      "example": " Powietrze było ciepłe i delikatne. Wentylator dmuchał chłodnym powietrzem na moją twarz. W pokoju panowała delikatna atmosfera ekscytacji.",
      "example_translation": "L'air était chaud et doux. Le ventilateur soufflait un air frais sur mon visage. Il y avait un air deexcitation légère dans la pièce.",
      "imageLink": "https://www.ang.pl/img/slownik/air.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lotnisko",
      "translation": "aéroport",
      "definition": "Miejsce, gdzie samoloty startują i lądują, gdzie pasażerowie mogą wsiadać lub wysiadać z samolotu.",
      "definition_translation": "Un endroit où les avions décollent et atterrissent, où les passagers peuvent monter ou descendre d'un avion.",
      "example": "Lotnisko było zatłoczone i pełne ludzi. Przybyłem na lotnisko wcześnie, aby zdążyć na odprawę. Lotnisko znajduje się na obrzeżach miasta.",
      "example_translation": "L'aéroport était occupé et encombré. Je suis arrivé à l'aéroport tôt pour enregistrer mon billet. L'aéroport est situé en périphérie de la ville.",
      "imageLink": "https://www.ang.pl/img/slownik/airport.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/airport.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "budzik",
      "translation": "réveil",
      "definition": "Urządzenie, które wytwarza głośny dźwięk o ustalonej godzinie, aby obudzić kogoś.",
      "definition_translation": "Un dispositif qui fait un bruit violent à une heure définie pour réveiller quelqu'un.",
      "example": "Ustawiłem budzik na 7.00, aby nie spóźnić się do pracy. Wczoraj ustawiałem go na 6.00, ale jutro ustawię go na 8.00.",
      "example_translation": "J'ai réglé mon réveil à 7h pour ne pas être en retard au travail. Hier, j'avais réglé à 6h, mais je le réglerai à 8h demain.",
      "imageLink": "https://www.ang.pl/img/slownik/alarm-clock.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alarm clock.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "album",
      "translation": "album",
      "definition": "Kolekcja nagrań muzycznych lub fotografii.",
      "definition_translation": "Une collection d'enregistrements musicaux ou de photographies.",
      "example": "Cały dzień słuchałem swojego ulubionego albumu. Wczoraj kupiłem nowy album od ulubionego artysty, a następny kupię w przyszłym tygodniu.",
      "example_translation": "J'ai écouté mon album préféré tout au long de la journée. Hier, j'ai acheté un nouvel album de mon artiste préféré, et j'en achèterai un autre la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/album.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/album.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alkohol",
      "translation": "alcool",
      "definition": "Rodzaj napoju, który może sprawić, że ludzie się upiją.",
      "definition_translation": "Un type de boisson qui peut rendre les gens ivres.",
      "example": "Nie piję alkoholu, bo jest szkodliwy dla zdrowia. Mój przyjaciel pił zbyt dużo alkoholu na imprezie wczoraj, ale nie będę pił żadnego na imprezie dziś.",
      "example_translation": "Je ne bois pas d'alcool parce que c'est mauvais pour ma santé. Mes amis ont bu trop d'alcool au party hier soir, mais je n'en boirai pas au party ce soir.",
      "imageLink": "https://www.ang.pl/img/slownik/alcohol.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcohol.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "w porządku",
      "translation": "d'accord",
      "definition": "Używane do wyrażenia zgody lub potwierdzenia.",
      "definition_translation": "Utilisé pour exprimer l'accord ou la confirmation.",
      "example": "Czy przyjdziesz na imprezę? W porządku, spotkamy się o 20.00. Zapytałem, czy jest w porządku, i powiedział, że tak.",
      "example_translation": "Viens-tu au party? D'accord, je te retrouverai là-bas à 20h. J'ai demandé si tout allait bien, et il a dit d'accord.",
      "imageLink": "https://www.ang.pl/img/slownik/alright.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/all right.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " prawie",
      "translation": "presque",
      "definition": "Bardzo blisko do, ale nie całkiem, danego punktu lub czasu; niemal.",
      "definition_translation": "Très proche de, mais pas tout à fait, un point ou un moment particulier; virtuellement.",
      "example": "Prawie skończyłem homework, ale potem zorientowałem się, że muszę to zrobić jeszcze raz. Prawie skończyłem projekt, a jutro prawie na pewno go skończę.",
      "example_translation": "J'ai presque fini mes devoirs, mais alors j'ai réalisé que je devais le refaire. J'ai presque fini mon projet, et je finirai presque certainement demain.",
      "imageLink": "https://www.ang.pl/img/slownik/almost.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/almost.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sam",
      "translation": "seul",
      "definition": "Nie mając nikogo innego obecnie; nie towarzyszący nikomu.",
      "definition_translation": "N'ayant personne d'autre présent; non accompagné de quelqu'un.",
      "example": "Wolę podróżować samotnie, bo lubię sobie towarzyszyć. Była samotna w domu, kiedy usłyszała dziwny hałas. Będzie samotny na imprezie, ale nie ma mu to sprawy.",
      "example_translation": "Je préfère voyager seul, car j'aime ma propre compagnie. Elle était seule dans la maison quand elle a entendu le bruit étrange. Il sera seul à la fête, mais il ne s'en soucie pas.",
      "imageLink": "https://www.ang.pl/img/slownik/alone.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alone.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wzdłuż",
      "translation": "le long de",
      "definition": "Od jednego końca do drugiego, lub wzdłuż trasy lub powierzchni.",
      "definition_translation": "D'un bout à l'autre, ou en ligne, d'un itinéraire ou d'une surface.",
      "example": "Szliśmy wzdłuż plaży, ciesząc się zachodem słońca. Droga biegnie wzdłuż wybrzeża, oferując zapierające dech widoki. Spotkam się z tobą wzdłuż drogi, więc nie martw się, jeśli będziesz spóźniony.",
      "example_translation": "Nous avons marché le long de la plage, en profitant du coucher de soleil. La route longe la côte, offrant des vues impressionnantes. Je vous retrouverai le long du chemin, donc ne vous inquiétez pas si vous êtes en retard.",
      "imageLink": "https://www.ang.pl/img/slownik/along.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/along.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "już",
      "translation": "déjà",
      "definition": "W przeszłości, przed obecnym czasem, lub wcześniej niż oczekiwano.",
      "definition_translation": "Dans le passé, avant le temps présent, ou plus tôt que prévu.",
      "example": "Już zjadłem lunch, więc nie jestem głodny. Ona już skończyła swój projekt, gdy przybyłem. Będą już skończyli spotkanie, gdy tylko nadejdę tam.",
      "example_translation": "J'ai déjà mangé déjeuner, donc je ne suis pas affamé. Elle avait déjà fini son projet quand je suis arrivé. Ils auront déjà fini la réunion lorsque j'arriverai là-bas.",
      "imageLink": "https://www.ang.pl/img/slownik/already.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/already.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kareta pogotowia",
      "translation": "ambulance",
      "definition": "Pojazd wyposażony w sprzęt medyczny, przystosowany do transportu chorych lub rannych, zwykle do szpitala.",
      "definition_translation": "Un véhicule équipé pour transporter des personnes malades ou blessées, généralement à l'hôpital.",
      "example": "Kareta pogotowia przybyła na miejsce wypadku. Rano już przybyła do szpitala. Za tydzień przybędzie na wezwanie awaryjne.",
      "example_translation": "L'ambulance a survolé le lieu de l'accident. Elle avait survolé l'hôpital plus tôt ce matin-là. Elle survolera l'appel d'urgence la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/ambulance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambulance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wśród",
      "translation": "parmi",
      "definition": "Znajdujący się w określonym miejscu lub sytuacji, otoczony przez coś.",
      "definition_translation": "Situé dans une position ou une situation particulières, entouré par ou au milieu de quelque chose.",
      "example": "Byłem wśród pierwszych, którzy przybyli na imprezę. Jesteśmy wśród trzech finalistów. Będą wśród gości jutro.",
      "example_translation": "J'étais parmi les premiers à arriver à la fête. Nous sommes parmi les trois finalistes. Ils seront parmi les invités demain.",
      "imageLink": "https://www.ang.pl/img/slownik/among.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/among.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zły",
      "translation": "en colère",
      "definition": "Czujący lub wykazujący dużą wrogość lub oburzenie.",
      "definition_translation": "Éprouvant ou montrant une grande hostilité ou indignation.",
      "example": "Byłem zły, gdy usłyszałem wiadomość. Ona się gniewa, gdy ktoś ją przecina na drodze. Będą złymi, jeśli nie przeprosimy.",
      "example_translation": "J'étais en colère contre la nouvelle. Elle se met en colère lorsque quelqu'un la coupe dans le trafic. Ils seront en colère si nous ne nous excusons pas.",
      "imageLink": "https://www.ang.pl/img/slownik/angry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/angry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "inny",
      "translation": "un autre",
      "definition": "Jeden więcej z tej samej kategorii, co ten już wspomniany lub znany.",
      "definition_translation": "Une autre personne ou chose du même genre que celle déjà mentionnée ou connue.",
      "example": "Chciałbym jeszcze jedną filiżankę kawy. Ona ma jeszcze jeden termin jutro. Będą mieli jeszcze jedno dziecko za rok.",
      "example_translation": "Je voudrais un autre gobelet de café. Elle a un autre rendez-vous demain. Ils auront un autre enfant l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/another.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/another.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mieszkanie",
      "translation": "appartement",
      "definition": "Samodzielna jednostka mieszkalna zajmująca tylko część budynku, zwykle na jednym poziomie.",
      "definition_translation": "Un logement autonome qui occupe فقط une partie d'un immeuble, généralement à un seul niveau.",
      "example": "Mieszkałem w mieszkaniu w Nowym Jorku. Mieszkam teraz w mieszkaniu. Zamieszkam w mieszkaniu za rok.",
      "example_translation": "J'ai vécu dans un appartement à New York City. Je vis dans un appartement maintenant. Je vivrai dans un appartement l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/apartment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apartment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sok jabłkowy",
      "translation": "jus de pomme",
      "definition": "Słodki, orzeźwiający napój produkowany z jabłek.",
      "definition_translation": "Une boisson fraîche et sucrée faite à partir de pommes.",
      "example": "Wypiłem sok jabłkowy wczoraj. Piję sok jabłkowy teraz. Wypiję sok jabłkowy jutro.",
      "example_translation": "J'ai bu du jus de pomme hier. Je bois du jus de pomme maintenant. Je boirai du jus de pomme demain.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-juice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple juice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drzewo jabłoni",
      "translation": "pommier",
      "definition": "Drzewo liściaste uprawiane ze względu na jego owoce, które są spożywane świeże lub używane w kuchni.",
      "definition_translation": "Un arbre décidue cultivé pour ses fruits, qui sont souvent mangés frais ou utilisés dans la cuisine.",
      "example": "Zasadziłem drzewo jabłoni w zeszłym roku. Nawadniam teraz drzewo jabłoni. Zbiorę owoce z drzewa jabłoni jesienią przyszłego roku.",
      "example_translation": "J'ai planté un pommier l'an dernier. Je.arrose un pommier maintenant. Je cueillerai un pommier l'automne prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-tree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple tree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "spotkanie",
      "translation": "rendez-vous",
      "definition": "Spotkanie lub zgromadzenie w określonym miejscu i czasie, często z jakimś konkretnym celem.",
      "definition_translation": "Une réunion ou rassemblement à un moment et un lieu spécifiques, souvent pour un objet particulier.",
      "example": "Miałem spotkanie z lekarzem wczoraj. Mam spotkanie z adwokatem teraz. Będę miał spotkanie z dentystą za tydzień.",
      "example_translation": "J'ai eu un rendez-vous avec mon médecin hier. J'ai un rendez-vous avec mon avocat maintenant. J'aurai un rendez-vous avec mon dentiste la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/appointment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appointment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obszar",
      "translation": "zone",
      "definition": "Konkretny region lub część kraju, miasta lub miejscowości, często używany do odniesienia się do konkretnej lokalizacji geograficznej.",
      "definition_translation": "Une région ou partie spécifique d'un pays, d'une ville ou d'une ville, souvent utilisée pour désigner un emplacement géographique spécifique.",
      "example": "Obszar wokół parku jest bardzo zatłoczony w weekendy. Mieszkałem w tym obszarze, kiedy byłem studentem. Firma planuje rozszerzyć swoją działalność na obszar Azji w przyszłym roku.",
      "example_translation": "La zone entourant le parc est très fréquentée les week-ends. J'ai vécu dans cette zone lorsque j'étais étudiant. L'entreprise prévoit d'étendre ses opérations à la zone asiatique l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/area.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/area.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fotel",
      "translation": "fauteuil",
      "definition": "Wygodne krzesło, zwykle obite, do siedzenia lub leżenia, szczególnie w salonie lub gabinecie.",
      "definition_translation": "Un fauteuil confortable, généralement capitonné, pour s'asseoir ou se reposer, particulièrement dans un salon ou un cabinet de travail.",
      "example": "Mój dziadek siedział w swoim fotelu, czytając książkę. Zasnęła w fotelu, oglądając telewizję. Projektant wnętrz zaproponował użycie stylowego fotela w salonie.",
      "example_translation": "Mon grand-père s'est assis dans son fauteuil, lisant un livre. Elle s'est endormie dans le fauteuil en regardant la télévision. Le designer d'intérieur a suggéré d'utiliser un fauteuil élégant dans le salon.",
      "imageLink": "https://www.ang.pl/img/slownik/armchair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armchair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wokół",
      "translation": "autour",
      "definition": "W kierunku okrężnym lub ruchu, lub w lokalizacji blisko czegoś, ale nie bezpośrednio na lub w nim.",
      "definition_translation": "Dans une direction circulaire ou un mouvement, ou dans un emplacement près de quelque chose, mais pas directement sur ou dans quelque chose.",
      "example": "Dzieci biegały wokół parku. Mam kilku przyjaciół mieszkających wokół rogu. Firma rozszerza swoją działalność na całym świecie.",
      "example_translation": "Les enfants ont couru autour du parc. J'ai quelques amis qui vivent autour du coin. L'entreprise étend son activité autour du monde.",
      "imageLink": "https://www.ang.pl/img/slownik/around.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/around.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przybyć",
      "translation": "arriver",
      "definition": "Przyjechać do miejsca lub celu, szczególnie na końcu podróży.",
      "definition_translation": "Arriver à un endroit ou destination, en particulier à la fin d'un voyage.",
      "example": "Przybyła na przyjęcie późno. Pociąg przybędzie na stację szybko. Przybyli do Paryża wczoraj wieczorem.",
      "example_translation": "Elle est arrivée en retard au party. Le train arrivera à la gare bientôt. Ils sont arrivés à Paris hier soir.",
      "imageLink": "https://www.ang.pl/img/slownik/arrive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sztuka",
      "translation": "art",
      "definition": "Wyrażenie lub zastosowanie ludzkiej umiejętności i wyobraźni, zwykle w formie wizualnej, takiej jak malarstwo lub rzeźba, produkując dzieła sztuki, aby być docenionymi głównie ze względu na ich piękno lub moc emocjonalną.",
      "definition_translation": "L'expression ou l'application de la compétence créative et de l'imagination humaine, généralement sous une forme visuelle telle que la peinture ou la sculpture, produisant des œuvres à apprécier principalement pour leur beauté ou leur puissance émotionnelle.",
      "example": "Studiowała sztukę na uczelni, a teraz jest już znaną malarką. Była nauczycielką sztuki w szkole średniej, ale teraz pracuje nad swoją własną pracownią artystyczną. Jej dzieła sztuki zostaną zaprezentowane w muzeum w przyszłym roku.",
      "example_translation": "Elle a étudié l'art au collège, et maintenant elle est une peintre réussie. Elle était professeure d'art au lycée, mais elle travaille actuellement sur son propre studio d'art. Ses pièces d'art seront exposées dans un musée l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/art.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/art.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "artysta",
      "translation": "artiste",
      "definition": "Osoba, która tworzy obrazy, rzeźby lub inne dzieła sztuki, zwykle posiadająca wysoki poziom umiejętności i wyobraźni.",
      "definition_translation": "Une personne qui crée des peintures, des dessins, des sculptures ou d'autres œuvres d'art, souvent possédant un niveau élevé de compétence et d'imagination.",
      "example": "Wystawa jego dzieł sztuki była ogromnym sukcesem. Jest uzdolnionym artystą, specjalizującym się w akwareli. Jest artystą, znanym z abstrakcyjnych rzeźb.",
      "example_translation": "L'exposition la plus récente de l'artiste a été un énorme succès. Elle est une artiste talentueuse qui se spécialise dans les peintures à l'eau. Il est un artiste qui est connu pour ses sculptures abstraites.",
      "imageLink": "https://www.ang.pl/img/slownik/artist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyjemny",
      "translation": "attrayant",
      "definition": "Pleasing the eye or mind aesthetically; having a pleasing or charming quality.",
      "definition_translation": "Plaisant à l'œil ou à l'esprit esthétiquement ; ayant une qualité plaisante ou charmante.",
      "example": "Jest atrakcyjną kobietą z pięknym uśmiechem. Atrakcyjny design nowego telefonu zwrócił moją uwagę. Miasto posiada atrakcyjny krajobraz, co czyni je popularnym miejscem turystycznym.",
      "example_translation": "Elle est une femme attrayante avec un sourire éclatant. Le design attrayant du nouveau téléphone a attiré mon attention. Le paysage attrayant de la ville en fait une destination touristique populaire.",
      "imageLink": "https://www.ang.pl/img/slownik/attractive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attractive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ciocia",
      "translation": "tante",
      "definition": "Siostra matki lub ojca, lub żona wujka.",
      "definition_translation": "La sœur de la mère ou du père, ou la femme de l'oncle.",
      "example": "Moja ciocia jest miłą i hojną osobą. Jej ciocia mieszka we Francji i mówi płynnie po francusku. Zamierza odwiedzić swoją ciotkę na wsi następnym weekendem.",
      "example_translation": "Ma tante est une personne gentille et généreuse. La tante de sa femme vit en France et parle français couramment. Elle va visiter sa tante à la campagne le week-end prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/aunt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aunt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jesień",
      "translation": "automne",
      "definition": "Sezon roku między latem a zimą, charakteryzujący się opadaniem liści z drzew i zbiorami plonów.",
      "definition_translation": "La saison de l'année entre l'été et l'hiver, caractérisée par la chute des feuilles des arbres et la récolte des cultures.",
      "example": "Lubię chodzić na spacery jesienią, kiedy liście są złote. W zeszłej jesieni pojechałem do plantacji dyni. W następnej jesieni planuję odwiedzić winnicę.",
      "example_translation": "J'aIME faire des promenades en automne, lorsque les feuilles sont dorées. L'automne dernier, je suis allé dans un champ de citrouilles. L'automne prochain, je visiterai un vignoble.",
      "imageLink": "https://www.ang.pl/img/slownik/autumn.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/autumn.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostępny",
      "translation": "disponible",
      "definition": "Mogący być używanym lub uzyskanym; nie zajęty lub zajęty.",
      "definition_translation": "Pouvant être utilisé ou obtenu; pas occupé ou busy.",
      "example": "Pokój hotelowy był dostępny do rezerwacji. Nowy produkt będzie dostępny w sklepach następnym miesiącem. Lekarz był dostępny, aby mnie zobaczyć wczoraj.",
      "example_translation": "La chambre d'hôtel était disponible pour la réservation. Le nouveau produit sera disponible dans les magasins le mois prochain. Le docteur était disponible pour me voir hier.",
      "imageLink": "https://www.ang.pl/img/slownik/available.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/available.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "z dala",
      "translation": "loin",
      "definition": "W odległości, zarówno fizycznej, jak i metaforycznej, od miejsca, osoby lub rzeczy.",
      "definition_translation": "À distance, soit physique soit métaphorique, d'un endroit, d'une personne ou d'une chose.",
      "example": "Idę z dala na tydzień. Piłka toczyła się z dala ode mnie. Ona była z dala od domu przez trzy lata.",
      "example_translation": "Je pars pour une semaine. Le ballon a roulé loin de moi. Elle est partie de chez elle depuis trois ans.",
      "imageLink": "https://www.ang.pl/img/slownik/away.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/away.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziecko",
      "translation": "bébé",
      "definition": " Bardzo młody człowiek, zwłaszcza nowo narodzony lub niedawno urodzony.",
      "definition_translation": "Un être humain très jeune, notamment un nouveau-né ou un nourrisson.",
      "example": "Dziecko śmialo się z klauna. Trzymałem dziecko w ramionach wczoraj. Dziecko uczy się chodzić niedługo.",
      "example_translation": "Le bébé a ri du clown. J'ai tenu le bébé dans mes bras hier. Le bébé apprendra à marcher bientôt.",
      "imageLink": "https://www.ang.pl/img/slownik/baby-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baby.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tył",
      "translation": "arrière",
      "definition": "Tylna lub tyła część czegoś, zwłaszcza osoby lub zwierzęcia.",
      "definition_translation": "La partie arrière ou postérieure de quelque chose, en particulier une personne ou un animal.",
      "example": "Spotkam się z tobą z powrotem w hotelu o 17:00. Wróciłem do sklepu, aby zwrócić koszulę. Będę cię wspierał w tym projekcie.",
      "example_translation": "Je vous retrouverai à l'hôtel à 17h. Je suis retourné au magasin pour rendre le shirt. Je vous soutiendrai sur ce projet.",
      "imageLink": "https://www.ang.pl/img/slownik/back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "źle",
      "translation": "mal",
      "definition": "W sposób, który nie jest dobry lub jest słabej jakości.",
      "definition_translation": "De manière qui n'est pas bonne ou de qualité médiocre.",
      "example": "Wystąpiłem źle na teście. Ona śpiewa źle, ale stara się z całych sił. On czuł się źle przez cały tydzień.",
      "example_translation": "J'ai mal performé au test. Elle chante mal, mais elle fait de son mieux. Il s'est senti mal toute la semaine.",
      "imageLink": "https://www.ang.pl/img/slownik/badly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "badminton",
      "translation": "badminton",
      "definition": "Rakietowy sport gry na prostokątnym korcie z siatką, w którym dwóch graczy lub pary graczy uderzają małą, piórkową lub plastikową kulę z powrotem i tam.",
      "definition_translation": "Un sport de raquette joué sur un court rectangulaire avec un filet, où deux joueurs ou des paires de joueurs frappent un petit projectile emplumé ou en plastique aller et retour.",
      "example": "Uwielbiam grać w badmintona z przyjaciółmi w weekendy. Ona jest profesjonalną zawodniczką badmintona. Badminton jest popularnym sportem w Azji.",
      "example_translation": "J'adore jouer au badminton avec mes amis les week-ends. Elle est une joueuse de badminton professionnelle. Le badminton est un sport populaire en Asie.",
      "imageLink": "https://www.ang.pl/img/slownik/badminton.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badminton.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piec",
      "translation": "cuire au four",
      "definition": "Gotować jedzenie, szczególnie ciasta, chleb i ciastka, w piecu.",
      "definition_translation": "Cuire de la nourriture, en particulier des gâteaux, du pain et des pâtisseries, dans un four.",
      "example": "Upiekłam ciasto na urodziny. On piecze chleb każdej niedzieli. Oni będą piec ciasteczka dla zbiórki pieniędzy w szkole.",
      "example_translation": "Je vais cuire un gâteau pour ton anniversaire. Elle cuisine du pain tous les dimanches. Ils cuiront des biscuits pour la collecte de fonds de l'école.",
      "imageLink": "https://www.ang.pl/img/slownik/bake.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bake.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "balon",
      "translation": "ballon",
      "definition": "Elastyczna torba, która może być napompowana powietrzem lub gazem,(typowo używana do dekoracji lub rozrywki).",
      "definition_translation": "Un sac flexible qui peut être gonflé d'air ou de gaz, typiquement utilisé pour la décoration ou le divertissement.",
      "example": "Wczoraj nadmuchałem balon i pękł. Dziś kupuję nowy. Jutro, udekoruję imprezę balonami.",
      "example_translation": "Hier, j'ai gonflé le ballon et il a éclaté. Aujourd'hui, j'achète un nouveau. Demain, je vais décorer la fête avec des ballons.",
      "imageLink": "https://www.ang.pl/img/slownik/balloon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balloon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "barbecue",
      "translation": "barbecue",
      "definition": "Posiłek lub zebranie, na którym jedzenie jest gotowane na świeżym powietrzu, typowo przy użyciu grilla lub dołu.",
      "definition_translation": "Un repas ou une réunion où la nourriture est cuisinée en plein air, typiquement en utilisant un grill ou une fosse.",
      "example": "Latem mieliśmy imprezę barbecue i wszyscy jej ucwords(). Teraz planujemy kolejną na następny weekend. Do tego czasu, pogoda będzie idealna dla barbecue.",
      "example_translation": "L'été dernier, nous avons organisé une fête barbecue et tout le monde l'a adoré. Maintenant, nous planifions une autre pour le week-end prochain. D'ici là, le temps sera parfait pour un barbecue.",
      "imageLink": "https://www.ang.pl/img/slownik/barbecue.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barbecue.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "baseball",
      "translation": "baseball",
      "definition": "Gra w piłkę, w której używa się kija i piłki, typowo z dziewięcioma graczami w każdej drużynie.",
      "definition_translation": "Un jeu de balle joué avec une batte et une balle, typiquement avec neuf joueurs dans chaque équipe.",
      "example": "Grałem w baseball, kiedy byłem dzieckiem. Teraz, tylko oglądam profesjonalne mecze baseballowe w TV. Może kiedyś, zabiorę dzieci na mecz baseballowy.",
      "example_translation": "J'ai joué au baseball lorsque j'étais gosse. Maintenant, je regarde juste les matchs de baseball professionnels à la télévision. Peut-être un jour, j'emmènerai mes enfants à un match de baseball.",
      "imageLink": "https://www.ang.pl/img/slownik/baseball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baseball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nietoperz",
      "translation": "chauve-souris",
      "definition": "Mały, skrzydlaty ssak, który używa echolokacji, aby nawigować i odnajdywać owady do jedzenia.",
      "definition_translation": "Un petit mammifère ailé qui utilise l'écholocation pour naviguer et trouver des insectes à manger.",
      "example": "Widziałem nietoperza, który leciał nad głową wczoraj wieczorem. Nietoperz leciał szybko i cicho. Do czasu, kiedy będę stary, ujrzałem wielu nietoperzy w życiu.",
      "example_translation": "J'ai vu une chauve-souris voler au-dessus de moi hier soir. La chauve-souris volait rapidement et silencieusement. Quand je serai vieux, j'aurai vu beaucoup de chauves-souris dans ma vie.",
      "imageLink": "https://www.ang.pl/img/slownik/bat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kostium kąpielowy",
      "translation": "costume de bain",
      "definition": "Ubranie noszone do pływania lub kąpieli, zwykle wykonane z lekkiego, szybkoschnącego materiału.",
      "definition_translation": "Un vêtement porté pour nager ou se baigner, généralement fait de matériel léger et rapide à sécher.",
      "example": "Kupiłem nowy kostium kąpielowy na lato. Wczoraj wziąłem go na plażę. Znowu go założę następnego miesiąca.",
      "example_translation": "J'ai acheté un nouveau costume de bain pour l'été. Je l'ai porté à la plage la semaine dernière. Je le porterai à nouveau le mois prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/bathing-suit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathing suit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szafka łazienkowa",
      "translation": "armoire de salle de bain",
      "definition": "Mebel instalowany w łazience, zwykle powyżej umywalki, służący do przechowywania artykułów toaletowych i osobistych.",
      "definition_translation": "Un meuble installé dans une salle de bain, généralement au-dessus d'un évier, utilisé pour stocker des articles de toilette et des produits de soins personnels.",
      "example": "Muszę posprzątać szafkę łazienkową. Moja siostra posprzątała ją wczoraj. Ja posprzątam ją następnego tygodnia.",
      "example_translation": "Je dois nettoyer l'armoire de salle de bain. Elle a été nettoyée par ma sœur la semaine dernière. Elle sera nettoyée par moi la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/bathroom-cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathroom cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wanna",
      "translation": "baignoire",
      "definition": "Zbiornik, zwykle wykonany z ceramiki lub włókna szklanego, służący do kąpieli lub pryszniców.",
      "definition_translation": "Un récipient, généralement fait de céramique ou de fibre de verre, utilisé pour se baigner ou prendre une douche.",
      "example": "Wczoraj wieczorem długo kąpałem się w wannie. Mój brat wziął prysznic w wannie rano. Jutro posprzątam wannę.",
      "example_translation": "J'ai pris un long bain dans la baignoire hier soir. Mon frère a pris une douche dans la baignoire ce matin. Je nettoierai la baignoire demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bathtub.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathtub.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bateria",
      "translation": "batterie",
      "definition": "Urządzenie wytwarzające energia elektryczną, składające się z jednej lub więcej ogniw, które generują moc poprzez reakcje chemiczne.",
      "definition_translation": "Un appareil qui produit de l'électricité, généralement composé d'une ou plusieurs cellules qui génèrent de l'énergie par des réactions chimiques.",
      "example": "Muszę naładować moją baterię. Mój przyjaciel naładował ją wczoraj. Za rok zamienię ją na nową.",
      "example_translation": "Je dois recharger ma batterie. La batterie a été chargée par mon ami hier. Elle sera remplacée par une nouvelle l'an prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/battery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bateria",
      "translation": "batterie",
      "definition": "Urządzenie wytwarzające energia elektryczną, składające się z jednej lub więcej ogniw, które konwertują energię chemiczną na elektryczną.",
      "definition_translation": "Un appareil qui produit de l'électricité, composé d'une ou plusieurs cellules qui convertissent l'énergie chimique en énergie électrique.",
      "example": "Muszę wymienić baterię w moim telefonie, bo nie trzyma już ładunku. Wczoraj wymieniłem baterię w moim laptopie, i teraz działa dobrze. Za tydzień wymienię baterię w moim samochodzie.",
      "example_translation": "Je dois remplacer la batterie de mon téléphone parce qu'elle ne tient plus la charge. Hier, j'ai remplacé la batterie de mon ordinateur portable, et maintenant il fonctionne bien. Je remplacerai la batterie de ma voiture la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/battery-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "urodzić się",
      "translation": "naître",
      "definition": "Przyjść na świat lub stać się żyjącą istotą.",
      "definition_translation": "Venir à l'existence ou devenir un être vivant.",
      "example": "Urodziłem się w małej wiosce na wsi. Moja siostra urodziła się zeszłego roku. Nasze dziecko urodzi się za kilka miesięcy.",
      "example_translation": "Je suis né dans une petite ville à la campagne. Ma sœur est née l'année dernière. Notre enfant naîtra dans quelques mois.",
      "imageLink": "https://www.ang.pl/img/slownik/be-born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/be born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piłka plażowa",
      "translation": "balle de plage",
      "definition": "Duża, nadmuchiwana piłka często używana do zabawy na plaży.",
      "definition_translation": "Une grande balle gonflée souvent utilisée pour jouer sur une plage.",
      "example": "Wczoraj wykonałem rzut piłką plażową do mojego przyjaciela na plaży. On rzucił mi ją z powrotem, i łatwo ją złapałem. Za rok znowu będziemy grać piłką plażową na plaży.",
      "example_translation": "J'ai lancé la balle de plage à mon amie sur la plage hier. Elle me l'a renvoyée, et j'ai attrapé facilement. Nous jouerons avec la balle de plage sur la plage l'été prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-ball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach ball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "parasol plażowy",
      "translation": "parasol de plage",
      "definition": "Przenośny daszek zaprojektowany do zapewnienia cienia na plaży lub na zewnątrz.",
      "definition_translation": "Un parasol portatif conçu pour fournir de l'ombre sur une plage ou une zone extérieure.",
      "example": "Wczoraj ustawiliśmy nasz parasol plażowy na piasku. Chronił nas przed silnymi promieniami słońca. Za tydzień znowu zabierzemy nasz parasol plażowy na plażę.",
      "example_translation": "Nous avons installé notre parasol de plage sur le sable hier. Il nous a protégés des rayons solaires forts. Nous apporterons notre parasol de plage à la plage la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-umbrella.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach umbrella.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fasola",
      "translation": "haricot",
      "definition": "Małe, zwykle białe, brązowe lub czarne nasienie rośliny strączkowej, często używane w kuchni.",
      "definition_translation": "Une petite graine, généralement blanche, brune ou noire, légumineuse, couramment utilisée dans la cuisine.",
      "example": "Zjadłem burrito z fasolą na lunch, zjem sałatkę z fasolą na obiad, i zjadłem zupę z fasolą wczoraj.",
      "example_translation": "J'ai mangé un burrito de haricot pour déjeuner, je mangerai une salade de haricot pour dîner, et j'ai mangé une soupe de haricot hier.",
      "imageLink": "https://www.ang.pl/img/slownik/bean.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bean.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niedźwiedź",
      "translation": "ours",
      "definition": "Duże, mięsożerne ssak, posiadające futro, żyjące w lasach i górach.",
      "definition_translation": "Un grand mammifère carnivore à fourrure hirsute, trouve dans les forêts et les montagnes.",
      "example": "Widziałem niedźwiedzia w lesie, za rok zobaczę niedźwiedzia w zoo, i widziałem niedźwiedzia w dokumentalnym filmie o przyrodzie.",
      "example_translation": "J'ai vu un ours dans la forêt, je verrai un ours au zoo, et j'ai vu un ours dans le documentaire.",
      "imageLink": "https://www.ang.pl/img/slownik/bear.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stać się",
      "translation": "devenir",
      "definition": "Przyjąć istnienie lub zacząć być czymś.",
      "definition_translation": "Venir à l'existence ou commencer à être quelque chose.",
      "example": "Zostanę lekarzem, zostałem nauczycielem, a staję się pisarzem.",
      "example_translation": "Je deviendrai médecin, je suis devenu enseignant, et je deviens écrivain.",
      "imageLink": "https://www.ang.pl/img/slownik/become.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/become.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zacząć",
      "translation": "commencer",
      "definition": "Zacząć coś lub podejmować pierwszy krok w procesie.",
      "definition_translation": "Commencer quelque chose ou prendre le premier pas dans un processus.",
      "example": "Zacznę swoją podróż, zacząłem badania, a zaczynam rozumieć.",
      "example_translation": "Je vais commencer mon voyage, j'ai commencé mes recherches, et je commence à comprendre.",
      "imageLink": "https://www.ang.pl/img/slownik/begin.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/begin.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "początkujący",
      "translation": "débutant",
      "definition": "Osoba, która dopiero zaczyna uczyć się umiejętności lub przedmiotu, zwłaszcza ta, która nie zdobyła jeszcze dużego doświadczenia lub ekspertyzy.",
      "definition_translation": "Une personne qui commence à apprendre un savoir-faire ou un sujet, en particulier celle qui n'a pas acquis beaucoup d'expérience ou d'expertise.",
      "example": "Jestem początkującym w grze na gitarze, więc muszę regularnie ćwiczyć. Byłem początkującym w gotowaniu, kiedy po raz pierwszy przeprowadziłem się do college'u. Będę początkującym we francuskim, kiedy następny rok wyjadę do Paryża.",
      "example_translation": "Je suis un débutant dans le jeu de la guitare, donc j'ai besoin de pratiquer régulièrement. J'étais un débutant dans la cuisine lorsque j'ai déménagé à la faculté. Je serai un débutant en français lorsque je voyagerai à Paris l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/beginner.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginner.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "początek",
      "translation": "début",
      "definition": "Punkt w czasie lub przestrzeni, w którym coś zaczyna się, lub początkowa część czegoś.",
      "definition_translation": "Le point dans le temps ou l'espace où quelque chose commence, ou la partie initiale de quelque chose.",
      "example": "Początek filmu był nudny, ale potem stał się ciekawy. Jestem na początku swojej kariery, więc jeszcze się uczę. Początek roku jest zawsze zajęty.",
      "example_translation": "Le début du film était ennuyeux, mais il est devenu intéressant plus tard. Je suis au début de ma carrière, donc je suis encore en train d'apprendre. Le début de l'année est toujours occupé.",
      "imageLink": "https://www.ang.pl/img/slownik/beginning.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginning.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wierzyć",
      "translation": "croire",
      "definition": "Trzymać w wątpliwości lub mieć ufność w prawdziwość, wartość lub istnienie czegoś.",
      "definition_translation": "Tenir une opinion ou avoir confiance dans la vérité, la valeur ou l'existence de quelque chose.",
      "example": "Wierzę w Boga, ale mój kolega nie. Wierzyłem w siebie, kiedy zdałem egzamin. Wierzę w swoje zdolności, kiedy skończę college.",
      "example_translation": "Je crois en Dieu, mais mon ami non. J'ai cru en moi-même lorsque j'ai passé l'examen. Je croirai en mes aptitudes lorsque j'aurai terminé l'université.",
      "imageLink": "https://www.ang.pl/img/slownik/believe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/believe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "należeć",
      "translation": "appartenir",
      "definition": "Być częścią lub członkiem określonej grupy, zespołu lub organizacji.",
      "definition_translation": "Être une partie ou membre d'un groupe, équipe ou organisation particulier.",
      "example": "Należę do klubu książki, a spotykamy się co miesiąc. Należałem do zespołu sportowego w liceum. Należę do sieci zawodowej, kiedy skończę studia.",
      "example_translation": "J'appartiens à un club de livres, et nous nous réunissons chaque mois. J'appartenais à une équipe sportive au lycée. J'appartiendrai à un réseau professionnel lorsque je serai diplômé.",
      "imageLink": "https://www.ang.pl/img/slownik/belong.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pasek",
      "translation": "ceinture",
      "definition": "Elastyczny pas lub sznur, zwykle wykonany z skóry lub materiałów syntetycznych, noszony wokół talii, aby utrzymać spodnie, spódnice lub inne ubrania.",
      "definition_translation": "Une bande flexible ou une sangle, généralement faite de cuir ou de matériaux synthétiques, portée autour de la taille pour tenir les pantalons, les jupes ou d'autres vêtements.",
      "example": "Noszę skórzanego paska, aby utrzymać spodnie. Zamierzam nosić pasek na imprezę dzisiaj. Noszę pasek na koncertu wczoraj wieczorem.",
      "example_translation": "J'ai porté une ceinture en cuir pour tenir mes pantalons. Je porterai une ceinture au party ce soir. J'ai porté une ceinture au concert hier soir.",
      "imageLink": "https://www.ang.pl/img/slownik/belt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rower",
      "translation": "bicyclette",
      "definition": "Pojazd z dwoma kołami, napędzany pedałami, używany do transportu lub rekreacji.",
      "definition_translation": "Un véhicule à deux roues, propulsionné par pédalage, utilisé pour le transport ou la récréation.",
      "example": "Jechałem rowerem do szkoły, kiedy byłem jeszcze dzieckiem. Zamierzam jechać rowerem do pracy jutro. Jechałem rowerem do parku ostatnim weekendem.",
      "example_translation": "J'ai monté une bicyclette à l'école lors que j'étais un gamin. Je monterai une bicyclette au travail demain. J'ai monté une bicyclette au parc le week-end dernier.",
      "imageLink": "https://www.ang.pl/img/slownik/bicycle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bicycle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "starszy brat",
      "translation": "grand frère",
      "definition": "Starszy brat, często uważany za wzór lub opiekuna.",
      "definition_translation": "Un frère aîné, souvent considéré comme un modèle ou un mentor.",
      "example": "Mój starszy brat nauczył mnie, jak jeździć na rowerze. Mój starszy brat pomoże mi przeprowadzić się do nowego mieszkania. Mój starszy brat pomógł mi znaleźć pracę.",
      "example_translation": "Mon grand frère m'a appris à monter une bicyclette. Mon grand frère m'aidera à emménager dans un nouvel appartement. Mon grand frère m'a aidé à obtenir un emploi.",
      "imageLink": "https://www.ang.pl/img/slownik/big-brothersister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big brother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "starsza siostra",
      "translation": "grande sœur",
      "definition": "Starsza siostra, często uważana za wzór lub opiekunkę.",
      "definition_translation": "Une sœur aînée, souvent considérée comme un modèle ou un mentor.",
      "example": "Moja starsza siostra pomogła mi z zadaniami domowymi. Moja starsza siostra zabierze mnie do centrum handlowego jutro. Moja starsza siostra nauczyła mnie, jak gotować.",
      "example_translation": "Ma grande sœur m'a aidée avec mes devoirs. Ma grande sœur m'emmènera au centre commercial demain. Ma grande sœur m'a appris à cuisiner.",
      "imageLink": "https://www.ang.pl/img/slownik/big-sister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big sister.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rower",
      "translation": "vélo",
      "definition": "Rower, również znany jako bicycle, jest pojazdem dwukołowym napędzanym przez jazdę kierowcy.",
      "definition_translation": "Un vélo, également connu comme un bicycle, est un véhicule à deux roues propulsé par le cycliste pédalant.",
      "example": "Jutro pojadę do szkoły rowerem, ale dziś pojechałem rowerem do parku, a wczoraj pojechałem rowerem do sklepu.",
      "example_translation": "Je vais faire du vélo à l'école demain, mais aujourd'hui j'ai fait du vélo au parc, et hier j'avais fait du vélo au magasin.",
      "imageLink": "https://www.ang.pl/img/slownik/bike.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rachunek",
      "translation": "facture",
      "definition": "Rachunek to dokument żądający zapłaty za towary lub usługi.",
      "definition_translation": "Une facture est un document demandant le paiement de biens ou services.",
      "example": "Jutro zapłacę rachunek, ale dziś zapłaciłem rachunek, a wczoraj zapłaciłem rachunek.",
      "example_translation": "Je vais payer la facture demain, mais aujourd'hui j'ai payé la facture, et hier j'avais payé la facture.",
      "imageLink": "https://www.ang.pl/img/slownik/bill.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biologia",
      "translation": "biologie",
      "definition": "Biologia to nauka o żywych organizmach, w tym o ich strukturze, wzroście, ewolucji i interakcjach.",
      "definition_translation": "La biologie est l'étude des organismes vivants, notamment leur structure, croissance, évolution et interactions.",
      "example": "Studiowałem biologię w szkole średniej, a teraz studiuję biologię na uczelni, i w końcu będę studiował biologię w szkole wyższej.",
      "example_translation": "J'ai étudié la biologie au lycée, et maintenant j'étudie la biologie à l'université, et finalement j'étudierai la biologie à l'école de troisième cycle.",
      "imageLink": "https://www.ang.pl/img/slownik/biology.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biology.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kawałek",
      "translation": "morceau",
      "definition": "Kawałek to mała część lub fragment czegoś, często używany do opisu fragmentu jedzenia.",
      "definition_translation": "Un morceau est un petit fragment ou partie de quelque chose, souvent utilisé pour décrire un fragment de nourriture.",
      "example": "Wczoraj ugryzłem jabłko, a dziś gryzę kanapkę, a jutro ugryzę ciasteczko.",
      "example_translation": "J'ai mordu dans la pomme hier, et aujourd'hui je mords dans un sandwich, et demain je mordrai dans un biscuit.",
      "imageLink": "https://www.ang.pl/img/slownik/bit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tablica",
      "translation": "tableau noir",
      "definition": "Tablica to gładka, ciemna powierzchnia, zazwyczaj wykonana ze szkła lub podobnego materiału, używana do pisania lub rysowania kredą.",
      "definition_translation": "Un tableau noir est une surface lisse et sombre, généralement faite de schiste ou d'un matériau similaire, utilisée pour écrire ou dessiner au crayon.",
      "example": "Wczoraj pisałem na tablicy podczas lekcji. Dziś czyścę ją. Jutro będę używał jej ponownie.",
      "example_translation": "Hier, j'ai écrit sur le tableau noir pendant la leçon. Aujourd'hui, je le nettoie. Demain, je l'utiliserai à nouveau.",
      "imageLink": "https://www.ang.pl/img/slownik/blackboard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackboard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kołdra",
      "translation": "couverture",
      "definition": "Kołdra to duża, zwykle prostokątna część tkaniny używana do utrzymania ciepła, szczególnie w łóżku.",
      "definition_translation": "Une couverture est un grand morceau de tissu rectangulaire, généralement utilisé pour se tenir chaud, notamment au lit.",
      "example": "Użyłem kołdry do utrzymania ciepła podczas wyprawy kempingowej minionego tygodnia. Teraz myję ją. Za tydzień będę używał jej ponownie.",
      "example_translation": "J'ai utilisé une couverture pour rester chaud pendant le voyage de camping la semaine dernière. Maintenant, je la lave. La semaine prochaine, je l'utiliserai à nouveau.",
      "imageLink": "https://www.ang.pl/img/slownik/blanket.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blanket.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "blondynka",
      "translation": "blonde",
      "definition": "Blondynka to osoba, szczególnie kobieta, z jasnymi włosami lub coś, co ma kolor żółtawy.",
      "definition_translation": "Une blonde est une personne, en particulier une femme, avec des cheveux clairs, ou quelque chose qui est de couleur jaunâtre.",
      "example": "Moja siostra jest blondynką i uwielbia swój kolor włosów. Była blondynką od dzieciństwa. Zawsze będzie blondynką.",
      "example_translation": "Ma sœur est une blonde et elle adore sa couleur de cheveux. Elle était blonde depuis qu'elle était enfant. Elle sera toujours blonde.",
      "imageLink": "https://www.ang.pl/img/slownik/blonde.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blonde.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krew",
      "translation": "sang",
      "definition": "Krew to płynna tkanka w układzie krążenia ludzi i wielu zwierząt, odpowiedzialna za transportowanie tlenu i składników odżywczych do komórek ciała.",
      "definition_translation": "Le sang est un tissu liquide dans le système circulatoire des humains et de nombreux animaux, responsable du transport de l'oxygène et des nutriments vers les cellules du corps.",
      "example": "W zeszłym roku oddałem krew. Teraz czuję się zdrowo i wkrótce oddam krew ponownie.",
      "example_translation": "J'ai donné du sang l'année dernière. Maintenant, je me sens en bonne santé et je donnerai du sang à nouveau bientôt.",
      "imageLink": "https://www.ang.pl/img/slownik/blood.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blood.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "deska",
      "translation": "planche",
      "definition": "Deska to płaska część materiału, takiego jak drewno lub plastik, używana jako powierzchnia do pisania, rysowania lub jako część mebla.",
      "definition_translation": "Un morceau plat de matériau, comme du bois ou du plastique, utilisé comme surface pour écrire, dessiner ou comme partie d'un meuble.",
      "example": "Będę używał deski do zapisywania notatek, użyłem deski do narysowania obrazu, używam deski jako biurka.",
      "example_translation": "Je vais utiliser une planche pour écrire mes notes, j'ai utilisé une planche pour dessiner un tableau, je suis en train d'utiliser une planche comme bureau.",
      "imageLink": "https://www.ang.pl/img/slownik/board.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "deska",
      "translation": "planche",
      "definition": "Deska to płaska część materiału, takiego jak drewno lub plastik, używana jako powierzchnia do pisania, rysowania lub jako część mebla.",
      "definition_translation": "Un morceau plat de matériau, comme du bois ou du plastique, utilisé comme surface pour écrire, dessiner ou comme partie d'un meuble.",
      "example": "Będę używał deski do zapisywania notatek, użyłem deski do narysowania obrazu, używam deski jako biurka.",
      "example_translation": "Je vais utiliser une planche pour écrire mes notes, j'ai utilisé une planche pour dessiner un tableau, je suis en train d'utiliser une planche comme bureau.",
      "imageLink": "https://www.ang.pl/img/slownik/board-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pożyczyć",
      "translation": "emprunter",
      "definition": "Wziąć lub użyć czegoś, co należy do kogoś innego, z intencją jego zwrotu.",
      "definition_translation": "Prendre ou utiliser quelque chose qui appartient à quelqu'un d'autre, avec l'intention de le rendre.",
      "example": "Wziąłem książkę z biblioteki wczoraj. Pożyczam samochód od przyjaciela dzisiaj. Pożyczę pieniądze od rodziców w przyszłym miesiącu.",
      "example_translation": "J'ai emprunté un livre à la bibliothèque hier. J'emprunte la voiture de mon ami aujourd'hui. J'emprunterai de l'argent à mes parents le mois prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/borrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/borrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szef",
      "translation": "patron",
      "definition": "Osoba odpowiedzialna za organizację, firmę lub dział.",
      "definition_translation": "Une personne responsable d'une organisation, d'une entreprise ou d'un département.",
      "example": "Mój szef jest bardzo wymagający. Miałem wielu szefów w swojej karierze. Będę swoim własnym szefem wkrótce.",
      "example_translation": "Mon patron est très exigeant. J'ai eu de nombreux patrons tout au long de ma carrière. Je serai mon propre patron un jour.",
      "imageLink": "https://www.ang.pl/img/slownik/boss.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boss.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nudzić",
      "translation": "déranger",
      "definition": "Drażnić lub przeszkadzać komuś, lub powodować kłopoty lub niedogodności.",
      "definition_translation": "Déranger ou troubler quelqu'un, ou de causer des problèmes ou des inconvénients.",
      "example": "Nie chciałem cię nudzić. Ona nudzi mnie swoimi stałymi pytaniami. Postaram się nauczyć francuskiego w przyszłym roku.",
      "example_translation": "Je ne voulais pas vous déranger. Elle me dérange avec ses questions constantes. Je vais prendre la peine d'apprendre le français l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/bother.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "butelka",
      "translation": "bouteille",
      "definition": "Pojemnik wykonany z szkła, plastiku lub innych materiałów, używany do przechowywania płynów.",
      "definition_translation": "Un contenant fait de verre, de plastique ou d'autres matériaux, utilisé pour contenir des liquides.",
      "example": "Wypiłem butelkę wody wczoraj. Otworzyła butelkę wina wczoraj wieczorem. Kupię butelkę mleka jutro.",
      "example_translation": "J'ai bu une bouteille d'eau hier. Elle a ouvert une bouteille de vin hier soir. J'achèterai une bouteille de lait demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bottle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bottle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miska",
      "translation": "bol",
      "definition": "Otwarty, okrągły pojemnik, typowo używany do przechowywania lub mieszania jedzenia.",
      "definition_translation": "Un contenant ouvert, généralement utilisé pour contenir ou mélanger des aliments.",
      "example": "Jadłem płatki z miski tej morning. Umieściłem miskę w zlewie wieczorem. Ona jadła z miski wczoraj.",
      "example_translation": "J'ai mangé des céréales dans un bol ce matin. Je vais laver le bol ce soir. Elle avait mangé dans un bol hier.",
      "imageLink": "https://www.ang.pl/img/slownik/bowl.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bowl.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chłopak",
      "translation": "petit ami",
      "definition": "Męski partner romantyczny.",
      "definition_translation": "Un partenaire romantique masculin.",
      "example": "Spotkałem swojego chłopaka w parku. Mój chłopak spotka się ze mną na filmie wieczorem. Ona spotkała swojego chłopaka online.",
      "example_translation": "J'ai rencontré mon petit ami au parc. Mon petit ami va me rencontrer au cinéma ce soir. Elle avait rencontré son petit ami en ligne.",
      "imageLink": "https://www.ang.pl/img/slownik/boyfriend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boyfriend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mózg",
      "translation": "cerveau",
      "definition": "Organ ciała, który kontroluje myślenie, ruch i odczucia.",
      "definition_translation": "L'organe du corps qui contrôle la pensée, le mouvement et la sensation.",
      "example": "Lekarz zbadał mój mózg po wypadku. Będę używać mojego mózgu, aby rozwiązać ten puzzle. Ona użyła swojego mózgu, aby wygrać grę.",
      "example_translation": "Le médecin a examiné mon cerveau après l'accident. Je vais utiliser mon cerveau pour résoudre ce puzzle. Elle avait utilisé son cerveau pour gagner le jeu.",
      "imageLink": "https://www.ang.pl/img/slownik/brain.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brain.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "złamać",
      "translation": "rompre",
      "definition": "Rozbić lub rozdzielić na kawałki, lub przerwać coś.",
      "definition_translation": "Faire éclater ou séparer en morceaux, ou interrompre ou discontinuer quelque chose.",
      "example": "Złamię szkło, jeśli nie będę ostrożny. Ona złamała swoją obietnicę mi. Złamaliśmy reguły ubiegłego tygodnia.",
      "example_translation": "Je vais briser le verre si je ne fais pas attention. Elle a rompu sa promesse envers moi. Ils avaient rompu les règles la semaine dernière.",
      "imageLink": "https://www.ang.pl/img/slownik/break.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/break.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "most",
      "translation": "pont",
      "definition": "Konstrukcja budowana nad doliną, drogą, ciałem wodnym lub inną przeszkodą, w celu zapewnienia przejścia nad przeszkodą.",
      "definition_translation": "Un pont est une structure construite pour franchir une vallée, une route, un corps d'eau ou autre obstacle, dans le but de fournir un passage sur l'obstacle.",
      "example": "Przeszedłem przez most wczoraj, przechodzę przez most teraz i przejdę przez most jutro.",
      "example_translation": "J'ai traversé le pont hier, je traverse le pont maintenant, et je traverserai le pont demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bridge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bridge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jaskrawy",
      "translation": "brillant",
      "definition": " Emitujący lub odbijający dużo światła, świecący intensywnie.",
      "definition_translation": "Donnant ou reflétant beaucoup de lumière, brillant intensément.",
      "example": "Jaskrawe słońce sprawiało, że wszystko wyglądało pięknie, Jaskrawe światła miasta były oszałamiające, a Jaskrawa gwiazda świeciła w nocnym niebie.",
      "example_translation": "Le soleil éclatant rendit tout beau, Les lumières de la ville étaient étourdissantes, et L'étoile brillante brillait dans le ciel nocturne.",
      "imageLink": "https://www.ang.pl/img/slownik/bright-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bright.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przynieść",
      "translation": "apporter",
      "definition": "Przenieść coś lub kogoś w stronę osoby mówiącej lub do miejsca, w którym się znajduje.",
      "definition_translation": "Déplacer quelque chose ou quelqu'un vers la personne qui parle, ou au lieu où ils sont.",
      "example": "Przyniosłem moją książkę wczoraj, przynoszę swoje śniadanie teraz, a przyniosę mojego przyjaciela jutro.",
      "example_translation": "J'ai apporté mon livre hier, j'apporte mon déjeuner maintenant, et j'apporterai mon ami demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bring.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przynieść z powrotem",
      "translation": "ramener",
      "definition": "Zwrócić coś lub kogoś do poprzedniego miejsca lub stanu.",
      "definition_translation": "Retourner quelque chose ou quelqu'un à un endroit ou une condition précédente.",
      "example": "Przyniosłem mojego psa z powrotem z parku wczoraj, przynoszę z powrotem moje zakupy dzisiaj, a przyniosę z powrotem mojego brata z lotniska jutro.",
      "example_translation": "J'ai ramené mon chien du parc hier, j'apporte mes achats aujourd'hui, et j'apporterai mon frère de l'aéroport demain.",
      "imageLink": "https://www.ang.pl/img/slownik/bring-back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "złamany",
      "translation": "cassé",
      "definition": "Nieczynny; uszkodzony lub zepsuty",
      "definition_translation": "hors d'usage; endommagé ou gâché",
      "example": "Złamana zabawka leżała na podłodze. Złamałem zabawkę, kiedy byłem dzieckiem. Będę złamać zabawkę, jeśli będę nieostrożny.",
      "example_translation": "Le jouet cassé était sur le sol. J'ai cassé le jouet quand j'étais enfant. Je vais casser le jouet si je ne fais pas attention.",
      "imageLink": "https://www.ang.pl/img/slownik/broken.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "złamany",
      "translation": "cassé",
      "definition": "Nieczynny; uszkodzony lub zepsuty",
      "definition_translation": "hors d'usage; endommagé ou gâché",
      "example": "Złamane lustro odbijało obraz zniekształcony. Ona złamała lustro przypadkiem. Będą złamać lustro podczas remontu.",
      "example_translation": "Le miroir cassé reflétait une image déformée. Elle a cassé le miroir par accident. Ils vont casser le miroir pendant la rénovation.",
      "imageLink": "https://www.ang.pl/img/slownik/broken-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczotka",
      "translation": "brosse",
      "definition": "Narzędzie z włosiem lub drutem używane do czyszczenia lub uporządkowania",
      "definition_translation": "un instrument avec des soies ou des fils utilisé pour nettoyer ou arranger",
      "example": "Używam szczotki do czyszczenia zębów. Ona szczotkuje swoje włosy każdego ranka. Będą szczotkować sierść psa jutro.",
      "example_translation": "J'utilise une brosse pour nettoyer mes dents. Elle brossait ses cheveux tous les matins. Ils vont brosser la fourrure du chien demain.",
      "imageLink": "https://www.ang.pl/img/slownik/brush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zbudować",
      "translation": "construire",
      "definition": "Zbudować lub zestawić coś z części lub materiałów",
      "definition_translation": "construire ou assembler quelque chose en combinant des parties ou des matériaux",
      "example": "Zbudowałem dom w zeszłym roku. Oni budują nowy wieżowiec w centrum miasta. Będziemy budować domek na drzewie w następny weekend.",
      "example_translation": "J'ai construit une maison l'année dernière. Ils construisent un nouvel immeuble de bureaux en centre-ville. Nous allons construire une cabane dans les arbres le week-end prochain.",
      "imageLink": "https://www.ang.pl/img/slownik/build.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/build.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "budynek",
      "translation": "bâtiment",
      "definition": "Struktura z dachem i ścianami, taka jak dom, szkoła lub fabryka.",
      "definition_translation": "Une structure avec un toit et des murs, comme une maison, une école ou une usine.",
      "example": "Zbuduję nowy budynek w przyszłym roku. Zbudowałem budynek w zeszłym roku. Buduję budynek teraz.",
      "example_translation": "Je vais construire un nouveau bâtiment l'année prochaine. J'ai construit un bâtiment l'année dernière. Je suis en train de construire un bâtiment maintenant.",
      "imageLink": "https://www.ang.pl/img/slownik/building.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/building.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "burger",
      "translation": "hamburger",
      "definition": "Typ sandwicha składający się z gotowanej pulpy mięsa podanej na okrągłym bułce",
      "definition_translation": "Un type de sandwich consistant en un pâté de viande hachée cuite servi sur un pain rond habituel.",
      "example": "Zjadłem burger na lunch wczoraj. Jem burger na lunch dzisiaj. Będę jeść burger na lunch jutro.",
      "example_translation": "J'ai mangé un hamburger pour déjeuner hier. Je mange un hamburger pour déjeuner aujourd'hui. Je mangerai un hamburger pour déjeuner demain.",
      "imageLink": "https://www.ang.pl/img/slownik/burger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/burger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dworzec autobusowy",
      "translation": "gare routière",
      "definition": "Miejsce lub budynek, w którym autobusy zatrzymują się, aby pasażerowie mogli wsiadać lub wysiadać.",
      "definition_translation": "Un endroit ou bâtiment où les bus s'arrêtent pour laisser les gens monter ou descendre.",
      "example": "Poszedłem na dworzec autobusowy, aby złapać autobus do Paryża. Czekam na dworcu autobusowym na przyjazd mojego przyjaciela. Będę przybył na dworzec autobusowy jutro rano.",
      "example_translation": "Je suis allé à la gare routière prendre un bus pour Paris. Je attends à la gare routière pour que mon ami arrive. J'arriverai à la gare routière demain matin.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-station.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus station.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przystanek autobusowy",
      "translation": "arrêt de bus",
      "definition": "Miejsce, w którym autobus zatrzymuje się, aby pasażerowie mogli wsiadać lub wysiadać, zazwyczaj oznaczone znakiem lub wiatą.",
      "definition_translation": "Un endroit où un bus s'arrête pour laisser les gens monter ou descendre, généralement marqué par un panneau ou un abri.",
      "example": "Czekałem na przystanku autobusowym przez 20 minut. Stoję teraz na przystanku autobusowym. Będę wysiadał na przystanku autobusowym przy moim domu.",
      "example_translation": "J'ai attendu à l'arrêt de bus pendant 20 minutes. Je me tiens à l'arrêt de bus maintenant. Je descendrai à l'arrêt de bus près de chez moi.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-stop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus stop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biznes",
      "translation": "entreprise",
      "definition": "Działalność polegająca na produkcji, kupnie lub sprzedaży towarów lub usług z celu zarabiania pieniędzy.",
      "definition_translation": "L'activité de créer, d'acheter ou de vendre des biens ou des services dans l'intention de gagner de l'argent.",
      "example": "Zacząłem swój własny biznes w zeszłym roku. Teraz prowadzę biznes. Zamierzam rozszerzyć swój biznes w przyszłym roku.",
      "example_translation": "J'ai lancé mon entreprise l'année dernière. Je dirige une entreprise maintenant. Je vais développer mon entreprise l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/business.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biznes",
      "translation": "entreprise",
      "definition": "Działalność polegająca na produkcji, kupnie lub sprzedaży towarów lub usług z celu zarabiania pieniędzy.",
      "definition_translation": "L'activité de créer, d'acheter ou de vendre des biens ou des services dans l'intention de gagner de l'argent.",
      "example": "Uczęszczałem do szkoły biznesowej, aby nauczyć się przedsiębiorczości. Studiuję zarządzanie biznesem teraz. Zamierzam założyć swój własny biznes wkrótce.",
      "example_translation": "Je suis allé à l'école de commerce pour apprendre l'esprit d'entreprise. Je suis en train d'étudier la gestion d'entreprise maintenant. Je vais lancer ma propre entreprise bientôt.",
      "imageLink": "https://www.ang.pl/img/slownik/business-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biznesmen",
      "translation": "homme d'affaires",
      "definition": "Osoba, która zajmuje się działalnością handlową lub przemysłową, szczególnie ta, która jest sprytna i umiejętna.",
      "definition_translation": "Une personne qui s'engage dans des activités commerciales ou industrielles, notamment un professionnel habile et expérimenté.",
      "example": "Biznesmen zainwestował dużo pieniędzy w projekt. Jest teraz udanym biznesmenem. Spotka się z innymi biznesmenami jutro.",
      "example_translation": "L'homme d'affaires a investi beaucoup d'argent dans le projet. Il est un homme d'affaires réussi maintenant. Il rencontrera d'autres hommes d'affaires demain.",
      "imageLink": "https://www.ang.pl/img/slownik/businessman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businessman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bizneswoman",
      "translation": "femme d'affaires",
      "definition": "Kobieta, która zajmuje się działalnością handlową lub przemysłową, szczególnie ta, która jest sprytna i umiejętna.",
      "definition_translation": "Une femme qui s'engage dans des activités commerciales ou industrielles, notamment une professionnelle habile et expérimentée.",
      "example": "Bizneswoman jest bardzo pewna siebie w swojej prezentacji. Jest teraz udaną bizneswoman. Weźmie udział w konferencji bizneswomen następnego tygodnia.",
      "example_translation": "La femme d'affaires est très confiante dans sa présentation. Elle est une femme d'affaires réussie maintenant. Elle assiste à la conférence des femmes d'affaires la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/businesswoman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businesswoman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zajęty",
      "translation": "occupé",
      "definition": "Mający wiele do zrobienia; aktywnie zaangażowany w pracę lub aktywność.",
      "definition_translation": "Ayant beaucoup à faire ; activement engagé dans le travail ou une activité.",
      "example": "Byłem zajęty wczoraj, jestem zajęty dzisiaj i będę zajęty jutro.",
      "example_translation": "J'étais occupé hier, je suis occupé aujourd'hui, et je serai occupé demain.",
      "imageLink": "https://www.ang.pl/img/slownik/busy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zajęty",
      "translation": "occupé",
      "definition": "Mający wiele do zrobienia; aktywnie zaangażowany w pracę lub aktywność.",
      "definition_translation": "Ayant beaucoup à faire ; activement engagé dans le travail ou une activité.",
      "example": "Byłem zajęty wczoraj, jestem zajęty dzisiaj i będę zajęty jutro.",
      "example_translation": "J'étais occupé hier, je suis occupé aujourd'hui, et je serai occupé demain.",
      "imageLink": "https://www.ang.pl/img/slownik/busy-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szafa",
      "translation": "armoire",
      "definition": "Mebel z półkami, szufladami lub przedziałami, używany do przechowywania lub eksponowania rzeczy.",
      "definition_translation": "Un meuble avec des étagères, des tiroirs ou des compartiments, utilisé pour stocker ou afficher des choses.",
      "example": "Nauczyciel przechowywał pliki w szafie, uczniowie wyciągnęli je z szafy, a dyrektor zwróci je do szafy.",
      "example_translation": "Le professeur a rangé les fichiers dans l'armoire, les étudiants les ont sortis de l'armoire, et le directeur les remettra dans l'armoire.",
      "imageLink": "https://www.ang.pl/img/slownik/cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kantyna",
      "translation": "cafétéria",
      "definition": "Restauracja samoobsługowa,.typowo w szkole lub instytucji, gdzie sprzedawane są jedzenie i napoje.",
      "definition_translation": "Un restaurant self-service, généralement dans une école ou une institution, où la nourriture et les boissons sont vendues.",
      "example": "Jadłem lunch w kantynie wczoraj, jadam śniadanie w kantynie dzisiaj i zamierzam zjeść obiad w kantynie jutro.",
      "example_translation": "J'ai mangé déjeuner dans la cafétéria hier, je mange petit-déjeuner dans la cafétéria aujourd'hui, et je mangerai dîner dans la cafétéria demain.",
      "imageLink": "https://www.ang.pl/img/slownik/cafeteria.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cafeteria.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kalendarz",
      "translation": "calendrier",
      "definition": "Tabela lub lista dni, tygodni i miesięcy, używana do śledzenia dat i spotkań.",
      "definition_translation": "Un tableau ou liste de jours, semaines et mois, utilisé pour garder une trace des dates et des rendez-vous.",
      "example": "Muszę sprawdzić mój kalendarz, aby zobaczyć, czy jestem dostępny na spotkanie. Sprawdziłem mój kalendarz wczoraj i mam zajęty dzień dzisiaj. Zamierzam sprawdzić mój kalendarz jutro, aby zaplanować mój harmonogram.",
      "example_translation": "Je dois vérifier mon calendrier pour voir si je suis disponible pour la réunion. J'ai vérifié mon calendrier hier et j'ai une journée chargée aujourd'hui. Je vais vérifier mon calendrier demain pour planifier mon emploi du temps.",
      "imageLink": "https://www.ang.pl/img/slownik/calendar.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/calendar.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zadzwonić",
      "translation": "appeler",
      "definition": "Nadać imię lub tytuł komuś lub czemuś.",
      "definition_translation": "Donner un nom ou un titre à quelqu'un ou quelque chose.",
      "example": "Zamierzam zadzwonić do mojego przyjaciela wieczorem, aby złożyć życzenia urodzinowe. Ona zadzwoniła do mnie wczoraj, aby poprosić o pomoc. On zadzwoni do menedżera, aby zgłosić problem.",
      "example_translation": "Je vais appeler mon ami ce soir pour lui souhaiter joyeux anniversaire. Elle m'a appelé hier pour demander de l'aide. Il va appeler le directeur pour signaler le problème.",
      "imageLink": "https://www.ang.pl/img/slownik/call.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zadzwonić",
      "translation": "appeler",
      "definition": "Zadzwoń do kogoś przez telefon.",
      "definition_translation": "Faire un appel téléphonique à quelqu'un.",
      "example": "Muszę zadzwonić do banku, aby zapytać o moje konto. Ona zadzwoniła do mnie z biura, aby omówić projekt. Oni będą nas dzwonić później, aby potwierdzić umówione spotkanie.",
      "example_translation": "Je dois appeler la banque pour demander sur mon compte. Elle m'a appelé de son bureau pour discuter du projet. Ils vont nous rappeler plus tard pour confirmer le rendez-vous.",
      "imageLink": "https://www.ang.pl/img/slownik/call-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obóz",
      "translation": "camp",
      "definition": "Miejsce, gdzie ludzie mieszkają tymczasowo w namiotach lub innych tymczasowych schronieniach, często w celach rekreacyjnych lub wojskowych.",
      "definition_translation": "Un endroit où les gens vivent temporairement dans des tentes ou d'autres abris temporaires, souvent pour des vacances ou à des fins militaires.",
      "example": "Chodziłem do letniego obozu, kiedy byłem dzieckiem. Oni założyli obóz w lesie, aby nakręcić film. My będziemy kempingować nad jeziorem, aby cieszyć się krajobrazem.",
      "example_translation": "Je suis allé à un camp d'été quand j'étais petit. Ils ont installé un camp dans la forêt pour tourner le film. Nous allons camper près du lac pour profiter du paysage.",
      "imageLink": "https://www.ang.pl/img/slownik/camp.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camp.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kemping",
      "translation": "camping",
      "definition": "Aktywność polegająca na tymczasowym zamieszkiwaniu w namiocie lub innym tymczasowym schronieniu na dworze, zwykle podczas podróży lub uprawiania aktywności plenerowych",
      "definition_translation": "l'activité de séjourner dans une tente ou autre hébergement temporaire en plein air, généralement lors de voyages ou d'activités en plein air",
      "example": "Weszliśmy na kemping w górach latem. Idę kempingować z przyjaciółmi ten weekend. My będziemy kempingować w lesie przyszłego roku.",
      "example_translation": "Nous sommes allés camper dans les montagnes l'été dernier. Je vais camper avec mes amis ce week-end. Nous irons camper dans la forêt l'année prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/camping.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camping.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "móc",
      "translation": "peut",
      "definition": "Być w stanie zrobić coś",
      "definition_translation": "pouvoir faire quelque chose",
      "example": "Potrafię mówić po angielsku płynnie. Ona może grać pięknie na pianinie. Oni mogą pływać bardzo szybko.",
      "example_translation": "Je peux parler anglais couramment. Elle peut jouer du piano magnifiquement. Ils peuvent nager très vite.",
      "imageLink": "https://www.ang.pl/img/slownik/can-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/can.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cukierek",
      "translation": "bonbon",
      "definition": "Słodycz wykonana z cukru, często aromatyzowana i barwiona",
      "definition_translation": "un aliment sucré fabriqué avec du sucre, souvent parfumé et coloré",
      "example": "Lubię jeść cukierki w Halloween. Ona kupiła wiele cukierków w sklepie. Będą sprzedawać cukierki na szkolnym kiermaszu.",
      "example_translation": "J'adore manger des bonbons à Halloween. Elle a acheté beaucoup de bonbons au magasin. Ils vendront des bonbons à la foire scolaire.",
      "imageLink": "https://www.ang.pl/img/slownik/candy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/candy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czapka",
      "translation": "casquette",
      "definition": "Pokrycie na głowę, zwykle z daszkiem i koroną",
      "definition_translation": "un couvre-chef, généralement avec une visière et une couronne",
      "example": "Nosię czapkę, aby chronić twarz przed słońcem. On zgubił czapkę na plaży. Będą kupować nowe czapki dla drużyny.",
      "example_translation": "Je porte une casquette pour protéger mon visage du soleil. Il a perdu sa casquette à la plage. Ils vont acheter de nouvelles casquettes pour l'équipe.",
      "imageLink": "https://www.ang.pl/img/slownik/cap.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cap.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stolica",
      "translation": "capitale",
      "definition": "Miasto lub miejscowość, która służy jako siedziba rządu dla kraju, stanu lub prowincji.",
      "definition_translation": "La capitale est la ville ou la ville qui sert de siège du gouvernement pour un pays, un État ou une province.",
      "example": "Paryż jest stolicą Francji. Było to stolica Francji w XIX wieku. Będzie to stolica Francji w przyszłości.",
      "example_translation": "La capitale de la France est Paris. C'était la capitale de la France au 19e siècle. Ce sera la capitale de la France à l'avenir.",
      "imageLink": "https://www.ang.pl/img/slownik/capital.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/capital.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "parking",
      "translation": "parking",
      "definition": "Dowolne miejsce, gdzie ludzie mogą parkować swoje pojazdy.",
      "definition_translation": "Un parking est une zone désignée où les gens peuvent garer leurs véhicules.",
      "example": "Parked my car on the parking. Zamierzam parkować samochód na parkingu jutro. Parked my car on the parking wczoraj.",
      "example_translation": "J'ai garé ma voiture dans le parking. Je vais garer ma voiture dans le parking demain. J'avais garé ma voiture dans le parking hier.",
      "imageLink": "https://www.ang.pl/img/slownik/car-park.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/car park.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "karta",
      "translation": "carte",
      "definition": "Karta jest to kawałek sztywnej papieru lub cienkiej kartonki, zwykle prostokątny, używany do wymiany informacji lub dokonywania płatności.",
      "definition_translation": "Une carte est un morceau de papier rigide ou de carton fin, généralement de forme rectangulaire, utilisé pour échanger des informations ou faire des paiements.",
      "example": "Użyłem swojej karty kredytowej, aby zapłacić za posiłek. Zamierzam użyć swojej karty kredytowej, aby zapłacić za pokoj hotelowy. Użyłem swojej karty kredytowej, aby kupić prezent.",
      "example_translation": "J'ai utilisé ma carte de crédit pour payer le repas. Je vais utiliser ma carte de crédit pour payer la chambre d'hôtel. J'avais utilisé ma carte de crédit pour acheter le cadeau.",
      "imageLink": "https://www.ang.pl/img/slownik/card-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gra karciana",
      "translation": "jeu de cartes",
      "definition": "Gra, która używa talii kart jako głównego narzędzia do gry.",
      "definition_translation": "Un jeu de cartes est un jeu qui utilise un paquet de cartes comme le dispositif principal de jeu.",
      "example": "Grałem w grę karcianą z przyjaciółmi wczoraj. Zamierzam zagrać w grę karcianą z rodziną jutro. Grałem w grę karcianą z kolegami z pracy wczoraj.",
      "example_translation": "J'ai joué un jeu de cartes avec mes amis hier soir. Je vais jouer un jeu de cartes avec ma famille demain. J'avais joué un jeu de cartes avec mes collègues hier.",
      "imageLink": "https://www.ang.pl/img/slownik/card-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ostrożny",
      "translation": "prudent",
      "definition": "Posiadający lub pokazujący dużo uwagi do szczegółów; wszechstronny.",
      "definition_translation": "Ayant ou montrant un grand soin au détail ; méticuleux.",
      "example": "Ona była ostrożna, aby nie rozlać kawy, ale i tak ją rozlała. Ona jest ostrożna z wyborami słów i będzie ostrożna z działaniami.",
      "example_translation": "Elle a été prudente pour ne pas renverser le café, mais elle a fini par le renverser quand même. Elle est prudente avec ses mots, et elle sera prudente avec ses actions.",
      "imageLink": "https://www.ang.pl/img/slownik/careful.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/careful.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ostrożnie",
      "translation": "soigneusement",
      "definition": "W sposób ostrożny; z uwagą do szczegółów.",
      "definition_translation": "De manière prudente ; avec attention au détail.",
      "example": "Ona poszła ostrożnie po schodach, a on będzie ostrożnie przeglądał dokument. On starannie zaplanował niespodziankę.",
      "example_translation": "Elle a marché soigneusement dans les escaliers, et elle examinera soigneusement le document. Il avait soigneusement planifié la fête surprise.",
      "imageLink": "https://www.ang.pl/img/slownik/carefully.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carefully.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dyla",
      "translation": "tapis",
      "definition": "Pokrycie podłogowe tekstylne, typowo wykonane z tkanej lub puszystej tkaniny.",
      "definition_translation": "Un revêtement de sol textile, généralement fait de tissu tissé ou de tapisserie.",
      "example": "Hotelowy pokój miał piękną dyłę, a nowa dyła została zainstalowana wczoraj. Będą dyłować całą podłogę w przyszłym tygodniu.",
      "example_translation": "La chambre d'hôtel avait un beau tapis, et le nouveau tapis a été installé hier. Ils vont tapisser tout le sol la semaine prochaine.",
      "imageLink": "https://www.ang.pl/img/slownik/carpet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carpet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "marchew",
      "translation": "carotte",
      "definition": "Warzywo korzeniowe, typowo pomarańczowe, spożywane surowe lub gotowane.",
      "definition_translation": "Un légume-racine, généralement de couleur orange, mangé cru ou cuit.",
      "example": "Ona zjadła kawałek marchwi jako przekąskę, a on będzie gotował marchewkę na obiad. Króliki lubią jeść marchewkę.",
      "example_translation": "Elle a mangé une carotte pour collation, et il va cuire des carottes pour dîner. Les lapins aiment manger des carottes.",
      "imageLink": "https://www.ang.pl/img/slownik/carrot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carrot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kreskówka",
      "translation": "dessin animé",
      "definition": "Kreskówka to typ animowanego filmu lub programu telewizyjnego, który jest typowo humorystyczny i zawiera kolorowe, stylizowane postacie i tło.",
      "definition_translation": "Un dessin animé est un type de film d'animation ou d'émission de télévision qui est généralement humoristique et présente des personnages et des arrière-plans colorés et stylisés.",
      "example": "Czytałem kreskówkę, gdy byłem dzieckiem, to była o odważnym rycerzu, który walczył z smokami. Teraz oglądam kreskówki z moimi dziećmi, a one uwielbiają przygody SpongeBob SquarePants. W przyszłości chcę stworzyć własną serię kreskówki.",
      "example_translation": "J'ai regardé un dessin animé quand j'étais enfant, il était sur un chevalier brave qui combattait contre les dragons. Maintenant, je regarde des dessins animés avec mes enfants, et ils aiment les aventures de Bob l'éponge. À l'avenir, j'espère créer ma propre série de dessins animés.",
      "imageLink": "https://www.ang.pl/img/slownik/cartoon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cartoon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zamek",
      "translation": "château",
      "definition": "Zamek to duża budowla lub struktura, typowo w rezydencji lorda lub króla, która jest często fortyfikowana i ma wieże i bastiony.",
      "definition_translation": "Un château est un grand bâtiment ou structure, généralement une résidence seigneuriale ou royale, qui est souvent fortifié et a des tours et des créneaux.",
      "example": "Król mieszkał w pięknym zamku w czasach średniowiecznych. Dziś możemy odwiedzić wiele zamków w Europie, które zostały zachowane przez wieki. W przyszłości chcę spędzić swoją podróż poślubną w hotelu zamku.",
      "example_translation": "Le roi vivait dans un beau château au Moyen Âge. Aujourd'hui, nous pouvons visiter de nombreux châteaux en Europe qui ont été préservés pendant des siècles. À l'avenir, j'espère rester dans un hôtel de château pour ma lune de miel.",
      "imageLink": "https://www.ang.pl/img/slownik/castle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/castle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "katedra",
      "translation": "cathédrale",
      "definition": "Katedra to duża, imponująca świątynia, która jest główną miejscowością kultu biskupa lub arcybiskupa.",
      "definition_translation": "Une cathédrale est une grande et impressionnante église qui est le principal lieu de culte d'un évêque ou d'un archevêque.",
      "example": "Katedra Notre-Dame de Paryż jest jedną z najbardziej znanych na świecie. Byłem na pięknej mszy w katedrze, gdy byłem na wakacjach w Europie. W przyszłości chcę się ożenić w pięknej katedrze.",
      "example_translation": "La cathédrale de Notre-Dame de Paris est l'une des plus célèbres au monde. J'ai assisté à une belle messe dans une cathédrale lors de mes vacances en Europe. À l'avenir, j'espère me marier dans une cathédrale impressionnante.",
      "imageLink": "https://www.ang.pl/img/slownik/cathedral.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cathedral.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sufit",
      "translation": "plafond",
      "definition": "Sufit to górna powierzchnia wewnętrzna pokoju lub budynku, typowo wykonana z gipsu, drewna lub innych materiałów.",
      "definition_translation": "Le plafond est la surface intérieure supérieure d'une pièce ou d'un bâtiment, généralement faite de plâtre, de bois ou d'autres matériaux.",
      "example": "Sufit Kaplicy Sykstyńskiej jest pomalowany pięknymi freskami. Uderzyłem głową o sufit, gdy wstałem z kanapy. W przyszłości chcę mieć wysoki sufit w moim domu marzeń.",
      "example_translation": "Le plafond de la chapelle Sixtine est peint de belles fresques. J'ai cogné ma tête contre le plafond lorsque je me suis levé du canapé. À l'avenir, j'espère avoir un plafond haut dans ma maison de rêve.",
      "imageLink": "https://www.ang.pl/img/slownik/ceiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ceiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cent",
      "translation": "cent",
      "definition": "Jednostka walutowa równa setnej części podstawowej jednostki waluty w wielu krajach, takich jak Stany Zjednoczone, Kanada i Australia.",
      "definition_translation": "Une unité de devises égale au centième de l'unité de base de devise dans de nombreux pays, tels que les États-Unis, le Canada et l'Australie.",
      "example": "Mam jeden cent w kieszeni. Będę oszczędzał centy na moją podróż. Oszczędziłem centy na moją edukację.",
      "example_translation": "J'ai un cent dans ma poche. Je vais économiser des cents pour mon voyage. J'ai économisé des cents pour mon éducation.",
      "imageLink": "https://www.ang.pl/img/slownik/cent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "centymetr",
      "translation": "centimètre",
      "definition": "Jednostka długości w systemie metrycznym, równa setnej części metra.",
      "definition_translation": "Une unité de longueur dans le système métrique, égale au centième d'un mètre.",
      "example": "Linijka jest jednym centymetrem długa. Mierzyłem stół w centymetrach. Odległość między dwoma punktami wynosi pięć centymetrów.",
      "example_translation": "La règle est longue d'un centimètre. J'ai mesuré la table en centimètres. La distance entre les deux points est de cinq centimètres.",
      "imageLink": "https://www.ang.pl/img/slownik/centimetre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/centimetre.mp3"
    }
  ]