[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "porzucić",
      "translation": "abandonner",
      "definition": "zrezygnować lub opuścić coś lub kogoś, szczególnie dlatego, że już nie jest potrzebne lub pożądane",
      "definition_translation": "de donner ou de laisser quelque chose ou quelqu'un, notamment parce qu'il n'est plus nécessaire ou voulu",
      "example": "Zamierzam porzucić swoje plany podróży na następny tydzień. Porzuciłem swój samochód na poboczu drogi. Ona straciła wszelką nadzieję.",
      "example_translation": "Je vais abandonner mes plans de voyage la semaine prochaine. J'ai abandonné ma voiture sur le côté de la route. Elle a abandonné tout espoir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opuszczony",
      "translation": "abandonné",
      "definition": "pozostawiony lub porzucony, często w stanie zaniedbania lub zapomnienia",
      "definition_translation": "laisser ou déserté, souvent dans un état de délabrement ou de négligence",
      "example": "Opuszczony budynek został zburzony. Miasto ma wiele opuszczonych domów. Czuła się opuszczona przez swoich przyjaciół.",
      "example_translation": "Le bâtiment abandonné a été démoli. La ville a beaucoup de maisons abandonnées. Elle se sentait abandonnée par ses amis.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zniesić",
      "translation": "abolir",
      "definition": "oficjalnie zakończyć lub usunąć system, praktykę lub instytucję",
      "definition_translation": "de mettre fin officiellement à un système, une pratique ou une institution",
      "example": "Rząd zamierza zniesić karę śmierci. Komitet głosował za zniesieniem starych zasad. Ona chce zniesić monarchię.",
      "example_translation": "Le gouvernement prévoit d'abolir la peine de mort. Le comité a voté pour abolir les anciennes règles. Elle veut abolir la monarchie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nieobecność",
      "translation": "absence",
      "definition": "stan nieobecności lub braku rejestrowania",
      "definition_translation": "l'état de ne pas être présent ou comptabilisé",
      "example": "Jej nieobecność w pracy była zauważalna. Nauczyciel oznaczył jej nieobecność w książce obecności. Jego nieobecność była odczuwalna przez wszystkich.",
      "example_translation": "Son absence au travail était remarquable. Le professeur a marqué son absence dans le registre des présences. Son absence était ressentie par tous.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "absolutny",
      "translation": "absolu",
      "definition": "Całkowity lub kompletny; nie mający wyjątku lub modyfikacji.",
      "definition_translation": "Complet ou total; n'ayant pas d'exception ou de modification.",
      "example": "Wartość absolutna liczby to jej odległość od zera. Zdecydowanie zakończę swoje zadania domowe tej nocy. Byłem absolutnie pewny, co robić.",
      "example_translation": "La valeur absolue d'un nombre est sa distance de zéro. Je vais absolument finir mes devoirs cette nuit. J'avais absolument pas idée de quoi faire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wchłaniać",
      "translation": "absorber",
      "definition": "Wchłaniać i przyswajać (energię, płyn, itp.); w pełni absorbować uwagę kogoś.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "Gąbka wchłania wodę szybko. Byłem wchłonięty w swoją książkę i nie zauważyłem czasu. Firma wchłonie koszty projektu.",
      "example_translation": "L'éponge absorbe rapidement l'eau. J'étais absorbé par mon livre et n'ai pas remarqué l'heure. La société absorbera les coûts du projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wchłaniać",
      "translation": "absorber",
      "definition": "Wchłaniać i przyswajać (energię, płyn, itp.); w pełni absorbować uwagę kogoś.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "Chemiczne wchłania tlen z powietrza. Wchłonęła wieści o śmierci siostry. Firma wchłonie straty swojej spółki zależnej.",
      "example_translation": "Le produit chimique absorbe l'oxygène de l'air. Elle a absorbé la nouvelle de la mort de sa sœur. La société absorbe les pertes de sa filiale.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wchłaniać",
      "translation": "absorber",
      "definition": "Wchłaniać i przyswajać (energię, płyn, itp.); w pełni absorbować uwagę kogoś.",
      "definition_translation": "Absorber (l'énergie, un liquide, etc.) ; occuper complètement l'attention de quelqu'un.",
      "example": "Materiał dźwiękochłonny wchłania echa. Wchłonęłem każde słowo z wykładu. Firma wchłonie wydatki na podróż.",
      "example_translation": "Le matériau insonorisant absorbe les échos. J'ai absorbé chaque mot de la conférence. La société absorbera les frais du voyage.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "abstrakcyjny",
      "translation": "abstrait",
      "definition": "Istniejący w myśli lub jako idea, ale nie mający fizycznej egzystencji.",
      "definition_translation": "Existant dans la pensée ou comme idée, mais n'ayant pas d'existence physique.",
      "example": "Obrazy abstrakcyjne artysty były wystawione w galerii. Ona abstrahowała pojęcie z własnych marzeń. Profesor abstrahował główne punkty z wykładu.",
      "example_translation": "Les peintures abstraites de l'artiste étaient exposées à la galerie. Elle avait abstrait le concept de ses rêves. Le professeur va abstraire les principaux points de la conférence.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "absurdalny",
      "translation": "absurde",
      "definition": "Nierozumny lub niezgodny z logiką; sprzeczny z rozumem lub absurdalny.",
      "definition_translation": "Déraisonnable ou illogique; contraire à la raison ou absurde.",
      "example": "Absurdność sytuacji stawała się coraz bardziej oczywista. On zrobił absurdalny komentarz podczas spotkania. Absurdalne zasady gry były mylące.",
      "example_translation": "L'absurdité de la situation devenait claire. Il a fait un commentaire absurde pendant la réunion. Les règles absurdes du jeu étaient confuses.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nadużycie",
      "translation": "abus",
      "definition": "Używanie czegoś w sposób niewłaściwy lub nieuczciwy, lub źle traktowanie kogoś.",
      "definition_translation": "Utiliser quelque chose de manière incorrecte ou injuste, ou traiter quelqu'un mal.",
      "example": "Ona doświadczyła nadużycia ze strony partnera. Firma została oskarżona o nadużycie władzy. Rząd zobowiązał się powstrzymać nadużycie funduszy publicznych.",
      "example_translation": "Elle a subi des abus de la part de son partenaire. L'entreprise a été accusée d'abus de pouvoir. Le gouvernement s'est engagé à mettre fin à l'abus des fonds publics.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nadużycie",
      "translation": "abus",
      "definition": "Używanie czegoś w sposób niewłaściwy lub nieuczciwy, lub źle traktowanie kogoś.",
      "definition_translation": "Utiliser quelque chose de manière incorrecte ou injuste, ou traiter quelqu'un mal.",
      "example": "Organizacja charytatywna działała na rzecz zapobiegania przemocy wobec dzieci. Zawodnik został oskarżony o przemoc fizyczną. Raport uwypuklił nadużycie przywilejów.",
      "example_translation": "L'organisme de bienfaisance a travaillé pour prévenir l'abus des enfants. L'athlète a été accusé d'abus physique. Le rapport a mis en évidence l'abus de privilège.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "akademicki",
      "translation": "académique",
      "definition": "Dotyczący edukacji, stypendiów lub środowisk akademickich",
      "definition_translation": "Relatif à l'éducation, les bourses d'études ou les environnements académiques",
      "example": "Była osobą akademicką, zawsze studiując i badając. Była doradcą akademickim przez kilka lat. Będzie dziekanem akademickim niedługo.",
      "example_translation": "Elle était une personne académique, toujours en train d'étudier et de rechercher. Elle avait été conseillère académique pendant plusieurs années. Elle sera doyenne académique bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostęp",
      "translation": "accès",
      "definition": "Możliwość lub prawo do korzystania z czegoś lub wejścia do czegoś",
      "definition_translation": "La possibilité ou le droit d'utiliser ou d'entrer dans quelque chose",
      "example": "Miałam dostęp do bazy danych bibliotecznej. Będzie miała dostęp do obszaru bezpiecznego. Mieli dostęp do witryny internetowej wcześniej.",
      "example_translation": "J'avais accès à la base de données de la bibliothèque. Elle aura accès à la zone sécurisée. Ils avaient accédé au site web auparavant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostępny",
      "translation": "accessible",
      "definition": "Łatwy do użycia, osiągnięcia lub zrozumienia",
      "definition_translation": "Facile à utiliser, à atteindre ou à comprendre",
      "example": "Witryna internetowa jest dostępna dla każdego. Miasto będzie dostępne samochodem wkrótce. Informacje były dostępne online.",
      "example_translation": "Le site web est accessible à tous. La ville sera accessible en voiture bientôt. L'information était accessible en ligne.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przypadkowy",
      "translation": "accidentel",
      "definition": "Występujący lub dokonywany przez przypadek, a nie zamierzenie",
      "definition_translation": "Arrivant ou fait par hasard, plutôt que intentionnellement",
      "example": "Przypadkowy błąd spowodował awarię systemu. Miała przypadkowe spotkanie ze swoim starym przyjacielem. Firma zapewni ubezpieczenie od następstw nieszczęśliwych wypadków swoim pracownikom.",
      "example_translation": "L'erreur accidentelle a fait crasher le système. Elle avait eu une rencontre accidentelle avec son vieux ami. La compagnie fournira une assurance accidentelle à ses employés.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "akordeon",
      "translation": "accordéon",
      "definition": "Instrument muzyczny, w którym dźwięk jest wytwarzany przez comprimowanie lub rozszerzanie miecha, naciskając przyciski lub klawisze, które zmuszają powietrze do przepływu przez membrany, produkując bogaty, rezonansowy dźwięk",
      "definition_translation": "un instrument de musique joué en compressant ou en dilatant un soufflet tout en appuyant sur des boutons ou des clés pour forcer l'air à passer à travers des anche, produisant un son riche et sonore",
      "example": "Muzyk umiejętnie grał na akordeonie na festiwalu folkowym. Wczoraj kupiła go w lokalnym sklepie. Do przyszłego roku opanuje instrument.",
      "example_translation": "Le musicien a habilement joué de l'accordéon au festival folklorique. Hier, elle l'avait acheté à une boutique locale. D'ici l'an prochain, elle aura maîtrisé l'instrument.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "konto",
      "translation": "compte",
      "definition": "Zapis transakcji finansowych, lub dokładne zestawienie pozycji finansowej, lub usługa świadczona przez instytucję finansową",
      "definition_translation": "un registre des transactions financières, ou une déclaration de situation financière, ou un service offert par une institution financière",
      "example": "Utworzę konto na stronie internetowej. Wczoraj sprawdziłam saldo konta. Do przyszłego miesiąca spłacę wszystkie swoje zobowiązania.",
      "example_translation": "Je vais créer un compte sur le site web. Hier, j'avais vérifié mon solde de compte. D'ici le mois prochain, j'aurai payé toutes mes factures en souffrance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "księgowość",
      "translation": "comptabilité",
      "definition": "Proces rejestracji, klasyfikacji i raportowania informacji finansowych, lub zawód zajmujący się zarządzaniem i analizą informacji finansowych",
      "definition_translation": "le processus d'enregistrement, de classification et de déclaration d'informations financières, ou la profession de gestion et d'interprétation d'informations financières",
      "example": "Księgowość jest kluczową częścią zarządzania biznesem. Firma zatrudniła firmę księgową, aby audytowała swoje rekordy finansowe. Do przyszłego kwartału wdrożą nowy system księgowości.",
      "example_translation": "La comptabilité est une partie cruciale de la gestion des entreprises. L'entreprise avait embauché une firme de comptabilité pour auditer leurs registres financiers. D'ici le prochain trimestre, ils auront mis en place un nouveau système de comptabilité.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dokładność",
      "translation": "précision",
      "definition": "Jakość, stan lub stopień dokładności, lub zdolność do pomiaru lub obliczeń z precyzją",
      "definition_translation": "la qualité, l'état ou le degré d'être précis, ou la capacité de mesurer ou de calculer avec précision",
      "example": "Technik laboratoryjny zapewnił dokładność wyników testów. Wczoraj przeprowadziliśmy eksperymenty, aby poprawić dokładność naszych badań. Do przyszłego roku osiągniemy wysoki poziom dokładności w pomiarach.",
      "example_translation": "Le technicien de laboratoire a assuré la précision des résultats des tests. Hier, l'équipe avait mené des expériences pour améliorer la précision de leur recherche. D'ici l'an prochain, ils auront atteint un niveau élevé de précision dans leurs mesures.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "oskarżać",
      "translation": "accuser",
      "definition": "Zarzucić komuś winę lub przewinienie; obwiniać.",
      "definition_translation": "Accuser quelqu'un d'une erreur ou d'une offense; blâmer.",
      "example": "Prokurator oskarży oskarżonego o kradzież pieniędzy. Wczoraj, oskarżyła swojego brata o kłamstwo. Oskarży go o oszustwo podczas testu.",
      "example_translation": "Le procureur accusera le défendeur de voler l'argent. Hier, elle a accusé son frère de mentir. Elle l'accusera de tricher au test.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "boleć",
      "translation": "faire mal",
      "definition": "Tępy, stały ból, często w mięśniach lub stawach.",
      "definition_translation": "Une douleur sourde et constante, souvent dans les muscles ou les articulations.",
      "example": "Mój plecy bolą od noszenia ciężkich puszek. Wczoraj, bolała mnie głowa od głośnej muzyki. Będzie bolał, jeśli nie wyprostuję się po ćwiczeniach.",
      "example_translation": "Mon dos me fait mal en soulevant des cartons lourds. Hier, ma tête me faisait mal à cause de la musique forte. Ça me fera mal si je ne m'étire pas après l'exercice.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kwas",
      "translation": "acide",
      "definition": "Kwaśny, korozyjny płyn.",
      "definition_translation": " Une substance savoureuse aigre, corrosive.",
      "example": "Kwas w baterii może spowodować poparzenia. Wczoraj, mieszaliśmy kwas z wodą na zajęciach z chemii. Laboratorium przetestuje poziom kwasu w glebie.",
      "example_translation": "L'acide dans la batterie peut causer des brûlures. Hier, nous avons mélangé de l'acide avec de l'eau en classe de chimie. Le laboratoire va tester le niveau d'acide dans le sol.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nabyć",
      "translation": "acquérir",
      "definition": "Zdobyć lub uzyskać coś, często dzięki wysiłkowi lub trudności.",
      "definition_translation": "Acquérir ou obtenir quelque chose, souvent avec effort ou difficulté.",
      "example": "Spółka nabędzie nowe资产y w tym roku. Wczoraj, zdobyłem nową umiejętność w fotografii. Nabywa nowego języka, podróżując.",
      "example_translation": "L'entreprise acquerra de nouveaux avoirs cette année. Hier, j'ai acquis une nouvelle compétence en photographie. Elle acquerra une nouvelle langue en voyageant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nabyć",
      "translation": "acquérir",
      "definition": "Zdobyć lub uzyskać coś, często dzięki wysiłkowi lub ciężkiej pracy.",
      "definition_translation": "Gagner ou obtenir quelque chose, souvent grâce à l'effort ou au travail acharné.",
      "example": "Zdobyłem nową umiejętność w zeszłym roku i teraz jestem biegły w niej. Nabywam nowego języka i jest to wyzwaniem. Nabywa nowej certyfikacji w przyszłym roku.",
      "example_translation": "J'ai acquis une nouvelle compétence l'an dernier, et maintenant je suis compétent dans ce domaine. Je suis en train d'acquérir une nouvelle langue, et c'est difficile. J'acquerrai une nouvelle certification l'an prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "działanie",
      "translation": "action",
      "definition": "Proces robienia czegoś, szczególnie czegoś, co wymaga energii, wysiłku lub ruchu.",
      "definition_translation": "Le processus de faire quelque chose, notamment quelque chose qui implique de l'énergie, de l'effort ou du mouvement.",
      "example": "Działanie filmu było szybkie i ekscytujące. Działanie podjęte przez rząd było szeroko krytykowane. Plan działania zostanie wdrożony w następnym kwartale.",
      "example_translation": "L'action du film était rapide et excitante. L'action prise par le gouvernement a été largement critiquée. Le plan d'action sera mis en œuvre le trimestre prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aktywnie",
      "translation": "activement",
      "definition": "W sposób aktywny lub angażujący, często z udziałem świadomego wysiłku lub energii.",
      "definition_translation": "D'une manière active ou engagée, souvent impliquant un effort intentionnel ou de l'énergie.",
      "example": "Spółka aktywnie poszukuje nowych pracowników. Aktywnie uczestniczyła w dyskusji. Drużyna aktywnie pracowała nad projektem.",
      "example_translation": "L'entreprise cherche activement de nouveaux employés. Elle a participé activement à la discussion. L'équipe a travaillé activement sur le projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "działalność",
      "translation": "activité",
      "definition": "Coś, co robi osoba lub grupa, często w sposób celowy lub systematyczny.",
      "definition_translation": "Quelque chose que fait une personne ou un groupe, souvent de manière délibérée ou systématique.",
      "example": "Działalność wspinaczki górskiej jest popularna w górach. Spółka zorganizowała działalność zespołową. Działalność nauki nowego języka wymaga oddania.",
      "example_translation": "L'activité de la randonnée est populaire dans les montagnes. L'entreprise a organisé une activité de construction d'équipe. L'activité d'apprendre une nouvelle langue nécessite de la détermination.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzeczywisty",
      "translation": "actuel",
      "definition": "Istniejący lub zachodzący obecnie, a nie w przeszłości lub w przyszłości.",
      "definition_translation": "Existant ou se produisant maintenant, plutôt que d'être passé ou futur.",
      "example": "Rzeczywisty koszt projektu był wyższy niż koszt szacowany. Będę uczestniczył w rzeczywistym wydarzeniu w przyszłym tygodniu. Spółka będzie miała rzeczywistą obecność na nowym rynku do końca roku.",
      "example_translation": "Le coût réel du projet était plus élevé que le coût estimé. Je vais assister à l'événement réel la semaine prochaine. L'entreprise aura une présence réelle sur le nouveau marché d'ici la fin de l'année.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przystosować",
      "translation": "adapter",
      "definition": "Zmienić lub przystosować się do nowych lub różnych warunków.",
      "definition_translation": "Changer ou être changé pour s'adapter à de nouvelles ou différentes conditions.",
      "example": "Spółka musiała przystosować się do nowych trendów rynkowych. Przystosowała przepis, aby uczynić go wegańskim. Nowy pracownik musi szybko przystosować się do workflow zespołu.",
      "example_translation": "L'entreprise a dû s'adapter aux nouveaux tendances du marché. Elle a adapté la recette pour la rendre végétalienne. Le nouvel employé devra s'adapter rapidement au flux de travail de l'équipe.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uzależniony",
      "translation": "accro",
      "definition": "Osoba fizycznie lub psychicznie uzależniona od substancji lub zachowania.",
      "definition_translation": "Une personne qui est physiquement ou psychologiquement dépendante d'une substance ou d'un comportement.",
      "example": "Uzależniony nie mógł opędzić się od pokusy narkotyków. Była uzależniona od mediów społecznościowych i spędzała godziny, przewijając swoje kanały. On stał się uzależniony od gier komputerowych i zapomniał o swoich obowiązkach.",
      "example_translation": "L'accro ne pouvait résister à la tentation des drogues. Elle était accro aux réseaux sociaux et passait des heures à défiler ses fils d'actualité. Il est devenu accro aux jeux vidéo et a oublié ses responsabilités.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uzależniony",
      "translation": "accro",
      "definition": "Fizycznie lub psychicznie uzależniony od substancji lub zachowania.",
      "definition_translation": "Physiquement ou psychologiquement dépendant d'une substance ou d'un comportement.",
      "example": "Jestem uzależniony od kawy i nie mogę funkcjonować bez niej. Była uzależniona od nikotyny i musiała rzucić palenie. On stał się uzależniony od ćwiczeń i spędzał godziny w siłowni każdego dnia.",
      "example_translation": "Je suis accro au café et ne peux pas fonctionner sans. Elle était accro à la nicotine et a dû arrêter de fumer. Il est devenu accro à l'exercice et passait des heures au gym tous les jours.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uzależnienie",
      "translation": "dépendance",
      "definition": "Stan bycia zniewolonym przez zwyczaj lub praktykę, lub coś, co jest psychicznie lub fizycznie uzależniające, takiego jak narkotyki.",
      "definition_translation": "L'état d'être asservi à une habitude ou à une pratique ou à quelque chose qui est psychologiquement ou physiquement addictogène, comme les stupéfiants.",
      "example": "Od lat walczyła z uzależnieniem od mediów społecznościowych. Wczoraj wreszcie zdecydowała się usunąć swoje konta. Do następnego roku ma nadzieję być całkowicie wolną od uzależnienia.",
      "example_translation": "Elle a lutté contre la dépendance aux réseaux sociaux depuis des années. Hier, elle a finalement décidé de supprimer ses comptes. D'ici l'année prochaine, elle espère être complètement libre de la dépendance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dodanie",
      "translation": "addition",
      "definition": "Akt dodawania; proces łączenia rzeczy, aby uzyskać całość.",
      "definition_translation": "L'acte d'ajouter ; le processus d'ajouter ou d'unir des choses ensemble pour former un tout.",
      "example": "Nauczycielka uczyła nas o ważności dodania w matematyce. Wczoraj popełniłem błąd w zadaniu dodania. Do następnego tygodnia mam nadzieję opanować dodanie i odejmowanie.",
      "example_translation": "Le professeur nous a enseigné l'importance de l'addition en mathématiques. Hier, j'ai fait une erreur dans un problème d'addition. D'ici la semaine prochaine, j'aurai maîtrisé l'addition et la soustraction.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dodatkowy",
      "translation": "supplémentaire",
      "definition": "Przynosząc więcej czegoś, co już jest obecne lub dostępne; dalszy lub dodatkowy.",
      "definition_translation": "Fournissant plus de quelque chose qui est déjà présent ou disponible ; autre ou supplémentaire.",
      "example": "Hotel zapewnił dodatkowe udogodnienia, takie jak centrum fitness i spa. Wczoraj zażądałem dodatkowych informacji o pokoju. Do następnego miesiąca będziemy mieli dodatkowy personel, aby pomóc z carga roboczego.",
      "example_translation": "L'hôtel a fourni des équipements supplémentaires, tels qu'un centre de fitness et un spa. Hier, j'ai demandé des informations supplémentaires sur la chambre. D'ici le mois prochain, nous aurons du personnel supplémentaire pour aider avec la charge de travail.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dodatkowo",
      "translation": "en outre",
      "definition": "Dodatecznie; również.",
      "definition_translation": "En outre ; further ; également.",
      "example": "Lubię czytać książki, a dodatkowo lubię również oglądać filmy. Wczoraj poszedłem do siłowni i dodatkowo zrobiłem joga w domu. Do następnego roku będę umiał grać na gitarze dodatkowo.",
      "example_translation": "J'aime lire des livres, et j'aime également regarder des films. Hier, je suis allé au gymnase et j'ai également fait du yoga chez moi. D'ici l'année prochaine, j'aurai appris à jouer de la guitare en outre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wystarczający",
      "translation": "adéquat",
      "definition": "Wystarczający dla danego celu; satysfakcjonujący lub akceptowalny.",
      "definition_translation": "Suffisant pour un but particulier ; satisfaisant ou acceptable.",
      "example": "Hotel zapewnił wystarczające udogodnienia dla gości. Menadżer uznał, że hotelowe udogodnienia są wystarczające dla konferencji. Hotel będzie zapewniał wystarczające udogodnienia dla gości w przyszłym roku.",
      "example_translation": "L'hôtel a fourni des installations adéquates pour les invités. Le directeur pensait que les installations de l'hôtel étaient adéquates pour la conférence. L'hôtel fournira des installations adéquates pour les invités l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wystarczająco",
      "translation": "adéquatement",
      "definition": "W sposób, który jest wystarczający lub akceptowalny.",
      "definition_translation": "De manière qui est suffisante ou acceptable.",
      "example": "Firma wystarczająco przygotowała się do kryzysu ekonomicznego. Drużyna będzie wystarczająco przygotowana do konkursu w przyszłym roku. Ona wystarczająco omówiła obawy klientów.",
      "example_translation": "L'entreprise s'est préparée adéquatement à la baisse économique. L'équipe se préparera adéquatement à la compétition l'année prochaine. Elle a abordé adéquatement les préoccupations des clients.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostosować",
      "translation": "ajuster",
      "definition": "Zmienić lub zmodyfikować coś, aby lepiej pasowało, działało lub funkcjonowało.",
      "definition_translation": "Changer ou modifier quelque chose pour le rendre plus compatible, mieux fonctionner ou bien fonctionner.",
      "example": "Ona dostosowała ustawienia swojego telefonu, aby polepszyć sygnał. Mechanik dostosował silnik, aby zwiększyć jego moc. Nauczycielka będzie dostosowywała plan lekcji, aby dopasować go do potrzeb uczniów.",
      "example_translation": "Elle a ajusté les paramètres de son téléphone pour améliorer le signal. Le mécanicien a ajusté le moteur pour augmenter sa puissance. Le professeur ajustera le plan de leçon pour répondre aux besoins des étudiants.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostosować",
      "translation": "ajuster",
      "definition": "Zmienić lub zmodyfikować coś, aby lepiej pasowało, działało lub funkcjonowało.",
      "definition_translation": "Changer ou modifier quelque chose pour le rendre plus compatible, mieux fonctionner ou bien fonctionner.",
      "example": "Firma dostosowała swoją strategię, aby odpowiedzieć na zmiany rynkowe. Atleta dostosowała swój program treningowy, aby poprawić swoją wydajność. Rząd będzie dostosowywał swoje polityki, aby rozwiązać problemy środowiskowe.",
      "example_translation": "L'entreprise a ajusté sa stratégie pour répondre aux changements du marché. L'athlète a ajusté son programme d'entraînement pour améliorer ses performances. Le gouvernement ajustera ses politiques pour aborder les problèmes environnementaux.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostosowanie",
      "translation": "ajustement",
      "definition": "Czynność dostosowywania lub proces dostosowywania; zmiana lub modyfikacja dokonana w czymś, aby lepiej pasowało lub działało.",
      "definition_translation": "L'acte d'ajustement ou le processus d'être ajusté; un changement ou une modification apportée à quelque chose pour le faire correspondre ou fonctionner mieux.",
      "example": "Mechanik dokonał dostosowania silnika, aby poprawić jego wydajność. Wczoraj ona dostosowała ustawienia na swoim telefonie. Do następnego roku, będziemy dokonywali dalszych dostosowań systemu.",
      "example_translation": "Le mécanicien a fait une modification au moteur pour améliorer ses performances. Hier, elle a ajusté les paramètres de son téléphone. D'ici l'an prochain, nous aurons apporté d'autres modifications au système.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "administracja",
      "translation": "administration",
      "definition": "Zarządzanie i kierowanie firmą, organizacją lub rządem; osoby, które zarządzają i kierują.",
      "definition_translation": "La gestion et la direction d'une entreprise, d'une organisation ou d'un gouvernement; les personnes qui gèrent et dirigent.",
      "example": "Administracja firmy jest odpowiedzialna za podejmowanie ważnych decyzji. Nowa administracja wprowadziła kilka zmian. Do następnego roku, administracja ukończy projekt.",
      "example_translation": "L'administration de l'entreprise est responsable des décisions importantes. La nouvelle administration a mis en place plusieurs changements. D'ici l'an prochain, l'administration aura terminé le projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uznanie",
      "translation": "admiration",
      "definition": "Uczucie wielkiego szacunku i uznania dla kogoś lub czegoś; poczucie zdumienia lub czci.",
      "definition_translation": "Un sentiment de grand respect et d'admiration pour quelqu'un ou quelque chose; un sens de merveille ou d'étonnement.",
      "example": "Mam wielkie uznania dla jej odwagi. Publiczność okazała swoje uznania applauzem. Jutro, wyrażę swoje uznania jej osobiście.",
      "example_translation": "J'ai une grande admiration pour son courage. Le public a montré son admiration par des applaudissements. Demain, je vais exprimer mon admiration en personne.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uznawać",
      "translation": "admirer",
      "definition": "Czuć wielki szacunek i uznania dla kogoś lub czegoś; uważać coś za przyjemne lub zatwierdzające.",
      "definition_translation": "Éprouver un grand respect et admiration pour quelqu'un ou quelque chose; considérer avec plaisir ou approbation.",
      "example": "Uznaję jej odwagę w wyrażaniu swojego zdania. Ona uznawała piękno zachodu słońca. Do następnego roku, uznam wiele pięknych krajobrazów.",
      "example_translation": "J'admire son courage de s'exprimer. Elle a admiré la beauté du coucher de soleil. D'ici l'an prochain, j'aurai admiré de nombreux paysages magnifiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyjęcie",
      "translation": "admission",
      "definition": "Czynność wpuszczania lub przyjmowania kogoś lub czegoś do miejsca, grupy lub instytucji.",
      "definition_translation": "L'acte de permettre ou d'accepter quelqu'un ou quelque chose dans un endroit, un groupe ou une institution.",
      "example": "Jej przyjęcie na prestiżową uczelnię było wielkim osiągnięciem.",
      "example_translation": "Son admission à l'université prestigieuse était un grand accomplissement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyznać",
      "translation": "avouer",
      "definition": "Potwierdzać lub wyznawać coś, co jest prawdą, szczególnie jeśli jest trudne do przyjęcia.",
      "definition_translation": "De reconnaître ou de confesser quelque chose comme étant vrai, especialmente quelque chose qui est difficile à accepter.",
      "example": "Ona przyznała, że popełniła błąd w projekcie. Ona przyznała to wcześniej. Ona przyzna to jutro.",
      "example_translation": "Elle a admis avoir fait une erreur dans le projet. Elle l'avait admis auparavant. Elle le admettra demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyznaję",
      "translation": "c'est vrai que",
      "definition": "Używany do wyrażenia, że coś jest prawdą lub zostało uznane, często niechętnie.",
      "definition_translation": "Utilisé pour exprimer que quelque chose est vrai ou reconnu, souvent à Contrecœur.",
      "example": "Przyznaję, że byłam nervowa przed egzaminem. Niechętnie przyznałam, że nie zdążyłam wystarczająco przygotować się. Przyznaję, że będą relieved, kiedy będzie po wszystkim.",
      "example_translation": "C'est vrai que j'étais nerveux à propos de l'examen. J'avais reconnu ne pas avoir étudié suffisamment. Je serai soulagé lorsque ce sera fini, c'est vrai que.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyjąć",
      "translation": "adopter",
      "definition": "Wziąć coś lub kogoś jako swoje, lub przyjąć coś lub kogoś do swojej rodziny.",
      "definition_translation": "De prendre et utiliser quelque chose comme sien, ou de prendre quelqu'un ou quelque chose dans sa famille.",
      "example": "Oni przyjęli nową politykę minionego roku. Oni przyjęli dziecko z Chin. Oni przyjmą bardziej zrównoważone podejście wkrótce.",
      "example_translation": "Ils ont adopté la nouvelle politique l'année dernière. Ils ont adopté un enfant de Chine. Ils adopteront bientôt une approche plus durable.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyjąć",
      "translation": "adopter",
      "definition": "Wziąć coś lub kogoś jako swoje, lub przyjąć coś lub kogoś do swojej rodziny.",
      "definition_translation": "Prendre quelque chose ou quelqu'un comme sien, accepter ou croire quelque chose",
      "example": "Przyjęłam kota ze schroniska. Będę przyjmować nową rutynę ćwiczeń. Przyjmę bardziej zrównoważony styl życia.",
      "example_translation": "J'ai adopté un chat du refuge. Je vais adopter une nouvelle routine d'exercice. J'adopterai un mode de vie plus durable.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyjęty",
      "translation": "adopté",
      "definition": "Czas przeszły przyjąć, coś, co zostało wzięte jako swoje.",
      "definition_translation": "Temps passé d'adopter, quelque chose qui a été pris comme sien",
      "example": "Ona przyjęła dziecko minionego roku. Firma przyjęła nową politykę. Rodzina przyjęła psa.",
      "example_translation": "Elle a adopté un enfant l'année dernière. L'entreprise a adopté une nouvelle politique. La famille a adopté un chien.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyjęcie",
      "translation": "adoption",
      "definition": "Czynność przyjęcia czegoś lub kogoś jako swojego, proces stawania się nowym członkiem rodziny",
      "definition_translation": "L'acte de prendre quelque chose ou quelqu'un comme sien, un processus de devenir un nouveau membre d'une famille",
      "example": "Przyjęcie nowej technologii poprawiło naszą wydajność. Rodzina przechodzi przez proces przyjęcia. Przyjęcie nowej polityki było udane.",
      "example_translation": "L'adoption de la nouvelle technologie a amélioré notre efficacité. La famille est en train de passer par le processus d'adoption. L'adoption de la nouvelle politique a été couronnée de succès.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "postęp",
      "translation": "avancer",
      "definition": "Przedostanie się do przodu, robienie postępów, wypłata przed terminem",
      "definition_translation": "Avancer, faire des progrès, faire un paiement avant qu'il ne soit dû",
      "example": "Firma wypłaci mi pieniądze na projekt. Przejdę do następnego poziomu w grze. Naukowiec posunął nasze rozumienie choroby do przodu.",
      "example_translation": "L'entreprise m'avancera l'argent pour le projet. Je vais avancer au niveau suivant dans le jeu. Le scientifique a fait avancer notre compréhension de la maladie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "postęp",
      "translation": "avancer",
      "definition": "przedostanie się do przodu lub robienie postępów; promowanie lub pomaganie czemuś, aby się wydarzyło lub rozwinęło",
      "definition_translation": "faire progresser ou aider quelque chose à se produire ou à se développer",
      "example": "Firma awansuje do następnej rundy konkursu. Posunęła się szybko w ostatnim kwartale. Będzie rozwijać swoją technologię w nadchodzących latach.",
      "example_translation": "L'entreprise passera au tour suivant de la compétition. Elle a rapidement progressé au cours du dernier trimestre. Elle améliorera sa technologie dans les années à venir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przygoda",
      "translation": "aventureux",
      "definition": "gotowość do podejmowania ryzyka lub próbowania nowych rzeczy; lubiący robić ekscytujące lub niezwykłe rzeczy",
      "definition_translation": "prêt à prendre des risques ou à essayer de nouvelles choses; aimant faire des choses passionnantes ou inhabituelles",
      "example": "Była przygodowa podróżniczką, zawsze szukającą nowych doświadczeń. Był przygodowy i postanowił zrezygnować z pracy, aby rozpocząć własną działalność. Byli przygodowi i poszli na skoki spadochronowe na swoją rocznicę.",
      "example_translation": "Elle était une voyageuse aventureuse, toujours à la recherche de nouvelles expériences. Il était aventureux et a décidé de quitter son emploi pour lancer son propre entreprise. Ils étaient aventureux et sont allés faire du saut à parachute pour leur anniversaire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "reklama",
      "translation": "publicité",
      "definition": "działalność produkowania reklam, szczególnie jako firma; proces czynienia czegoś znanym ludziom w celu sprzedania go lub promowania",
      "definition_translation": "l'activité de produire des annonces, notamment comme entreprise; le processus de faire connaître quelque chose aux gens pour le vendre ou le promouvoir",
      "example": "Firma wydaje dużo pieniędzy na reklamy. Reklama jest kluczową częścią ich strategii marketingowej. Branża reklamowa jest bardzo konkurencyjna.",
      "example_translation": "L'entreprise dépense beaucoup d'argent dans la publicité. La publicité est une partie clé de leur stratégie marketing. L'industrie de la publicité est très compétitive.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sprawa",
      "translation": "affaire",
      "definition": "tajemnicze lub romantyczne stosunki między dwiema osobami, szczególnie te, które są uważane za błędne lub nieetyczne; trudna lub skomplikowana sytuacja",
      "definition_translation": "une relation secrète ou romantique entre deux personnes, notamment une qui est considérée comme incorrecte ou immorale; une situation difficile ou compliquée",
      "example": "Polityk był związany z głośnym skandalem. Sprawy finansowe firmy były w nieładzie. Sprawa międzynarodowa została rozwiązana przez dyplomatyczne starania.",
      "example_translation": "Le politicien était impliqué dans une affaire scandaleuse. Les affaires financières de l'entreprise étaient dans le désordre. L'affaire internationale a été résolue par des efforts diplomatiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wpływ",
      "translation": "affecter",
      "definition": "Wpływać na coś lub kogoś, często w sposób subtelny lub nieuchwytny.",
      "definition_translation": "Influer ou avoir un impact sur quelque chose ou quelqu'un, souvent de manière subtile ou intangible.",
      "example": "Zimno pogoda wpłynie na plony. Wiadomość wpłynęła na nią głęboko. Będzie miała wpływ na decyzję jutro.",
      "example_translation": "Le temps froid affectera les cultures. La nouvelle l'a affectée profondément. Elle affectera la décision demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "udawać",
      "translation": "affecter",
      "definition": "Udawać coś, np. emocję lub postawę.",
      "definition_translation": "Faire semblant de quelque chose, comme une émotion ou une attitude.",
      "example": "Udawał akcent brytyjski, aby wydawać się bardziej wyrafinowany. Ona udawała pewność siebie, ale była niespokojna w środku.",
      "example_translation": "Il a affecté un accent britannique pour sembler plus sophistiqué. Elle a affecté une assurance apparente, mais était nerveuse à l'intérieur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uczucie",
      "translation": "affection",
      "definition": "Uczucie miłości, sympatii lub ciepła wobec kogoś lub czegoś.",
      "definition_translation": "Un sentiment d'amour, de tendresse ou de chaleur envers quelqu'un ou quelque chose.",
      "example": "Pies okazał uczucie swojemu właścicielowi. Rodzina ma wielkie uczucie do swojego miasta rodzinnego.",
      "example_translation": "Le chien a montré de l'affection à son propriétaire. La famille a une grande affection pour leur ville natale.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uczuciowy",
      "translation": "affectueux",
      "definition": "Okazujący lub czujący miłość lub sympatię wobec kogoś lub czegoś.",
      "definition_translation": "Montrant ou ressentant de l'amour ou de la tendresse envers quelqu'un ou quelque chose.",
      "example": "On jest uczuciowym ojcem dla swoich dzieci. Tonalność listu była wzruszająca.",
      "example_translation": "Il est un père affectueux pour ses enfants. Le ton affectueux de la lettre était touchant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wiek",
      "translation": "âge",
      "definition": "Czas, przez który istniał lub był używany człowiek lub rzecz.",
      "definition_translation": "La longueur de temps pendant laquelle une personne ou une chose a existé ou a été en usage.",
      "example": "Mam 25 lat. Miałem 20 lat, kiedy ukończyłem studia. Będę mieć 30 lat w przyszłym roku.",
      "example_translation": "J'ai 25 ans. J'avais 20 ans quand j'ai obtenu mon diplôme. J'aurai 30 ans l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "agent",
      "translation": "agent",
      "definition": "Osoba działająca w imieniu innej osoby lub organizacji.",
      "definition_translation": "Une personne qui agit au nom d'une autre personne ou organisation.",
      "example": "Ona jest agentem firmy ubezpieczeniowej. Była agentem rządu. Będzie agentem aktora.",
      "example_translation": "Elle est un agent pour la compagnie d'assurance. Elle était un agent pour le gouvernement. Elle sera un agent pour l'acteur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "agresywny",
      "translation": "agressif",
      "definition": "Mający lub pokazujący silne i siłowe pragnienie ataku lub sukcesu.",
      "definition_translation": "Ayant ou montrant un désir fort et puissant d'attaquer ou de réussir.",
      "example": "On jest agresywnym kierowcą. Był agresywnym graczem. Będzie agresywnym biznesmenem.",
      "example_translation": "Il est un conducteur agressif. Il était un joueur agressif. Il sera un homme d'affaires agressif.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "agresywnie",
      "translation": "agressivement",
      "definition": "W sposób siłowy i zdeterminowany do sukcesu.",
      "definition_translation": "De manière force et déterminée pour réussir.",
      "example": "Firma marketinguje agresywnie. Drużyna grała agresywnie. Menadżer będzie negocjował agresywnie.",
      "example_translation": "La compagnie fait du marketing de manière agressive. L'équipe a joué de manière agressive. Le manager négociera de manière agressive.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "umowa",
      "translation": "accord",
      "definition": "Wspólna zgoda lub porozumienie między dwiema lub więcej stronami, często w formie pisemnej, które określa warunki i zasady współpracy biznesowej lub innej relacji.",
      "definition_translation": "Un accord mutuel ou arrangement entre deux ou plusieurs parties, souvent par écrit, qui établit les termes et conditions d'une entreprise ou autre relation.",
      "example": "Firma doszła do umowy ze swoimi dostawcami, aby obniżyć koszty. W zeszłym roku, mieli podobną umowę. W przyszłym roku, będą mieli nowe warunki.",
      "example_translation": "L'entreprise a conclu un accord avec ses fournisseurs pour réduire les coûts. L'année dernière, ils avaient conclu un accord similaire. L'année prochaine, ils concluront de nouveaux termes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rolnictwo",
      "translation": "agriculture",
      "definition": "Praktyka uprawy ziemi w celu produkcji plonów, zwierząt i innych produktów, lub nauka i sztuka rolnictwa.",
      "definition_translation": "La pratique de cultiver le sol pour produire des cultures, du bétail et d'autres produits, ou la science et l'art de l'agriculture.",
      "example": "Rolnictwo jest ważną gałęzią przemysłu w wielu krajach. Ziemię uprawiali przez wieki. W przyszłości, zrównoważone rolnictwo będzie niezbędne.",
      "example_translation": "L'agriculture est une industrie vitale dans de nombreux pays. Ils ont cultivé cette terre pendant des siècles. À l'avenir, l'agriculture durable sera essentielle.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pomoc",
      "translation": "aide",
      "definition": "Wsparcie lub pomoc udzielana komuś lub czemuś, często w formie zasobów, pieniędzy lub ekspertyzy.",
      "definition_translation": "L'assistance ou le soutien fourni à quelqu'un ou quelque chose, souvent sous forme de ressources, d'argent ou d'expertise.",
      "example": "Organizacja charytatywna udzieliła pomocy uchodźcom. W zeszłym roku, udzielili pomocy społeczności po huraganie. W przyszłości, będą udzielać pomocy tym, którzy jej potrzebują.",
      "example_translation": "L'organisme de bienfaisance a fourni de l'aide aux réfugiés. Ils avaient fourni de l'aide à la communauté après l'ouragan. À l'avenir, ils fourniront de l'aide à ceux qui en ont besoin.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cel",
      "translation": "but",
      "definition": "Cel lub obiekt, który się dąży osiągnąć, często wymagający wysiłku, umiejętności lub szczęścia.",
      "definition_translation": "Un objectif ou un but que l'on cherche à atteindre, souvent nécessitant de l'effort, de la compétence ou de la chance.",
      "example": "Mój cel to zakończyć projekt na czas. Miała cel wygrać konkurs. W przyszłym roku, będzie dążył do rozpoczęcia własnej firmy.",
      "example_translation": "Mon but est de terminer le projet à temps. Elle avait pour but de gagner la compétition. D'ici l'année prochaine, il aura pour but de lancer sa propre entreprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "statki powietrzne",
      "translation": "avion",
      "definition": "Samolot o napędzie mechanicznym, używany do lotów, zazwyczaj z pilotem i pasażerami lub ładunkiem.",
      "definition_translation": "Un aéronef à aile fixe motorisé qui est utilisé pour voler, généralement avec un pilote et des passagers ou des marchandises.",
      "example": "Statki powietrzne unoszą się w powietrzu, zostawiając za sobą kontraily. Wczoraj, weszliśmy na pokład na lotnisku Heathrow, a jutro, wylądujemy w Nowym Jorku. W przyszłości, lecą do Tokio.",
      "example_translation": "L'avion a survolé les cieux, laissant derrière lui une traînée de trainées de condensation. Hier, il avait décollé de l'aéroport d'Heathrow, et demain, il atterrirait à New York. À l'avenir, il volera à Tokyo.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przesąd",
      "translation": "allée",
      "definition": "Przejście między rzędami siedzeń w kościele, teatrze lub samolocie.",
      "definition_translation": "Un passage entre les rangées de sièges dans une église, un théâtre ou un avion.",
      "example": "Panna młoda szła w procesji do ołtarza. Wczoraj, szedłem wzdłuż przesądu, aby dostać się do swojego miejsca na pokładzie samolotu. W przyszłości, będę szedł w procesji, aby odebrać dyplom.",
      "example_translation": "La mariée a marché dans l'allée pour rejoindre son fiancé à l'autel. Hier, j'avais marché dans l'allée pour atteindre mon siège dans l'avion. À l'avenir, je marcherai dans l'allée pour recevoir mon diplôme.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alkoholizm",
      "translation": "alcoolisme",
      "definition": "Przewlekła choroba charakteryzująca się kompulsywnym i niekontrolowanym spożyciem alkoholu.",
      "definition_translation": "Une maladie chronique caractérisée par la consommation compulsive et incontrôlée d'alcool.",
      "example": "Alkoholizm zdobył życie Johna, powodując, że stracił pracę i rodzinę. Wczoraj, zrealizował on szkody, które wyrządził swojemu zdrowiu. W przyszłości, zamierza pokonać swoją uzależnienie.",
      "example_translation": "L'alcoolisme avait pris le contrôle de la vie de John, lui faisant perdre son emploi et sa famille. Hier, il avait réalisé les dommages qu'il avait causés à sa santé. À l'avenir, il espère surmonter son addiction.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obcy",
      "translation": "extraterrestre",
      "definition": "Istota z innego świata lub wszechświata, często przedstawiana jako mająca dziwny lub paradoksalny wygląd.",
      "definition_translation": "Un être d'un autre monde ou univers, souvent dépeint comme ayant une apparence étrange ou bizarre.",
      "example": "Statek kosmiczny obcego lądował w samym centrum miasta, powodując powszechną panikę. Wczoraj, odkryliśmy ukrytą wiadomość obcego. W przyszłości, nawiążemy kontakt z cywilizacją obcego.",
      "example_translation": "Le vaisseau spatial extraterrestre s'est posé au milieu de la ville, provoquant une panique généralisée. Hier, nous avions découvert le message caché de l'extraterrestre. À l'avenir, nous allons prendre contact avec la civilisation extraterrestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podobny",
      "translation": "similaire",
      "definition": "Mający podobny charakter lub naturę; podobny w rodzaju lub jakości.",
      "definition_translation": "Ayant une nature ou un caractère similaires ; semblable en qualité ou en nature.",
      "example": "Dwójka rodzeństwa wyglądała podobnie, kiedy byli dziećmi. Oni mają podobne osobowości. Oni będą podobni w swoim dążeniu do sukcesu.",
      "example_translation": "Les deux frères et sœurs se ressemblaient lorsqu'ils étaient enfants. Ils ont des personnalités similaires. Ils seront similaires dans leur poursuite du succès.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alergia",
      "translation": "allergie",
      "definition": "Stan, w którym układ odpornościowy organizmu reaguje nieprawidłowo na określoną substancję.",
      "definition_translation": "Une condition dans laquelle le système immunitaire du corps réagit anormalement à une substance particulière.",
      "example": "Miałem alergię na orzeszki ziemne jako dziecko. Ostatnio, rozwinąłem alergię na roztocza kurzu. W przyszłości, będę musiał podejmować środki ostrożności, aby uniknąć reakcji alergicznych.",
      "example_translation": "J'avais une allergie aux arachides lorsque j'étais enfant. J'ai développé une allergie aux acariens domestiques récemment. Je devrai prendre des précautions pour éviter les réactions allergiques à l'avenir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zaułek",
      "translation": "ruelle",
      "definition": "Wąska droga między, za lub w obrębie budynków.",
      "definition_translation": "Un passage étroit entre, derrière ou à l'intérieur des bâtiments.",
      "example": "Zaułek za restauracją był ciemny i wąski. Przeszliśmy przez zaułek, aby dostać się na główną ulicę. Miasto będzie odnawiać zaułek w następnym roku.",
      "example_translation": "La ruelle derrière le restaurant était sombre et étroite. Nous avons marché dans la ruelle pour rejoindre la rue principale. La ville rénoviera la ruelle l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aligator",
      "translation": "alligator",
      "definition": "Duża reptilia z długim ryjem i potężnymi szczękami, występująca w bagnach i jeziorach południowo-wschodnich Stanów Zjednoczonych.",
      "definition_translation": "Un grand reptile avec un long museau et des mâchoires puissantes, trouvé dans les marécages et les lacs du sud-est des États-Unis.",
      "example": "Zobaczyliśmy aligatora w bagnie, kiedy byliśmy na wakacjach. Aligator był ogromny i przerażający. Ogrodnik karmił aligatora dużą rybą.",
      "example_translation": "Nous avons vu un alligator dans le marécage lors de nos vacances. L'alligator était énorme et effrayant. Le gardien du zoo a nourri l'alligator d'un poisson énorme.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alfabetyczny",
      "translation": "alphabétique",
      "definition": "Dotyczący lub ułożony w kolejności alfabetycznej.",
      "definition_translation": "Relatif à ou arrangé dans l'ordre de l'alphabet.",
      "example": "Ona ułożyła pliki w kolejności alfabetycznej. Wczoraj, ona ułożyła je w kolejności alfabetycznej. Jutro, ona ułoży je w kolejności alfabetycznej.",
      "example_translation": "Elle a organisé les fichiers dans l'ordre alphabétique. Hier, elle les avait organisés dans l'ordre alphabétique. Demain, elle les organisera dans l'ordre alphabétique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alfabetycznie",
      "translation": "alphabétiquement",
      "definition": "W kolejności liter alfabetycznych.",
      "definition_translation": "Dans l'ordre de l'alphabet.",
      "example": "Książki były ułożone na półce w kolejności alfabetycznej. Będą one ułożone na półce w kolejności alfabetycznej. Wczoraj, były one ułożone na półce w kolejności alfabetycznej.",
      "example_translation": "Les livres étaient rangés alphabétiquement sur l'étagère. Ils seront rangés alphabétiquement sur l'étagère. Hier, ils étaient rangés alphabétiquement sur l'étagère.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zmodyfikować",
      "translation": "modifier",
      "definition": "Zmienić lub modyfikować coś.",
      "definition_translation": "De changer ou de modifier quelque chose.",
      "example": "Ona będzie modyfikować sukienkę, aby pasowała do jej stylu. Wczoraj, ona zmodyfikowała sukienkę, aby pasowała do jej stylu. Jutro, ona będzie modyfikować sukienkę, aby pasowała do jej stylu.",
      "example_translation": "Elle va modifier la robe pour correspondre à son style. Hier, elle avait modifié la robe pour correspondre à son style. Demain, elle va modifier la robe pour correspondre à son style.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alternatywa",
      "translation": "alternative",
      "definition": "wybór lub opcja inna niż ta pierwsza.",
      "definition_translation": "Un choix ou une option autre que celle qui a été proposée en premier.",
      "example": "Oni zaproponowali alternatywne rozwiązanie problemu. Wczoraj, oni zaproponowali alternatywne rozwiązanie problemu. Jutro, oni będą oferować alternatywne rozwiązanie problemu.",
      "example_translation": "Ils ont offert une solution alternative au problème. Hier, ils avaient offert une solution alternative au problème. Demain, ils offriront une solution alternative au problème.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alternatywa",
      "translation": "alternative",
      "definition": "Wybór lub opcja, szczególnie przyjemna.",
      "definition_translation": "Un choix ou une option, notamment agréable.",
      "example": "Rozważyłem kilka alternatyw przed podjęciem decyzji. Będę rozważał alternatywne opcje w przyszłości. Ona rozważyła alternatywny plan wczoraj.",
      "example_translation": "J'ai considéré plusieurs alternatives avant de prendre une décision. Je considérerai des options alternatives à l'avenir. Elle avait considéré un plan alternatif hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "alternatywnie",
      "translation": "alternativement",
      "definition": "W inny sposób lub sposób.",
      "definition_translation": "De manière différente ou autre.",
      "example": "Możesz ugotować jedzenie alternatywnie w mikrofali lub na grillu. Ona będzie alternatywnie pracowała nad projektem dzisiaj lub jutro. My alternatywnie graliśmy w piłkę nożną i koszykówkę wczoraj.",
      "example_translation": "Vous pouvez cuire les aliments alternativement au micro-ondes ou sur une grille. Elle travaillera alternativement sur le projet aujourd'hui ou demain. Nous avons joué au soccer et au basket-ball hier alternativement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aluminium",
      "translation": "aluminium",
      "definition": "Lekki, srebrzystobiały metaliczny pierwiastek.",
      "definition_translation": "Un élément métallique léger, blanc argenté.",
      "example": "Aluminium jest używane w produkcji samolotów. Firma bedzie aluminium metal jutro. Ona miała aluminium ramę okienną wczoraj.",
      "example_translation": "L'aluminium est utilisé dans la fabrication d'avions. L'entreprise aluminium le métal demain. Elle avait aluminium le cadre de la fenêtre hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdumienie",
      "translation": "étonnement",
      "definition": "Uczucie wielkiego zaskoczenia lub zdziwienia.",
      "definition_translation": "Un sentiment de grande surprise ou de merveille.",
      "example": "Fajerwerki wypełniły mnie zdumieniem. Będę wyrażał swoje zdumienie użyciu pięknej sztuki jutro. Ona czuła zdumienie urokiem magika wczoraj.",
      "example_translation": "Le spectacle de feux d'artifice m'a rempli d'étonnement. Je vais exprimer mon étonnement à la beauté de l'œuvre d'art demain. Elle a ressenti de l'étonnement au tour du magicien hier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ambasador",
      "translation": "ambassadeur",
      "definition": "Osoba reprezentująca państwo, organizację lub stan, Typically w charakterze dyplomatycznym.",
      "definition_translation": "Une personne qui agit comme représentant ou envoyé d'un pays, organisation ou État, généralement dans un contexte diplomatique.",
      "example": "Ambasador został odwołany z jego stanowiska w Paryżu po incydencie. On był ambasadorem przez 10 lat. Będzie mianowany ambasadorem Chin w przyszłym roku.",
      "example_translation": "L'ambassadeur a été rappelé de son poste à Paris après l'incident. Il avait été ambassadeur pendant 10 ans. Il sera nommé ambassadeur en Chine l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ambicja",
      "translation": "ambition",
      "definition": "Silne pragnienie lub cel osiągnięcia czegoś, typowo wymagające determinacji i ciężkiej pracy.",
      "definition_translation": "Un désir ou objectif fort de réaliser quelque chose, généralement nécessitant de la détermination et du travail acharné.",
      "example": "Jej ambicją było zostać słynną aktorką. On miał zawsze ambicję rozpoczęcia własnego biznesu. Będą osiągnąć swoją ambicję zdobycia Mount Everest w przyszłym roku.",
      "example_translation": "Son ambition était de devenir une actrice célèbre. Il avait toujours eu une ambition de démarrer son propre entreprise. Ils atteindront leur ambition d'escalader le mont Everest l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ambitny",
      "translation": "ambitieux",
      "definition": "Mający lub pokazujący silne pragnienie sukcesu lub osiągnięcia czegoś, często wymagające dużo wysiłku i determinacji.",
      "definition_translation": "Ayant ou montrant un désir fort de réussir ou réaliser quelque chose, souvent nécessitant beaucoup d'effort et de détermination.",
      "example": "Był ambitnym młodym człowiekiem, który chciał zmienić świat. Firma miała ambitny plan rozwoju na rynku azjatyckim. Ona była ambitna i ciężko pracowała, aby osiągnąć swoje cele.",
      "example_translation": "Il était un jeune homme ambitieux qui voulait changer le monde. La compagnie avait un plan ambitieux d'expansion en Asie. Elle était ambitieuse et travaillait dur pour atteindre ses objectifs.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozwiązać",
      "translation": "amuser",
      "definition": "Zabawić lub zatrzymać kogoś w przyjemny sposób, często przez działania zabawne lub humorystyczne.",
      "definition_translation": "De divertir ou occuper quelqu'un de manière agréable, souvent par des activités ludiques ou amusantes.",
      "example": "Klovn rozwiązał dzieci na urodzinach. Ona rozwiązała się, czytając książkę. Będą rozwiązywać tłum z ich akrobatycznym show.",
      "example_translation": "Le clown a amusé les enfants à la fête d'anniversaire. Elle s'est amusée en lisant un livre. Ils amuseront la foule avec leur spectacle acrobatique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozwiązać",
      "translation": "amuser",
      "definition": "zabawić lub zatrzymać w przyjemny sposób",
      "definition_translation": "amuser ou occuper d'une manière agréable",
      "example": "Rozwiązałem się, czytając książkę wczoraj. Rozwiążę się, grając w gry wideo. Rozwiążę się, oglądając film wieczór.",
      "example_translation": "Je me suis amusé en lisant un livre hier. Je m'amuse en jouant à des jeux vidéo. Je m'amuserai en regardant un film ce soir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "uroczony",
      "translation": "amusé",
      "definition": "Czujący się zabawiony lub zadowolony",
      "definition_translation": "se sentir divertir ou plaisir",
      "example": "Byłem uroczony przez komedię show wczoraj wieczór. Ona jest uroczona przez taką zabawną sztukę. Będą uroczeni przez trik magiczny.",
      "example_translation": "J'ai été amusé par l'émission de comédie hier soir. Elle est amusée par la plaisanterie idiote. Ils seront amusés par le tour de magie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozrywka",
      "translation": "amusement",
      "definition": "uczucie przyjemności lub rozrywki",
      "definition_translation": "un sentiment de plaisir ou de divertissement",
      "example": "Park rozrywki był wypełniony ludźmi śmiejącymi się i krzyczącymi. Rozrywka gry była uzależniająca. Rozrywka na przyjęciu była niezapomniana.",
      "example_translation": "Le parc d'attractions était rempli de gens qui riaient et hurlaient. L'amusement du jeu était addictif. L'amusement de la fête était inoubliable.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ananacja",
      "translation": "anaconda",
      "definition": "duży, niejadowity wąż żyjący w Ameryce Południowej",
      "definition_translation": "un grand serpent non venimeux trouvé en Amérique du Sud",
      "example": "Ananacja sunęła cichutko przez dżunglę. Ananacje są spotykane w lesie amazońskim. Ananacie będą prezentowane w zoo w następny tydzień.",
      "example_translation": "L'anaconda a glissé silencieusement à travers la jungle. Les anacondas sont trouvées dans la forêt amazonienne. Les anacondas seront exposées au zoo la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "analizować",
      "translation": "analyser",
      "definition": "Badać lub prowadzić dochodzenie, aby zrozumieć coś lub zidentyfikować jego składowe części.",
      "definition_translation": "Examiner ou enquêter sur quelque chose pour le comprendre ou identifier ses parties composantes.",
      "example": "Będę analizował dane, aby znaleźć trend. Analizuję dane, aby znaleźć trend. Analizowałem dane, aby znaleźć trend.",
      "example_translation": "Je vais analyser les données pour trouver la tendance. Je suis en train d'analyser les données pour trouver la tendance. J'ai analysé les données pour trouver la tendance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "analiza",
      "translation": "analyse",
      "definition": "Proces rozkładu złożonych informacji lub idei na mniejsze części, aby zrozumieć je i zinterpretować.",
      "definition_translation": "Le processus de décomposition de l'information ou des idées complexes en parties plus petites pour les comprendre et les interpréter.",
      "example": "Analiza trendów rynkowych pomogła nam podjąć poinformowaną decyzję. Analiza danych jest w toku. Analiza zostanie ukończona do końca tygodnia.",
      "example_translation": "L'analyse des tendances du marché nous a aidés à prendre une décision éclairée. L'analyse des données est en cours. L'analyse sera terminée d'ici la fin de la semaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "analityk",
      "translation": "analyste",
      "definition": "Osoba, która jest ekspertem w analizie danych, systemów lub idei.",
      "definition_translation": "Une personne qui est douée dans et responsable de l'analyse des données, des systèmes ou des idées.",
      "example": "Analityk przeglądał raport i udzielił feedbacku. Analityk jest w trakcie przeglądania danych, aby zidentyfikować trend. Analityk będzie przeglądał wyniki i udzielał rekomendacji.",
      "example_translation": "L'analyste a examiné le rapport et a fourni des commentaires. L'analyste est en train d'examiner les données pour identifier la tendance. L'analyste examinera les résultats et fera des recommandations.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przodek",
      "translation": "ancêtre",
      "definition": "Osoba, od której się wywodzi, często kilka pokoleń wcześniej.",
      "definition_translation": "Une personne dont on est descendu, souvent plusieurs générations en arrière.",
      "example": "Mój przodek przybył do Ameryki w XVIII wieku. Nasi przodkowie mieszkali w tej wsi przez wieki. Przodek naszej dynastii był wielkim wojownikiem.",
      "example_translation": "Mon ancêtre est venu en Amérique au 18ème siècle. Nos ancêtres ont vécu dans ce village pendant des siècles. L'ancêtre de notre dynastie était un grand guerrier.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gniew",
      "translation": "colère",
      "definition": "Silne uczucie niezadowolenia, wrogości lub oburzenia w odpowiedzi na niesprawiedliwość lub postrzeganą niesprawiedliwość, często towarzyszone chęcią ukarania lub zemsty.",
      "definition_translation": "Un sentiment fort de déplaisir, d'hostilité ou d'indignation en réponse à une erreur ou une erreur perçue, souvent accompagné d'un désir de punir ou de se venger.",
      "example": "Czułem gniew, gdy zobaczyłem wiadomość o niesprawiedliwości. Byłem wściekły na brata przez kilka tygodni. Będę wściekły, jeśli nie przeproszą.",
      "example_translation": "J'ai éprouvé de la colère lorsque j'ai vu les nouvelles sur l'injustice. J'avais été en colère contre mon frère pendant des semaines. Je serai en colère si ils ne s'excusent pas.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zwierzę",
      "translation": "animal",
      "definition": "Żyjące organizmy, które żywią się materią organiczną, zazwyczaj mając specjalizowane narządy zmysłowe i układ nerwowy, i mogą szybko reagować na bodźce.",
      "definition_translation": "Un organisme vivant qui se nourrit de matières organiques, ayant généralement des organes sensoriels spécialisés et un système nerveux, et capable de répondre rapidement aux stimulus.",
      "example": "Zwierzę w zoo było bardzo aktywne. Zwierzęta istnieją na Ziemi miliony lat. Kupię zwierzę dla mojego syna w dniu urodzin.",
      "example_translation": "L'animal au zoo était très actif. Les animaux sont sur Terre depuis des millions d'années. J'achèterai un animal pour l'anniversaire de mon fils.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "roczne",
      "translation": "annuellement",
      "definition": "Raz do roku; corocznie.",
      "definition_translation": "Une fois par an ; chaque année.",
      "example": "Firma organizuje coroczne zebranie. Płacę subskrypcję raz do roku. Będziemy mieli coroczną sprzedaż następnego miesiąca.",
      "example_translation": "L'entreprise tient une réunion annuelle. Je paye mon abonnement chaque année. Nous aurons une vente annuelle le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lęk",
      "translation": "anxiété",
      "definition": "Uczucie niepokoju, nerwowości lub niepewności co do czegoś, co może się wydarzyć.",
      "definition_translation": "Un sentiment de souci, de nervosité ou de malaise concernant quelque chose qui pourrait se produire.",
      "example": "Czułem lęk przed egzaminem. Ona doświadcza lęku przed rozmową o pracy. Będzie miał lęk, jeśli nie przygotuje się dobrze.",
      "example_translation": "J'ai éprouvé de l'anxiété avant l'examen. Elle a éprouvé de l'anxiété concernant son entretien d'embauche. Il aura de l'anxiété s'il ne se prépare pas bien.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niepokojnie",
      "translation": "avec anxiété",
      "definition": "W sposób pokazujący, że jesteś zmartwiony lub nerwowy z powodu czegoś.",
      "definition_translation": "De manière qui montre que vous vous inquiétez ou êtes nerveux à propos de quelque chose.",
      "example": "Czekam niepokojnie na diagnozę lekarza. Czuję się chore od tygodni, i jestem niecierpliwy, aby dowiedzieć się, co się dzieje. Będę czekał niepokojnie na wyniki.",
      "example_translation": "J'ai attendu avec anxiété le diagnostic du docteur. J'avais été malade pendant des semaines et j'étais impatient de savoir ce qui n'allait pas. J'attendrai avec anxiété les résultats.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tak czy inaczej",
      "translation": "de toute façon",
      "definition": "Używane do wskazania, że coś jest prawdziwe lub nastąpi, niezależnie od okoliczności.",
      "definition_translation": "Utilisé pour indiquer que quelque chose est vrai ou se produira quoi qu'il arrive.",
      "example": "Nie uczyłem się, ale zdałem egzamin tak czy inaczej. Byłem bardzo pewny swoich umiejętności, i wiedziałem, że będę doskonale radził sobie tak czy inaczej. Zakończę ten projekt tak czy inaczej.",
      "example_translation": "Je n'ai pas étudié, mais j'ai réussi à l'examen de toute façon. J'étais vraiment confiant dans mes abilities, et je savais que je ferais bien de toute façon. Je finirai ce projet de toute façon.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "apostrof",
      "translation": "apostrophe",
      "definition": "Żeński znak interpunkcyjny (') używany do wskazania posiadania lub tworzenia skrótu.",
      "definition_translation": "Un signe de ponctuation (') utilisé pour indiquer la possession ou pour former une contraction.",
      "example": "Zabawka kota była zgubiona. Rada nauczyciela była pomocna. To piękny dzień!",
      "example_translation": "Le jouet du chat était perdu. Le conseil du enseignant était utile. C'est un beau jour !",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "widoczny",
      "translation": "apparent",
      "definition": "Jasno widoczny lub zrozumiały; oczywisty.",
      "definition_translation": "Clairvoyant ou compris; évident.",
      "example": "Widoczny brak zainteresowania tematem był zaskakujący. Widoczne wady systemu zostały przegapieni. Widoczny sukces firmy był krótkotrwały.",
      "example_translation": "L'absence apparente d'intérêt pour le sujet était surprenante. Les défauts apparents du système ont été ignorés. Le succès apparent de l'entreprise a été de courte durée.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdaje się",
      "translation": "apparemment",
      "definition": "Używane do wyrażenia, że coś wydaje się być prawdziwe, ale nie jest jeszcze pewne.",
      "definition_translation": "Utilisé pour exprimer que quelque chose semble être vrai, mais pourrait ne pas être définitif.",
      "example": "Zdaje się, że zostawiłem klucze na stole. Wczoraj zdaje się, że zapomniałem zrobić zadanie domowe. Jutro zdaje się, że skończę projekt.",
      "example_translation": "J'ai apparemment laissé mes clés sur la table. Hier, j'ai apparemment oublié de faire mes devoirs. Demain, je finirai apparemment mon projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "apelacja",
      "translation": "appel",
      "definition": "Prośba do wyższej władzy o zmianę decyzji lub wyroku.",
      "definition_translation": "Une demande à une autorité supérieure pour annuler une décision ou un jugement.",
      "example": "Adwokat złożył apelację przeciwko decyzji sądu. W zeszłym roku firma złożyła apelację do rządu o pomoc finansową. W następnym miesiącu będziemy apelować do publiczności o darowizny.",
      "example_translation": "L'avocat a déposé un appel contre la décision du tribunal. L'année dernière, l'entreprise a fait appel au gouvernement pour obtenir une aide financière. Le mois prochain, nous allons faire appel au public pour les dons.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atrakcyjność",
      "translation": "appel",
      "definition": "Jakość będąca atrakcyjną lub przyjemną.",
      "definition_translation": "La qualité d'être attractif ou plaisant.",
      "example": "Atrakcyjność nowego parku rozrywki była niezaprzeczalna. Atrakcyjność obrazu była jego żywymi kolorami. Atrakcyjność nocnego życia miasta była jego energią.",
      "example_translation": "L'appel du nouveau parc à thème était indéniable. L'appel du tableau était ses couleurs vives. L'appel de la vie nocturne de la ville était son énergie.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ukazywać się",
      "translation": "apparaître",
      "definition": "Stawać się widocznym lub znanym, lub wydawać się istnieć.",
      "definition_translation": "Devenir visible ou connu, ou de sembler exister.",
      "example": "Duch ukazał się w lustrze. Nowa polityka pojawi się w następnym biuletynie. Zyski spółki będą wydawać się wzrastać w następnym kwartale.",
      "example_translation": "Le fantôme est apparu dans le miroir. La nouvelle politique apparaitra dans le prochain bulletin d'information. Les bénéfices de l'entreprise sembleront augmenter au prochain trimestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wygląd",
      "translation": "apparence",
      "definition": "Sposób, w jaki ktoś lub coś wygląda lub zdaje się być.",
      "definition_translation": "La manière dont quelqu'un ou quelque chose parait ou semble être",
      "example": "Jej wygląd na przyjęciu był oszałamiający. On pojawi się w telewizji jutro. On pojawił się w kilku filmach przedtem.",
      "example_translation": "Son apparence à la fête était époustouflante. Elle apparaîtra à la télévision demain. Il avait paru dans plusieurs films avant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wniosek",
      "translation": "demande",
      "definition": "Prośba lub propozycja dotycząca czegoś, takiego jak praca lub pożyczka.",
      "definition_translation": "Une demande ou proposition pour quelque chose, comme un emploi ou un prêt",
      "example": "Wczoraj złożyłem wniosek o przyjęcie na uniwersytet. Proces składania wniosku był bardzo trudny. Firma przegląda teraz twój wniosek.",
      "example_translation": "J'ai soumis ma demande à l'université la semaine dernière. Le processus de demande était très difficile. L'entreprise examinera bientôt votre demande.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arena",
      "translation": "arène",
      "definition": "Duża, zamknięta przestrzeń używana do sportu, rozrywki lub innych wydarzeń.",
      "definition_translation": "Une zone fermée utilisée pour les sports, les divertissements ou d'autres événements.",
      "example": "Arena była wypełniona fanami, których dopingowali swoją ulubioną drużynę. Drużyna będzie grać w aremie następnego tygodnia. Arena będzie organizować koncert następnego miesiąca.",
      "example_translation": "L'arène était bondée de fans acclamant leur équipe favorite. L'équipe jouera dans l'arène la semaine prochaine. L'arène accueillera un concert le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arm",
      "translation": "bras",
      "definition": "Narząd ciała ludzkiego, szczególnie kończyna górna od ramienia do nadgarstka.",
      "definition_translation": "Un membre du corps humain, notamment le membre supérieur depuis l'épaule jusqu'au poignet.",
      "example": "Użyła swojego ramienia, aby się pożegnać. On ma silne ramię do rzucania piłki. Ramię krzesła było złamane.",
      "example_translation": "Elle a utilisé son bras pour dire au revoir. Il a un bras fort pour lancer un ballon. Le bras du fauteuil était cassé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "armed",
      "translation": "armé",
      "definition": "Wyposażony w broń lub uzbrojenie.",
      "definition_translation": "Équipé d'armes ou de bras.",
      "example": "Policjanci byli uzbrojeni w karabiny podczas zamieszek. Żołnierz był uzbrojony w nóż. Kraj był uzbrojony przed wojną.",
      "example_translation": "Les policiers étaient armés de fusils pendant l'émeute. Le soldat était armé d'un couteau. Le pays était armé pour la guerre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arrange",
      "translation": "organiser",
      "definition": "Ułożyć w porządku lub przygotować do użycia.",
      "definition_translation": "Mettre en ordre ou préparer pour utiliser.",
      "example": "Ona zorganizuje kwiaty w wazonie. On zorganizował spotkanie na jutro. Koncert został zorganizowany miesiąc wcześniej.",
      "example_translation": "Elle arrangera les fleurs dans un vase. Il a organisé une réunion pour demain. Le concert a été organisé des mois à l'avance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arrest",
      "translation": "arrêter",
      "definition": "Czynność zabrania kogoś do aresztu,typically because they have committed a crime.",
      "definition_translation": "L'acte de prendre quelqu'un en garde à vue, généralement parce qu'il a commis un crime.",
      "example": "Policjant dokonał aresztu wczoraj wieczorem. Zatrzymam go, jeśli zobaczę, że łamie prawo. Została aresztowana za kradzież.",
      "example_translation": "Le policier a effectué une arrestation hier soir. Je ferai une arrestation si je vois quelqu'un enfreindre la loi. Elle a été arrêtée pour vol.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arrogance",
      "translation": "arrogance",
      "definition": "Postawa superiorności, brak skromności i tendencja do patrzenia na innych z góry.",
      "definition_translation": "Une attitude de supériorité, un manque de modestie et une tendance à regarder les autres de haut.",
      "example": "Jego arogancja była odpychająca dla wielu ludzi. Byłem zszokowany jej arogancją, kiedy zaczęła mówić o swoim nowym samochodzie. Pokazał arogancję w swojej mowie o swoich osiągnięciach.",
      "example_translation": "Son arrogance était repoussante pour beaucoup de gens. J'ai été choqué par son arrogance lorsque elle a commencé à parler de sa nouvelle voiture. Il a montré de l'arrogance dans son discours sur ses réalisations.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Mający lub pokazujący postawę superiorności, brak skromności i tendencję do patrzenia na innych z góry.",
      "definition_translation": "Ayant ou montrant une attitude de supériorité, un manque de modestie et une tendance à regarder les autres de haut.",
      "example": "Był aroganci po awansie. Była aroganci w swojej odpowiedzi na krytykę. Aroganci sportowiec został wygwizdany przez publiczność.",
      "example_translation": "Il était arrogant à propos de sa promotion. Elle était arrogance dans sa réponse à la critique. L'athlète arrogant a été hué par la foule.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "arrow",
      "translation": "flèche",
      "definition": "Projektu z ostrym punktem, zazwyczaj strzelany z łuku.",
      "definition_translation": "Un projectile à pointe aiguë, généralement tiré d'un arc.",
      "example": "Łucznik strzelił strzałą w cel. Zobaczyłem strzałę wskazującą na znak wyjścia. Strzała na kompasie pokazała północ.",
      "example_translation": "L'archer a tiré une flèche sur la cible. J'ai vu une flèche pointant vers le panneau de sortie. La flèche de la boussole montrait le nord.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "artificially",
      "translation": "artificiellement",
      "definition": "W sposób nie naturalny; w sposób fałszywy lub udawany.",
      "definition_translation": "De manière non naturelle; de manière fausse ou feinte.",
      "example": "Kwiaty były ułożone sztucznie w wazonie. Mówiła sztucznie słodko do klienta. Będą pracować sztucznie, aby dotrzymać terminu.",
      "example_translation": "Les fleurs étaient arrangées artificiellement dans le vase. Elle parlait artificiellement doucement au client. Ils travailleront artificiellement pour respecter le délai.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "artistic",
      "translation": "artistique",
      "definition": "Związany z sztuką lub umiejętnością twórczą.",
      "definition_translation": "Relatif à l'art ou caractérisé par un talent créatif.",
      "example": "Talent artystyczny artystki był oczywisty w jej obrazach. Kompania tańca przedstawiła artystyczną występ. Nowe muzeum będzie prezentować artystyczne ekspozycje.",
      "example_translation": "Le talent artistique de l'artiste était évident dans ses peintures. La compagnie de danse présenta une performance artistique. Le nouveau musée présentera des expositions artistiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "artystycznie",
      "translation": "de manière artistique",
      "definition": "W sposób ukazujący umiejętności lub talent w sztuce lub działalności twórczej.",
      "definition_translation": "De manière qui montre une habileté ou un talent dans l'art ou une activité créative.",
      "example": "Malarz pracował artystycznie na płótnie. Kucharz przedstawił danie artystycznie. Fotograf zarejestrował scenę artystycznie.",
      "example_translation": "Le peintre travaillait de manière artistique sur la toile. Le chef présenta le plat de manière artistique. Le photographe a pris la scène de manière artistique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "na stronę",
      "translation": "à part",
      "definition": "W osobnym miejscu lub lokalizacji; z dala od innych.",
      "definition_translation": "Dans un endroit séparé; loin des autres.",
      "example": "Odsunęła się na stronę, aby pozwolić kobiecie starszej przejść. Drużyna wyznaczyła czas na stronę na ćwiczenia. Firma zabierze projekt na stronę na razie.",
      "example_translation": "Elle s'est écartée pour laisser passer la femme âgée. L'équipe a mis de côté du temps pour pratiquer. L'entreprise mettra le projet de côté pour l'instant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "aspekt",
      "translation": "aspect",
      "definition": "Szczególna cecha lub część czegoś.",
      "definition_translation": "Une caractéristique ou une partie spécifique de quelque chose.",
      "example": "Aspekt domu, który najbardziej mi się podobał, to ogród. Ocenię aspekt nowego projektu jutro. Będzie musiała uwzględnić każdy aspekt projektu.",
      "example_translation": "L'aspect de la maison que j'aimais le plus était le jardin. J'évaluerai l'aspect du nouveau design demain. Elle devra considérer tous les aspects du projet.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ocenić",
      "translation": "évaluer",
      "definition": "Ocenić lub oszacować wartość lub jakość czegoś.",
      "definition_translation": "Évaluer ou juger la valeur ou la qualité de quelque chose.",
      "example": "Oceniałem sytuację i zdecydowałem się wezwać pomoc. Oceniała szkody w samochodzie. Ocenili ryzyko i korzyści nowej polityki.",
      "example_translation": "J'ai évalué la situation et ai décidé d'appeler à l'aide. Elle évaluera les dégâts de la voiture. Ils ont évalué les risques et les avantages de la nouvelle politique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ocena",
      "translation": "évaluation",
      "definition": "Czynność oceniania lub oszacowania wartości lub jakości czegoś.",
      "definition_translation": "L'acte d'évaluer ou de juger la valeur ou la qualité de quelque chose.",
      "example": "Ocena sytuacji była trudna. Nauczyciel będzie dokonywał oceny pracy studenta. Ocena postępu projektu była zadowalająca.",
      "example_translation": "L'évaluation de la situation était difficile. Le enseignant fera une évaluation du travail de l'élève. L'évaluation du progrès du projet était satisfaisante.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pomóc",
      "translation": "aider",
      "definition": "Udzielć pomocy lub wsparcia komuś lub czemuś.",
      "definition_translation": "Donner un soutien ou une aide à quelqu'un ou quelque chose.",
      "example": "Pomógłem przyjacielowi w przeprowadzce do nowego mieszkania. Będzie pomagać nauczycielowi w klasie. Pomagali uchodźcom w osiedleniu się w nowych domach.",
      "example_translation": "J'ai aidé mon ami à déménager dans un nouvel appartement. Elle aidera l'enseignant dans la salle de classe. Ils ont aidé les réfugiés à s'installer dans leurs nouvelles maisons.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pomoc",
      "translation": "aide",
      "definition": "Czynność udzielania pomocy lub wsparcia komuś lub czemuś.",
      "definition_translation": "L'acte d'aider ou de soutenir quelqu'un ou quelque chose.",
      "example": "Potrzebowałem pomocy z dodatkami, więc poprosiłem nauczyciela o pomoc. Otrzymuję pomoc od kolegów z pracy od tygodnia. Będę potrzebował pomocy z projektem następnym miesiącem.",
      "example_translation": "J'avais besoin d'aide avec mes devoirs, donc j'ai demandé à mon enseignant de m'aider. J'ai reçu l'aide de mes collègues pendant la semaine dernière. Je nécessiterai l'aide du projet le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stowarzyszenie",
      "translation": "association",
      "definition": "Grupa osób z wspólnym interesem lub celem.",
      "definition_translation": "Un groupe de personnes avec un intérêt commun ou un objectif.",
      "example": "Jestem członkiem stowarzyszenia pisarzy, które spotyka się co miesiąc. Stowarzyszenie pracowało nad projektem od lat. Stowarzyszenie zorganizuje swoją coroczną konferencję następnym tygodniu.",
      "example_translation": "Je suis membre d'une association d'écrivains qui se réunit mensuellement. L'association travaille sur le projet depuis des années. L'association tiendra sa conférence annuelle la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stowarzyszenie",
      "translation": "association",
      "definition": "Połączenie lub związek między dwiema rzeczami.",
      "definition_translation": "Une connexion ou lien entre deux choses.",
      "example": "Istnieje stowarzyszenie między paleniem a rakiem płuc. Stowarzyszenie między dwiema firmami było udane. Stowarzyszenie będzie korzystne dla obu stron.",
      "example_translation": "Il y a une association entre le tabagisme et le cancer du poumon. L'association entre les deux entreprises a été réussie. L'association sera bénéfique pour les deux parties.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przypuszczać",
      "translation": "supposer",
      "definition": "Przyjąć coś za pewnik lub założyć, że coś jest prawdziwe bez dowodu.",
      "definition_translation": "De prendre quelque chose pour acquis ou d'accepter quelque chose comme vrai sans preuve.",
      "example": "Przypuszczałem, że ona będzie uczestniczyć w spotkaniu. On przypuszcza, że wszyscy będą zgadzać się z nim. Będzie przypuszczać nową rolę następnym miesiącem.",
      "example_translation": "J'ai supposé qu'elle assisterait à la réunion. Il suppose que tout le monde sera d'accord avec lui. Elle assumera le nouveau rôle le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zapewnić",
      "translation": "assurer",
      "definition": "uczynić coś pewnym lub gwarantować coś",
      "definition_translation": "faire quelque chose de certain ou garantir quelque chose",
      "example": "Zapewniam, że wszystko będzie w porządku. Ona zapewniła mnie, że będzie tam. On zapewnił nam swego wsparcia.",
      "example_translation": "Je vous assurerai que tout ira bien. Elle m'a assuré qu'elle serait là. Il nous avait assurés de son soutien.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdumiony",
      "translation": "étonné",
      "definition": "czujący wielkie zdziwienie lub szok",
      "definition_translation": "éprouvant une grande surprise ou un choc",
      "example": "Byłem zdumiony wiadomością. Wyglądała zdumiona widokiem. Będą zdumieni wynikami.",
      "example_translation": "J'étais étonné par les nouvelles. Elle avait l'air étonnée à la vue. Ils seront étonnés par les résultats.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdumiewający",
      "translation": "étonnant",
      "definition": "wyjątkowo zdumiewający lub imponujący",
      "definition_translation": "extrêmement surprenant ou impressionnant",
      "example": "Zdumiewająca piękność krajobrazu odebrała mi oddech. Zdumiewający sukces filmu był nieoczekiwany. Zdumiewająca złożoność problemu była przytłaczająca.",
      "example_translation": "La beauté étonnante du paysage m'a coupé le souffle. Le succès étonnant du film était inattendu. La complexité étonnante du problème était intimidante.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdumienie",
      "translation": "l'étonnement",
      "definition": "uczucie wielkiego zdziwienia lub szoku",
      "definition_translation": "un sentiment de grande surprise ou de choc",
      "example": "Moje zdumienie wiadomością było namacalne. Jej zdumienie prezentem było widoczne. Drużyna zdumienia zwycięstwem było zrozumiałe.",
      "example_translation": "Mon étonnement à la nouvelle était palpable. Son étonnement au cadeau était évident. L'étonnement de l'équipe à leur victoire était compréhensible.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atletyczny",
      "translation": "athlétique",
      "definition": "dotyczący lub obejmujący siłę fizyczną, szybkość lub wytrzymałość, szczególnie w zawodach sportowych.",
      "definition_translation": "Relatif à ou impliquant la force physique, la vitesse ou l'endurance, notamment dans les compétitions athlétiques.",
      "example": "Drużyna atletyczna wygrała mistrzostwo w zeszłym roku i będą bronić tytułu w tym roku, ale trenowali atletycznie miesiącami.",
      "example_translation": "L'équipe athlétique a remporté le championnat l'année dernière, et ils essaieront de défendre leur titre cette année, mais ils s'entraînent athlétiquement depuis des mois.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atmosfera",
      "translation": "atmosphère",
      "definition": "otaczające środowisko lub nastrój miejsca, sytuacji lub zgromadzenia.",
      "definition_translation": "L'environnement ou l'ambiance d'un lieu, d'une situation ou d'une réunion.",
      "example": "Atmosfera na przyjęciu była wesoła, ale zmieniła się, gdy burza na zewnątrz stworzyła przygnębiającą atmosferę, która zmieni się ponownie, gdy wyjdzie słońce jutro.",
      "example_translation": "L'atmosphère à la fête était animée, mais elle a changé lorsque la tempête à l'extérieur a créé une atmosphère sombre, qui changera à nouveau lorsque le soleil sortira demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atmosfera",
      "translation": "atmosphère",
      "definition": "otaczające środowisko lub nastrój miejsca, sytuacji lub zgromadzenia.",
      "definition_translation": "L'environnement ou l'ambiance d'un lieu, d'une situation ou d'une réunion.",
      "example": "Atmosfera w restauracji była ciepła, i cieszyliśmy się romantyczną atmosferą, która byłaby idealna na przyszłą kolację w duecie.",
      "example_translation": "L'atmosphère au restaurant était accueillante, et nous avons apprécié l'atmosphère romantique, qui serait parfaite pour un futur dîner en tête à tête.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atom",
      "translation": "atome",
      "definition": "mała jednostka materii, która zachowuje właściwości pierwiastka chemicznego, składająca się z jądra protonów i neutronów otoczonych przez elektrony.",
      "definition_translation": "Une petite unité de matière qui conserve les propriétés d'un élément chimique, consistant en un noyau de protons et de neutrons entouré d'électrons.",
      "example": "Atom jest podstawową jednostką materii, a naukowcy badają atom od wieków, ale wciąż nie mogą w pełni zrozumieć jego struktury atomowej.",
      "example_translation": "L'atome est le bloc de base de la matière, et les scientifiques ont étudié l'atome depuis des siècles, mais ils ne peuvent toujours pas comprendre pleinement sa structure atomique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atomowy",
      "translation": "atomique",
      "definition": "dotyczący lub składający się z atomów; wyjątkowo mały lub delikatny",
      "definition_translation": "Relatif ou consistant en atomes; extrêmement petit ou délicat",
      "example": "Firma specjalizuje się w badaniach nad energią atomową. W 1945 roku bomba atomowa została zrzucona na Hiroszimę. Do 2025 roku rozwiną nowe elektrownie atomowe.",
      "example_translation": "L'entreprise se spécialise dans la recherche sur l'énergie atomique. En 1945, la bombe atomique a été larguée sur Hiroshima. D'ici 2025, nous aurons développé de nouvelles centrales électriques atomiques.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przywiązany",
      "translation": "attaché",
      "definition": "mocno przywiązany lub połączony z czymś; mający silne emocjonalne powiązanie z kimś lub czymś",
      "definition_translation": "Fermement fixé ou connecté à quelque chose; ayant une forte connexion émotionnelle avec quelqu'un ou quelque chose",
      "example": "Plik był dołączony do wiadomości e-mail. Byłem przywiązany do mojego domu z dzieciństwa. Do czasu ukończenia studiów, będę przywiązany do tej uczelni przez cztery lata.",
      "example_translation": "Le fichier était attaché à l'e-mail. J'étais attaché à ma maison d'enfance. Au moment où je serai diplômé, j'aurai été attaché à cette université pendant quatre ans.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "załącznik",
      "translation": "pièce jointe",
      "definition": "Dokument lub plik wysłany z e-mailem; uczucie przywiązania lub lojalności wobec kogoś lub czegoś",
      "definition_translation": "Un document ou fichier envoyé avec un e-mail; un sentiment d'affection ou de loyauté envers quelqu'un ou quelque chose",
      "example": "Proszę znaleźć załącznik do tego e-maila. Moje przywiązanie do rodziny jest bardzo silne. W przyszłym roku wytworzę przywiązanie do kolegów z pracy.",
      "example_translation": "Veuillez trouver la pièce jointe à cet e-mail. Mon attachement à ma famille est très fort. D'ici l'année prochaine, j'aurai formé des attaches avec mes collègues.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "próba",
      "translation": "tenter",
      "definition": "Próba zrobienia czegoś; próba lub wysiłek, aby osiągnąć coś",
      "definition_translation": "Tenter de faire quelque chose; une tentative ou effort pour accomplir quelque chose",
      "example": "Spróbuję ukończyć projekt do jutra. On próbował wspiąć się na górę, ale nie udało się. W przyszłym roku spróbuję nauczyć się trzech nowych języków.",
      "example_translation": "Je vais tenter de finir le projet d'ici demain. Elle a tenté d'escalader la montagne mais a échoué. D'ici l'année prochaine, j'aurai tenté d'apprendre trois nouvelles langues.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "strych",
      "translation": "grenier",
      "definition": "Przestrzeń lub pomieszczenie znajdujące się tuż pod dachem domu, często używane do przechowywania.",
      "definition_translation": "L'espace ou la salle juste au-dessous du toit d'une maison, souvent utilisé pour le stockage.",
      "example": "Znalezłem stary kufer na strychu. Wczoraj przechowywałem skrzynki na strychu. W weekend zaczyszczę strych.",
      "example_translation": "J'ai trouvé un vieux coffre dans le grenier. Hier, j'ai stocké des boîtes dans le grenier. Je nettoierai le grenier le week-end prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przyciągnąć",
      "translation": "attirer",
      "definition": "Zwrócić kogoś uwagę lub zainteresować.",
      "definition_translation": "Attirer l'attention ou l'intérêt de quelqu'un.",
      "example": "Piękny widok przyciąga wielu turystów. Ona przyciągnęła go swoim urokiem. Firma przyciągnie więcej inwestorów w przyszłym roku.",
      "example_translation": "La belle vue attire de nombreux touristes. Elle l'a attiré avec son sourire charmant. L'entreprise attirera plus d'investisseurs l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "atrakcja",
      "translation": "attraction",
      "definition": "Coś, co fascynuje lub interesuje kogoś.",
      "definition_translation": "Une chose qui fascine ou intéresse quelqu'un.",
      "example": "Nowy park rozrywki jest główną atrakcją dla dzieci. Główną atrakcją miasta jest jego piękna architektura. Muzeum sztuki było główną atrakcją podróży.",
      "example_translation": "Le parc à thème tout neuf est une grande attraction pour les enfants. L'attrait principal de la ville est son architecture magnifique. Le musée d'art était l'attraction principale du voyage.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bakłażan",
      "translation": "aubergine",
      "definition": "Fioletowy warzywo często używane w kuchni.",
      "definition_translation": "Un légume violet souvent utilisé dans la cuisine.",
      "example": "Lubię jeść bakłażan w ratatouille. Ona ugrzyla bakłażan na obiad. Będą uprawiać bakłażany w swoim ogrodzie następnego lata.",
      "example_translation": "J'adore manger des aubergines dans le ratatouille. Elle a grillé l'aubergine pour le dîner. Ils cultiveront des aubergines dans leur jardin l'été prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "władza",
      "translation": "autorité",
      "definition": "Moc lub prawo do kontroli lub poleceń coś lub kogoś.",
      "definition_translation": "Le pouvoir ou le droit de contrôler ou de commander quelque chose ou quelqu'un.",
      "example": "Rząd ma władzę tworzenia praw, Menedżer ma władzę podejmowania decyzji, Nauczyciel będzie miał władzę nad klasą w następnym semestrze.",
      "example_translation": "Le gouvernement a le pouvoir de faire des lois, Le gestionnaire a le pouvoir de prendre des décisions, L'enseignant aura l'autorité sur la classe d'ici le prochain semestre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "automatyczny",
      "translation": "automatique",
      "definition": "Robione lub zachodzące bez świadomej myśli lub wysiłku.",
      "definition_translation": "Fait ou survenant sans pensée consciente ou effort.",
      "example": "Transmisja automatyczna samochodu zmieniała biegi gładko, Automatyczny otwieracz drzwi ułatwił wjście do budynku, Nowy program aktualizacji oprogramowania będzie automatyczny.",
      "example_translation": "La transmission automatique de la voiture a passé les vitesses en douceur, L'ouvre-porte automatique a rendu facile l'entrée dans le bâtiment, La nouvelle mise à jour du logiciel sera automatique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "automatycznie",
      "translation": "automatiquement",
      "definition": "Robione lub zachodzące bez świadomej myśli lub wysiłku.",
      "definition_translation": "Fait ou survenant sans pensée consciente ou effort.",
      "example": "Ekspres do kawy będzie automatycznie wyłączał się po 2 godzinach, Email będzie wysłany automatycznie, gdy formularz zostanie uzupełniony. System będzie aktualizował oprogramowanie automatycznie.",
      "example_translation": "La cafetière se fermera automatiquement après 2 heures, Le courriel sera envoyé automatiquement une fois le formulaire completé, Le système mettra à jour automatiquement le logiciel.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dostępność",
      "translation": "disponibilité",
      "definition": "Stan bycia dostępnym lub osiągalnym.",
      "definition_translation": "L'état d'être disponible ou accessible.",
      "example": "Dostępność produktu jest ograniczona, Dostępność hotelu jest w pełni zarezerwowana na weekend, Firma ma imponującą dostępność zasobów.",
      "example_translation": "La disponibilité du produit est limitée, La disponibilité de l'hôtel est complète pour le week-end, La disponibilité des ressources de l'entreprise est impressionnante.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "unikać",
      "translation": "éviter",
      "definition": "uniknąć czegoś lub kogoś, ponieważ może być niebezpieczne lub nieprzyjemne",
      "definition_translation": "restez à l'écart de quelque chose ou de quelqu'un parce qu'il peut être nuisible ou désagréable",
      "example": "Staram się unikać jazdy podczas godzin szczytu, ponieważ jest zawsze zatłoczony. Unikałem nowej restauracji, ponieważ słyszałem, że jest droga. Uniknę tego błędu w przyszłości.",
      "example_translation": "J'essaie d'éviter de conduire pendant les heures de pointe parce que c'est toujours encombré. J'ai évité le nouveau restaurant parce que j'ai entendu dire qu'il était cher. Je vais éviter cette erreur à l'avenir.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nagroda",
      "translation": "prix",
      "definition": "nagroda lub honor przyznawany komuś za osiągnięcie czegoś",
      "definition_translation": "un prix ou une distinction accordé à quelqu'un pour avoir accompli quelque chose",
      "example": "Nagrodę przyznano najlepszemu aktorowi roku. Wygrała kilka nagród za swoją wybitną prezencję. Przyznają stypendium najbardziej zasłużonemu studentowi.",
      "example_translation": "Le prix a été attribué au meilleur acteur de l'année. Elle a remporté plusieurs prix pour sa performance exceptionnelle. Ils attribueront la bourse d'études au étudiant le plus méritant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nagroda",
      "translation": "prix",
      "definition": "nagroda lub honor przyznawany komuś za osiągnięcie czegoś",
      "definition_translation": "un prix ou une distinction accordé à quelqu'un pour avoir accompli quelque chose",
      "example": "Nagrodę przyznano najlepszemu aktorowi roku. Wygrała kilka nagród za swoją wybitną prezencję. Przyznają stypendium najbardziej zasłużonemu studentowi.",
      "example_translation": "Le prix a été attribué au meilleur acteur de l'année. Elle a remporté plusieurs prix pour sa performance exceptionnelle. Ils attribueront la bourse d'études au étudiant le plus méritant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "świadomy",
      "translation": "conscient",
      "definition": "mający wiedzę lub zrozumienie czegoś",
      "definition_translation": "ayant connaissance ou compréhension de quelque chose",
      "example": "Byłem świadomy niebezpieczeństwa, ale zdecydowałem się podjąć ryzyko. Była świadoma jego uczuć, ale nie powiedziała nic. Będziemy świadomi konsekwencji naszych działań.",
      "example_translation": "J'étais conscient du danger, mais j'ai encore décidé de prendre le risque. Elle était consciente de ses sentiments, mais elle n'a rien dit. Nous serons conscients des conséquences de nos actions.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niezdarnie",
      "translation": " gauchement",
      "definition": "w niezdarny sposób; z niezdarnością.",
      "definition_translation": "De manière gauchère; avec gaucherie.",
      "example": "Chodziła niezdarnie w swoich wysokich obcasach. Wczoraj niezdarnie próbowała tańczyć salsę. Jutro niezdarnie przedstawi się tłumowi.",
      "example_translation": "Elle marchait gauchement dans ses talons hauts. Hier, elle a gauchement essayé de danser la salsa. Demain, elle se présentera gauchement au public.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kawaler",
      "translation": "célibataire",
      "definition": "mężczyzna, który nigdy się nie ożenił.",
      "definition_translation": "Un homme qui n'a jamais été marié.",
      "example": "Mój wujek, kawaler, uwielbia podróżować samotnie. Kiedy był młody, niezdarnie próbował flirtować z kobietami. Teraz szczęśliwie żyje jako kawaler.",
      "example_translation": "Mon oncle, célibataire, aime voyager seul. Quand il était jeune, il a gauchement essayé de flirter avec les femmes. Maintenant, il vit heureux comme célibataire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tło",
      "translation": "contexte",
      "definition": "sceneria lub sytuacja otaczająca jeden lub inne wydarzenie.",
      "definition_translation": "Le décor ou la situation entourant un événement ou une situation particulière.",
      "example": "Tło obrazu było piękne. W tle firmy miała miejsce skandal. W przyszłości tło nowego pracownika będzie starannie sprawdzane.",
      "example_translation": "Le contexte du tableau était belle. Dans le contexte de l'entreprise, il y avait un scandale. À l'avenir, le contexte du nouvel employé sera soigneusement vérifié.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tło",
      "translation": "antécédents",
      "definition": "historia, doświadczenia i edukacja, które przygotowują kogoś do pewnej kariery lub sytuacji",
      "definition_translation": "L'histoire, les expériences et l'éducation d'une personne qui la préparent pour une carrière ou une situation particulière.",
      "example": "Kandydat miał imponujące tło. Jej doświadczenie w marketingu pomogło jej dostać pracę. W przyszłości jej tło pomoże jej osiągnąć sukces w biznesie.",
      "example_translation": "Les antécédents du candidat étaient impressionnants. Son background en marketing lui a aidé à obtenir le travail. À l'avenir, ses antécédents l'aideront à réussir dans les affaires.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tło",
      "translation": "arrière-plan",
      "definition": "tło obrazu lub sceny to część, która wydaje się najdalej lub za wszystkim.",
      "definition_translation": "L'arrière-plan d'une image ou d'une scène est la partie qui apparaît le plus loin ou derrière tout le reste.",
      "example": "Fotograf starannie skomponował kadrowanie, aby uwzględnić piękne tło. Wczoraj zrobiła zdjęcie z podobnym tłem. Do następnego roku zrobi wiele więcej zdjęć z fantastycznymi tłami.",
      "example_translation": "Le photographe a soigneusement composé le plano pour inclure l'arrière-plan magnifique. Hier, elle avait pris une photo avec un arrière-plan similaire. D'ici l'an prochain, elle aura pris de nombreuses autres photos avec des arrière-plans incroyables.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kopia zapasowa",
      "translation": "sauvegarde",
      "definition": "kopia danych lub systemu, która jest przechowywana na wypadek utraty oryginału",
      "definition_translation": "Une sauvegarde est une copie de données ou d'un système qui est conservée au cas où l'original est perdu ou endommagé.",
      "example": "Jest dobrze, aby zrobić kopię zapasową swoich ważnych plików, aby nie stracić ich, gdy komputer ulegnie awarii. Wczoraj zrobiłem kopię zapasową swojego komputera. Do następnego miesiąca zrobię kopię zapasową wszystkich swoich urządzeń.",
      "example_translation": "Il est judicieux de faire une sauvegarde de vos fichiers importants au cas où votre ordinateur tombe en panne. Hier, j'ai sauvegardé mon ordinateur. D'ici le mois prochain, j'aurai sauvegardé tous mes appareils.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zły",
      "translation": "mauvais",
      "definition": "Coś, co jest złe, jest niskiej jakości lub nieprzyjemne.",
      "definition_translation": "Quelque chose qui est mauvais est de mauvaise qualité ou désagréable.",
      "example": "Miałem złe marzenie wczorajszej nocy. Wczoraj zjadłem złego jedzenia. Do następnego tygodnia, nauczę się unikać złych nawyków.",
      "example_translation": "J'ai fait un mauvais rêve hier soir. Hier, j'ai mangé de la mauvaise nourriture. D'ici la semaine prochaine, j'aurai appris à éviter les mauvaises habitudes.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "złego usposobienia",
      "translation": "humeur massacrante",
      "definition": "Ktoś, kto jest złego usposobienia, łatwo się gniewa lub irytuje.",
      "definition_translation": "Quelqu'un qui a une humeur massacrante est facilement mis en colère ou irrité.",
      "example": "Mój brat jest złego usposobienia, więc próbujemy unikać ze sobą sporów. Wczoraj miał złego usposobienia wybuch. Do następnego roku, nauczy się kontrolować swoje złe usposobienie.",
      "example_translation": "Mon frère a une humeur massacrante, donc nous essayons d'éviter de nous disputer avec lui. Hier, il a eu unesorting masacrante. D'ici l'an prochain, il aura appris à contrôler son mauvais caractère.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odznaka",
      "translation": "insigne",
      "definition": "Odznaka to symbol lub emblemat noszony, aby oznaczać przynależność, członkostwo lub osiągnięcie.",
      "definition_translation": "Un insigne est un symbole ou un emblème porté pour signifier l'allégeance, l'appartenance ou la réalisation.",
      "example": "Ona nosiła odznakę na lapel, aby pokazać swoje wsparcie dla charytatywnej organizacji. Miała nosić odznakę na konferencji rok temu. Będzie nosić odznakę na uroczystości rozpoczęcia następnego tygodnia.",
      "example_translation": "Elle portait un insigne sur sa revers pour montrer son soutien à la charité. Elle avait porté un insigne à la conférence l'année dernière. Elle portera un insigne à la cérémonie de remise des diplômes la semaine prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "torba",
      "translation": "sac",
      "definition": "Torba to pojemnik z miękkiego materiału, używany do przenoszenia rzeczy.",
      "definition_translation": "Un sac est un contenant fait de matériau flexible, utilisé pour transporter des choses.",
      "example": "Nosiłem torbę na ramieniu do sklepu spożywczego. Nosiłem torbę ze sobą w podróży miesiąc temu. Będę nosić torbę na plażę jutro.",
      "example_translation": "J'ai porté mon sac sur mon épaule au supermarché. J'avais porté un sac avec moi lors du voyage le mois dernier. Je porterai un sac à la plage demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piekarnia",
      "translation": "boulangerie",
      "definition": "Piekarnia to miejsce, gdzie pieczywo i inne wypieki są produkowane i sprzedawane.",
      "definition_translation": "Une boulangerie est un endroit où du pain et d'autres produits de boulangerie sont fabriqués et vendus.",
      "example": "Odwiedziłem piekarnię rano, aby kupić świeże pieczywo. Odwiedziłem piekarnię z rodziną rok temu. Będę odwiedzać piekarnię, aby zamówić tort na mój urodziny.",
      "example_translation": "J'ai visité une boulangerie le matin pour acheter du pain frais. J'avais visité une boulangerie avec ma famille l'année dernière. Je visiterai une boulangerie pour commander un gâteau pour mon anniversaire.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "równowaga",
      "translation": "équilibre",
      "definition": "Równowaga to stan równowagi lub stabilności, zwłaszcza w pozie ciała.",
      "definition_translation": "Un équilibre est un état d'équilibre ou de stabilité, en particulier dans la posture corporelle.",
      "example": "Próbowała utrzymać równowagę na sznurku. Straciła równowagę na deskorolce tydzień temu. Będzie ćwiczyć równowagę przed konkursami gimnastycznymi.",
      "example_translation": "Elle essayait de maintenir son équilibre sur la corde raide. Elle avait perdu son équilibre sur le skateboard la semaine dernière. Elle va s'entraîner à son équilibre pour la compétition de gymnastique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "równowaga",
      "translation": "équilibre",
      "definition": "stan harmonii lub równowagi między różnymi rzeczami",
      "definition_translation": "un état d'harmonie ou d'équilibre entre des choses différentes",
      "example": "Firma próbuje wyważyć swój budżet. Wyważyła swój budżet rok temu, ale nie wyważy go w następnym roku.",
      "example_translation": "L'entreprise a eu du mal à équilibrer son budget. Elle a équilibré son budget l'an dernier, mais elle n'équilibre pas son budget l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "równowaga",
      "translation": "équilibre",
      "definition": "stan harmonii lub równowagi między różnymi rzeczami",
      "definition_translation": "un état d'harmonie ou d'équilibre entre des choses différentes",
      "example": "Artystka musiała wyważyć kolory w obrazie. Kolory były wyważone w obrazie, ale nie będą wyważone następnego roku.",
      "example_translation": "L'artiste devait équilibrer les couleurs dans le tableau. Les couleurs étaient équilibrées dans le tableau, mais elles seront déséquilibrées l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zrównoważony",
      "translation": "équilibré",
      "definition": "mający harmonijny lub proporcjonalny układ części",
      "definition_translation": "ayant une arrangement harmonieux ou proportionné des parties",
      "example": "Posiłek był zrównoważony dzięki różnorodności warzyw. Dieta była zrównoważona, ale nie będzie zrównoważona następnego miesiąca.",
      "example_translation": "Le repas était équilibré avec une variété de légumes. Le régime était équilibré, mais il sera déséquilibré le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zakazać",
      "translation": "interdire",
      "definition": "oficjalnie lub prawnie zabronić czegoś",
      "definition_translation": "d'interdire officiellement ou légalement quelque chose",
      "example": "Rząd zakazał palenia w miejscach publicznych. Palenie było zakazane w miejscach publicznych, a będzie całkowicie zakazane następnego roku.",
      "example_translation": "Le gouvernement a interdit de fumer dans les lieux publics. Le tabagisme était interdit dans les lieux publics, et il sera interdit complètement l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zakazać",
      "translation": "interdire",
      "definition": "oficjalnie lub prawnie zabronić czegoś",
      "definition_translation": "interdire officiellement ou légalement quelque chose",
      "example": "Rząd zakazał używania toreb plastikowych w mieście. Wczoraj, zabraniali spalania paliw kopalnych. W 2030 roku, zakazują produkcji odpadów jednorazowych.",
      "example_translation": "Le gouvernement a interdit l'utilisation de sacs en plastique dans la ville. Hier, ils interdisaient la combustion de combustibles fossiles. En 2030, ils interdiront la production de plastiques à usage unique.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "huk",
      "translation": "bang",
      "definition": "głośny, ostry dźwięk",
      "definition_translation": "un bruit fort et aigu",
      "example": "Fajerwerk eksplodował z hukiem. Perkusista uderzył w cymbał z hukiem. W przyszłości, drzwi samochodu zamkną się z hukiem.",
      "example_translation": "Le feu d'artifice a explosé avec un bang sonore. Le batteur a frappé le cymbale avec un bang. Dans le futur, la porte de voiture se fermait avec un bang.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "hukać",
      "translation": "bang",
      "definition": "produkuje głośny, ostry dźwięk",
      "definition_translation": "faire un bruit fort et aigu",
      "example": "Fajerwerk hukało głośno w niebie. Wczoraj, drzwi hukały się. W 2025 roku, fajerwerki będą hukać ponownie.",
      "example_translation": "Le feu d'artifice a fait un bruit fort dans le ciel. Hier, la porte a fait une claque. En 2025, les feux d'artifice feront à nouveau un bruit fort.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bankier",
      "translation": "banquier",
      "definition": "osoba zajmująca się zarządzaniem pieniędzmi banku",
      "definition_translation": "une personne qui travaille dans une banque, notamment celle qui est impliquée dans la gestion de l'argent de la banque",
      "example": "Bankier inwestował pieniądze mądrze. Wczoraj, bankier sprawdzał konta. W 2022 roku, bankier doradzi w sprawie kryzysu finansowego.",
      "example_translation": "Le banquier a investi l'argent sagement. Hier, le banquier vérifiait les comptes. En 2022, le banquier conseillera sur la crise financière.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bankowość",
      "translation": "banque",
      "definition": "Działalność związana z udostępnianiem usług finansowych, takich jak przyjmowanie wkładów, udzielanie kredytów i ułatwianie transakcji.",
      "definition_translation": "L'activité de fournir des services financiers, tels que l'acceptation de dépôts, la concession de prêts et la facilitation de transactions.",
      "example": "Pracowałem w bankowości przez 10 lat, zanim zmieniłem karierę na finanse. Aktualnie pracuję w bankowości i będę kontynuował tę pracę przez wiele lat.",
      "example_translation": "J'ai travaillé dans la banque pendant 10 ans avant de passer à une carrière dans la finance. Je travaille actuellement dans la banque, et je continuerai à le faire pendant de nombreuses années.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nagi",
      "translation": "nu",
      "definition": "Nieznikany, nieokryty; odsłonięty.",
      "definition_translation": "Non couvert ou vêtu ; exposé.",
      "example": "Nagi drzewa wyżły się na zimowym niebie. Spacerowała boso po plaży. Pokój był nagi i pusty.",
      "example_translation": "Les arbres nus se détachaient contre le ciel d'hiver. Elle a marché pieds nus sur la plage. La chambre était nue et vide.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ledwo",
      "translation": "à peine",
      "definition": "Tylko co, prawie wcale.",
      "definition_translation": "Seulement juste ; presque pas du tout.",
      "example": "Ledwo zdałem egzamin. Ona ledwo mówi po angielsku. Firma ledwo zarabia na życie.",
      "example_translation": "J'ai à peine passé l'examen. Elle peut à peine parler anglais. L'entreprise fait à peine des profits.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łajanie",
      "translation": "aboiement",
      "definition": "Ostry, wybuchowy dźwięk, charakterystyczny dla psów.",
      "definition_translation": "Un son aigu et explosif, généralement fait par un chien.",
      "example": "Głośne łajanie psa obudziło mnie. Pies wydawał łajanie przecinające. Psy będą łajać na listonosza.",
      "example_translation": "L'aboiement du chien m'a réveillé. L'aboiement du chien était perçant. Les chiens aboyeront au facteur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łajać",
      "translation": "aboyer",
      "definition": "Wydawać ostry, wybuchowy dźwięk, charakterystyczny dla psów, zwłaszcza gdy są one przestraszone lub podniecone.",
      "definition_translation": "Un cri aigu et explosif, typiquement émis par un chien, notamment lorsque celui-ci est alarmé ou excité.",
      "example": "Pies będzie łajał, jeśli zobaczy nieznajomego. Łajał głośno wczoraj wieczorem. Będzie łajał ponownie, jeśli wyczuje niebezpieczeństwo.",
      "example_translation": "Le chien aboie si elle voit un étranger. Elle a aboyé très fort hier soir. Elle aboiera à nouveau si elle sent le danger.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bariera",
      "translation": "barrière",
      "definition": "Ograniczenie lub przeszkoda uniemożliwiająca lub utrudniająca ruch lub dostęp.",
      "definition_translation": "Une clôture ou autre obstacle qui empêche ou gêne le mouvement ou l'accès.",
      "example": "Bariera blokowała drogę. Firma musiała usunąć barierę, aby umożliwić pieszym przechodzenie. Zainstalują nową barierę miesiąc temu.",
      "example_translation": "La barrière a bloqué la route. L'entreprise a dû enlever la barrière pour laisser passer les piétons. Ils vont installer une nouvelle barrière le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "baza",
      "translation": "base",
      "definition": "Najniższa lub dolna część czegoś, takiego jak obiekt, budynek lub kolumna.",
      "definition_translation": "La partie la plus basse ou inférieure de quelque chose, comme un objet, un bâtiment ou une colonne.",
      "example": "Baza góry była pokryta śniegiem. Firma ma swoją bazę w Nowym Jorku. Przeniosą swoją bazę do Paryża za rok.",
      "example_translation": "La base de la montagne était couverte de neige. L'entreprise a son siège à New York. Ils vont déplacer leur base à Paris l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "baza",
      "translation": "base",
      "definition": "Punkt wyjścia lub fundacja dla czegoś, takiego jak idea, plan lub obliczenie.",
      "definition_translation": "Un point de départ ou une fondation pour quelque chose, comme une idée, un plan ou un calcul.",
      "example": "Baza strategii polega na zwiększeniu sprzedaży. Naukowiec wykorzystała bazę poprzednich badań, aby rozwijać swoją teorię. Uczniowie nauczą się bazy matematyki i nauki.",
      "example_translation": "La base de la stratégie est d'augmenter les ventes. La scientifique a utilisé une base de recherches antérieures pour développer sa théorie. Les étudiants vont apprendre une base de mathématiques et de sciences.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piwnica",
      "translation": "sous-sol",
      "definition": "Najniższa część mieszkalna budynku, zwykle poniżej poziomu gruntu.",
      "definition_translation": "La partie la plus basse habitable d'un bâtiment, généralement en-dessous du niveau du sol.",
      "example": "Zeszłem do piwnicy, aby sprawdzić skrzynkę bezpiecznikową. Było ciemno i wilgotno tam. Zeszłem do piwnicy, aby naprawić przecieki rury wczoraj. Zeszłem do piwnicy, aby odebrać swoje narzędzia jutro.",
      "example_translation": "Je suis descendu au sous-sol pour vérifier le tableau de fusibles. C'était sombre et moisi là-bas. J'étais descendu au sous-sol pour réparer le tuyau fissuré hier. Je vais descendre au sous-sol pour récupérer ma boîte à outils demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "praktycznie",
      "translation": "basiquement",
      "definition": "W sposób fundamentalny lub istotny; zasadniczo.",
      "definition_translation": "D'une manière fondamentale ou essentielle; essentiellement.",
      "example": "Praktycznie skończyłem projekt wczoraj. Praktycznie skończyłem projekt dziś. Praktycznie skończę projekt jutro.",
      "example_translation": "J'ai pratiquement fini le projet hier soir. J'avais pratiquement fini le projet hier. Je vais pratiquement terminer le projet demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bazylia",
      "translation": "basilic",
      "definition": "Zioło o słodkim zapachu, używane w kuchni, szczególnie w daniach włoskich i tajskich.",
      "definition_translation": "Une herbe aromatique utilisée dans la cuisine, notamment dans les plats italiens et thaïlandais.",
      "example": "Dodaję świeżą bazylię do sosu do makaronu. Dodałem świeżą bazylię do sosu do makaronu wczoraj. Dodam świeżą bazylię do sosu do makaronu jutro.",
      "example_translation": "J'ajoute du basilic frais à ma sauce de pâtes. J'avais ajouté du basilic frais à ma sauce de pâtes hier. Je vais ajouter du basilic frais à ma sauce de pâtes demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "baza",
      "translation": "base",
      "definition": "Warunek lub principio czegoś.",
      "definition_translation": "La condition ou le principe sous-jacent de quelque chose.",
      "example": "Musimy pracować na bazie wzajemnego zaufania. Pracowaliśmy na bazie wzajemnego zaufania wczoraj. Pracować będziemy na bazie wzajemnego zaufania jutro.",
      "example_translation": "Nous devons travailler sur la base de la confiance mutuelle. Nous avons travaillé sur la base de la confiance mutuelle hier. Nous allons travailler sur la base de la confiance mutuelle demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "belka",
      "translation": "faisceau",
      "definition": "Belka to długi, wytrzymały element drewniany, metalowy lub betonowy, używany jako wspornik poziomy w budownictwie.",
      "definition_translation": "Un faisceau est un long et solide pièce de bois, de métal ou de béton utilisé comme soutien horizontal dans la construction de bâtiments.",
      "example": "Promieniowałem dumą, gdy ukończyłem studia. Promieniuję dumą, gdy pokazuję swój nowy samochód. Będę promieniować dumą, gdy otrzymam pierwszą nagrodę.",
      "example_translation": "J'ai rayonné de fierté lorsque j'ai obtenu mon diplôme. Je rayonne de fierté lorsque je montre ma nouvelle voiture. Je rayonnerai de fierté lorsque je recevrai mon premier prix.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niedźwiedź",
      "translation": "ours",
      "definition": "Niedźwiedź to duże, mięsożerne ssak z dzikim futrem, spotykane głównie w lasach i górach.",
      "definition_translation": "Un ours est un grand mammifère carnivore à fourrure hirsute, principalement trouvé dans les forêts et les montagnes.",
      "example": "Zobaczyłem niedźwiedzia w zoo wczoraj. Niedźwiedzie są powszechne w lasach koło mojego domu. Pójdę obserwować niedźwiedzie za weekend.",
      "example_translation": "J'ai vu un ours au zoo hier. Les ours sont courants dans les bois près de chez moi. Je vais aller observer les ours le week-end prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bestia",
      "translation": "bête",
      "definition": "Bestia to dziko żyjące lub udomowione zwierzę, szczególnie duże lub groźne.",
      "definition_translation": "Une bête est un animal sauvage ou domestique, notamment un grand ou féroce.",
      "example": "Bestia ryknęła głośno w dżungli. Bestia z filmu była przerażająca. Bestia zostanie oswojona przez trenera wkrótce.",
      "example_translation": "La bête a rugi bruyamment dans la jungle. La bête dans le film était terrifiante. La bête sera apprivoisée par le dresseur bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bić",
      "translation": "battre",
      "definition": "Bić to uderzać lub pokonywać kogoś lub coś.",
      "definition_translation": "Battre signifie frapper ou heurter plusieurs fois, ou vaincre ou surmonter quelqu'un ou quelque chose.",
      "example": "Biłem bęben wczoraj na imprezie. Ona pokonała konkurencję w wyścigu. Będą bić rekord za rok.",
      "example_translation": "J'ai battu le tambour bruyamment à la fête. Elle a battu la compétition dans la course. Ils vont battre le record l'année prochaine.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biegać",
      "translation": "battre",
      "definition": "uderzać lub uderzyć wielokrotnie, często z dużą siłą lub intensywnością",
      "definition_translation": "frapper ou heurter régulièrement, souvent avec grande force ou intensité",
      "example": "Biegałem bęben w paradzie wczoraj wieczorem. Będę bił jajka na omlet jutro. Biłem rywali w grze.",
      "example_translation": "J'ai battu le tambour dans le défilé hier soir. Je baisserai les œufs pour l'omelette demain. J'ai été battre la concurrence dans le jeu.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biegać",
      "translation": "battre",
      "definition": "pokonać lub przewyższyć, często z dużym wysiłkiem lub umiejętnością",
      "definition_translation": "surmonter ou surpasser, souvent avec grand effort ou habileté",
      "example": "Pokonałem rywala w meczu tenisowym. Pokonam wynik w grze wideo następnym razem. Biłem szanse, aby ukończyć projekt na czas.",
      "example_translation": "J'ai battu l'adversaire dans le match de tennis. Je vais battre le score dans le jeu vidéo la prochaine fois. J'ai été battre les chances de finir le projet à temps.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chrząszcz",
      "translation": "scarabée",
      "definition": "typ owada z twardą powłoką, często spotykany w ogrodach lub lasach",
      "definition_translation": "un type d'insecte avec une coquille dure, souvent trouvé dans les jardins ou les forêts",
      "example": "Chrząszcz pełzał po liściu. Widziałem chrząszcza lecącego koło kwiatów. Larwy chrząszczy mogą szkodzić uprawom.",
      "example_translation": "Le scarabée a rampé sur la feuille. J'ai vu un scarabée volant près des fleurs. Les larves de scarabée peuvent être nuisibles pour les cultures.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prosić",
      "translation": "supplier",
      "definition": "prosić o coś, często w sposób pokorny lub błagalny",
      "definition_translation": "demander quelque chose, souvent d'une manière humble ou suppliante",
      "example": "Proszę o wybaczenie za moją pomyłkę. Ona prosi rodziców o nowy telefon. On prosił o litość w sądzie.",
      "example_translation": "Je supplie pardon pour ma erreur. Elle supplie ses parents pour un nouveau téléphone. Il a supplié miséricorde dans le tribunal.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prosić",
      "translation": "demander",
      "definition": "prosić o coś, szczególnie w sposób pokorny lub uprzejmy",
      "definition_translation": "Demander quelque chose, notamment de manière humble ou polie",
      "example": "Prosiłem rodziców, aby pozwolili mi pójść na koncert, ale odmówili. Proszę o wybaczenie codziennie. Proszę ich znowu jutro.",
      "example_translation": "J'ai supplié mes parents de me laisser aller au concert, mais ils ont refusé. Je demande pardon tous les jours. Je leur demanderai à nouveau demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wierzyć",
      "translation": "croyance",
      "definition": "mieć pewność, że coś jest prawdziwe lub istnieje",
      "definition_translation": "Un sentiment de certitude que quelque chose est vrai ou existe",
      "example": "Moja wiara w Boga daje mi siłę. Wierzyłem w siebie i osiągnąłem swój cel. Będę wierzyć w ciebie, niezależnie od wszelkiego.",
      "example_translation": "Ma croyance en Dieu me donne de la force. J'ai cru en moi-même et j'ai atteint mon objectif. Je croirai en toi quoi qu'il arrive.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "należeć",
      "translation": "appartenir",
      "definition": "być częścią grupy lub organizacji, lub należeć do kogoś lub czegoś",
      "definition_translation": "Faire partie d'un groupe ou d'une organisation, ou être propriété de quelqu'un ou quelque chose",
      "example": "Należę do klubu książki. Samochód należy do mojej siostry. Będę należeć do siłowni już wkrótce.",
      "example_translation": "Je fais partie d'un club de livre. La voiture appartient à ma sœur. Je ferai partie d'une salle de sport bientôt.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "majątek",
      "translation": "biens",
      "definition": "rzeczy, które ktoś posiada, takie jak ubrania, meble i przedmioty osobiste",
      "definition_translation": "Des choses que quelqu'un possède, comme des vêtements, des meubles et des objets personnels",
      "example": "Spakowałem wszystkie moje rzeczy do walizki. Jej rzeczy zostały skradzione z samochodu. Ich rzeczy są jeszcze w ciężarówce przeprowadzkowej.",
      "example_translation": "J'ai empaqueté tous mes biens dans une valise. Ses biens ont été volés de sa voiture. Leurs biens sont toujours dans le camion de déménagement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ławka",
      "translation": "banc",
      "definition": "długi, zazwyczaj stały, siedzenia dla trzech lub czterech osób, typowo spotykany w parkach, ogrodach lub na publicznych deptakach",
      "definition_translation": "Un siège long, généralement fixe, pour trois ou quatre personnes, typiquement trouvé dans les parcs, jardins ou sur les trottoirs publics.",
      "example": "Usiadłem na ławce, aby odpocząć. Wczoraj usiadłem na ławce, aby zjeść lunch. Jutro usiadnę na ławce, aby przeczytać książkę.",
      "example_translation": "Je me suis assis sur le banc pour me reposer les jambes. Hier, je me suis assis sur le banc pour manger mon déjeuner. Demain, je m'assiérai sur le banc pour lire mon livre.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zgiąć",
      "translation": "plier",
      "definition": "zmienić kierunek lub kształt, typowo przez zgęszczanie lub krzywienie",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "Musiałem zgiąć się, aby podnieść pióro. Wczoraj zgiąłem łokieć, aby rzucić piłkę. Jutro zgięcie kolan, aby wykonać przysiad.",
      "example_translation": "J'ai dû me pencher pour ramasser le stylo. Hier, j'ai plié mon coude pour lancer le ballon. Demain, je plierai mes genoux pour faire des squats.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zagiąć",
      "translation": "plier",
      "definition": "Zmienić kierunek lub kształt,Typowo przez zginanie lub zakrzywianie.",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "Droga będzie zaginać na lewo po świetle. Gałąź zgięła się pod ciężarem śniegu. Firma będzie zaginać reguły, aby pomóc nowemu pracownikowi.",
      "example_translation": "La route tournera à gauche après le feu rouge. La branche a plié sous le poids de la neige. L'entreprise pliera les règles pour accueillir le nouvel employé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zagiąć",
      "translation": "plier",
      "definition": "Zmienić kierunek lub kształt,Typowo przez zginanie lub zakrzywianie.",
      "definition_translation": "Changer de direction ou de forme, typiquement en pliant ou en courbant.",
      "example": "Metal będzie zgniwał, jeśli zastosujesz zbyt dużo ciśnienia. Sportsmenka będzie zginać swoje ciało, aby zmieścić się przez wąskie otwór. Drzewo będzie zgniwało w silnym wietrze.",
      "example_translation": "Le métal pliera si vous appliquez trop de pression. L'athlète pliera son corps pour s'adapter à l'ouverture étroite. L'arbre pliera dans le vent fort.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "poniżej",
      "translation": "en dessous",
      "definition": "Położony bezpośrednio pod czymś lub kimś.",
      "definition_translation": " Situé directement en-dessous de quelque chose ou de quelqu'un.",
      "example": "Jaskinia była ukryta poniżej wodospadu. Skarb był zakopany poniżej starego dębu. Miasto będzie odbudowane poniżej poziomu morza.",
      "example_translation": "La grotte était cachée en dessous de la cascade. Le trésor était enterré en dessous de l'ancien chêne. La ville sera rebâtie en dessous du niveau de la mer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "korzystny",
      "translation": "bénéfique",
      "definition": "Wytwarzający dobry lub pomocny efekt.",
      "definition_translation": "Produisant un effet bon ou utile.",
      "example": "Regularne ćwiczenia są korzystne dla naszego zdrowia. Nowa polityka była korzystna dla wzrostu firmy. Organizacja non-profit była korzystna dla społeczności.",
      "example_translation": "L'exercice régulier est bénéfique pour notre santé. La nouvelle politique a été bénéfique pour la croissance de l'entreprise. L'organisation à but non lucratif a été bénéfique pour la communauté.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "korzyść",
      "translation": "avantage",
      "definition": "Przewaga lub zysk.",
      "definition_translation": "Un avantage ou un gain.",
      "example": "Nowy pracownik otrzymał świetny pakiet korzyści. Firma będzie korzystała z nowego partnerstwa. Będziemy korzystać z doświadczenia, które zdobyliśmy.",
      "example_translation": "Le nouvel employé a reçu un excellent package d'avantages. L'entreprise bénéficiera du nouveau partenariat. Nous allons bénéficier de l'expérience que nous avons acquise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jagoda",
      "translation": "baie",
      "definition": "Mały, zwykle słodki lub kwaskowaty, owoc.",
      "definition_translation": "Un petit fruit, généralement sucré ou aigre.",
      "example": "Zjadłem garść soczystych jagód. Rolnik zbierał jagody z krzaka. Jagody są bogate w antyoksydanty.",
      "example_translation": "J'ai mangé une poignée de baies juteuses. Le fermier a cueilli des baies du buisson. Les baies sont riches en antioxydants.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bestseller",
      "translation": "meilleure vente",
      "definition": "Bestseller to książka lub inny produkt, który sprzedaje się bardzo dobrze, często stając się ekstremalnie popularnym.",
      "definition_translation": "Un best-seller est un livre ou autre produit qui se vend très bien, souvent devenant extrêmement populaire.",
      "example": "Nowa powieść była bestsellerem, sprzedając się w ponad milion egzemplarzy w pierwszym tygodniu. Będzie bestsellerem, i była bestsellerem przez lata.",
      "example_translation": "Le nouveau roman était un best-seller, vendant plus d'un million d'exemplaires la première semaine. Il sera un best-seller, et il a été un best-seller pendant des années.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zakładać",
      "translation": "parier",
      "definition": "Zakładać to ryzykować pieniędzmi lub czymś wartościowym na wynik gry, konkursu lub innego wydarzenia.",
      "definition_translation": "Parier, c'est risquer de l'argent ou quelque chose de précieux sur le résultat d'un jeu, d'un concours ou d'un autre événement.",
      "example": "Zakładłem na wyścig konny i wygrałem. Ona będzie zakładała na mecz piłki nożnej tej nocy, ale on zakładał na złym zespole ostatnio.",
      "example_translation": "J'ai parié sur la course de chevaux et j'ai gagné. Elle pariera sur le match de football ce soir, mais il a parié sur la mauvaise équipe la semaine dernière.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zdradzić",
      "translation": "trahir",
      "definition": "Zdradzić to działać przeciwko cudzej ufności lub wierze, często w sposób tajemny lub ukryty.",
      "definition_translation": "Trahir, c'est agir contre la confiance ou la foi de quelqu'un, souvent de manière secrète ou cachée.",
      "example": "On zdradził przyjaciela, ujawniając jego sekret. Ona zdradziła swój kraj, szpiegując dla wroga, i oni zdradzili swojego pracodawcę, kradnąc tajemnice firmy.",
      "example_translation": "Il a trahi son ami en révélant leur secret. Elle avait trahi son pays en espionnant pour l'ennemi, et ils trahiront leur employeur en volant des secrets de l'entreprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bikini",
      "translation": "bikini",
      "definition": "Bikini to rodzaj kostiumu kąpielowego, który pokrywa piersi i okolice intymne, pozostawiając odsłonięte brzuch i nogi.",
      "definition_translation": "Un bikini est un type de maillot de bain qui couvre les seins et la région du pubis, laissant le ventre et les jambes exposées.",
      "example": "Ona założyła bikini na plaży, i to było bikini, które dało jej pewność siebie. Mieli bikinis w sprzedaży w sklepie, ale on nigdy nie nosi bikini.",
      "example_translation": "Elle porta un bikini à la plage, et c'était un bikini qui lui faisait sentir confiante. Ils avaient des bikinis en solde au magasin, mais il ne porte jamais de bikini.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rachunek",
      "translation": "facture",
      "definition": "Dokument żądający zapłaty za dostarczone towary lub usługi.",
      "definition_translation": "Un document demandant le paiement des biens ou services fournis.",
      "example": "Muszę zapłacić rachunek za obiad, któryśmy mieli wczoraj. Wczoraj zapłaciłem rachunek za prąd. Jutro zapłacę rachunek za wodę.",
      "example_translation": "Je dois payer la facture du dîner que nous avons eu hier soir. Hier, j'ai payé la facture d'électricité. Demain, je paierai la facture d'eau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miliard",
      "translation": "milliard",
      "definition": "Bardzo duża liczba, równa 1,000 milionom.",
      "definition_translation": "Un très grand nombre, équivalent à 1 000 million.",
      "example": "Spółka osiągnęła przychód w wysokości miliarda dolarów w zeszłym roku. W 2025 roku populacja świata przekroczy miliard osób. Do 2050 roku wydamy miliardy dolarów na eksplorację kosmosu.",
      "example_translation": "Le chiffre d'affaires de l'entreprise a atteint un milliard de dollars l'année dernière. En 2025, la population mondiale dépassera un milliard de personnes. D'ici 2050, nous aurons dépensé des milliards de dollars dans l'exploration spatiale.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biologiczny",
      "translation": "biologique",
      "definition": " Dotyczący studiów żywych organizmów i ich interakcji z sobą i środowiskiem.",
      "definition_translation": "Relatif à l'étude des organismes vivants et leurs interactions entre eux et leur environnement.",
      "example": "Biologiczne skutki promieniowania są nadal nie do końca rozumiane. Broń biologiczna jest zabroniona przez prawo międzynarodowe. Biologiczna różnorodność lasu Amazon jest zagrożona.",
      "example_translation": "Les effets biologiques de la radiation ne sont pas encore entièrement compris. Les armes biologiques sont interdites par le droit international. La diversité biologique de la forêt amazonienne est menacée.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gryźć",
      "translation": "mordre",
      "definition": "ujmować czyścicielnie coś swoimi zębami.",
      "definition_translation": "Saisir ou mâcher (quelque chose) fermement avec les dents.",
      "example": "Pies ugryzie, jeśli go drwisz. Zgryzłem język, gdy zobaczyłem niespodziankę. Jutro ugryźę w soczysty hamburger.",
      "example_translation": "Le chien mordra si vous le taquinez. J'ai mordu ma langue lorsque j'ai vu la fête surprise. Elle mordra dans le hamburger juteux demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gryźć",
      "translation": "mordre",
      "definition": "ujmować czyścicielnie coś swoimi zębami",
      "definition_translation": "serrer ou mâcher quelque chose avec les dents",
      "example": "Wgryzłem w jabłko i poczułem jego słodycz. Wczoraj ugryzłem kwaśny lemon. Jutro ugryźę w soczysty burger.",
      "example_translation": "J'ai mordu dans la pomme et j'ai goûté sa douceur. Hier, j'avais mordu dans un citron aigre. Demain, je mordrai dans un burger juteux.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gorzki",
      "translation": "amer",
      "definition": "mający nieprzyjemny, ostry lub niezadowalający smak",
      "definition_translation": "ayant un goût désagréablement tranchant ou désagréable",
      "example": "Kawa była tak gorzka, że nie mogłem jej skończyć. Była gorzka o swoim rozstaniu przez miesiące. Lek pozostawił gorzki smak w moim ustach.",
      "example_translation": "Le café était si amer que je n'ai pas pu le finir. Elle avait été amère à propos de sa rupture pendant des mois. Le médicament a laissé un goût amer dans ma bouche.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "gorzko",
      "translation": "amèrement",
      "definition": "w sposób gorzki lub pełen urazy",
      "definition_translation": "d'une manière amère ou rancunière",
      "example": " Gorzko żałowała swojej decyzji o odejściu z pracy. On gorzko skarżył się na obsługę w restauracji. Oni gorzko walczyli o ostatni kawałek ciasta.",
      "example_translation": "Elle a amèrement regretté sa décision d'abandonner son travail. Il a amèrement plaint le service au restaurant. Ils ont amèrement lutté pour le dernier morceau de gâteau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dziwaczny",
      "translation": "bizarre",
      "definition": "dziwny lub nietypowy",
      "definition_translation": "étrange ou inhabituel",
      "example": "Dziwaczne stworzenie w filmie mnie przestraszyło. Ona miała dziwaczny sen o lataniu. Dziwaczne zwyczaje sąsiada irytowały go.",
      "example_translation": "La créature bizarre du film m'a effrayé. Elle avait eu un rêve bizarre sur le vol. L'habitude bizarre de son voisin l'a ennuyé.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jeżyna",
      "translation": "mûre",
      "definition": "Mały, ciemnofioletowy owoc, rosnący na krzaku.",
      "definition_translation": "Un petit fruit noir violacé qui pousse sur un buisson.",
      "example": "Wczoraj zjadłem tartę z jeżyną. Jem teraz tartę z jeżyną. Jutro zjem tartę z jeżyną.",
      "example_translation": "J'ai mangé un pie de mûre la semaine dernière. Je mange un pie de mûre maintenant. Je mangerai un pie de mûre demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czarna porzeczka",
      "translation": "cassis",
      "definition": "Mały, okrągły owoc, ciemnofioletowej barwy, często stosowany w dżemach i sokach.",
      "definition_translation": "Un petit fruit rond qui est de couleur noir violacé, souvent utilisé dans les confitures et les jus.",
      "example": "Jem czarną porzeczkę przed. Jem czarną porzeczkę teraz. Jem czarną porzeczkę jutro.",
      "example_translation": "J'ai mangé des cassis avant. Je mange des cassis maintenant. Je mangerai des cassis à nouveau.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " ostrze",
      "translation": " lame",
      "definition": "Płaska, wąska kawałek metalu, drewna lub plastiku używany do cięcia lub krojenia.",
      "definition_translation": "Un morceau plat et étroit de métal, de bois ou de plastique utilisé pour couper ou hacher.",
      "example": "Użyłem ostrza, aby przystrzyc trawę wczoraj. Teraz używam ostrza, aby pokroić warzywa. Jutro będę używał ostrza, aby pokroić chleb.",
      "example_translation": "J'ai utilisé une lame pour couper l'herbe hier. Je utilise une lame pour hacher les légumes maintenant. Je vais utiliser une lame pour trancher le pain demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pusty",
      "translation": "vide",
      "definition": "Nie mający żadnych znaków lub napisów na nim.",
      "definition_translation": "N'ayant pas d'écriture ou de marques dessus.",
      "example": "Strona była pusta, gdy zacząłem pisać. Formularz był pusty, aż wypełniłem go. Ekran będzie pusty, aż włączę go.",
      "example_translation": "La page était vide lorsque j'ai commencé à écrire. Le formulaire était vide jusqu'à ce que je le remplisse. L'écran sera vide jusqu'à ce que je le lance.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "niewidomy",
      "translation": "aveugle",
      "definition": "Niezdolny do widzenia lub percepcji oczami; pozbawiony wzroku lub wizji.",
      "definition_translation": "Incapsible de voir ou de percevoir avec ses yeux; manquant de vue ou de vision.",
      "example": "Była niewidoma wobec niebezpieczeństw sytuacji. Wczoraj była niewidoma wobec faktu, że kłamał. Będzie niewidoma wobec konsekwencji swoich działań.",
      "example_translation": "Elle était aveugle aux dangers de la situation. Hier, elle était aveugle au fait qu'il mentait. Elle sera aveugle aux conséquences de ses actions.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mrugnąć",
      "translation": "cligner",
      "definition": "Zamknąć i otworzyć oczy szybko, aby usunąć brud lub wyrazić zdziwienie.",
      "definition_translation": "Fermer et ouvrir ses yeux rapidement, généralement pour enlever la saleté ou pour exprimer la surprise.",
      "example": "Zmrugnąłem w zdziwieniu, gdy zobaczyłem wiadomość. Wczoraj mrugnąłem szybko, aby usunąć brud z oka. Będę mrugnął wolno, aby dać sygnał przyjacielowi.",
      "example_translation": "J'ai cligné des yeux de surprise lorsque j'ai vu les nouvelles. Hier, j'ai cligné rapidement pour sortir la saleté de mon œil. Je clignerai lentement pour signaler à mon ami.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "blok",
      "translation": "bloc",
      "definition": "Stała część materiału, takiego jak drewno lub kamień, używana do budowy lub konstrukcji.",
      "definition_translation": "Un bloc solide de matériau, tel que bois ou pierre, utilisé pour la construction ou la construction.",
      "example": "Użyłem bloku drewna, aby wyprostować stół. Wczoraj chodziłem wokół bloku, aby zrobić ćwiczenia. Będę blokował drzwi, aby uniemożliwić innym wejście.",
      "example_translation": "J'ai utilisé un bloc de bois pour nivellement la table. Hier, j'ai marché autour du bloc pour faire de l'exercice. Je vais bloquer la porte pour empêcher les autres d'entrer.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "krwawy",
      "translation": "sanglant",
      "definition": "Pokryty lub splamiony krwią.",
      "definition_translation": "Couvert ou taché de sang.",
      "example": "Krwawy nóż został znaleziony na miejscu zbrodni. Wczoraj dostałem krwawy nos z wypadku. Krwawa wojna pozostawi trwały wpływ na kraj.",
      "example_translation": "Le couteau sanglant a été trouvé sur le lieu du crime. Hier, j'ai eu un nez sanglant à la suite de l'accident. La guerre sanglante laissera un impact durable sur le pays.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "borówka",
      "translation": "myrtille",
      "definition": "Mały, okrągły, fioletowy owoc, który jest słodki i soczysty, często używany w tartach i dżemach.",
      "definition_translation": "Un petit fruit rond et pourpre, doux et juteux, souvent mangé dans les tartes et les confitures.",
      "example": "Zbierałem borówki w lesie wczoraj. Teraz jem borówkowy muffin. Będę piekł borówkową tartę jutro.",
      "example_translation": "J'ai cueilli des myrtilles dans la forêt hier. Je mange un muffin à la myrtille maintenant. Je vais cuire une tarte à la myrtille demain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zarumienić się",
      "translation": "rougir",
      "definition": "Człowiekowi rumienią się policzki, ponieważ czuje się skrępowany lub wstydliwy.",
      "definition_translation": "Le visage d'une personne devient rouge parce qu'il est embarrassé ou timide.",
      "example": "Ona zarumieniła się, gdy on poprosił ją o randkę. Zawsze zarumieniam się, gdy popełnię błąd. Ona zarumieni się, gdy otrzyma niespodziankę.",
      "example_translation": "Elle a rougi lorsque lui a demandé de sortir avec elle. Je rougis toujours lorsque je fais une erreur. Elle rougira lorsque'elle recevra le cadeau-surprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tablica",
      "translation": "planche",
      "definition": "Część drewna lub plastiku używana do określonego celu, takiego jak deska surfingowa lub tablica informacyjna.",
      "definition_translation": "Une pièce de bois ou de plastique utilisée à une fin particulière, comme un skateboard ou un tableau d'affichage.",
      "example": "Jechałem na desce wczoraj. Ona pisze na tablicy teraz. On będzie łamał tablicę, jeśli nie będzie ćwiczyć ostrożnie.",
      "example_translation": "J'ai fait descendre ma planche sur la colline hier. Elle écrit sur le tableau maintenant. Il cassera la planche s'il ne pratique pas soigneusement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rada",
      "translation": "conseil d'administration",
      "definition": "Grupa osób, które podejmują decyzje dla organizacji lub firmy.",
      "definition_translation": "Un groupe de personnes qui prennent des décisions pour une organisation ou une entreprise.",
      "example": "Rada dyrektorów spotkała się wczoraj, aby omówić nową politykę. Rada firmy podejmie decyzję następnego tygodnia. Członkowie rady są odpowiedzialni za sukces firmy.",
      "example_translation": "Le conseil d'administration s'est réuni hier pour discuter de la nouvelle politique. Le conseil d'administration de l'entreprise prendra une décision la semaine prochaine. Les membres du conseil d'administration sont responsables du succès de l'entreprise.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chlubić się",
      "translation": "se vanter",
      "definition": "Mówić z dumą o czymś, co zrobiłeś lub posiadasz, często aby zaimponować innym.",
      "definition_translation": "Parler avec fierté de quelque chose que vous avez fait ou que vous possédez, souvent pour impressionner les autres.",
      "example": "Chlubiłem się nowym samochodem przed przyjaciółmi. Będę się chlubił promocją na imprezie. Chlubiłem się podróżą do Europy w zeszłym roku.",
      "example_translation": "J'ai vanté ma nouvelle voiture à mes amis. Je vanterai ma promotion au parti. J'avais vanté mon voyage en Europe l'année dernière.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ochroniarz",
      "translation": "garde du corps",
      "definition": "Osoba zatrudniona do ochrony kogoś, zwłaszcza sławnej lub ważnej osoby, przed szkodą lub niebezpieczeństwem.",
      "definition_translation": "Une personne employée pour protéger quelqu'un, en particulier une personne célèbre ou importante, de la douleur ou du danger.",
      "example": "Celebrytka zatrudniła ochroniarza, aby chronić ją przed fanami. Ochroniarz będzie towarzyszyć prezydentowi na wydarzeniu. Ochroniarz chronił klienta przed napastnikiem.",
      "example_translation": "La célébrité a embauché un garde du corps pour la protéger des fans. Le garde du corps accompagnera le président à l'événement. Le garde du corps a protégé le client de l'agresseur.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wrzenie",
      "translation": "bouillant",
      "definition": "Być bardzo wściekłym lub furioso.",
      "definition_translation": "Extrêmement en colère ou furieux.",
      "example": "Byłem w stanie wrzenia, kiedy usłyszałem wieść. Będzie w stanie wrzenia, kiedy odkryje. Był w stanie wrzenia z powodu korka na drodze.",
      "example_translation": "J'étais bouillant de rage lorsque j'ai appris la nouvelle. Elle sera bouillante de colère lorsqu'elle découvrira. Il était bouillant de frustration à l'embouteillage.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odważny",
      "translation": "audacieux",
      "definition": "Pokazywać gotowość podejmowania ryzyka i robienia rzeczy, które mogą być trudne lub niepopularne.",
      "definition_translation": "Montrant une volonté de prendre des risques et de faire des choses qui pourraient être difficiles ou impopulaires.",
      "example": "Odważna decyzja inwestowania w startup przyniosła zysk. Będzie podejmowała odważny krok, aby zrezygnować z pracy. Był odważny, występując przeciwko rządowi.",
      "example_translation": "La décision audacieuse d'investir dans la startup a porté ses fruits. Elle prendra un pas audacieux pour quitter son emploi. Il était audacieux assez pour s'exprimer contre le gouvernement.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "odważnie",
      "translation": "hardiment",
      "definition": "W odważny lub dzielny sposób. Pokazywać gotowość podejmowania ryzyka.",
      "definition_translation": "De manière hardie ou courageuse. Montrant une volonté de prendre des risques.",
      "example": "Wystąpiła odważnie do tłumu, mimo strachu. Odważnie podejmowała się rozmowy z menedżerem. Będzie odważnie iść tam, gdzie nikt nie szedł.",
      "example_translation": "Elle s'est adressée hardiment à la foule, malgré sa peur. Elle avait hardiment approché le directeur avec son idée. Elle ira hardiment où personne n'est allé avant.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bombardowanie",
      "translation": "bombardement",
      "definition": "Akt zrzucania bomb, zwłaszcza z samolotu. Serie ataków lub krytyk, które powodują ciężkie szkody lub krzywdę.",
      "definition_translation": "L'acte de larguer des bombes, notamment depuis un aéronef. Une série d'attaque ou de critiques qui causent des dégâts ou des dommages importants.",
      "example": "Miasto ucierpiało z powodu bombardowania podczas wojny. Nowy film otrzymał bombardowanie od krytyków. Drużyna miała bombardowanie w ostatnich meczach.",
      "example_translation": "La ville a souffert du bombardement pendant la guerre. Le nouveau film a reçu un bombardement des critiques. L'équipe a été bombardée lors de leurs derniers matchs.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wiązać się",
      "translation": "lien",
      "definition": "Relacja między dwiema osobami lub grupami oparta na wspólnych uczuciach, zainteresowaniach lub doświadczeniach. Suma pieniędzy zapłacona jako kaucja lub gwarancja.",
      "definition_translation": "Une relation entre deux personnes ou groupes basée sur des sentiments, des intérêts ou des expériences partagés. Une somme d'argent payée comme caution ou comme garantie.",
      "example": "Więź matka-syn jest bardzo silna. Firma wyemitowała obligacje, aby zdobyć kapitał. Więź między przyjaciółmi nawiązała się z czasem.",
      "example_translation": "Le lien mère-fils est très fort. L'entreprise a émis des obligations pour lever des capitaux. Le lien entre les amis s'est renforcé avec le temps.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "premia",
      "translation": "prime",
      "definition": "Dodatkowa kwota pieniędzy wypłacana pracownikowi jako nagroda za dobrą pracę lub jako jednorazowa wypłata.",
      "definition_translation": "Une somme d'argent supplémentaire payée à un employé comme récompense pour un bon travail ou comme paiement unique.",
      "example": "Otrzymała premię za ciężką pracę. Firma oferuje premię pracownikom, którzy osiągnęli cele sprzedażowe. Otrzyma premię miesiąc za miesiąc.",
      "example_translation": "Elle a reçu une prime pour son travail acharné. L'entreprise a offert une prime aux employés qui ont atteint leurs objectifs de vente. Il recevra une prime le mois prochain.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "broszura",
      "translation": "carnet",
      "definition": "Mała książka lub ulotka, zwłaszcza zawierająca informacje lub reklamy o produkcie lub usłudze.",
      "definition_translation": "Un petit livre ou brochure, especially une qui contient des informations ou de la publicité sur un produit ou service.",
      "example": "Zdobyłem broszurę o lokalnych atrakcjach turystycznych w centrum informacji turystycznej. Czytam broszurę w samolocie. Przeczytałem broszurę przed przybyciem.",
      "example_translation": "J'ai ramassé un carnet sur les attractions touristiques locales au centre des visiteurs. Je lirai le carnet dans l'avion. J'avais lu le carnet avant d'arriver.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zakładka",
      "translation": "marque-page",
      "definition": "Znak lub tag, który jest używany do oznaczania strony w książce lub dokumencie.",
      "definition_translation": "Un marqueur ou étiquette qui est utilisé pour conserver sa place dans un livre ou un document.",
      "example": "Używam zakładki, aby oznaczyć ważne strony w książce. Będę używać zakładki, aby oznaczyć przepis. Użyłem zakładki, aby oznaczyć artykuł.",
      "example_translation": "J'utilise une marque-page pour marquer les pages importantes dans mon manuel scolaire. J'utiliserai une marque-page pour marquer la recette. J'avais utilisé une marque-page pour marquer l'article.",
      "imageLink": "image_files\\English\\https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]