[
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ziemniak",
      "translation": "pomme de terre",
      "definition": "Roślina bulwiasta, Solanum tuberosum, powszechnie uprawiana ze względu na jadalne bulwy.",
      "definition_translation": "Une plante légumineuse, Solanum tuberosum, largement cultivée pour son tubercule comestible.",
      "example": "Wczoraj zjadłem pieczony ziemniak na lunch, wieczorem będę jeść ziemniaki puree, a w tym tygodniu jadłem gotowane ziemniaki na śniadanie.",
      "example_translation": "J'ai mangé une pomme de terre au four pour déjeuner hier, je mangerai des pommes de terre écrasées pour dîner ce soir, et j'ai mangé des pommes de terre bouillies pour petit déjeuner cette semaine.",
      "imageLink": "image_files\\English\\"imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pomidor",
      "translation": "tomate",
      "definition": "Owoc soczysty, słodki lub kwaśny, Solanum lycopersicum, często czerwony, żółty lub zielony, spożywany na świeżo lub używany w kuchni.",
      "definition_translation": "Un fruit juteux, sucré ou acide, Solanum lycopersicum, souvent rouge, jaune ou vert, mangé frais ou utilisé dans la cuisine.",
      "example": "Wczoraj zjadłem świeży pomidor jako przekąskę, wieczorem będę jeść pomidory gotowane w zupie, a w tym tygodniu jadłem pomidory suszone w makaronie.",
      "example_translation": "J'ai mangé une tomate fraîche pour collation hier, je mangerai des tomates cuites dans ma soupe ce soir, et j'ai mangé des tomates séchées dans mes pâtes cette semaine.",
      "imageLink": "image_files\\English\\"imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "warzywo",
      "translation": "légume",
      "definition": "Każda roślina lub część rośliny używana jako pożywienie, szczególnie ta, która nie jest owocem ani nasieniem.",
      "definition_translation": "Toute plante ou partie d'une plante utilisée comme aliment, notamment celle qui n'est pas un fruit ou une graine.",
      "example": "Wczoraj zjadłem wiele warzyw, takich jak brokuł, marchew i szpinak, w sałatce, dzisiaj będę jeść gotowane warzywa na lunch, a wczoraj zjadłem smażone warzywa na kolację.",
      "example_translation": "J'ai mangé de nombreux légumes, tels que du brocoli, des carottes et des épinards, dans ma salade hier, je mangerai des légumes à la vapeur pour déjeuner aujourd'hui, et j'ai mangé des légumes sautés pour dîner hier soir.",
      "imageLink": "image_files\\English\\"imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fasola",
      "translation": "haricot",
      "definition": "Nasiono lubłusk różnych roślin strączkowych, takich jak fasola nerkowa lub fasola szparagowa, często używane jako pożywienie.",
      "definition_translation": "Une graine ou une gousse de diverses plantes légumineuses, telles que le haricot rouge ou le haricot vert, souvent utilisée comme aliment.",
      "example": "Wczoraj zjadłem fasolę w chili, dzisiaj będę jeść gotowaną fasolę w sałatce, a w zeszłym tygodniu zjadłem burrito z fasolą na lunch.",
      "example_translation": "J'ai mangé des haricots dans mon chili hier, je mangerai des haricots cuits dans ma salade aujourd'hui, et j'ai mangé un burrito de haricots pour déjeuner la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "marchew",
      "translation": "carotte",
      "definition": "Długi, cienki, pomarańczowy korzeń warzywny, często spożywany na surowo lub gotowany.",
      "definition_translation": "Un légume racine long et fin, de couleur orange, communément mangé cru ou cuit.",
      "example": "Wczoraj zjadłem kij marchewki jako przekąskę, jutro będę jeść sałatkę z marchewką, a dzisiaj zjadłem marchewkę na lunch.",
      "example_translation": "J'ai mangé un bâton de carotte comme collation hier, je mangerai une salade de carottes demain, et j'ai mangé des carottes pour déjeuner aujourd'hui.",
      "imageLink": "image_files\\English\\"imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "papryka",
      "translation": "piment",
      "definition": "Rodzaj bardzo ostrego pieprzu, często używanego w kuchni do dodania smaku i ostrości.",
      "definition_translation": "Un type de poivron très épicé, souvent utilisé dans la cuisine pour ajouter du goût et de la chaleur.",
      "example": "Wczoraj dodałem paprykę do zupy, jutro będę dodawać papryki do zupy, a dzisiaj użyłem oleju paprykowego do gotowania.",
      "example_translation": "J'ai ajouté un piment à la ragoût hier soir, je vais ajouter des piments à la soupe demain, et j'ai ajouté des flocons de piment à la sauce de pâtes aujourd'hui.",
      "imageLink": "image_files\\English\\"imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czosnek",
      "translation": "ail",
      "definition": "Rodzaj silnie pachnącej cebulki, często używanej w kuchni do dodania smaku.",
      "definition_translation": "Un type de bulbe à odeur forte, souvent utilisé dans la cuisine pour ajouter du goût.",
      "example": "Wczoraj ugniatałem ząbek czosnku, jutro będę miażdzić czosnek do przepisu, a dzisiaj użyłem oleju czosnkowego do gotowania.",
      "example_translation": "J'ai écrasé une gousse d'ail hier, je vais hacher de l'ail pour la recette demain, et j'ai utilisé de l'huile d'ail pour la cuisson aujourd'hui.",
      "imageLink": "image_files\\English\\"imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cebula",
      "translation": "oignon",
      "definition": "Rodzaj cebulki, często używanej w kuchni do dodania smaku.",
      "definition_translation": "Un type de bulbe, souvent utilisé dans la cuisine pour ajouter du goût.",
      "example": "Wczoraj pokroiłem cebulę do zupy, jutro będę krojać cebulę do sałatki, a dzisiaj smażę cebulę do stir-fry.",
      "example_translation": "J'ai haché un oignon pour la soupe hier, je vais trancher un oignon pour la salade demain, et j'ai sauté des oignons pour le stir-fry aujourd'hui.",
      "imageLink": "image_files\\English\\"imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "brokuł",
      "translation": "brocoli",
      "definition": "Zielone warzywo należące do rodziny kapustowatych, z dużą, gęstą, jadalną głową i grubym łodygiem.",
      "definition_translation": "Un légume vert qui appartient à la famille des choux, avec une grande tête dense et comestible et un stalk épais.",
      "example": "Wczoraj zjadłem gotowanego brokułu na kolację. Jutro będę jeść brokuł z lunchem. Zjadłem brokuł z śniadaniem rano.",
      "example_translation": "J'ai eu du brocoli vapeur pour dîner hier soir. Je mangerai du brocoli avec mon déjeuner demain. J'ai mangé du brocoli avec mon petit déjeuner ce matin.",
      "imageLink": "image_files\\English\\"imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kapusta",
      "translation": "chou",
      "definition": "Okrągła, gęsta głowa liści, która jest spożywana na surowo lub gotowana, często używana w sałatkach, surówkach i zupach.",
      "definition_translation": "Une tête ronde et serrée de feuilles qui est mangée crue ou cuite, souvent utilisée dans les salades, les slaws et les soupes.",
      "example": "Pokroiłem kapustę do sałatki. Kucharz będzie smażył kapustę do zupy. Rolnik uprawiał kapustę w swoim ogrodzie w zeszłym roku.",
      "example_translation": "J'ai haché le chou pour la salade. Le chef sautera le chou pour la soupe. Le fermier a cultivé du chou dans son jardin l'an dernier.",
      "imageLink": "image_files\\English\\"imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cukinia",
      "translation": "courgette",
      "definition": "Mała, smukła, zielona warzywo, często używana w kuchni francuskiej, podobne do ogórka.",
      "definition_translation": "Un petit légume vert et svelte, souvent utilisé dans la cuisine française, semblable à un concombre.",
      "example": "Szef kuchni ugrillował cukinię na letnią sałatkę. Kupię cukinie na targu jutro. Ona obsmażyła cukinię z czosnkiem i cebulą.",
      "example_translation": "Le chef a grillé la courgette pour la salade d'été. J'achèterai des courgettes au marché demain. Elle a sauté la courgette avec de l'ail et des oignons.",
      "imageLink": "image_files\\English\\"imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ogórek",
      "translation": "concombre",
      "definition": "Długi, smukły, zielony warzywo, często używany w sałatkach, kanapkach i jako przekąska.",
      "definition_translation": "Un légume vert et allongé, souvent utilisé dans les salades, les sandwichs et comme collation.",
      "example": "Pokroiłem ogórka na kanapkę. Ona kisiła ogórka na przekąskę letnią. Rolnik uprawiał ogórki w swoim ogrodzie w zeszłym sezonie.",
      "example_translation": "J'ai tranché le concombre pour le sandwich. Elle a fait mariner le concombre pour la collation d'été. Le fermier a cultivé des concombres dans son jardin la saison dernière.",
      "imageLink": "image_files\\English\\"imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sałata",
      "translation": "laitue",
      "definition": "Liściaste, zielone warzywo o delikatnym smaku, powszechnie używane w sałatkach i jako ozdoba.",
      "definition_translation": "Un légume vert feuillu avec un goût doux, communément utilisé dans les salades et comme garniture.",
      "example": "Dodam sałaty do sałatki jutro. Dziś dodałem sałaty do kanapki. Wczoraj miałem sałaty z burgerem.",
      "example_translation": "Je vais ajouter de la laitue à la salade demain. Aujourd'hui, j'ai ajouté de la laitue au sandwich. Hier, j'ai eu de la laitue avec mon burger.",
      "imageLink": "image_files\\English\\"imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "groch",
      "translation": "pois",
      "definition": "Mały, sferyczny nasion, rosnący w strąku i często używany w kuchni.",
      "definition_translation": "Une petite graine sphérique qui pousse dans une cosse et est couramment utilisée dans la cuisine.",
      "example": "Zasadzę groch w ogrodzie za tydzień. Dziś zasadziłem groch w ogródku. Wczoraj zjadłem groch z obiadem.",
      "example_translation": "Je vais planter des pois dans le jardin la semaine prochaine. Aujourd'hui, j'ai planté des pois dans le jardin. Hier, j'ai mangé des pois avec mon dîner.",
      "imageLink": "image_files\\English\\"imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pieprz",
      "translation": "poivre",
      "definition": "Przyprawa zrobiona z wysuszonego owocu rośliny Piper nigrum, często używana do dodawania smaku do jedzenia.",
      "definition_translation": "Une épice faite à partir du fruit sec de la plante Piper nigrum, couramment utilisée pour ajouter de la saveur à la nourriture.",
      "example": "Dodam pieprz do zupy jutro. Dziś dodałem pieprz do mięsa. Wczoraj przyprawiłem warzywa pieprzem.",
      "example_translation": "Je vais ajouter du poivre à la soupe demain. Aujourd'hui, j'ai ajouté du poivre à la viande. Hier, j'ai assaisonné les légumes avec du poivre.",
      "imageLink": "image_files\\English\\"imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "dynia",
      "translation": "citrouille",
      "definition": "Typ kabaczka, często używany w kuchni i jako dekoracja, zwłaszcza w sezonie Halloween.",
      "definition_translation": "Un type de courge, couramment utilisé dans la cuisine et comme décoration, particulièrement pendant la saison d'Halloween.",
      "example": "Wyrzeźbię dynię na Halloween. Dziś kupiłem dynię z targu. Wczoraj zrobiłem pieczony dynię dla rodziny.",
      "example_translation": "Je vais sacrer une citrouille pour Halloween. Aujourd'hui, j'ai acheté une citrouille sur le marché. Hier, j'ai fait une tarte à la citrouille pour ma famille.",
      "imageLink": "image_files\\English\\"imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpinak",
      "translation": "épinard",
      "definition": "Szpinak to liściaste, zielone warzywo bogate w żelazo i witaminy, często używane w sałatkach, smoothie i gotowanych daniach.",
      "definition_translation": "Les épinards sont un légume vert feuillu riche en fer et en vitamines, souvent utilisé dans les salades, les smoothies et les plats cuisinés.",
      "example": "Jem szpinak z omelette wczoraj, jem szpinak z sałatką teraz, i będę jeść szpinak z makaronem jutro.",
      "example_translation": "J'ai mangé des épinards avec mon omelette hier, je mange des épinards avec ma salade maintenant, et je mangerai des épinards avec mes pâtes demain.",
      "imageLink": "image_files\\English\\"imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kukurydza cukrowa",
      "translation": "maïs doux",
      "definition": "Kukurydza cukrowa to typ kukurydzy, która jest zbierana, gdy ziarna są nietrzeźwe i kukurydza jest słodka i miękka, często grillowana lub gotowana.",
      "definition_translation": "Le maïs doux est un type de maïs qui est récolté lorsque les grains sont immature et que le maïs est sucré et tendre, souvent grillé ou bouilli.",
      "example": "Uprawiłem kukurydzę cukrową w ogrodzie latem, uprawiam kukurydzę cukrową w ogrodzie teraz, i będę uprawiał kukurydzę cukrową w ogrodzie za rok.",
      "example_translation": "J'ai cultivé du maïs doux dans mon jardin l'été dernier, je cultive du maïs doux dans mon jardin maintenant, et je cultiverai du maïs doux dans mon jardin l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "bakłażan",
      "translation": "aubergine",
      "definition": "Bakłażan to typ purpurowego warzywa, często używanego w kuchni śródziemnomorskiej, znany ze swojej mięsistej tekstury i lekko gorzkiego smaku.",
      "definition_translation": "Une aubergine est un type de légume violet qui est souvent utilisé dans la cuisine méditerranéenne, connu pour sa texture charnue et son goût légèrement amer.",
      "example": "Wybrałem bakłażana z targu wczoraj, gotuję bakłażana z pomidorami teraz, i będę grillował bakłażana z mięsem za tydzień.",
      "example_translation": "J'ai choisi une aubergine sur le marché hier, je cuisine l'aubergine avec des tomates maintenant, et je grillerai l'aubergine avec de la viande la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kalafior",
      "translation": "chou-fleur",
      "definition": "Kalafior to typ białego lub zielonego warzywa, często używanego w sałatkach, zupach i jako niskokaloryczna alternatywa do ziaren.",
      "definition_translation": "Le chou-fleur est un type de légume blanc ou vert qui est souvent utilisé dans les salades, les soupes et comme un substitut faible en glucides aux céréales.",
      "example": "Upiekłem kalafior z serem wczoraj, parzę kalafior z brokułem teraz, i będę smażył kalafior z czosnkiem za miesiąc.",
      "example_translation": "J'ai rôti le chou-fleur avec du fromage la nuit dernière, je suis en train de cuire le chou-fleur à la vapeur avec du brocoli maintenant, et je sauterai le chou-fleur avec de l'ail le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łuk",
      "translation": "poireau",
      "definition": "Łuk jest rodzajem warzywa należącego do rodziny cebuli. Ma łagodny, słodki smak i często jest używany w zupach, gulaszach i sałatkach.",
      "definition_translation": "Un poireau est un type de légume qui appartient à la famille des oignons. Il a un goût doux et est souvent utilisé dans les potages, les ragoûts et les salades.",
      "example": "Pokroiłem łuk i podsmażyłem go w maśle, aby dodać smaku do zupy. Wczoraj kupiłem łuk na rynku. Użyję go, aby zrobić zupę łukową jutro.",
      "example_translation": "J'ai haché le poireau et l'ai fait revenir dans le beurre pour ajouter de la saveur au potage. Hier, j'ai acheté un poireau au marché. Je vais l'utiliser pour faire une soupe de poireau demain.",
      "imageLink": "image_files\\English\\"imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pietruszka",
      "translation": "persil",
      "definition": "Pietruszka jest popularną ziołową używaną jako ozdoba i dodatek smaku do różnych dań, w tym zup, sałatek i sosów.",
      "definition_translation": "Le persil est une herbe populaire utilisée comme garniture et pour ajouter de la saveur à divers plats, notamment les potages, les salades et les sauces.",
      "example": "Posypałem pietruszkę na wierzchu zupy, aby dać jej świeży smak. Wczoraj użyłem pietruszki, aby zrobić smaczny sos. Użyję pietruszki do sałatki jutro.",
      "example_translation": "J'ai saupoudré du persil sur le dessus du potage pour lui donner un goût frais. Hier, j'ai utilisé du persil pour faire une sauce savoureuse. Je vais ajouter du persil à ma salade demain.",
      "imageLink": "image_files\\English\\"imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzodkiew",
      "translation": "radis",
      "definition": "Rzodkiew jest warzywem korzeniowym, często używanym w sałatkach, kanapkach i jako ozdoba. Ma ostry, pieprzny smak.",
      "definition_translation": "Un radis est un légume-racine qui est souvent utilisé dans les salades, les sandwiches et comme garniture. Il a un goût épicé et poivré.",
      "example": "Pokroiłem rzodkiew i dodałem ją do sałatki, aby nadać jej chrupkości. Wczoraj użyłem rzodkwi w kanapce, aby dodać ostrego smaku. Użyję rzodkwi, aby zrobić je w piekarniku jutro.",
      "example_translation": "J'ai tranché le radis et l'ai ajouté à ma salade pour quelque chose de croquant. Hier, j'ai utilisé du radis dans un sandwich pour un coup de feu épicé. Je vais rôtir du radis au four demain.",
      "imageLink": "image_files\\English\\"imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czerwona kapusta",
      "translation": "chou rouge",
      "definition": "Czerwona kapusta jest rodzajem kapusty, która ma głęboki czerwony kolor i lekko słodki smak. Często jest używana w sałatkach, surówkach i jako ozdoba.",
      "definition_translation": "Le chou rouge est un type de chou qui a une couleur rouge foncée et un goût légèrement sucré. Il est souvent utilisé dans les salades, les salades de chou et comme garniture.",
      "example": "Pokroiłem czerwoną kapustę i dodałem ją do sałatki, aby nadać jej żywego koloru. Wczoraj użyłem czerwonej kapusty w surówce, aby zrobić chrupiący przekąsek. Użyję czerwonej kapusty, aby zrobić je w winie czerwonym jutro.",
      "example_translation": "J'ai émincé le chou rouge et l'ai ajouté à la salade pour une touche de couleur. Hier, j'ai utilisé du chou rouge dans une salade de chou pour un collation croquante. Je vais mijoter du chou rouge dans du vin rouge demain.",
      "imageLink": "image_files\\English\\"imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szalotka",
      "translation": "oignon de printemps",
      "definition": "Szalotka jest młodym czosnkiem, który jest zbierany przed utworzeniem bulwy, używanym w gotowaniu ze względu na łagodny smak i chrupkość.",
      "definition_translation": "Un oignon de printemps est un jeune oignon qui est récolté avant qu'il ne forme un bulbe, utilisé dans la cuisine pour son goût doux et sa texture croustillante.",
      "example": "Pokroiłem szalotkę i podsmażyłem ją w maśle, następnie dodam ją do sałatki, i wreszcie dodam ją do zupy wczoraj.",
      "example_translation": "J'ai haché l'oignon de printemps et l'ai fait sauter dans du beurre, puis je vais l'ajouter à la salade, et enfin, j'y ai ajouté à la soupe hier.",
      "imageLink": "image_files\\English\\"imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "burak",
      "translation": "betterave",
      "definition": "Burak jest warzywem korzeniowym, które jest zwykle czerwone lub złote, używanym w gotowaniu ze względu na słodki i ziemisty smak.",
      "definition_translation": "La betterave est un légume racine qui est généralement rouge ou doré, utilisé dans la cuisine pour son goût sucré et terrestre.",
      "example": "Upiekłem burak w piekarniku, następnie dodam go do sałatki, i wreszcie dodam go do zupy wczoraj.",
      "example_translation": "J'ai rôti la betterave au four, puis je vais l'ajouter à la salade, et enfin, j'y ai ajouté à la soupe hier.",
      "imageLink": "image_files\\English\\"imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "soja",
      "translation": "soja",
      "definition": "Soja jest rodzajem strączka, która jest bogata w białko i często jest używana w gotowaniu, aby dodać teksturę i smaku do dań.",
      "definition_translation": "La soja est un type de légumineaux qui est riche en protéines et est souvent utilisée dans la cuisine pour ajouter de la texture et du goût aux plats.",
      "example": "Użyłem sosu sojowego, aby Marynować kurczaka, następnie dodam soję mleczną do smoothie, i wreszcie dodam soję do stir-fry wczoraj.",
      "example_translation": "J'ai utilisé la sauce soja pour mariner le poulet, puis je vais ajouter du lait de soja au smoothie, et enfin, j'ai ajouté des haricots de soja au stir-fry hier.",
      "imageLink": "image_files\\English\\"imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fasola szparagowa",
      "translation": "fève",
      "definition": "Fasola szparagowa jest rodzajem strączka, która jest podobna do grochu, używana w gotowaniu ze względu na słodki i nieco gorzki smak.",
      "definition_translation": "La fève est un type de légumineux qui est similaire au pois, utilisé dans la cuisine pour son goût sucré et légèrement amer.",
      "example": "Obłupiłem fasolę szparagową i podsmażyłem ją w czosnku, następnie dodam ją do sałatki, i wreszcie dodam ją do risotto wczoraj.",
      "example_translation": "J'ai écalé les fèves et les ai fait sauter à l'ail, puis je vais les ajouter à la salade, et enfin, j'y ai ajouté au risotto hier.",
      "imageLink": "image_files\\English\\"imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kapusta brukselska",
      "translation": "choux de Bruxelles",
      "definition": "Kapusta brukselska jest zielonym warzywem, które rośnie w jednej, zwartej główce, z lekko gorzkim smakiem, często jedzona na parze lub gotowana.",
      "definition_translation": "Un légume vert qui pousse en tête dense et compacte, avec un goût légèrement amer, communément mangé bouilli ou à la vapeur.",
      "example": "Zjadłem kapustę brukselską na obiad wieczoraj, jadam ją na lunch dzisiaj, i zjem ją na obiad jutro.",
      "example_translation": "J'ai mangé des choux de Bruxelles pour dîner hier soir, je les mange pour déjeuner aujourd'hui, et je les mangerai pour dîner demain.",
      "imageLink": "image_files\\English\\"imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kaczka",
      "translation": "artichaut",
      "definition": "Kaczka jest ciernistym, kwiatowym warzywem z jadalnymi liśćmi i miękkim, pulchnym środkiem, często serwowanym jako przystawka lub dodatek.",
      "definition_translation": "Un légume fleurissant épineux, avec des feuilles comestibles et un centre tendre et chair, souvent servi comme apéritif ou accompagnement.",
      "example": "Zjadłem kaczki w wielu restauracjach włoskich, jadam je teraz w restauracji francuskiej, i zjem je w restauracji hiszpańskiej następnym tygodniu.",
      "example_translation": "J'ai mangé des artichauts dans de nombreux restaurants italiens, je les mange dans un restaurant français maintenant, et je les mangerai dans un restaurant espagnol la semaine prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szparag",
      "translation": "asperge",
      "definition": "Zielony, podobny do oszczepu warzywo o delikatnym smaku, często serwowane na parze lub grillowane jako dodatek do posiłku.",
      "definition_translation": "Un légume vert, en forme de lance, avec un goût délicat, souvent servi à la vapeur ou grillé comme accompagnement.",
      "example": "Miałem szparagi na śniadanie wczoraj, jem ich na lunch dzisiaj, a będę je jeść na kolację jutro.",
      "example_translation": "J'avais des asperges pour petit déjeuner hier, je les ai pour déjeuner aujourd'hui, et j'en aurai pour dîner demain.",
      "imageLink": "image_files\\English\\"imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "seler",
      "translation": "céléri",
      "definition": "Chrąstliwe, słodkie i aromatyczne warzywo o długiej, cienkiej łodydze, często używane w sałatkach, zupach i jako przekąska.",
      "definition_translation": "Un légume croquant, doux et savoureux, avec une tige longue et fine, souvent utilisé dans les salades, les soupes et comme collation.",
      "example": "Jem kije selera z masłem orzechowym jako przekąskę wczoraj, jem je z hummusem dzisiaj, a będę je jeść z dressingiem ranch jutro.",
      "example_translation": "J'ai mangé des bâtonnets de céleri avec du beurre d'arachide pour collation hier, je les mange avec du houmous aujourd'hui, et je les mangerai avec de la sauce ranch demain.",
      "imageLink": "image_files\\English\\"imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cykoria",
      "translation": "chicorée",
      "definition": "Cykoria jest rodzajem rośliny, która jest często używana jako substitut lub dodatek do kawy.",
      "definition_translation": "La chicorée est un type de plante qui est couramment utilisée comme substitut de café ou additif.",
      "example": "Używałem cykory jako kawy rano, potem przeszedłem na kawę regularną, a teraz mogę spróbować cykory ponownie w przyszłości.",
      "example_translation": "J'avais l'habitude de boire du café de chicorée le matin, puis j'ai changé pour du café régulier, et maintenant je pourrais essayer la chicorée à nouveau dans l'avenir.",
      "imageLink": "image_files\\English\\"imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczypiorek",
      "translation": "ciboulette",
      "definition": "Szczypiorek to rodzaj zioła, które jest często używane do dodawania smaku do potraw, szczególnie zup i sałatek.",
      "definition_translation": "Les ciboulettes sont un type d'herbe qui sont couramment utilisées pour ajouter du goût aux plats, en particulier les soups et les salades.",
      "example": "Posiekłem szczypiorek drobno i dodałem go do zupy, potem podałem go moim gościom, którzy go uwielbili, a teraz przygotowuję kolejną partię na jutro.",
      "example_translation": "J'ai coupé les ciboulettes finement et les ai ajoutées à la soupe, puis je les ai servies à mes invités, qui l'ont adorée, et maintenant je prépare une autre batch pour demain.",
      "imageLink": "image_files\\English\\"imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzeżucha",
      "translation": "cresson",
      "definition": "Rzeżucha to szybko rosnąca roślina, która jest często używana jako dekoracja lub dodatek do sałatek ze względu na swoje ostre, pieprzowe smaku.",
      "definition_translation": "Le cresson est une plante à croissance rapide qui est couramment utilisée comme garniture ou ajoutée aux salades pour son goût poivré.",
      "example": "Zasadziłem rzeżuchę w swoim ogrodzie, i szybko wyrosła, więc dodałem ją do mojej sałatki, która była pyszna, a teraz myślę o użyciu jej również w kanapkach.",
      "example_translation": "J'ai planté du cresson dans mon jardin, et il a grandi rapidement, donc j'y ai ajouté à ma salade, qui était délicieuse, et maintenant je pense l'utiliser dans les sandwiches également.",
      "imageLink": "image_files\\English\\"imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "koper",
      "translation": "aneth",
      "definition": "Koper to rodzaj zioła, które jest często używane do dodawania smaku do marynowanych warzyw, zup i sałatek.",
      "definition_translation": "L'aneth est un type d'herbe qui est couramment utilisée pour ajouter du goût aux cornichons, soups et salades.",
      "example": "Użyłem kopru, aby zrobić marynowane ogórki, potem dodałem go do mojej zupy, a w końcu użyłem go, aby zrobić świeżą sałatkę, która była niesamowita.",
      "example_translation": "J'ai utilisé de l'aneth pour faire des cornichons, puis je l'ai ajouté à ma soupe, et enfin j'y ai utilisé pour faire une salade fraîche, qui était incroyable.",
      "imageLink": "image_files\\English\\"imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fenkuł",
      "translation": "fenouil",
      "definition": "Twarda, wieloletnia roślina zielna o żółto-zielonych liściach i żółtych kwiatach, pochodząca z regionu śródziemnomorskiego, szeroko uprawiana ze względu na swoje aromatyczne nasiona i liście używane w kuchni.",
      "definition_translation": "Une plante vivace rustique aux feuilles jaunâtres et aux fleurs jaunes, originaire de la région méditerranéenne, largement cultivée pour ses graines et ses feuilles aromatiques utilisées dans la cuisine.",
      "example": "Dodałem trochę fenkułu do zupy, aby uzyskać dodatkowy smak. Będę dodawać fenkuł do zupy jutro. Dodałem fenkuł do zupy wczoraj.",
      "example_translation": "J'ai ajouté du fenouil à la soupe pour plus de saveur. Je vais ajouter du fenouil à la soupe demain. J'avais ajouté du fenouil à la soupe hier.",
      "imageLink": "image_files\\English\\"imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "chrzan",
      "translation": "raifort",
      "definition": "Roślina o pękatym, gorzkim korzeniu, używana jako przyprawa, szczególnie z rybą lub mięsem.",
      "definition_translation": "Une plante avec une racine piquante et amère, utilisée comme condiment, en particulier avec du poisson ou de la viande.",
      "example": "Lubię jeść chrzan z moim stekiem. Będę jeść chrzan z rybą jutro. Jem chrzan z mięsem wczoraj.",
      "example_translation": "J'aime manger du raifort avec mon steak. Je vais manger du raifort avec mon poisson demain. J'avais mangé du raifort avec ma viande hier.",
      "imageLink": "image_files\\English\\"imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "jarmuż",
      "translation": "chou kale",
      "definition": "Rodzaj kapusty z kręconymi, ciemnozielonymi liśćmi, często używany w sałatkach lub jako dekoracja.",
      "definition_translation": "Un type de chou avec des feuilles vertes foncées et frisées, souvent utilisé dans les salades ou comme garniture.",
      "example": "Uwielbiam dodawać jarmuż do mojego smoothie. Będę dodawać jarmuż do sałatki jutro. Dodałem jarmuż do zupy wczoraj.",
      "example_translation": "J'aime ajouter du chou kale à mon smoothie. Je vais ajouter du chou kale à ma salade demain. J'avais ajouté du chou kale à ma soupe hier.",
      "imageLink": "image_files\\English\\"imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "soczewica",
      "translation": "lentille",
      "definition": "Rodzaj rośliny strączkowej o łagodnym, orzechowym smaku, często używany w zupach, gulaszach lub jako danie główne.",
      "definition_translation": "Un type de légumineux avec un goût doux et noisetté, souvent utilisé dans les soups, les ragoûts ou comme plat principal.",
      "example": "Gotuję soczewicę na lunch co tydzień. Będę gotować soczewicę na kolację jutro. Gotowałem soczewicę na śniadanie wczoraj.",
      "example_translation": "Je cuisine des lentilles pour le déjeuner chaque semaine. Je vais cuisiner des lentilles pour le dîner demain. J'avais cuisiné des lentilles pour le petit déjeuner hier.",
      "imageLink": "image_files\\English\\"imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpik",
      "translation": "moelle",
      "definition": "Miękka, tłusta tkanka, która wypełnia jamy kości, odpowiedzialna za produkcję komórek krwi.",
      "definition_translation": "Un tissu mou et graisseux qui remplit les cavités des os, responsable de la production de cellules sanguines.",
      "example": "Lekarz wyekstrahował próbkę szpiku z kości pacjenta do dalszych badań. Wczoraj przeszła ona przez trasplantację szpiku. Przejdzie przez kolejną następnego miesiąca.",
      "example_translation": "Le médecin a prélevé un échantillon de moelle de l'os du patient pour une examination plus approfondie. Hier, elle avait subi une greffe de moelle. Elle subira une autre la prochaine fois mois.",
      "imageLink": "image_files\\English\\"imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pasternak",
      "translation": "panais",
      "definition": "Warzywo korzeniowe o słodkim, orzechowym smaku, często gotowane lub pieczone i serwowane jako dodatek do posiłku.",
      "definition_translation": "Un légume-racine avec un goût sucré et noisette, souvent bouilli ou rôti et servi comme accompagnement.",
      "example": "Pasternaki były stałym składnikiem w kuchni mojej babci, gdzie często je serwowała z pieczonymi mięsami. Ugotowała pasternaki na obiad wczoraj. Ugotują pasternaki na nadchodzące święta.",
      "example_translation": "Les panais étaient un produit de base dans la cuisine de ma grand-mère, où elle les servait souvent avec des viandes rôties. Elle avait cuisiné des panais pour dîner hier soir. Ils vont cuire des panais pour la fête des vacances à venir.",
      "imageLink": "image_files\\English\\"imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rabarbar",
      "translation": "rhubarbe",
      "definition": "Warzywo o kwaśnym, sour-tasting smaku, często używane w tartach i dżemach, o jaskrawej czerwonej lub zielonej barwie.",
      "definition_translation": "Un légume aux saveurs acidulées et aigres, souvent utilisé dans les tartes et les confitures, avec une couleur rouge vif ou verte.",
      "example": "Rabarbar był ulubionym składnikiem w cukierni mojej ciotki, gdzie tworzyła delikatne tarty i ciasta. Zbierała świeży rabarbar z ogrodu wczoraj. Użyją rabarbaru w nowym letnim menu deserowym.",
      "example_translation": "La rhubarbe était un ingrédient préféré dans la boulangerie de ma tante, où elle créait des tartes et des tartes délicieuses. Elle avait cueilli de la rhubarbe fraîche de son jardin hier. Ils vont utiliser de la rhubarbe dans leur nouveau menu de desserts d'été.",
      "imageLink": "image_files\\English\\"imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rzeżucha",
      "translation": "rutabaga",
      "definition": "Krzyżówka kapusty i rutyny, często gotowana lub miazszona i serwowana jako dodatek do posiłku.",
      "definition_translation": "Un croisement entre un chou et un navet, souvent bouilli ou écrasé et servi comme accompagnement.",
      "example": "Rrzeżucha była stałym składnikiem w gotowaniu mojego ojca, gdzie często ją serwował z pieczonymi mięsami. Ugotował rrzężuchę na obiad wczoraj. Ugotują rrzężuchę na nadchodzące spotkanie rodzinne.",
      "example_translation": "Le rutabaga était un ingrédient commun dans la cuisine de mon père, où il le servait souvent avec des viandes rôties. Il avait cuisiné du rutabaga pour dîner hier soir. Ils vont cuire du rutabaga pour la prochaine réunion de famille.",
      "imageLink": "image_files\\English\\"imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "batat",
      "translation": "pomme de terre",
      "definition": "Batat to rodzaj warzywa korzeniowego, które jest bogate w błonnik i witaminy. Często serwuje się go jako dodatek do posiłku lub używa w gotowaniu.",
      "definition_translation": "Une pomme de terre sucrée est un type de légume-racine riche en fibres et en vitamines. Elle est souvent servie comme plat d'accompagnement ou utilisée dans la cuisine.",
      "example": "Zjadłam upieczony batat na lunch wczoraj. Upieczę bataty na obiad dziś. Jadłam bataty w formie frytek w restauracji tydzień temu.",
      "example_translation": "J'ai mangé une pomme de terre sucrée au four pour déjeuner hier. Je vais rôtir des pommes de terre pour dîner ce soir. J'ai eu des frites de pomme de terre sucrée au restaurant la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rupia",
      "translation": "navet",
      "definition": "Rupia to rodzaj warzywa korzeniowego, które często 사용uje się w zupach i gulaszach. Ma słodki i pieprzny smak.",
      "definition_translation": "Un navet est un type de légume-racine souvent utilisé dans les soups et les ragouts. Il a un goût sucré et piquant.",
      "example": "Dodałam rupie do zupy wczoraj. Usmażę rupie z czosnkiem na śniadanie jutro. Jadłam liście rupii w sałatkę w zeszłym tygodniu.",
      "example_translation": "J'ai ajouté des navets au ragoût hier soir. Je vais sauter des navets avec de l'ail pour déjeuner demain. J'ai eu des feuilles de navet dans ma salade la semaine dernière.",
      "imageLink": "image_files\\English\\"imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]