[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nóż",
      "translation": "couteau",
      "definition": "Nóż to narzędzie tnące z ostrzem przyczepionym do rękojeści, używane do krojenia i przygotowywania żywności.",
      "definition_translation": "Un couteau est un outil de coupe avec une lame attachée à un manche, utilisé pour couper et préparer les aliments.",
      "example": "Uciąłem chleb nożem. Wczoraj uciąłem jabłko nożem. Jutro ucięłem mięso nożem.",
      "example_translation": "J'ai coupé le pain avec un couteau. Hier, j'avais coupé la pomme avec un couteau. Demain, je couperai la viande avec un couteau.",
      "imageLink": "image_files\\English\\"imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "miska",
      "translation": "bol",
      "definition": "Miska to otwarty, okrągły pojemnik używany do przechowywania lub serwowania żywności.",
      "definition_translation": "Un bol est un conteneur ouvert en haut et arrondi, utilisé pour contenir ou servir les aliments.",
      "example": "Zjadłem płatki zbożowe z miski. Moja matka wyczyściła miskę wczoraj. Jutro użyję miski do mieszania sałatki.",
      "example_translation": "J'ai mangé des céréales dans un bol. Ma mère avait lavé un bol hier. Je vais utiliser un bol pour mélanger la salade demain.",
      "imageLink": "image_files\\English\\"imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kuchenka",
      "translation": "cuisinier",
      "definition": "Kuchenka to urządzenie kuchenne używane do gotowania i ogrzewania żywności.",
      "definition_translation": "Un cuisinier est un appareil de cuisine utilisé pour cuire et réchauffer les aliments.",
      "example": "Ugotowałem obiad na kuchence. Moja siostra ugotowała lunch na kuchence. Kupię kuchenkę do mojej nowej kuchni.",
      "example_translation": "J'ai utilisé un cuisinier pour préparer le dîner. Ma sœur avait cuit le déjeuner en utilisant un cuisinier. Je vais acheter un cuisinier pour ma nouvelle cuisine.",
      "imageLink": "image_files\\English\\"imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szafa",
      "translation": "armoire",
      "definition": "Szafa to mebel z półkami, używany do przechowywania naczyń, żywności i innych przedmiotów gospodarstwa domowego.",
      "definition_translation": "Une armoire est un meuble avec des étagères, utilisé pour stocker les plats, les aliments et d'autres objets de la maison.",
      "example": "Przechowałem talerze w szafie. Mój brat zorganizował szafę wczoraj. Wyczyść szafę w weekend.",
      "example_translation": "J'ai rangé les assiettes dans une armoire. Mon frère avait organisé l'armoire hier. Je vais nettoyer l'armoire ce week-end.",
      "imageLink": "image_files\\English\\"imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szuflada",
      "translation": "tiroir",
      "definition": "Szuflada to pojemnik w meblu, takim jak komoda lub biurko, używany do przechowywania rzeczy.",
      "definition_translation": "Un tiroir est un conteneur dans un meuble, comme un coffre ou un bureau, utilisé pour stocker des choses.",
      "example": "Otworzyłem szufladę, żeby wziąć pióro. Otworzę szufladę, żeby wziąć pióro. Otworzyłem szufladę, aby wziąć pióro.",
      "example_translation": "J'ai ouvert le tiroir pour prendre mon stylo. J'ouvrirai le tiroir pour prendre mon stylo. J'avais ouvert le tiroir pour prendre mon stylo.",
      "imageLink": "image_files\\English\\"imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "widły",
      "translation": "fourchette",
      "definition": "Widły to narzędzie jedzenia, składające się z rękojeści z przypinanymi końcami.",
      "definition_translation": "Une fourchette est un outil utilisé pour manger, consistant en un manche avec une série de points épineux à l'extrémité.",
      "example": "Trzymałem widły w ręku. Będę trzymał widły w ręku. Trzymałem widły w ręku.",
      "example_translation": "J'ai tenu la fourchette dans ma main. Je tiendrai la fourchette dans ma main. J'avais tenu la fourchette dans ma main.",
      "imageLink": "image_files\\English\\"imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lodówka",
      "translation": "réfrigérateur",
      "definition": "Lodówka to urządzenie elektryczne używane do przechowywania i chłodzenia żywności.",
      "definition_translation": "Un réfrigérateur est un appareil électrique utilisé pour conserver les aliments et les boissons au frais.",
      "example": "Otworzyłem lodówkę, żeby wziąć drinka. Otworzę lodówkę, żeby wziąć drinka. Otworzyłem lodówkę, żeby wziąć drinka.",
      "example_translation": "J'ai ouvert le réfrigérateur pour obtenir un verre. J'ouvrirai le réfrigérateur pour obtenir un verre. J'avais ouvert le réfrigérateur pour obtenir un verre.",
      "imageLink": "image_files\\English\\"imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stół kuchenny",
      "translation": "table de cuisine",
      "definition": "Stół kuchenny to mebel używany do jedzenia, przygotowywania i serwowania żywności, zazwyczaj umieszczony w kuchni.",
      "definition_translation": "Une table de cuisine est un meuble utilisé pour manger, préparer et servir les aliments, généralement situé dans une cuisine.",
      "example": "Siadłem przy stole kuchennym, żeby zjeść śniadanie. Siądę przy stole kuchennym, żeby zjeść śniadanie. Siadłem przy stole kuchennym, żeby zjeść śniadanie.",
      "example_translation": "Je me suis assis à la table de cuisine pour manger le petit déjeuner. Je m'assiérai à la table de cuisine pour manger le petit déjeuner. J'avais pris place à la table de cuisine pour manger le petit déjeuner.",
      "imageLink": "image_files\\English\\"imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kuchenka mikrofalowa",
      "translation": "four à micro-ondes",
      "definition": "Kuchenka mikrofalowa to urządzenie kuchenne używane do szybkiego ogrzewania i gotowania żywności za pomocą fal elektromagnetycznych.",
      "definition_translation": "Un appareil de cuisine qui utilise des ondes électromagnétiques pour chauffer et cuire rapidement les aliments.",
      "example": "Podgrzałem lunch w kuchence mikrofalowej wczoraj, będę używał jej dziś, żeby ugotować obiad, a jutro, żeby podgrzać kawę.",
      "example_translation": "J'ai réchauffé mon déjeuner au four à micro-ondes hier, je vais l'utiliser pour cuisiner mon dîner aujourd'hui, et je vais réchauffer mon café avec lui demain.",
      "imageLink": "image_files\\English\\"imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "półka",
      "translation": "étagère",
      "definition": "Półka to płaska, pozioma lub nachylona deska, przyczepiona do ściany lub umieszczona na meblu, używana do przechowywania przedmiotów.",
      "definition_translation": "Une pièce plate de bois, de métal ou d'un autre matériau, fixée horizontalement ou en pente, utilisée pour stocker des objets.",
      "example": "Postawiłem wazon na półce wczoraj, będę stawiał książkę na niej dziś, a wyczyść ją jutro.",
      "example_translation": "J'ai mis le vase sur l'étagère hier, je vais mettre le livre sur elle aujourd'hui, et je vais la nettoyer demain.",
      "imageLink": "image_files\\English\\"imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zlewozmywak",
      "translation": "évier",
      "definition": "Urządzenie hydrauliczne służące do mycia rąk, jedzenia lub naczyń.",
      "definition_translation": "Un équipement de plomberie utilisé pour laver les mains, les aliments ou les plats.",
      "example": "Wczoraj umyłem ręce w zlewozmywaku, dzisiaj umyję w nim naczynia, a jutro naprawię zlewający kran.",
      "example_translation": "J'ai lavé mes mains dans l'évier hier, je vais laver les plats dans elle aujourd'hui, et je vais réparer le robinet qui fuit demain.",
      "imageLink": "image_files\\English\\"imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łyżka",
      "translation": "cuillère",
      "definition": "Narzędzie z wydrążonym końcem, używane do jedzenia lub serwowania jedzenia.",
      "definition_translation": "Un ustensile avec une extrémité en forme de bol, utilisé pour manger ou servir des aliments.",
      "example": "Wczoraj jadłem zupę łyżką, dzisiaj użyję jej do mieszania herbaty, a jutro umyję ją.",
      "example_translation": "J'ai mangé ma soupe avec une cuillère hier, je vais l'utiliser pour remuer mon thé aujourd'hui, et je vais la laver demain.",
      "imageLink": "image_files\\English\\"imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kosz",
      "translation": "poubelle",
      "definition": "Pojemnik używany do przechowywania lub składowania rzeczy, szczególnie odpadów lub śmieci.",
      "definition_translation": "Un conteneur utilisé pour contenir ou stocker des choses, en particulier les déchets ou les ordures.",
      "example": "Wczoraj wyrzuciłem śmieci do kosza. Dzisiaj oczyściłem go. Jutro włożę nową wkładkę do kosza.",
      "example_translation": "Hier, j'ai jeté les déchets dans la poubelle. Aujourd'hui, je vais la nettoyer. Demain, je vais mettre un nouveau sac de poubelle dedans.",
      "imageLink": "image_files\\English\\"imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zmywarka",
      "translation": "lave-vaisselle",
      "definition": "Maszyna, która automatycznie czyści naczynia za pomocą gorącej wody i detergentu.",
      "definition_translation": "Une machine qui nettoie les plats automatiquement en utilisant de l'eau chaude et du détergent.",
      "example": "Wczoraj załadowałem brudne naczynia do zmywarki. Dzisiaj wyjmę je z niej. Następnego tygodnia ponownie uruchomię zmywarkę.",
      "example_translation": "J'ai chargé le lave-vaisselle avec des plats sales hier soir. Ce matin, je vais le décharger. La semaine prochaine, je vais le lancer à nouveau.",
      "imageLink": "image_files\\English\\"imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czajnik elektryczny",
      "translation": "bouilloire électrique",
      "definition": "Urządzenie kuchenne, które szybko gotuje wodę za pomocą energii elektrycznej.",
      "definition_translation": "Un appareil de cuisine qui fait bouillir rapidement l'eau en utilisant de l'électricité.",
      "example": "Dzisiaj wczoraj włożyłem czajnik elektryczny, aby zrobić herbatę. Wczoraj ugotowałem w nim wodę. Następnego roku kupię nowy czajnik elektryczny.",
      "example_translation": "J'ai branché la bouilloire électrique ce matin pour faire du thé. Hier, j'avais fait bouillir de l'eau dedans. L'an prochain, j'achèterai une nouvelle.",
      "imageLink": "image_files\\English\\"imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lodówka",
      "translation": "congélateur",
      "definition": "Urządzenie kuchenne, które służy do przechowywania żywności w niskich temperaturach.",
      "definition_translation": "Un appareil de cuisine utilisé pour stocker des aliments à très basse température.",
      "example": "Wczoraj włożyłem resztki do lodówki. Dzisiaj rozmrażam je. Następnego miesiąca oczyściłem lodówkę.",
      "example_translation": "J'ai mis les restes dans le congélateur hier soir. Ce matin, je vais les dégeler. Le mois prochain, je vais nettoyer le congélateur.",
      "imageLink": "image_files\\English\\"imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "patelnia",
      "translation": "poêle",
      "definition": "Patelnia jest rodzajem naczyń używanych do smażenia, duszenia i brązowania żywności. Typowo wykonana jest z metalu, takiego jak stal nierdzewna lub żeliwo, i ma płaskie dno i nachylone boki, co umożliwia łatwe mieszanie i gotowanie.",
      "definition_translation": "Un poêle est un type de vaisselle utilisé pour frire, sauter et brunir les aliments. Il est généralement fait de métal, tel que l'acier inoxydable ou le fer forgé, et a un fond plat et des côtés inclinés pour permettre un ébullition facile et une cuisson.",
      "example": "Wczoraj użyłem patelni, aby ugotować śniadanie. Dzisiaj użyję jej ponownie, aby ugotować obiad. Ona użyła jej, aby podgrzać resztki w dniu poprzednim.",
      "example_translation": "J'ai utilisé un poêle pour cuisiner le petit déjeuner hier. Je vais l'utiliser à nouveau demain pour préparer le dîner. Elle l'avait utilisé pour réchauffer les restes le jour précédent.",
      "imageLink": "image_files\\English\\"imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piekarnik",
      "translation": "four",
      "definition": "Piekarnik jest urządzeniem kuchennym, które służy do pieczenia, grillowania i podgrzewania żywności. Typowo jest on elektryczny lub gazowy i ma wiele półek, co umożliwia gotowanie wielu dań na raz.",
      "definition_translation": "Un four est un appareil de cuisine utilisé pour cuire, rôtir et chauffer les aliments. Il est généralement électrique ou fonctionne au gaz et a plusieurs étagères pour cuisiner plusieurs plats à la fois.",
      "example": "Ona wstawiła piekarnik, aby upiec tort. Wczoraj oni użyli piekarnika, aby upiec indyka. Dzisiaj użyję piekarnika, aby podgrzać resztki.",
      "example_translation": "Elle a préchauffé le four pour cuire un gâteau. Ils ont utilisé le four pour rôtir un dindon dernière nuit. Je vais utiliser le four pour réchauffer les restes demain.",
      "imageLink": "image_files\\English\\"imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "garnek",
      "translation": "pot",
      "definition": "Garnek jest rodzajem naczyń używanych do gotowania, parzenia i duszenia żywności. Typowo wykonany jest z metalu lub ceramiki i ma pojedynczy uchwyt, co umożliwia łatwe unoszenie.",
      "definition_translation": "Un pot est un type de vaisselle utilisé pour bouillir, cuire à la vapeur et mijoter les aliments. Il est généralement fait de métal ou de céramique et a une seule poignée pour faciliter la élévation.",
      "example": "Wczoraj użyłem garnka, aby ugotować wodę. Dzisiaj ona użyje go, aby ugotować makaron. Oni użyli go, aby ugotować gulasz w dniu poprzednim.",
      "example_translation": "J'ai utilisé un pot pour faire bouillir de l'eau hier. Elle va l'utiliser pour cuire des pâtes demain. Ils l'avaient utilisé pour faire un ragoût le jour précédent.",
      "imageLink": "image_files\\English\\"imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sosownik",
      "translation": "poêlon",
      "definition": "Sosownik jest rodzajem naczyń używanych do podgrzewania i gotowania sosów, zup i innych płynów. Typowo wykonany jest z metalu i ma długi uchwyt, co umożliwia łatwe mieszanie.",
      "definition_translation": "Un poêlon est un type de vaisselle utilisé pour chauffer et cuire des sauces, des soups et d'autres liquides. Il est généralement fait de métal et a une longue poignée pour faciliter l'agitation.",
      "example": "Wczoraj użyłem sosownika, aby podgrzać zupę. Dzisiaj ona użyje go, aby ugotować sos. Oni użyli go, aby ugotować sos w dniu poprzednim.",
      "example_translation": "J'ai utilisé un poêlon pour réchauffer une soupe hier. Elle va l'utiliser pour cuire une sauce demain. Ils l'avaient utilisé pour faire un gravy le jour précédent.",
      "imageLink": "image_files\\English\\"imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kran",
      "translation": "robinet",
      "definition": "Urządzenie do kontrolowania przepływu płynu lub gazu z rury, typowo poprzez obracanie klamki lub zaworu.",
      "definition_translation": "Un dispositif de contrôle du débit d'un liquide ou d'un gaz depuis un tuyau, généralement en tournant un manche ou une valve.",
      "example": "Ona otworzyła kran, aby napełnić wannę. Ona zamknęła kran po szczotkowaniu zębów. Ona otworzy kran, aby umyć ręce.",
      "example_translation": "Elle a ouvert le robinet pour remplir la baignoire. Elle avait fermé le robinet après avoir bushé ses dents. Elle ouvrira le robinet pour se laver les mains.",
      "imageLink": "image_files\\English\\"imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czajnik",
      "translation": "théière",
      "definition": "Naczynie,.typowo wykonane z ceramiki lub metalu, używane do zaparzania i serwowania herbaty.",
      "definition_translation": "Un récipient, généralement en céramique ou en métal, utilisé pour faire infuser et servir le thé.",
      "example": "Ona wylała herbatę z czajnika do filiżanki. Ona wypełniła czajnik gorącą wodą. Ona będzie używać czajnika, aby serwować herbatę swoim gościom.",
      "example_translation": "Elle a versé du thé de la théière dans la tasse. Elle avait rempli la théière d'eau chaude. Elle utilisera la théière pour servir le thé à ses invités.",
      "imageLink": "image_files\\English\\"imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "otwieracz do puszek",
      "translation": "ouvre-boîte",
      "definition": "Urządzenie używane do otwierania puszek, typowo składające się z obracającego się koła tnącego lub ostrza operowanego dźwignią.",
      "definition_translation": "Un dispositif utilisé pour ouvrir des boîtes de conserve, généralement constitué d'une roue de coupe rotative ou d'un découpeur actionné par un levier.",
      "example": "On użył otwieracza do puszek, aby otworzyć puszkę z fasolą. On użył otwieracza do puszek, aby otworzyć puszkę z pomidorami. On będzie używał otwieracza do puszek, aby otworzyć puszkę z tuńczykiem.",
      "example_translation": "Il a utilisé un ouvre-boîte pour ouvrir la boîte de haricots. Il avait utilisé un ouvre-boîte pour ouvrir la boîte de tomates. Il utilisera un ouvre-boîte pour ouvrir la boîte de thon.",
      "imageLink": "image_files\\English\\"imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "toster",
      "translation": "toasteur",
      "definition": "Małe urządzenie elektryczne używane do podgrzewania plastry chleba.",
      "definition_translation": "Un petit appareil électrique utilisé pour griller des tranches de pain.",
      "example": "Ona wpięła toster i podgrzała chleb. Ona użyła tostera, aby zrobić tosty na śniadanie. Ona będzie używać tostera, aby zrobić tosty na przyjęcie.",
      "example_translation": "Elle a branché le toasteur et a grillé du pain. Elle avait utilisé le toasteur pour faire du pain grillé pour le petit déjeuner. Elle utilisera le toasteur pour faire du pain grillé pour la fête.",
      "imageLink": "image_files\\English\\"imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tkanina",
      "translation": "tissu",
      "definition": "Materiał wykonany z nitek bawełny, wełny lub innych materiałów, używany do szycia ubrań, tapicerowania mebli lub innych produktów tekstylnych.",
      "definition_translation": "Un tissu fait de fils de coton, de laine ou d'autres matières, utilisé pour fabriquer des vêtements, des tissus d'ameublement ou d'autres produits textiles.",
      "example": "Potrzebuję kupić nową tkaninę, aby zrobić sukienkę. Kupiłem tkaninę w zeszłym tygodniu. Będę kupował tkaninę następnego miesiąca.",
      "example_translation": "Je dois acheter un nouveau tissu pour faire une robe. J'ai acheté un tissu la semaine dernière. J'achèterai un tissu le mois prochain.",
      "imageLink": "image_files\\English\\"imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "ekspres do kawy",
      "translation": "machine à café",
      "definition": "Urządzenie elektryczne, które parzy kawę z ziaren kawy.",
      "definition_translation": "Un appareil électrique qui fait du café à partir de grains de café.",
      "example": "Używam ekspresu do kawy, aby zrobić kawę każdego ranka. Ona kupiła ekspres do kawy wczoraj. Będą kupować ekspres do kawy za rok.",
      "example_translation": "J'utilise une machine à café pour faire du café chaque matin. Elle a acheté une machine à café hier. Ils achèteront une machine à café l'année prochaine.",
      "imageLink": "image_files\\English\\"imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "korkociąg",
      "translation": "tire-bouchon",
      "definition": "Urządzenie używane do otwierania butelek z korkiem.",
      "definition_translation": "Un dispositif utilisé pour retirer les bouchons des bouteilles de vin.",
      "example": "Potrzebuję korkociągu, aby otworzyć tę butelkę wina. On użył korkociągu, aby otworzyć szampana. Będą używać korkociągu, aby otworzyć wino.",
      "example_translation": "J'ai besoin d'un tire-bouchon pour ouvrir cette bouteille de vin. Il a utilisé un tire-bouchon pour ouvrir le champagne. Ils utiliseront un tire-bouchon pour ouvrir le vin.",
      "imageLink": "image_files\\English\\"imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "waga",
      "translation": "balances",
      "definition": "Urządzenie używane do ważenia przedmiotów lub ludzi, często w formie wagi z dwiema płytami lub platformą sprężynowej.",
      "definition_translation": "Un dispositif utilisé pour peser des objets ou des personnes, souvent sous forme de balance avec deux plaques ou une plateforme à ressort.",
      "example": "Potrzebuję użyć wagi, aby zmierzyć ten pakiet. Ona użyła wagi, aby zmierzyć się sama. Będą używać wagi, aby zmierzyć owoce.",
      "example_translation": "J'ai besoin d'utiliser les balances pour peser ce paquet. Elle a utilisé les balances pour se peser. Ils utiliseront les balances pour peser le fruit.",
      "imageLink": "image_files\\English\\"imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "taboret",
      "translation": "tabouret",
      "definition": "Taboret to prosta siedzisko bez oparcia lub ramion, typowo używane do siedzenia przy stole lub ladzie.",
      "definition_translation": "Un tabouret est un siège simple sans dossier ni bras, généralement utilisé pour s'asseoir près d'une table ou d'un comptoir.",
      "example": "Siedzę na taborecie, aby zjeść śniadanie. Będę siedzieć na taborecie, aby zjeść obiad. Siedziałem na taborecie, aby zjeść lunch.",
      "example_translation": "Je me suis assis sur un tabouret pour manger mon petit déjeuner. Je me siègerai sur un tabouret pour manger mon dîner. Je me suis assis sur un tabouret pour manger mon déjeuner.",
      "imageLink": "image_files\\English\\"imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "opiekacz do pieczenia",
      "translation": "manchon de pâtisserie",
      "definition": "Opiekacz do pieczenia to elastyczny, nieprzywierający liner używany do wykładania foremek i blach do pieczenia.",
      "definition_translation": "Un manchon de pâtisserie est un liner flexible et anti-adhésif utilisé pour recouvrir les moules et les pains de four.",
      "example": "Użyłem opiekacza do pieczenia, aby upiec ciasto. Będę używać opiekacza do pieczenia, aby upiec ciasteczka. Używałem opiekacza do pieczenia, aby upiec tarta.",
      "example_translation": "J'ai utilisé un manchon de pâtisserie pour faire cuire un gâteau. J'utiliserai un manchon de pâtisserie pour faire cuire des biscuits. J'utilisais un manchon de pâtisserie pour faire cuire une tarte.",
      "imageLink": "image_files\\English\\"imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wycinarka do ciastek",
      "translation": "emporte-pièce pour biscuits",
      "definition": "Wycinarka do ciastek to narzędzie używane do wycinania kształtów z ciasta na ciastka.",
      "definition_translation": "Un emporte-pièce pour biscuits est un outil utilisé pour découper des formes dans la pâte à biscuits.",
      "example": "Użyłem wycinarki do ciastek, aby zrobić serca z ciastek. Będę używał wycinarki do ciastek, aby zrobić ciastka okrągłe. Używałem wycinarki do ciastek, aby zrobić gwiazdkowe ciastka.",
      "example_translation": "J'ai utilisé un emporte-pièce pour biscuits pour faire des biscuits en forme de cœur. J'utiliserai un emporte-pièce pour biscuits pour faire des biscuits ronds. J'utilisais un emporte-pièce pour biscuits pour faire des biscuits en forme d'étoile.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nóż do chleba",
      "translation": "couteau à pain",
      "definition": "Nóż do chleba to narzędzie używane do krojenia chleba na cienkie plastry.",
      "definition_translation": "Un couteau à pain est un outil utilisé pour trancher le pain en tranches fines.",
      "example": "Użyłem noża do chleba, aby pokroić bagietkę. Będę używał noża do chleba, aby pokroić bochenek pełnoziarnisty. Używałem noża do chleba, aby pokroić ciabattę.",
      "example_translation": "J'ai utilisé un couteau à pain pour couper une baguette. J'utiliserai un couteau à pain pour couper un pain complet. J'utilisais un couteau à pain pour couper une ciabatta.",
      "imageLink": "image_files\\English\\"imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "formę do ciasta",
      "translation": "moule à gâteau",
      "definition": "Forma do ciasta to pojemnik używany do utrzymania i formowania ciasta podczas pieczenia.",
      "definition_translation": "Un moule à gâteau est un récipient utilisé pour contenir et façonner un gâteau pendant qu'il est cuit.",
      "example": "Będę używał formy do ciasta, aby upiec tort urodzinowy dla przyjaciela. Użyłem formy do ciasta, aby upiec tort na ślub siostry. Będę używał formy do ciasta, aby upiec tort na rocznicę matki.",
      "example_translation": "Je vais utiliser un moule à gâteau pour cuire un gâteau d'anniversaire pour mon ami. J'ai utilisé un moule à gâteau pour cuire un gâteau pour le mariage de ma sœur. Je vais utiliser un moule à gâteau pour cuire un gâteau pour l'anniversaire de ma mère.",
      "imageLink": "image_files\\English\\"imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "naczynie do zapiekanek",
      "translation": "plat à gratin",
      "definition": "Naczynie do zapiekanek to duże, głębokie naczynie używane do gotowania i serwowania gorących dań, takich jak zapiekanki, gulasze i pieczone mięsa.",
      "definition_translation": "Un plat à gratin est un récipient grand et profond utilisé pour cuire et servir des plats chauds, tels que des casseroles, des ragoûts et des viandes rôties.",
      "example": "Będę potrzebował naczynia do zapiekanek, aby ugotować kurczaka na dzisiejszy obiad. Użyła naczynia do zapiekanek, aby zrobić smaczną zupę wołową. Będą używać naczynia do zapiekanek, aby upiec indyka na Boże Narodzenie.",
      "example_translation": "Je vais avoir besoin d'un plat à gratin pour cuire le poulet pour le dîner de ce soir. Elle a utilisé un plat à gratin pour faire un délicieux ragoût de boeuf. Ils vont utiliser un plat à gratin pour rôtir le dindon pour Noël.",
      "imageLink": "image_files\\English\\"imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nóż do krojenia",
      "translation": "couteau de cuisine",
      "definition": "Nóż do krojenia to rodzaj noża używanego do krojenia i siekania składników żywnościowych, takich jak warzywa, mięso i zioła.",
      "definition_translation": "Un couteau de cuisine est un type de couteau utilisé pour hacher et ciseler les ingrédients alimentaires, tels que des légumes, de la viande et des herbes.",
      "example": "Będę potrzebował noża do krojenia, aby pokroić cebulę do zapiekanki. Użyła noża do krojenia, aby zmiękczyć czosnek do sosu. Będą używać noża do krojenia, aby pokroić mięso na szaszłyki.",
      "example_translation": "Je vais avoir besoin d'un couteau de cuisine pour hacher les oignons pour le ragoût. Elle a utilisé un couteau de cuisine pour ciseler l'ail pour la sauce. Ils vont utiliser un couteau de cuisine pour hacher la viande pour les brochettes.",
      "imageLink": "image_files\\English\\"imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pałeczki",
      "translation": "baguettes",
      "definition": "Pałeczki to para małych, prostokątnych kijków używanych jako sztućce do jedzenia, szczególnie w kuchni azjatyckiej.",
      "definition_translation": "Les baguettes sont une paire de petits bâtonnets rectangulaires utilisés comme ustensiles pour manger, spécialement dans la cuisine asiatique.",
      "example": "Będę potrzebował paru pałeczek, aby zjeść sushia. Użyła pałeczek, aby zjeść makarony. Będą używać pałeczek, aby zjeść dumpingi.",
      "example_translation": "Je vais avoir besoin d'une paire de baguettes pour manger le sushi. Elle a utilisé des baguettes pour manger les nouilles. Ils vont utiliser des baguettes pour manger les raviolis.",
      "imageLink": "image_files\\English\\"imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " sito kuchenne",
      "translation": "passoire",
      "definition": "Sito kuchenne to narzędzie kuchenne używane do odcedzania cieczy z żywności, zwykle składające się z miski z perforacją lub siatki.",
      "definition_translation": "Un outil de cuisine utilisé pour égoutter les liquides des aliments, comportant généralement un bol avec des perforations ou un patron de maille.",
      "example": "Użyłem sita kuchennego, aby odcedzić wodę z makaronu, potem go umyłem w zimnej wodzie. Wczoraj umyłem sito kuchenne z mydłem i ciepłą wodą. Do czasu powrotu z marketu, będę miał nowe sito kuchenne.",
      "example_translation": "J'ai utilisé une passoire pour égoutter l'eau du pâtes, puis je l'ai rincée à l'eau froide. Hier, j'avais lavé la passoire avec du savon et de l'eau chaude. Quand je reviendrai du magasin, j'aurai acheté une nouvelle passoire.",
      "imageLink": "image_files\\English\\"imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "deska do krojenia",
      "translation": "planche à découper",
      "definition": "Deska do krojenia to płaska, zwykle drewniana lub plastikowa powierzchnia używana do krojenia i przygotowywania żywności.",
      "definition_translation": "Une surface plane, généralement en bois ou en plastique, utilisée pour couper et préparer les aliments.",
      "example": "Umyłem deskę do krojenia z mydłem i ciepłą wodą po pokrojeniu warzyw. Wczoraj pokroiłem mięso na desce do krojenia i teraz trzeba ją dezynfekować. Do czasu ukończenia gotowania, będę miał czystą deskę do krojenia.",
      "example_translation": "J'ai lavé la planche à découper avec du savon et de l'eau chaude après avoir coupé les légumes. Hier, j'avais coupé la viande sur la planche à découper, et maintenant elle a besoin d'être désinfectée. Quand j'aurai fini de cuisiner, j'aurai nettoyé la planche à découper.",
      "imageLink": "image_files\\English\\"imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "przesiewacz mąki",
      "translation": "tamis à farine",
      "definition": "Przesiewacz mąki to narzędzie kuchenne używane do przesiewania i aerowania mąki, zwykle składające się z sita i uchwytu.",
      "definition_translation": "Un outil de cuisine utilisé pour tamiser et aérer la farine, comportant généralement un écran de maille et une poignée.",
      "example": "Użyłem przesiewacza mąki, aby oddzielić grudki od mąki, potem dodałem ją do miski. Wczoraj kupiłem nowy przesiewacz mąki i teraz jest jednym z moich ulubionych narzędzi kuchennych. Do czasu zakończenia pieczenia, będę miał czysty przesiewacz mąki.",
      "example_translation": "J'ai utilisé un tamis à farine pour séparer les grumeaux de la farine, puis j'ai ajouté au bol de mélange. Hier, j'avais acheté un nouveau tamis à farine, et maintenant c'est l'un de mes outils de cuisine préférés. Quand j'aurai fini de faire du pain, j'aurai nettoyé le tamis à farine.",
      "imageLink": "image_files\\English\\"imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "slicer żywności",
      "translation": "trancheur de viande",
      "definition": "Slicer żywności to urządzenie kuchenne używane do krojenia żywności na cienkie plastry, takich jak mięso, sery i chleb.",
      "definition_translation": "Un appareil de cuisine utilisé pour couper de fines portions d'aliments, tels que les viandes, les fromages et les pains.",
      "example": "Użyłem slicera żywności, aby pokroić indyka na kanapki, potem zapakowałem je w folię spożywczą. Wczoraj ostrzyłem ostrze slicera żywności, i teraz działa idealnie. Do czasu zakończenia przygotowywania lunchu, będę miał czysty slicer żywności.",
      "example_translation": "J'ai utilisé un trancheur de viande pour couper le dindon pour les sandwichs, puis j'ai emballé dans du papier d'aluminium. Hier, j'avais affûté la lame du trancheur de viande, et maintenant il fonctionne parfaitement. Quand j'aurai fini de préparer le déjeuner, j'aurai nettoyé le trancheur de viande.",
      "imageLink": "image_files\\English\\"imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lejk",
      "translation": "entonnoir",
      "definition": "Lejk to rura lub pipe, która jest szeroka na jednym końcu i wąska na drugim, używana do nalewania płynów lub proszków do małej otworu.",
      "definition_translation": "Un entonnoir est un tube ou un tuyau qui est large à une extrémité et étroit à l'autre, utilisé pour verser des liquides ou des poudres dans une petite ouverture.",
      "example": "Użyłem lejka, aby nalewać olej do silnika. Użyję lejka, aby nalewać sok do butelki. Ona użyła lejka, aby nalewać mąkę do miski.",
      "example_translation": "J'ai utilisé un entonnoir pour verser de l'huile dans le moteur. J'utiliserai un entonnoir pour verser du jus dans la bouteille. Elle avait utilisé un entonnoir pour verser de la farine dans le bol.",
      "imageLink": "image_files\\English\\"imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "prasowałka do czosnku",
      "translation": "presse à l'ail",
      "definition": "Prasowałka do czosnku to narzędzie kuchenne służące do miażdżenia czosnku w pulpę lub pastę.",
      "definition_translation": "Une presse à l'ail est un outil de cuisine utilisé pour écraser les gousses d'ail en pulpe ou en pâte.",
      "example": "Użyłem prasowałki do czosnku, aby zmielić czosnek do przepisu. Ona będzie używać prasowałki do czosnku, aby rozgniatć czosnek dla zupy. Oni użyli prasowałki do czosnku, aby wycisnąć czosnek dla sosu.",
      "example_translation": "J'ai utilisé une presse à l'ail pour écraser l'ail pour la recette. Elle utilisera une presse à l'ail pour écraser l'ail pour la soupe. Ils avaient utilisé une presse à l'ail pour presser l'ail pour la sauce.",
      "imageLink": "image_files\\English\\"imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tarka",
      "translation": "râpe",
      "definition": "Tarka to narzędzie kuchenne służące do siekania lub ścierania żywności, takiej jak ser lub marchew, na małe kawałki.",
      "definition_translation": "Une râpe est un outil de cuisine utilisé pour râper ou gratter des aliments, tels que du fromage ou des carottes, en petits morceaux.",
      "example": "Użyłem tarki, aby zetrzeć ser dla sałatki. Ona będzie używać tarki, aby zetrzeć marchew dla ciasta. Oni użyli tarki, aby ścierać imbir dla sosu.",
      "example_translation": "J'ai utilisé une râpe pour râper du fromage pour la salade. Elle utilisera une râpe pour râper des carottes pour le gâteau. Ils avaient utilisé une râpe pour râper du gingembre pour la sauce.",
      "imageLink": "image_files\\English\\"imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczypce do lodów",
      "translation": "cuillère à glace",
      "definition": "Szczypce do lodów to narzędzie kuchenne służące do portionowania i serwowania lodów w kulki lub porcje.",
      "definition_translation": "Une cuillère à glace est un outil de cuisine utilisé pour portionner et servir la glace en boules ou en cuillerées.",
      "example": "Użyłem szczypiec do lodów, aby serwować lody na przyjęciu. Ona będzie używać szczypiec do lodów, aby portionować lody dla deseru. Oni użyli szczypiec do lodów, aby zrobić kulki lodów dla bufetu.",
      "example_translation": "J'ai utilisé une cuillère à glace pour servir de la glace à la fête. Elle utilisera une cuillère à glace pour portionner la glace pour le dessert. Ils avaient utilisé une cuillère à glace pour faire des boules de glace pour le buffet.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szczypce do zupy",
      "translation": "louche",
      "definition": "Szczypce do zupy to głęboka łyżka z długą rączką, używana do nakładania i wylewania płynów.",
      "definition_translation": "Une louche est une cuillère en forme de bol profond avec un manche long, utilisée pour puiser et verser des liquides.",
      "example": "Nalałem zupę do misek. Nalędzę zupę do misek jutro. Ona nalała zupę do misek.",
      "example_translation": "J'ai versé la soupe dans les bols. Je verserai la soupe dans les bols demain. Elle avait versé la soupe dans les bols.",
      "imageLink": "image_files\\English\\"imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sprężyna do cytryny",
      "translation": "presse-citron",
      "definition": "Sprężyna do cytryny to narzędzie kuchenne służące do wyciskania soku z cytryn lub innych owoców cytrusowych.",
      "definition_translation": "Un presse-citron est un outil de cuisine utilisé pour extraire le jus des citrons ou d'autres fruits citrus.",
      "example": "Ona wycisnęła sok cytrynowy przy użyciu sprężyny do cytryny. On będzie wyciskał sok cytrynowy przy użyciu sprężyny do cytryny jutro. Oni wycisnęli sok cytrynowy przy użyciu sprężyny do cytryny.",
      "example_translation": "Elle a pressé le jus de citron en utilisant un presse-citron. Il pressera le jus de citron en utilisant un presse-citron demain. Ils avaient pressé le jus de citron en utilisant un presse-citron.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mandolina",
      "translation": "mandoline",
      "definition": "Mandolina to narzędzie kuchenne służące do krojenia lub julienne warzyw i owoców na cienkie paseczki.",
      "definition_translation": "Une mandoline est un outil de cuisine utilisé pour trancher ou faire des julienne de légumes et de fruits en fines tranches.",
      "example": "Ona pokroiła marchewkę przy użyciu mandoliny. On będzie kroił marchewkę przy użyciu mandoliny jutro. Oni pokroili marchewkę przy użyciu mandoliny.",
      "example_translation": "Elle a tranché les carottes en utilisant une mandoline. Il tranchera les carottes en utilisant une mandoline demain. Ils avaient tranché les carottes en utilisant une mandoline.",
      "imageLink": "image_files\\English\\"imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łyżka miarowa",
      "translation": "cuillère à mesurer",
      "definition": "Łyżka miarowa to narzędzie kuchenne służące do mierzenia ilości suchych lub płynnych składników.",
      "definition_translation": "Une cuillère à mesurer est un outil de cuisine utilisé pour mesurer la quantité d'ingrédients secs ou liquides.",
      "example": "Ona zmierzyła cukier przy użyciu łyżki miarowej. On będzie mierzyć cukier przy użyciu łyżki miarowej jutro. Oni zmierzyli cukier przy użyciu łyżki miarowej.",
      "example_translation": "Elle a mesuré le sucre en utilisant une cuillère à mesurer. Il mesurera le sucre en utilisant une cuillère à mesurer demain. Ils avaient mesuré le sucre en utilisant une cuillère à mesurer.",
      "imageLink": "image_files\\English\\"imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rozdrabniacz mięsa",
      "translation": "assouplisseur de viande",
      "definition": "Rozdrabniacz mięsa to narzędzie lub substancja używana do zmiękczania mięsa i ułatwienia jego rozgryzienia.",
      "definition_translation": "Un assouplisseur de viande est un outil ou une substance utilisée pour rendre la viande plus tendre et plus facile à mâcher.",
      "example": "Użyłem rozdrabniacza mięsa, aby zmiękczyć stek na obiad wczoraj wieczorem. Użyję go ponownie jutro, aby przygotować kurczaka na lunch. Do kolejnego tygodnia użyję go, aby zmiękczyć wołowinę na mój barbecue party.",
      "example_translation": "J'ai utilisé un assouplisseur de viande pour rendre le steak plus tendre pour le dîner hier soir. Je l'utiliserai à nouveau demain pour cuisiner du poulet pour le déjeuner. D'ici la semaine prochaine, j'aurai utilisé pour rendre le boeuf tendre pour ma fête de barbecue.",
      "imageLink": "image_files\\English\\"imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "drobniacz",
      "translation": "hacher",
      "definition": "Drobnienie to krojenie lub siekanie żywności na bardzo małe kawałki, często przy użyciu maszyny do drobienia lub noża.",
      "definition_translation": "Hacher signifie couper ou hacher de la nourriture en très petits morceaux, généralement à l'aide d'une machine à hacher ou d'un couteau.",
      "example": "Drobniałem czosnek, aby dodać smaku do sosu wczoraj. Drobnię cebulę każdego dnia, aby dodać jej do mojej sałatki. Do następnego miesiąca drobniałem wiele warzyw, aby zrobić zdrową zupę.",
      "example_translation": "J'ai haché l'ail pour ajouter de la saveur à la sauce hier. Je hache des oignons tous les jours pour les ajouter à ma salade. D'ici le mois prochain, j'aurai haché beaucoup de légumes pour faire une soupe saine.",
      "imageLink": "image_files\\English\\"imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "moździerz i tłuczek",
      "translation": "mortier et pilon",
      "definition": "Moździerz i tłuczek to narzędzie kuchenne używane do mielenia, mieszania i rozdrabniania żywności i innych substancji w pastę lub proszek.",
      "definition_translation": "Un mortier et pilon est un outil de cuisine utilisé pour broyer, mélanger et écraser des aliments et d'autres substances en une pâte fine ou en poudre.",
      "example": "Użyłem moździerza i tłuczka do mielenia przypraw dla przepisu-last week. Użyję go ponownie jutro, aby wymieszać składniki dla sosu. Do przyszłego roku będę używał go, aby rozdrabniać orzechy dla ciasta.",
      "example_translation": "J'ai utilisé un mortier et pilon pour broyer les épices pour la recette la semaine dernière. Je l'utiliserai à nouveau demain pour mélanger les ingrédients pour la sauce. D'ici l'an prochain, j'aurai utilisé pour écraser les noix pour le gâteau.",
      "imageLink": "image_files\\English\\"imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łupacz orzechów",
      "translation": "casse-noix",
      "definition": "Łupacz orzechów to urządzenie lub narzędzie używane do łupania skorup orzechów, zwłaszcza orzechów włoskich, pekanowych lub orzechów laskowych.",
      "definition_translation": "Un casse-noix est un appareil ou un outil utilisé pour ouvrir les coquilles des noix, généralement des noix, des pacanes ou des noisettes.",
      "example": "Użyłem łupacza orzechów do łupania skorup orzechów włoskich dla sałatki wczoraj. Użyję go ponownie jutro, aby łupać skorupę pekanów dla tarty. Do przyszłego miesiąca będę używał go, aby łupać skorupę orzechów laskowych dla rozsmaku czekoladowego.",
      "example_translation": "J'ai utilisé un casse-noix pour ouvrir les noix pour la salade hier. Je l'utiliserai à nouveau demain pour ouvrir les pacanes pour la tarte. D'ici le mois prochain, j'aurai utilisé pour ouvrir les noisettes pour la pâte à tartiner au chocolat.",
      "imageLink": "image_files\\English\\"imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "deska do ciasta",
      "translation": "planche à pâtisserie",
      "definition": "Deska do ciasta to płaska, gładka powierzchnia używana do wałkowania, krojenia i kształtowania ciasta w procesie produkcji ciasta.",
      "definition_translation": "Une planche à pâtisserie est une surface plate et lisse utilisée pour rouler, couper et façonner la pâte lors de la fabrication de pâtisserie.",
      "example": "Ona używała deski do ciasta przez lata, a nadal wyglądała jak nowa. Wczoraj użyła deski do ciasta, aby zrobić przepyszny tart. Jutro będzie używać deski do ciasta, aby przygotować tort dla urodzin przyjaciela.",
      "example_translation": "Elle avait utilisé la planche à pâtisserie pendant des années, et elle avait encore l'air neuve. Hier, elle l'avait utilisée pour faire une tarte délicieuse. Demain, elle l'utilisera pour préparer un gâteau pour l'anniversaire de son amie.",
      "imageLink": "image_files\\English\\"imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "obieraczka",
      "translation": "éplucheuse",
      "definition": "Obieraczka to narzędzie kuchenne używane do usuwania skórki z owoców i warzyw.",
      "definition_translation": "Une éplucheuse est un outil de cuisine utilisé pour enlever la peau des fruits et légumes.",
      "example": "Użyła obieraczki, aby usunąć skórkę z marchwi przed ich pokrojeniem. Jej matka nauczyła ją, jak używać obieraczki, kiedy była dzieckiem. Teraz będzie używać obieraczki, aby przygotować sałatkę na obiad.",
      "example_translation": "Elle a utilisé une éplucheuse pour enlever la peau des carottes avant de les hacher. Sa mère lui avait appris à utiliser une éplucheuse lorsqu'elle était enfant. Maintenant, elle l'utilisera pour préparer une salade pour dîner.",
      "imageLink": "image_files\\English\\"imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "młynek do pieprzu",
      "translation": "moulin à poivre",
      "definition": "Młynek do pieprzu to narzędzie kuchenne używane do mielenia pieprzu z nasion pieprzowych.",
      "definition_translation": "Un moulin à poivre est un outil de cuisine utilisé pour broyer les grains de poivre en poivre.",
      "example": "Potrzebował uzupełnić swój młynek do pieprzu przed gotowaniem kolacji. Jego dziadek dał mu młynek do pieprzu jako prezent. Jutro będzie używać go, aby przyprawić stek.",
      "example_translation": "Il devait remplir son moulin à poivre avant de cuisiner le dîner. Son grand-père lui avait donné le moulin à poivre en cadeau. Demain, il l'utilisera pour assaisonner son steak.",
      "imageLink": "image_files\\English\\"imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "torba do szpryca",
      "translation": "poche à douille",
      "definition": "Torba do szpryca to torba używana do przechowywania i dystrybucji szprycy lub innych miękkich pokarmów, zwłaszcza przez wąski rurociąg.",
      "definition_translation": "Une poche à douille est un sac utilisé pour contenir et dispenser du glaçage ou d'autres aliments mous, généralement à travers un tube étroit.",
      "example": "Nigdy nie używała torby do szpryca przed, ale była zdeterminowana, aby udekorować tort idealnie. Jej siostra nauczyła ją, jak używać torby do szpryca, kiedy była nastolatką. Następnym tygodniu będzie używać torby do szpryca, aby zrobić ciasteczka.",
      "example_translation": "Elle n'avait jamais utilisé de poche à douille auparavant, mais elle était déterminée à décorer le gâteau parfaitement. Sa sœur lui avait appris à utiliser une poche à douille lorsqu'elle était adolescente. La semaine prochaine, elle l'utilisera pour faire des biscuits.",
      "imageLink": "image_files\\English\\"imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "wałek do ciasta",
      "translation": "roulette à pâtisserie",
      "definition": "Wałek do ciasta to narzędzie kuchenne używane do spłaszczania i kształtowania ciasta.",
      "definition_translation": "Un ustensile de cuisine utilisé pour aplatir et façonner la pâte, généralement fait de bois, de métal ou de silicone, avec une forme cylindrique ou conique.",
      "example": "Wzięła wałek do ciasta z szafy, aby zrobić kruchą skorupkę. Wczoraj wałkiem do ciasta rolowała ciasto. Jutro będzie używać wałka do ciasta, aby zrobić quiche.",
      "example_translation": "Elle a pris la roulette à pâtisserie dans le placard pour faire une croûte de tarte. Hier, elle a étalé la pâte avec une roulette à pâtisserie. Demain, elle utilisera une roulette à pâtisserie pour faire une quiche.",
      "imageLink": "image_files\\English\\"imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szafa bufetowa",
      "translation": "buffet",
      "definition": "Szafa bufetowa to mebel, zazwyczaj niska szafka lub półka, używana do przechowywania i eksponowania naczyń, pościeli i innych przedmiotów domowych.",
      "definition_translation": "Un meuble, généralement un cabinet bas ou une étagère, utilisé pour stocker et afficher des plats, des linges et d'autres objets ménagers.",
      "example": "Szafa bufetowa w jadalni była wypełniona pięknymi naczyniami. W zeszłym tygodniu wygładziła szafę bufetową. Następnym miesiącu będą kupować nową szafę bufetową dla swojego salonu.",
      "example_translation": "Le buffet dans la salle à manger était rempli de porcelaine fine. La semaine dernière, elle a nettoyé le buffet. Le mois prochain, ils acheteront un nouveau buffet pour leur salon.",
      "imageLink": "image_files\\English\\"imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "sitko",
      "translation": "tamis",
      "definition": "Sitko to narzędzie kuchenne z siatką lub perforowanym dnem, używane do separowania cząsteczek stałych różnej wielkości, zwłaszcza dla mąki lub innych proszków.",
      "definition_translation": "Un ustensile de cuisine avec un fond en maille ou perforé, utilisé pour séparer les particules solides de tailles différentes, notamment pour la farine ou d'autres poudres.",
      "example": "Użyła sitka, aby przesiać mąkę. Wczoraj on użył sitka, aby oddzielić ziarna. Jutro będą używać sitka, aby osuszyć makaron.",
      "example_translation": "Elle a utilisé un tamis pour passer la farine. Hier, il a utilisé un tamis pour séparer les grains. Demain, ils utiliseront un tamis pour égoutter les pâtes.",
      "imageLink": "image_files\\English\\"imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "stojak na przyprawy",
      "translation": "étagère à épices",
      "definition": "Stojak na przyprawy to pojemnik lub półka używana do przechowywania i organizacji przypraw, ziół i innych aromatów w kuchni.",
      "definition_translation": "Un contenant ou une étagère utilisée pour stocker et organiser les épices, les herbes et autres aromates dans une cuisine.",
      "example": "Układała stojak na przyprawy w porządku alfabetycznym. W zeszłym roku ojciec kupił stojak na przyprawy dla żony. Następnym tygodniu będą instalować nowy stojak na przyprawy w swojej kuchni.",
      "example_translation": "Elle a organisé l'étagère à épices dans l'ordre alphabétique. L'année dernière, il a acheté une étagère à épices pour sa femme. La semaine prochaine, ils installeront une nouvelle étagère à épices dans leur cuisine.",
      "imageLink": "image_files\\English\\"imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łyżka próbowa",
      "translation": "cuillère de dégustation",
      "definition": "Łyżka używana do próbowania jedzenia podczas gotowania, zwykle mała łyżka z długą rączką.",
      "definition_translation": "Une cuillère utilisée pour déguster les aliments pendant qu'ils sont cuisinés, généralement une petite cuillère avec un manche long.",
      "example": "Użyłem łyżki próbowej, aby sprawdzić przyprawę zupy. Wczoraj, musiałem użyć łyżki próbowej, aby dostosować smak sosu. Do następnego tygodnia, będę musiał użyć łyżki próbowej, aby spróbować nowego przepisu.",
      "example_translation": "J'ai utilisé une cuillère de dégustation pour vérifier l'assaisonnement de la soupe. Hier, j'ai dû utiliser une cuillère de dégustation pour ajuster la saveur de la sauce. D'ici la semaine prochaine, je devrai utiliser une cuillère de dégustation pour goûter la nouvelle recette.",
      "imageLink": "image_files\\English\\"imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "timer",
      "translation": "minuteur",
      "definition": "Urządzenie, które mierzy czas, szczególnie takie, które można zestawić, aby wyłączyć urządzenie lub alarmować kogoś po określonym czasie.",
      "definition_translation": "Un appareil qui mesure le temps, notamment celui qui peut être réglé pour éteindre un appareil ou avertir quelqu'un après une période déterminée.",
      "example": "Ustawiłem timer, aby przypomnieć mi o wyjęciu ciasta z pieca. Wczoraj, zapomniałem ustawić timer i ciasteczka się spaliły. Do jutra, będę musiał ustawić timer, aby upewnić się, że mięso jest odpowiednio ugotowane.",
      "example_translation": "J'ai réglé le minuteur pour me rappeler de sortir le gâteau du four. Hier, j'ai oublié de régler le minuteur et les biscuits ont brûlé. D'ici demain, je devrai régler le minuteur pour m'assurer que la viande est cuite correctement.",
      "imageLink": "image_files\\English\\"imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szpatułka",
      "translation": "fouet",
      "definition": "Narzędzie kuchenne używane do mieszania i mieszania żywności, składające się z rączki z serią pętli drutu na końcu.",
      "definition_translation": "Un outil de cuisine utilisé pour mélanger et mixer les aliments, consistant en un manche avec une série de boucles en fil de fer à l'extrémité.",
      "example": "Użyłem szpatułki, aby ubić jajka i cukier razem. Wczoraj, musiałem użyć szpatułki, aby wymieszać ciasto na tort. Do następnego weekendu, będę musiał użyć szpatułki, aby przygotować szczyptę do ciasteczek.",
      "example_translation": "J'ai utilisé un fouet pour battre les œufs et le sucre ensemble. Hier, j'ai dû utiliser un fouet pour mélanger la pâte pour le gâteau. D'ici le week-end prochain, je devrai utiliser un fouet pour préparer le glaçage pour les biscuits.",
      "imageLink": "image_files\\English\\"imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": " blat roboczy",
      "translation": "plan de travail",
      "definition": "Powierzchnia w kuchni lub laboratorium, gdzie wykonuje się prace, często wykonana z twardych materiałów, takich jak drewno, granit lub stal nierdzewna.",
      "definition_translation": "Une surface dans une cuisine ou un laboratoire où le travail est effectué, souvent faite d'un matériau dur comme le bois, le granit ou l'acier inoxydable.",
      "example": "Muszę oczyścić blat roboczy, aby zrobić miejsce dla nowych urządzeń kuchennych. Wczoraj, musiałem wyczyścić blat roboczy po przygotowaniu posiłku. Do następnego miesiąca, będę musiał zainstalować nowe blaty robocze w laboratorium.",
      "example_translation": "J'ai besoin de dégager le plan de travail pour faire place aux nouveaux appareils de cuisine. Hier, j'ai dû nettoyer le plan de travail après avoir préparé le repas. D'ici le mois prochain, je devrai installer de nouveaux plans de travail dans le laboratoire.",
      "imageLink": "image_files\\English\\"imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]