[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "łopian",
      "translation": "bardane",
      "definition": "Roślina dwuletnia podobna do ostu, uprawiana dla swoich korzeni i liści, używana w medycynie ziołowej.",
      "definition_translation": "Une plante bisannuelle à feuilles comestibles et racines, cultivée pour ses racines et utilisée en médecine herboriste.",
      "example": "Używałem herbaty z łopianu, aby detoxować wątrobę przez kilka lat. W zeszłym roku, wykopalem korzenie łopianu ze swojego ogrodu i zrobiłem smaczną sałatkę. W następnym roku, zasadzę więcej nasion łopianu, aby mieć stałe dostawy.",
      "example_translation": "J'ai utilisé du thé à la racine de bardane pour détoxiquer mon foie depuis des années. L'an dernier, j'ai récolté des racines de bardane dans mon jardin et j'ai fait une salade délicieuse. L'an prochain, je planterai plus de graines de bardane pour avoir un approvisionnement régulier.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "rumianek",
      "translation": "camomille",
      "definition": "Zioło o białych lub żółtych kwiatach, używane do robienia herbaty uspokajającej lub jako składnik kosmetyków relaksujących.",
      "definition_translation": "Une herbe aux fleurs blanches ou jaunes, utilisée pour faire un thé calmant ou comme agent calmant dans les produits de soins de la peau.",
      "example": "Wypiłem herbatę z rumianku przed snem, aby uspokoić nerwy. W zeszłym tygodniu, dodałem olejek rumiankowy do wody kąpielowej, aby się zrelaksować. W następnym miesiącu, zrobię krem rumiankowy, aby ukojąć skórę.",
      "example_translation": "J'ai bu du thé à la camomille avant de me coucher pour calmer mes nerfs. La semaine dernière, j'ai ajouté de l'huile essentielle de camomille à l'eau de mon bain pour me détendre. Le mois prochain, je vais faire une crème pour le visage à la camomille pour apaiser ma peau.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "pazur kotki",
      "translation": "griffe de chat",
      "definition": "Pnącze kolczaste, występujące w dżungli amazońskiej, używane w medycynie ziołowej do leczenia stanów zapalnych i chorób stawów.",
      "definition_translation": "Une vigne épineuse originaire de la forêt amazonienne, utilisée en médecine herboriste pour traiter l'inflammation et l'arthrose.",
      "example": "Brałem suplementy z pazura kotki, aby ulżyć bólowi stawowemu. W zeszłym roku, piłem herbatę z pazura kotki, aby zmniejszyć stan zapalny w organizmie. W następnym roku, spróbuję maści z pazura kotki, aby leczyć swoje artyryczne kolanie.",
      "example_translation": "J'ai pris des suppléments de griffe de chat pour soulager mes douleurs articulaires. L'an dernier, j'ai utilisé du thé à la griffe de chat pour réduire l'inflammation dans mon corps. L'an prochain, j'essaierai de l'onguent de griffe de chat pour traiter mes genoux arthritiques.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "podbiał",
      "translation": "tussilage",
      "definition": "Roślina wieloletnia o kwiatkach żółtych, używana w medycynie ziołowej do leczenia kaszlu i problemów z oddychaniem.",
      "definition_translation": "Une herbe vivace aux fleurs jaunes, utilisée en médecine herboriste pour traiter les toux et les problèmes respiratoires.",
      "example": "Wypiłem herbatę z podbiału, aby wyleczyć kaszel. W zeszłym miesiącu, użyłem syropu z podbiału, aby uśmierzyć kongestję. W następnym tygodniu, zrobię okład z podbiału, aby leczyć swoją bronchitis.",
      "example_translation": "J'ai bu du thé à la tussilage pour soulager ma toux. Le mois dernier, j'ai utilisé du sirop à la tussilage pour soulager ma congestion. La semaine prochaine, je vais faire un cataplasme à la tussilage pour traiter ma bronchite.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "mlecz",
      "translation": "pissenlit",
      "definition": "Mlecz to typ kwitnącej chwasty, pochodzącej z Europy i Azji. Charakteryzuje się swoimi żółtymi kwiatami i pierzastymi liśćmi.",
      "definition_translation": "Le pissenlit est une sorte de mauvaise herbe à fleurs qui est native d'Europe et d'Asie. Il est caractérisé par ses fleurs jaunes vives et ses feuilles plumeuses.",
      "example": "Wczoraj wybrałem mlecz w parku. Zrobię to ponownie jutro. Wybrałem mlecz w zeszłym tygodniu.",
      "example_translation": "J'ai cueilli un pissenlit dans le parc hier. Je cueillerai un autre demain. J'avais cueilli un la semaine dernière.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "kozieradka",
      "translation": "fenugrec",
      "definition": "Kozieradka to zioło pochodzące z regionu śródziemnomorskiego. Używa się go jako przyprawy i jest znane ze swoich właściwości leczniczych.",
      "definition_translation": "Le fenugrec est une herbe qui est native de la région méditerranéenne. Il est utilisé comme épice et est également connu pour ses propriétés médicinales.",
      "example": "Używałem kozieradki w swoim gotowaniu przez wiele lat. Używam kozieradki codziennie. Użyję kozieradki w swojej zupie jutro.",
      "example_translation": "J'ai utilisé du fenugrec dans ma cuisine pendant des années. J'utilise du fenugrec tous les jours. J'utiliserai du fenugrec dans ma soupe demain.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żenšen",
      "translation": "ginseng",
      "definition": "Żenšen to roślina pochodząca z Azji i Ameryki Północnej. Używa się go w tradycyjnej medycynie i jest znany ze swoich właściwości leczniczych.",
      "definition_translation": "Le ginseng est une plante qui est native d'Asie et d'Amérique du Nord. Il est utilisé dans la médecine traditionnelle et est censé avoir des propriétés curatives.",
      "example": "Brałem suplementy z żenšen dla zdrowia. Biorę żenšen każdego ranka. Wezmę żenšen przed ćwiczeniami jutro.",
      "example_translation": "J'ai pris des suppléments de ginseng pour ma santé. Je prends du ginseng tous les matins. Je prendrai du ginseng avant mon entraînement demain.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "skrzyp",
      "translation": "prêle",
      "definition": "Skrzyp to typ paproci, występujący w mokradłach. Jest znany ze swoich unikatowych, pustych łodyg i jest często używany w ziołach leczniczych.",
      "definition_translation": "La prêle est une sorte de fougère qui est native de zones humides. Elle est connue pour ses tiges creuses et uniques et est souvent utilisée dans les remèdes herbals.",
      "example": "Widziałem skrzyp w zabagnieniu wczoraj. Widzę skrzyp każdym razem, gdy idę na spacerek. Zobaczę skrzyp w lesie następnym tygodniu.",
      "example_translation": "J'ai vu de la prêle pousser dans le marais hier. Je vois de la prêle chaque fois que je vais randonner. Je verrai de la prêle dans la forêt la semaine prochaine.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "knieć",
      "translation": " Polygonum aviculare",
      "definition": "Knieć to roślina jednoroczna, rosnąca w wilgotnych miejscach i mająca szeroki zakres.",
      "definition_translation": "Le knotgrass est une plante herbacée annuelle qui pousse dans des endroits humides et a une habitude de rampant.",
      "example": "Widziałem knieć w zabagnieniu wczoraj, był dość wysoki. Wyjmę knieć z mojego ogrodu jutro, staje się uciążliwy. Knieć rozprzestrzeni się szeroko na łące następnej wiosny.",
      "example_translation": "J'ai vu un knotgrass pousser dans le marais hier, il était assez grand. Je vais arracher le knotgrass dans mon jardin demain, c'est devenu une nuisance. Le knotgrass avait largement envahi le champ l'été suivant.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "melisa",
      "translation": "mélisse",
      "definition": "Melisa to roślina wieloletnia, mająca lekki, cytrynowy smak i jest używana w kuchni i medycynie.",
      "definition_translation": "La mélisse est une plante herbacée vivace qui a un goût léger, citronné et est utilisée dans la cuisine et la médecine.",
      "example": "Dodałem melisę do herbaty wczoraj, było to bardzo uspokajające. Ona zasadzi melisę w swoim ogrodzie jutro, to jej ulubione zioło. Melisa wyrosłaQuite wysoko następnego lata.",
      "example_translation": "J'ai ajouté de la mélisse à mon thé hier, c'était très apaisant. Elle plantera de la mélisse dans son jardin demain, c'est son herbe favorite. La mélisse avait grandi tout à fait haut l'été suivant.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "nierdzewka",
      "translation": "œillet d'Inde",
      "definition": "Nierdzewka to kwiat jasnożółty lub pomarańczowy, często używany w ogrodach i mający silny, pungent zapach.",
      "definition_translation": "L'œillet d'Inde est une fleur jaune vif ou orange qui est souvent utilisée dans les jardins et a un odeur forte et piquante.",
      "example": "Posadziłem nierdzewkę w swoim ogrodzie wczoraj, było to dość łatwe. Ona będzie nosić nierdzewkę w swoich włosach jutro, to jej ulubiony kwiat. Nierdzewka zakwitła pięknie do następnej wiosny.",
      "example_translation": "J'ai planté de l'œillet d'Inde dans mon jardin hier, c'était assez facile. Elle portera un œillet d'Inde dans ses cheveux demain, c'est sa fleur préférée. L'œillet d'Inde avait fleuri magnifiquement l'année suivante.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "marchewka",
      "translation": "guimauve",
      "definition": "Marchewka to słodkie jedzenie wykonane z soku rośliny marchewkowej, często używane w deserach i cukierkach.",
      "definition_translation": "La guimauve est un aliment sucré fait à partir de la sève du plant de guimauve, souvent utilisé dans les desserts et les bonbons.",
      "example": "Zjadłem marchewkę wczoraj, było to bardzo słodkie. Ona będzie robić tratwy marchewkowe jutro, to jej ulubiony deser. Marchewka stopiła się w gorącej czekoladzie do następnej zimy.",
      "example_translation": "J'ai mangé une guimauve hier, c'était très sucré. Elle fabriquera des friandises de guimauve demain, c'est son dessert préféré. La guimauve avait fondu dans le chocolat chaud l'hiver suivant.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "babka zielińska",
      "translation": "plante de plantain des prés",
      "definition": "Bylina rodzima w Europie i Azji, z wąskimi liśćmi i małymi białymi kwiatami, często spotykana na łąkach i w ogrodach.",
      "definition_translation": "Une herbe vivace native d'Europe et d'Asie, aux feuilles étroites et aux petites fleurs blanches, souvent trouvée dans les pelouses et les prairies.",
      "example": "Używałem chodzić przez łąkę, gdzie rosła babka zielińska, i zrobię to znów przyszłym roku. Wczoraj widziałem, jak rozkwitała w ogrodzie.",
      "example_translation": "Je me promenais autrefois à travers la prairie où poussait la plante de plantain des prés, et je le ferai à nouveau l'année prochaine. Hier, j'ai vu qu'elle fleurissait dans le jardin.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "szałwia",
      "translation": "saule",
      "definition": "Bylina z szarozielonymi liśćmi, rodzima w regionie śródziemnomorskim, używana w kuchni i medycynie.",
      "definition_translation": "Une herbe vivace aux feuilles gris-vert, native de la région méditerranéenne, utilisée dans la cuisine et la médecine.",
      "example": "Moja babcia używała dodawać szałwię do swoich potraw, a ja dodam ją do swojego przepisu jutro. Ona uprawiała szałwię w swoim ogrodzie przez lata.",
      "example_translation": "Ma grand-mère ajoutait du saule à sa cuisine, et je l'utiliserai dans ma recette demain. Elle avait fait pousser du saule dans son jardin pendant des années.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "zwierzbik",
      "translation": "millepertuis",
      "definition": "Bylina z kwiatami żółtymi, rodzima w Europie i Azji, używana do leczenia łagodnej depresji i lęku.",
      "definition_translation": "Une herbe vivace aux fleurs jaunes, native d'Europe et d'Asie, utilisée pour traiter la dépression légère et l'anxiété.",
      "example": "Brałem zwierzbik przez kilka miesięcy, a będę kontynuował przyjmowanie go przyszłym roku. Ona brała zwierzbik, aby złagodzić swoją depresję.",
      "example_translation": "J'ai pris du millepertuis pendant quelques mois, et je continuerai à le prendre l'année prochaine. Elle avait pris du millepertuis pour soulager sa dépression.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "piołun",
      "translation": "absinthe",
      "definition": "Bylina z liśćmi srebrzysto-szarymi, rodzima w Europie i Azji, używana w medycynie i jako przyprawa w likierze.",
      "definition_translation": "Une herbe vivace aux feuilles argent-gris, native d'Europe et d'Asie, utilisée dans la médecine et comme arôme dans les spiritueux.",
      "example": "Próbowałem likieru z piołunem wczoraj wieczorem, a spróbuję go znów przyszłym tygodniu. Starożytni Grecy używali piołunu do leczenia gorączki.",
      "example_translation": "J'ai essayé du spiritueux infusé à l'absinthe hier soir, et je l'essaierai à nouveau la semaine prochaine. Les anciens Grecs utilisaient l'absinthe pour traiter la fièvre.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]