[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Wodnik",
      "translation": "Verseau",
      "definition": "Konstelacja położona w pobliżu równika niebieskiego, przedstawiająca nosiciela wody.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un porteur d'eau.",
      "example": "Była Wodnikiem, urodzonym w lutym. Była Wodnikiem przez całe życie, i będzie Wodnikiem na zawsze. Będzie zawsze Wodnikiem.",
      "example_translation": "Elle était un Verseau, née en février. Elle a toujours été un Verseau, et le sera toujours. Elle sera toujours un Verseau.",
      "imageLink": "image_files\\English\\aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Baran",
      "translation": "Bélier",
      "definition": "Konstelacja położona w pobliżu równika niebieskiego, przedstawiająca barana.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un bélier.",
      "example": "Był Baranem, urodzonym w kwietniu. Był Baranem przez całe życie, i będzie Baranem na zawsze. Będzie zawsze Baranem.",
      "example_translation": "Il était un Bélier, né en avril. Il a toujours été un Bélier, et le sera toujours. Il sera toujours un Bélier.",
      "imageLink": "image_files\\English\\aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Rak",
      "translation": "Cancer",
      "definition": "Konstelacja położona w pobliżu równika niebieskiego, przedstawiająca raka.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un crabe.",
      "example": "Była Rakiem, urodzoną w czerwcu. Była Rakiem przez całe życie, i będzie Rakiem na zawsze. Będzie zawsze Rakiem.",
      "example_translation": "Elle était un Cancer, née en juin. Elle a toujours été un Cancer, et le sera toujours. Elle sera toujours un Cancer.",
      "imageLink": "image_files\\English\\cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Koziorożec",
      "translation": "Capricorne",
      "definition": "Konstelacja położona w pobliżu równika niebieskiego, przedstawiająca kozła.",
      "definition_translation": "Une constellation située près de l'équateur céleste, censée représenter un bouc.",
      "example": "Był Koziorożcem, urodzonym w grudniu. Był Koziorożcem przez całe życie, i będzie Koziorożcem na zawsze. Będzie zawsze Koziorożcem.",
      "example_translation": "Il était un Capricorne, né en décembre. Il a toujours été un Capricorne, et le sera toujours. Il sera toujours un Capricorne.",
      "imageLink": "image_files\\English\\capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Bliźnięta",
      "translation": "Gémeaux",
      "definition": "Trzeci znak zodiaku, Bliźnięta to konstelacja nazwana od bliźniaków Kastora i Polluksa w mitologii greckiej. Ludzie urodzeni pod tym znakiem są uważani za ciekawskich, wszechstronnych i komunikatywnych.",
      "definition_translation": "Le troisième signe du zodiaque, les Gémeaux est une constellation nommée d'après les jumeaux Castor et Pollux de la mythologie grecque. Les personnes nées sous ce signe sont réputées être curieuses, versatiles et communicatives.",
      "example": "Jestem Bliźnięciem, i uwielbiam uczyć się nowych rzeczy. Nauczyłem się grać na gitarze w zeszłym roku, a teraz uczę się mówić po hiszpańsku. W następnym roku nauczę się gotować kuchnię francuską.",
      "example_translation": "Je suis Gémeaux, et j'aime apprendre de nouvelles choses. J'ai appris à jouer de la guitare l'année dernière, et maintenant j'apprends à parler espagnol. L'année prochaine, j'apprendrai à cuisiner la cuisine française.",
      "imageLink": "image_files\\English\\gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Lew",
      "translation": "Lion",
      "definition": "Piąty znak zodiaku, Lew to konstelacja nazwana od lwa w mitologii greckiej. Ludzie urodzeni pod tym znakiem są uważani za pewnych siebie, pasjonujących i hojnych.",
      "definition_translation": "Le cinquième signe du zodiaque, le Lion est une constellation nommée d'après le lion de la mythologie grecque. Les personnes nées sous ce signe sont réputées être confiantes, passionnées et généreuses.",
      "example": "Ona jest Lwem, i uwielbia być w centrum uwagi. Zawsze opowiada żarty i sprawia, że ludzie śmieją się, i jest bardzo hojna, gdy chodzi o dzielenie się czasem i zasobami. W zeszłym tygodniu zorganizowała wielką imprezę i zaprosiła całe miasto.",
      "example_translation": "Elle est Lion, et elle aime être au centre de l'attention. Elle raconte toujours des plaisanteries et fait rire les gens, et elle est très généreuse lorsqu'il s'agit de partager son temps et ses ressources. La semaine dernière, elle a organisé une grande fête et a invité tout le village.",
      "imageLink": "image_files\\English\\leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Waga",
      "translation": "Balance",
      "definition": "Siódmy znak zodiaku, Waga to konstelacja nazwana od wagi w mitologii greckiej. Ludzie urodzeni pod tym znakiem są uważani za dyplomatycznych, towarzyskich i zrównoważonych.",
      "definition_translation": "Le septième signe du zodiaque, la Balance est une constellation nommée d'après les balances de la mythologie grecque. Les personnes nées sous ce signe sont réputées être diplomatiques, sociales et équilibrées.",
      "example": "On jest Wagą, i zawsze próbuje znaleźć równowagę w życiu. Uwielbia ważyć za i przeciw każdej decyzji, i jest bardzo towarzyski i wychodzący. W zeszłym roku zrównoważył swoją pracę i życie prywatne, a teraz może podróżować po świecie.",
      "example_translation": "Il est Balance, et il cherche toujours à trouver l'équilibre dans sa vie. Il adore peser les pour et les contre de chaque décision, et il est très sociable et extraverti. L'année dernière, il a équilibré parfaitement son travail et sa vie personnelle, et maintenant il peut voyager dans le monde entier.",
      "imageLink": "image_files\\English\\libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Ryby",
      "translation": "Poissons",
      "definition": "Dwunasty i ostatni znak zodiaku, Ryby to konstelacja nazwana od ryb w mitologii greckiej. Ludzie urodzeni pod tym znakiem są uważani za empatycznych, wyobraźniowych i wrażliwych.",
      "definition_translation": "Le douzième et dernier signe du zodiaque, les Poissons est une constellation nommée d'après les poissons de la mythologie grecque. Les personnes nées sous ce signe sont réputées être empathiques, imaginatives et sensibles.",
      "example": "Ona jest Rybą, i jest bardzo empatyczna wobec innych. Uwielbia pomagać ludziom i zwierzętom, i jest bardzo wyobraźnia, gdy chodzi o sztukę i muzykę. W zeszłym tygodniu napisała piękną piosenkę, która odzwierciedlała jej stan emocjonalny, a teraz jest publikowana w muzycznym czasopiśmie.",
      "example_translation": "Elle est Poissons, et elle est très empathique envers les autres. Elle aime aider les gens et les animaux, et elle est très imaginative lorsqu'il s'agit d'art et de musique. La semaine dernière, elle a écrit une belle chanson qui reflétait son état émotionnel, et maintenant elle va être publiée dans un journal de musique.",
      "imageLink": "image_files\\English\\pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Strzelec",
      "translation": "Sagittaire",
      "definition": "Osoba urodzona między 22 listopada a 21 grudnia, związana z dziewiątym znakiem zodiaku.",
      "definition_translation": "Un Sagittaire est une personne née entre le 22 novembre et le 21 décembre, associée au neuvième signe du zodiaque.",
      "example": "Była Strzelcem i była znana ze swojego ducha przygody. Była Strzelcem przez całe życie, i była z niego dumna. Będzie Strzelcem na zawsze, zawsze szukając nowych doświadczeń.",
      "example_translation": "Elle était un Sagittaire et était connue pour son esprit aventureux. Elle avait été un Sagittaire toute sa vie et en était fière. Elle sera un Sagittaire pour toujours, toujours à la recherche de nouvelles expériences.",
      "imageLink": "image_files\\English\\sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Skorpion",
      "translation": "Scorpion",
      "definition": "Osoba urodzona między 23 października a 21 listopada, związana z ósmym znakiem zodiaku.",
      "definition_translation": "Un Scorpion est une personne née entre le 23 octobre et le 21 novembre, associée au huitième signe du zodiaque.",
      "example": "Był Skorpionem i był znany ze swojego intensywnego pasji. Był Skorpionem przez całe życie, i był z niego dumny. Będzie Skorpionem na zawsze, zawsze żyjąc pełnią życia.",
      "example_translation": "Il était un Scorpion et était connu pour sa passion intense. Il avait été un Scorpion toute sa vie et en était fier de ses émotions fortes. Il sera un Scorpion pour toujours, vivant toujours la vie à fond.",
      "imageLink": "image_files\\English\\scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Byk",
      "translation": "Taureau",
      "definition": "Byk to osoba urodzona między 20 kwietnia a 20 maja, związana z drugim znakiem zodiaku.",
      "definition_translation": "Un Taureau est une personne née entre le 20 avril et le 20 mai, associée au deuxième signe du zodiaque.",
      "example": "Była Bykiem i była znana z praktyczności. Była Bykiem przez całe życie i była dumna ze swej stabilności. Będzie Bykiem zawsze, ceniąc bezpieczeństwo i stabilność.",
      "example_translation": "Elle était un Taureau et était connue pour sa praticité. Elle avait été un Taureau toute sa vie et en était fière de sa stabilité. Elle sera un Taureau pour toujours, valorisant toujours la sécurité et la stabilité.",
      "imageLink": "image_files\\English\\taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "Panna",
      "translation": "Vierge",
      "definition": "Panna to osoba urodzona między 23 sierpnia a 22 września, związana z szóstym znakiem zodiaku.",
      "definition_translation": "Une Vierge est une personne née entre le 23 août et le 22 septembre, associée au sixième signe du zodiaque.",
      "example": "Był Paną i był znany ze swej uwagi do szczegółów. Był Paną przez całe życie i był dumny ze swej analitycznej myśli. Będzie Paną zawsze, dążąc do perfekcji.",
      "example_translation": "Il était une Vierge et était connu pour son attention au détail. Il avait été une Vierge toute sa vie et en était fier de son esprit analytique. Il sera une Vierge pour toujours, toujours aspirant à la perfection.",
      "imageLink": "image_files\\English\\virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "znak zodiaku",
      "translation": "signe du zodiaque",
      "definition": "Znak zodiaku to region nieba, który jest związany z określonym okresem roku i uważa się, że jest pod wpływem pozycji słońca, księżyca i planet w chwili urodzenia człowieka.",
      "definition_translation": "Un signe du zodiaque est une région du ciel qui est associée à une période particulière de l'année et est censée être influencée par la position du soleil, de la lune et des planètes au moment de la naissance d'une personne.",
      "example": "Urodziłem się pod znakiem zodiaku Skorpiona, co ma wpływ na moją osobowość. W przeszłości byłem bardzo introWerteryjny, ale teraz jestem bardziej towarzyski. W przyszłości będę próbował być bardziej pewnym siebie.",
      "example_translation": "Je suis né sous le signe du zodiaque du Scorpion, ce qui est censé influencer ma personnalité. Dans le passé, j'étais très introverti, mais maintenant je suis plus extraverti. À l'avenir, j'essaierai d'être plus confiant.",
      "imageLink": "image_files\\English\\zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]