[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aburrido",
      "translation": "скука",
      "definition": "Sentir cansancio y descontento porque algo no es interesante.",
      "definition_translation": "Чувство усталости и неудовлетворенности, потому что что-то не интересно.",
      "example": "Estuve aburrido en la fiesta de anoche. Estaré aburrido en la fiesta de mañana. Estoy aburrido en la fiesta ahora mismo.",
      "example_translation": "Мне было скучно на вечеринке вчера вечером. Я буду скучать на вечеринке завтра. Я сейчас скучаю на вечеринке.",
      "imageLink": "image_files\\English\\bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aburridor",
      "translation": "скучный",
      "definition": "No interesante o emocionante; aburrido.",
      "definition_translation": "Не интересный или не-exciting; скучный.",
      "example": "La película fue aburridora. El libro será aburridor. La clase es aburridora.",
      "example_translation": "Фильм был скучный. Книга будет скучной. Класс сейчас скучный.",
      "imageLink": "image_files\\English\\boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inteligente",
      "translation": "умный",
      "definition": "Teniendo o mostrando la capacidad de aprender o entender cosas rápidamente.",
      "definition_translation": "Имея или показывая способность быстро學ить или понимать вещи.",
      "example": "Ella fue inteligente y resolvió el rompecabezas rápidamente. Él ha sido inteligente y ha hecho una gran invención.",
      "example_translation": "Она была умной и решила головоломку быстро. Он был умным и сделал Великое изобретение.",
      "imageLink": "image_files\\English\\clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "difícil",
      "translation": "сложный",
      "definition": "Requiriendo habilidad, esfuerzo o práctica para hacer o entender.",
      "definition_translation": "Требующий многих навыков, усилий или практики, чтобы сделать или понять.",
      "example": "El problema de matemáticas era difícil de resolver. El proyecto será difícil de completar.",
      "example_translation": "Математическая задача была сложной для решения. Проект будет сложным для завершения.",
      "imageLink": "image_files\\English\\difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocionado",
      "translation": "возбуждённый",
      "definition": "Sentir o mostrar interés entusiasta y ansioso.",
      "definition_translation": "Чувствующий или проявляющий энтузиазм и жажду интереса или возбуждения.",
      "example": "Estuve emocionado de asistir al concierto, y todavía estoy emocionado de ver las fotos de él, y estaré emocionado de ir al próximo.",
      "example_translation": "Я был возбуждён посетить концерт, и я все ещё возбуждён смотреть фотографии с него, и я буду возбуждён пойти на следующий.",
      "imageLink": "image_files\\English\\excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocionante",
      "translation": "волнующий",
      "definition": "Causando sentimientos de entusiasmo y ansiedad.",
      "definition_translation": "Вызывающий чувства энтузиазма и жажды.",
      "example": "La noticia emocionante nos hizo a todos emocionados, y todavía estamos esperando la próxima noticia emocionante.",
      "example_translation": "Волнующая новость вызвала у нас всех радость, и мы все ещё ждём следующего волнующего обновления.",
      "imageLink": "image_files\\English\\exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "famoso",
      "translation": "знаменитый",
      "definition": "Bien conocido y respetado por una cosa o logro en particular.",
      "definition_translation": "Хорошо известный и уважаемый за какую-либо вещь или достижение.",
      "example": "Ella fue famosa por su hermosa voz, es famosa por su nuevo álbum, y será famosa por su próximo tour mundial.",
      "example_translation": "Она была знаменита своей красивым голосом, является знаменитой за свой новый альбом, и будет знаменита за свой предстоящий мировой тур.",
      "imageLink": "image_files\\English\\famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertido",
      "translation": "смешной",
      "definition": "Causando risa o diversión.",
      "definition_translation": "Вызывающий смех или развлекательность.",
      "example": "El chiste divertido nos hizo reír, y encontramos las impresiones divertidas del comediante hilarantes.",
      "example_translation": "Смешной анекдот нас рассмешил, и мы нашли комика's смешные впечатления очень забавными.",
      "imageLink": "image_files\\English\\funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bueno",
      "translation": "хороший",
      "definition": "Teniendo una calidad favorable o carácter; moralmente excelente.",
      "definition_translation": "Имеющий благоприятное качество или характер; морально excelente.",
      "example": "Me sentí bien ayudando a mi amigo. Me sentiré bien al respecto mañana. Me sentí bien al respecto ayer.",
      "example_translation": "Я чувствовал себя хорошо, помогая моему другу. Я буду чувствовать себя хорошо завтра. Я чувствовал себя хорошо вчера.",
      "imageLink": "image_files\\English\\good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "feliz",
      "translation": "счастливый",
      "definition": "Sentir alegría o placer; contento y satisfecho.",
      "definition_translation": "Чувствующий радость или удовольствие; довольный и удовлетворенный.",
      "example": "Estuve feliz en la fiesta. Estoy feliz hoy. Estaré feliz cuando me gradúe.",
      "example_translation": "Я был счастлив на вечеринке. Я счастлив сегодня. Я буду счастлив, когда окончу университет.",
      "imageLink": "image_files\\English\\happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "interesante",
      "translation": "интересный",
      "definition": "Despertando curiosidad o interés; emocionante y pensativo.",
      "definition_translation": "Повышающий любопытство или интерес; привлекательный и провоцирующий мысль.",
      "example": "La película fue interesante. El libro será interesante. La conferencia fue interesante.",
      "example_translation": "Фильм был интересным. Книга будет интересной. Лекция была интересной.",
      "imageLink": "image_files\\English\\interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agradable",
      "translation": "миль",
      "definition": "Agradable, grato o satisfactorio; favorable o placentero.",
      "definition_translation": "Приятный, соглашательный или удовлетворительный; благоприятный или приятный.",
      "example": "El clima fue agradable ayer. La comida es agradable aquí. La gente fue agradable conmigo.",
      "example_translation": "Погода была приятной вчера. Еда здесь приятная. Люди были приятны со мной.",
      "imageLink": "image_files\\English\\nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "triste",
      "translation": "грустный",
      "definition": "Teniendo o mostrando sentimientos de tristeza o infelicidad.",
      "definition_translation": "Имеющий или демонстрирующий чувства печали или несчастья.",
      "example": "Estuve triste cuando mi mascota favorita murió. Estoy triste cuando llueve. Estaré triste si no consigo el trabajo.",
      "example_translation": "Я был грустным, когда умерла моя любимая домашняя животное. Я грустный, когда идёт дождь. Я буду грустным, если не получу работу.",
      "imageLink": "image_files\\English\\sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cansado",
      "translation": "уставший",
      "definition": "Necesitando descansar o dormir debido a la falta de energía.",
      "definition_translation": "Чувствуя потребность отдохнуть или поспать из-за нехватки энергии.",
      "example": "Estuve cansado después de la larga caminata. Estoy cansado de este trabajo. Estaré cansado si no tomo un descanso.",
      "example_translation": "Я был уставшим после долгой прогулки. Я устал от этой работы. Я буду уставшим, если неprise перерыва.",
      "imageLink": "image_files\\English\\tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "distraído",
      "translation": "рассеянный",
      "definition": "No prestando atención al momento presente; olvidando cosas fácilmente.",
      "definition_translation": "Не обращая внимания на настоящий момент; забывая вещи легко.",
      "example": "Mi profesor distraído siempre olvidaba nuestra tarea. Soy distraído cuando veo televisión. Seré distraído si no tomo notas.",
      "example_translation": "Мой рассеянный профессор всегда забывал наше задание. Я рассеянный, когда смотрю ТВ. Я буду рассеянным, если не сделаю записи.",
      "imageLink": "image_files\\English\\absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "temeroso",
      "translation": "испуганный",
      "definition": "Teniendo miedo o ansiedad por algo o alguien.",
      "definition_translation": "Чувствующий страх или тревогу по поводу чего-то или кого-то.",
      "example": "Tenía miedo de la oscuridad cuando era niño. Tengo miedo de las alturas. Tendré miedo si no me preparo para el examen.",
      "example_translation": "Я был испуганным темнотой, когда был ребенком. Я испуганный высотой. Я буду испуганным, если не准备люсь к экзамену.",
      "imageLink": "image_files\\English\\afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enojado",
      "translation": "злой",
      "definition": "Sintiendo o mostrando gran enojo, hostilidad o resentimiento.",
      "definition_translation": "Чувствующий или показывающий большую досаду, враждебность или обиду.",
      "example": "Estuve enojado cuando vi las noticias, pero luego me calmé. Estoy enojado con mi hermano por mentirme. Estaré enojado si no te disculpas.",
      "example_translation": "Я был злым, когда видел новости, но затем я успокоился. Я зол на брата за то, что он лгал мне. Я буду злым, если ты не извинишься.",
      "imageLink": "image_files\\English\\angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuidadoso",
      "translation": "осторожный",
      "definition": "Dando cuidadoso pensamiento a las consecuencias probables de sus acciones.",
      "definition_translation": "Проявляющий осторожность в своих действиях, чтобы избежать нежелательных последствий.",
      "example": "Fui cuidadoso cuando conduje por el clima tormentoso. Ella es cuidadosa con su dinero. Él será cuidadoso con la vasija frágil.",
      "example_translation": "Я был осторожен, когда ехал через бурю. Она бережет свои деньги. Он будет осторожен с хрупким вазой.",
      "imageLink": "image_files\\English\\careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fresco",
      "translation": "классный",
      "definition": "Moderadamente frío en temperatura; teniendo una temperatura baja o constante.",
      "definition_translation": "Умеренно холодный по температуре; имеющий низкую или равномерную температуру.",
      "example": "La brisa fresca en un día caluroso de verano fue refrescante. El agua fresca era perfecta para nadar. El clima fresco hará que nuestra caminata sea más disfrutable.",
      "example_translation": "Прохладный ветер на жаркий летний день был освежающим. Холодная вода была идеальной для плавания. Прохладная погода сделает наш поход более приятным.",
      "imageLink": "image_files\\English\\cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "locura",
      "translation": "сумасшедший",
      "definition": "Mentalmente inestable; teniendo un deseo fuerte e irrazonable o entusiasmo.",
      "definition_translation": "Психически неустойчивый; имеющий сильное и неразумное желание или энтузиазм.",
      "example": "Conduce a una velocidad loca en la autopista. Ella está loca por su nuevo trabajo. Estaré loco de feliz cuando me gradúe de la universidad.",
      "example_translation": "Он едет сумасшедшей скоростью на шоссе. Она сумасшедшая от своей новой работы. Я буду сумасшедше рад, когда закончу колледж.",
      "imageLink": "image_files\\English\\crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peligroso",
      "translation": "опасный",
      "definition": "Lleno de riesgo; probable que cause daño o lesión; peligroso.",
      "definition_translation": "Полный риска; могут вызвать вред или травму; опасный.",
      "example": "Los caminos eran muy peligrosos durante el invierno, me alegré de haber llegado a casa con seguridad. Mañana tendré cuidado al conducir y espero evitar áreas peligrosas. Si no tengo cuidado, puedo meterme en una situación peligrosa.",
      "example_translation": "Дороги были очень опасными зимой, я был рад вернуться домой целым и невредимым. Завтра я буду осторожен за рулем и надеюсь избежать опасных районов. Если я не буду осторожен, я может оказаться в опасной ситуации.",
      "imageLink": "image_files\\English\\dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amistoso",
      "translation": "дружелюбный",
      "definition": "Teniendo o mostrando una disposición cálida y amigable; estando en buenos términos con alguien.",
      "definition_translation": "Имеющий или проявляющий теплое и добродушное отношение; быть в хороших отношениях с кем-то.",
      "example": "Mi vecino amistoso siempre me presta una mano ayuda. He sido amistoso con mis colegas desde que empecé a trabajar aquí. Seré amistoso con el nuevo estudiante y le mostraré el campus.",
      "example_translation": "Мой дружелюбный сосед всегдаready предлагает мне помочь. Я был дружелюбным с коллегами с тех пор, как начал работать здесь. Я буду дружелюбным к новому студенту и покажу ему вокруг кампуса.",
      "imageLink": "image_files\\English\\friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contento",
      "translation": "радостный",
      "definition": "Sentir o mostrar placer o satisfacción.",
      "definition_translation": "Испытывая или проявляя радость или удовлетворение.",
      "example": "Me alegré de haber aproado finalmente el examen. Ella estaba contenta de ver a su familia después de mucho tiempo. Estaré contento cuando termine mi proyecto y pueda tomar un descanso.",
      "example_translation": "Я рад, что я наконец сдал экзамен. Она была рада видеть свою семью после долгого времени. Я буду рад, когда закончу свой проект и смогу взять перерыв.",
      "imageLink": "image_files\\English\\glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "honrado",
      "translation": "честный",
      "definition": "Veraz y sincero; teniendo o mostrando un principio moral fuerte.",
      "definition_translation": "Правдивый и искренний; имеющий или проявляющий сильную моральную принцип.",
      "example": "Él es un hombre honrado y siempre cumple sus promesas. Trato de ser honesto con mis amigos y familia. Ella fue honesta sobre sus sentimientos y me dijo la verdad.",
      "example_translation": "Он честный человек и всегда держит свои обещания. Я пытаюсь быть честным с друзьями и семьей. Она была честной о своих чувствах и сказала мне правду.",
      "imageLink": "image_files\\English\\honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "interesado",
      "translation": "интересующий",
      "definition": "Sentir curiosidad o preocupación por algo o alguien.",
      "definition_translation": "Имеющий интерес к чему-либо или кому-либо.",
      "example": "Estuve interesado en la película, así que la vi de nuevo. Estoy interesado en aprender nuevos idiomas. Estaré interesado en asistir a la conferencia.",
      "example_translation": "Я былinterested в фильме, поэтому я смотрел его снова. Я интересуюсь обучением новых языков. Я будуinterested в участии в конференции.",
      "imageLink": "image_files\\English\\interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amable",
      "translation": "добрый",
      "definition": "Teniendo o mostrando una naturaleza gentil y considerada.",
      "definition_translation": "Имеющий или проявляющий мягкую, бережливую натуру.",
      "example": "Mi maestro fue amable conmigo cuando cometí un error. Ha sido amable conmigo durante todo el año. Será amable conmigo cuando necesite ayuda.",
      "example_translation": "Моя учительница была доброй ко мне, когда я совершил ошибку. Она была доброй ко мне на протяжении всего года. Она будет доброй ко мне, когда мне потребуется помощь.",
      "imageLink": "image_files\\English\\kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perezoso",
      "translation": "ленивый",
      "definition": "No dispuesto a trabajar o hacer un esfuerzo.",
      "definition_translation": "Не желающий работать или прилагать усилия.",
      "example": "Fui perezoso ayer, así que no hice mi tarea. Soy perezoso hoy, así que no haré los platos. Seré perezoso mañana, así que no iré al gimnasio.",
      "example_translation": "Я был ленивым вчера, поэтому я не делал домашнюю работу. Я ленивый сегодня, поэтому я не буду делать посуду. Я буду ленивым завтра, поэтому я не пойду в спортзал.",
      "imageLink": "image_files\\English\\lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enojado",
      "translation": "сердитый",
      "definition": "Sentir o mostrar gran ira o enfado.",
      "definition_translation": "Испытывая или проявляя большую злобу или раздражение.",
      "example": "Estuve enojado con mi hermano cuando rompió mi juguete. Estoy enojado con el gobierno por aumentar los impuestos. Estaré enojado conmigo mismo si fallo el examen.",
      "example_translation": "Я был сердит на брата, когда он сломал мою игрушку. Я сердит на правительство за повышение налогов. Я буду сердит на себя, если не сдам экзамен.",
      "imageLink": "image_files\\English\\mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "satisfecho",
      "translation": "радостный",
      "definition": "Sentir o mostrar placer o satisfacción.",
      "definition_translation": "чувствуя или демонстрируя радость или удовлетворение",
      "example": "Me alegré de ver a mi amigo después de mucho tiempo. Estoy satisfecho con mi nuevo trabajo. Estaré satisfecho de ayudarte.",
      "example_translation": "Я был рад видеть моего друга после долгого времени. Я доволен своей новой работой. Я будет рад помочь вам.",
      "imageLink": "image_files\\English\\pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortés",
      "translation": "вежливый",
      "definition": "Teniendo o mostrando comportamiento respetuoso y considerado hacia otras personas.",
      "definition_translation": "имеющий или демонстрирующий поведение, которое является уважительным и считательным по отношению к другим людям",
      "example": "Ella fue cortés con todos en la fiesta. Él es siempre cortés con sus maestros. Serán corteses con sus invitados.",
      "example_translation": "Она была вежлива со всеми на.party. Он всегда вежлив к своим учителям. Они будут вежливы к своим гостям.",
      "imageLink": "image_files\\English\\polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pobre",
      "translation": "бедный",
      "definition": "teniendo poco o ningún dinero, bienes o otros medios de sustento",
      "definition_translation": "имея мало или совсем нет денег, товаров или других средств поддержки",
      "example": "Él era pobre y no podía permitirse un coche. Ellos son pobres y viven en un pequeño apartamento. Ella será pobre si no consigue un trabajo.",
      "example_translation": "Он был беден и не мог dovolno автомобиля. Они бедны и живут в маленькой квартире. Она будет бедной, если не получит работу.",
      "imageLink": "image_files\\English\\poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "silencioso",
      "translation": "тихий",
      "definition": "haciendo poco o ningún ruido",
      "definition_translation": "делая мало или совершенно не шума",
      "example": "La biblioteca es silenciosa durante los exámenes. Ella estaba silenciosa en la reunión. Él será silencioso en el concierto.",
      "example_translation": "Библиотека тихая во время экзаменов. Она была тихой на встрече. Он будет тихим на концерте.",
      "imageLink": "image_files\\English\\quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serio",
      "translation": "серьезный",
      "definition": "Sentirse o mostrar una intención, actitud o estado de ánimo sincero y solemne.",
      "definition_translation": "Чувствующий или демонстрирующий искреннюю и серьёзную намерение,Relation или настроение.",
      "example": "Él era muy serio sobre su trabajo y siempre cumplía con los plazos. Él había sido serio sobre su educación cuando era joven. Él será serio sobre sus objetivos profesionales en el futuro.",
      "example_translation": "Он был очень серьёзен в своей работе и всегда сдавал задания вовремя. Он был серьёзен в отношении своего образования, когда он был молодым. Он будет серьёзен в отношении своих карьерных целей в будущем.",
      "imageLink": "image_files\\English\\serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estúpido",
      "translation": "глупый",
      "definition": "Carecer de inteligencia, sentido común o buen juicio; necio.",
      "definition_translation": "Отсутствие интеллекта, здравого смысла или good судьбы; глупый.",
      "example": "Él hizo una cosa estúpida al invertir todo su dinero en una pirámide. Ella había sido estúpida al confiarle su contraseña a él. Ellos serán estúpidos al ignorar las señales de advertencia.",
      "example_translation": "Он сделал глупую вещь, инвестируя все свои деньги в пирамидную схему. Она была глупой, доверив ему свой пароль. Они будут глупыми, игнорируя предупредительные знаки.",
      "imageLink": "image_files\\English\\stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sorprendido",
      "translation": "удивленный",
      "definition": "Sentirse o mostrar un sentido de asombro, sorpresa o placer inesperado.",
      "definition_translation": "Чувствующий или демонстрирующий чувство удивления, изумления или неожиданной радости.",
      "example": "Me sorprendió la noticia de su embarazo. Él había sido sorprendido por la belleza de la ciudad. Ellos serán sorprendidos por la complejidad de la tarea.",
      "example_translation": "Я был удивлен новостью о ее беременности. Он был удивлен красотой города. Они будут удивлены сложностью задачи.",
      "imageLink": "image_files\\English\\surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulce",
      "translation": "сладкий",
      "definition": "Tener un sabor agradable y azucarado; agradable y deleitoso.",
      "definition_translation": "Имеющий приятный и сахаристый вкус; приятный и обаятельный.",
      "example": "Ella comió un pastel dulce de postre. Él había sido dulce con su novia en el Día de San Valentín. Ellos serán dulces con sus hijos cuando crezcan.",
      "example_translation": "Она съела сладкий торт на десерт. Он был сладок к своей девушке на День святого Валентина. Они будут сладки к своим детям, когда они вырастут.",
      "imageLink": "image_files\\English\\sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "organizado",
      "translation": "аккуратный",
      "definition": "ordenar o mantener en orden; mantener limpio y organizado",
      "definition_translation": "упорядочивать или держать в порядке; делать или держать чистым и организованным",
      "example": "Me organizué mi habitación ayer, me organizaré de nuevo mañana, y me organizaré todas las semanas.",
      "example_translation": "Я убрал свою комнату вчера, я уберу ее снова завтра, и я убирал ее каждую неделю.",
      "imageLink": "image_files\\English\\tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "infeliz",
      "translation": "несчастный",
      "definition": "no sentirse feliz o contento; experimentar tristeza o insatisfacción",
      "definition_translation": "не чувствующий счастья или удовлетворения; испытывающий печаль или неудовлетворенность",
      "example": "Yo era infeliz con mi trabajo el año pasado, soy infeliz con él ahora, y seré infeliz con él el próximo año.",
      "example_translation": "Я был несчастен с meiner работой в прошлом году, я несчастен с ней сейчас, и я буду несчастен с ней в следующем году.",
      "imageLink": "image_files\\English\\unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupado",
      "translation": "встревоженный",
      "definition": "sentirse ansioso o preocupado por algo",
      "definition_translation": "чувствующий тревогу или беспокойство о чем-то",
      "example": "Yo estaba preocupado por mis resultados de examen ayer, estoy preocupado por ellos ahora, y estaré preocupado por ellos hasta que los obtenga.",
      "example_translation": "Я встревожен о своих результатах экзамена вчера, я встревожен о них сейчас, и я буду встревожен о них до тех пор, пока не получу их.",
      "imageLink": "image_files\\English\\worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "activo",
      "translation": "активный",
      "definition": "estar comprometido en una actividad o operación; no estar inactivo",
      "definition_translation": "занятый какой-либо деятельностью или операцией; не бездействующий или неактивный",
      "example": "Yo era activo en deportes cuando era más joven, soy activo en mi comunidad ahora, y seré activo en mi carrera profesional el próximo año.",
      "example_translation": "Я был активен в спорте, когда я был моложе, я активен в своей общине сейчас, и я буду активен в своей карьере в следующем году.",
      "imageLink": "image_files\\English\\active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombrado",
      "translation": "изумленный",
      "definition": "Sintiendo gran sorpresa o asombro, a menudo acompañado de un sentimiento de admiración.",
      "definition_translation": "Чувство большой неожиданности или изумления, часто сопровождаемое чувством удивления.",
      "example": "Estuve asombrado por la belleza del Gran Cañón. Estoy asombrado por la complejidad del algoritmo. Estaré asombrado si aprobo el examen.",
      "example_translation": "Я был изумлен beauty Гранд-Каньона. Я удивлен сложностью алгоритма. Я буду изумлен, если сдаю экзамен.",
      "imageLink": "image_files\\English\\amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombroso",
      "translation": "удивительный",
      "definition": "Extremadamente bueno o atractivo, causando gran sorpresa o admiración.",
      "definition_translation": "До крайности хороший или привлекательный, вызывающий большое удивление или восхищение.",
      "example": "El espectáculo de fuegos artificiales fue asombroso. El nuevo restaurante es asombroso. La vista desde la cima será asombrosa.",
      "example_translation": "Шоу фейерверков было удивительным. Новый ресторан удивительный. Вид с вершины будет удивительным.",
      "imageLink": "image_files\\English\\amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "con ira",
      "translation": "с гневом",
      "definition": "En un estado de fuerte ira o molestia.",
      "definition_translation": "В состоянии сильного гнева или раздражения.",
      "example": "Ella habló con ira a su hermano. Él respondió con ira a la crítica. Ellos reaccionarán con ira a la noticia.",
      "example_translation": "Она заговорила с братом с гневом. Он ответил критике с гневом. Они отреагируют на новость с гневом.",
      "imageLink": "image_files\\English\\angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molesto",
      "translation": "раздраженный",
      "definition": "Sintiendo irritación o frustración, a menudo de manera trivial.",
      "definition_translation": "Чувствующий раздражение или фрустрацию, часто в мелочном плане.",
      "example": "Estuve molesto por el ruido. Ella se molesta cuando la gente llega tarde. Ellos se molestarán si no reciben el paquete a tiempo.",
      "example_translation": "Я был раздражен шумом. Она раздражается, когда люди опаздывают. Они будут раздражены, если не получат пакет вовремя.",
      "imageLink": "image_files\\English\\annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molesto",
      "translation": "раздражающий",
      "definition": "causando irritación o molestia",
      "definition_translation": "вызывающий раздражение или недовольство",
      "example": "El sonido molesto de la alarma me despertó. Encuentro su comportamiento molesto. No toleraré comentarios molestos.",
      "example_translation": "Раздражающий звук будильника разбудил меня. Я нахожу его поведение раздражающим. Я не терплю раздражающих комментариев.",
      "imageLink": "image_files\\English\\annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ansioso",
      "translation": "тревожный",
      "definition": "sintiendo preocupación o nerviosismo por algo o alguien",
      "definition_translation": "чувствующий беспокойство или нервозность по поводу кого-то или чего-то",
      "example": "Estuve ansioso por el examen. Ella se volvió ansiosa cuando no escuchó de él. Ellos estarán ansiosos por ver su nueva casa.",
      "example_translation": "Я был тревожен перед экзаменом. Она стала тревожной, когда не услышала от него. Они будут тревожными, чтобы увидеть свой новый дом.",
      "imageLink": "image_files\\English\\anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "valiente",
      "translation": "храбрый",
      "definition": "mostrando coraje o fuerza en face de peligro o dificultad",
      "definition_translation": "демонстрирующий храбрость или силу в лицо опасности или трудности",
      "example": "Él fue valiente durante la guerra. El valiente bombero salvó al niño. Ella será valiente y le dirá la verdad.",
      "example_translation": "Он был храбрым во время войны. Храбрый пожарный спас ребенка. Она будет храброй и скажет ему правду.",
      "imageLink": "image_files\\English\\brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "valientemente",
      "translation": "храбро",
      "definition": "de manera valiente o intrépida",
      "definition_translation": "в храбром или мужественном стиле",
      "example": "Ella se enfrentó valientemente a sus miedos. Él luchó valientemente por su país. Ellos superarán valientemente los obstáculos.",
      "example_translation": "Она храбро столкнулась с своими страхами. Он храбро боролся за свою страну. Они храбро преодолеют障碍.",
      "imageLink": "image_files\\English\\bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "encantador",
      "translation": "очаровывающий",
      "definition": "extremadamente agradable o atractivo",
      "definition_translation": "чрезвычайно приятный или привлекательный",
      "example": "Ella fue encantadora y conquistó al público con su discurso. Ella encantará a los inversionistas con su nueva propuesta mañana. Ella había encantado a los críticos con su actuación anterior.",
      "example_translation": "Она была очаровательной и покорила аудиторию своей речью. Она будет очаровывать инвесторов своей новой предложением завтра. Она очаровала критиков своим предыдущим выступлением.",
      "imageLink": "image_files\\English\\charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alegre",
      "translation": "VESёLЫЙ",
      "definition": "teniendo o mostrando una perspectiva agradable y optimista",
      "definition_translation": "имеющий или проявляющий приятный и оптимистичный настрой",
      "example": "Él fue alegre y ayudó a levantar el ánimo de todos. Ella es alegre y siempre nos hace reír. Ellos habían sido alegres durante los momentos difíciles.",
      "example_translation": "Он был весёлым и помог поднять настроение всем. Она является весёлой и всегда делает нас смеяться. Они были весёлыми во время трудных времен.",
      "imageLink": "image_files\\English\\cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frío",
      "translation": "ХОЛОДНЫЙ",
      "definition": "teniendo una temperatura baja",
      "definition_translation": "имеющий низкую температуру",
      "example": "Hacía frío afuera, así que me puse una chaqueta. El agua está fría, así que ten cuidado de no resbalarte. Mañana hará frío, así que lava ropa abrigadora.",
      "example_translation": "На улице было холодно, поэтому я надел куртку. Вода холодная, поэтому будьте осторожны, чтобы не поскользнуться. Завтра будет холодно, поэтому упакуйте тёплую одежду.",
      "imageLink": "image_files\\English\\cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "confundido",
      "translation": "ЗАПУТАННЫЙ",
      "definition": "incapaz de pensar con claridad o tomar decisiones",
      "definition_translation": "не способный думать четко или принимать решения",
      "example": "Me confundí con las instrucciones complejas. Ella está confundida sobre sus sentimientos hacia él. Habían estado confundidos por la información contradictoria.",
      "example_translation": "Я был запутан сложными инструкциями. Она запутана в своих чувствах к нему. Они были запутаны противоречивой информацией.",
      "imageLink": "image_files\\English\\confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "creativo",
      "translation": "креативный",
      "definition": "Teniendo la capacidad o poder de crear algo nuevo o original; teniendo una fuerte imaginación o poder creativo.",
      "definition_translation": "Имеющий способность или власть создавать что-то новое или оригинальное; имеющий сильное воображение или творческую силу.",
      "example": "La artista fue muy creativa con su uso de colores en la pintura. Creó una serie de pinturas el año pasado, y creará otra la próxima semana.",
      "example_translation": "Художник была очень креативной с использованием цветов в живописи. Она создала серию картин в прошлом году и создаст еще одну в следующем месяце.",
      "imageLink": "image_files\\English\\creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cruel",
      "translation": "жестокий",
      "definition": "Causando dolor o sufrimiento, ya sea físico o emocional, a menudo intencional o maliciosamente.",
      "definition_translation": "Причиняющий физическую или эмоциональную боль, часто намеренно или злобно.",
      "example": "El dictador cruel gobernó el país con mano de hierro. Fue cruel con sus enemigos, y será cruel con cualquier persona que se oponga a él en el futuro.",
      "example_translation": "Жестокий диктатор правил страной с железной рукой. Он был жесток к своим врагам и будет жесток к любому, кто будет против него в будущем.",
      "imageLink": "image_files\\English\\cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "curioso",
      "translation": "любопытный",
      "definition": "Teniendo un deseo de aprender o conocer algo, a menudo de manera juguetona o inquisitiva.",
      "definition_translation": "Имеющий желание учиться или знать о чем-то, часто в игривой или рассуждающей манере.",
      "example": "El niño curioso hizo muchas preguntas sobre el universo. Ella estaba curiosa sobre las estrellas, y será curiosa sobre los planetas en el futuro.",
      "example_translation": "Любопытный ребенок задал много вопросов о Вселенной. Она была любопытной о звездах и будет любопытной о планетах в будущем.",
      "imageLink": "image_files\\English\\curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "curiosamente",
      "translation": "любопытно",
      "definition": "De manera curiosa o inquisitiva, a menudo con un sentido de asombro o sorpresa.",
      "definition_translation": "В любопытной или рассуждающей манере, часто с чувством изумления или удивления.",
      "example": "Miró el objeto extraño curiosamente, preguntándose qué era. Los turistas caminaron curiosamente alrededor de las ruinas antiguas, y explorarán el museo curiosamente mañana.",
      "example_translation": "Она посмотрела на странное объект любопытно,궁о том, что это было. Туристы walked вокруг древних руин любопытно, и будут изучать музей любопытно завтра.",
      "imageLink": "image_files\\English\\curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "encantado",
      "translation": "радостный",
      "definition": "Sintiendo o mostrando gran placer o disfrute.",
      "definition_translation": "Испытывая или проявляя большое удовольствие или радость.",
      "example": "Me encantó ver a mis amigos en la fiesta. Me encanta anunciar nuestro nuevo producto. Me encantará ayudarte con tu proyecto.",
      "example_translation": "Я был рад видеть своих друзей на вечеринке. Я рад объявить о нашем новом продукте. Я буду рад помочь вам с вашим проектом.",
      "imageLink": "image_files\\English\\delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "deprimido",
      "translation": "депрессивный",
      "definition": "Sintiendo infelicidad y sin esperanza.",
      "definition_translation": "Испытывая грусть и безнадежность.",
      "example": "Me sentí deprimido después de perder mi trabajo. Estoy deprimido sobre el estado actual de la política. Me sentiré deprimido si no obtengo la promoción.",
      "example_translation": "Я чувствовал депрессию после потери работы. Я депрессивен по поводу текущего состояния политики. Я буду депрессивен, если не получу повышение.",
      "imageLink": "image_files\\English\\depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desilusionado",
      "translation": "разочарованный",
      "definition": "Sintiendo infelicidad o decepción porque algo no sucedió o no fue tan bueno como se esperaba.",
      "definition_translation": "Испытывая неудовлетворенность или разочарование, потому что что-то не произошло или было не так хорошо, как ожидаемо.",
      "example": "Me sentí desilusionado con la película. Estoy desilusionado con mi rendimiento. Me sentiré desilusionado si no ganamos el juego.",
      "example_translation": "Я был разочарован фильмом. Я разочаровался в моей производительности. Я буду разочарован, если мы не выиграем игру.",
      "imageLink": "image_files\\English\\disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desilusionante",
      "translation": "разочаровывающий",
      "definition": "Fracasando en satisfacer las expectativas o esperanzas.",
      "definition_translation": "Не удовлетворяющий ожиданиям или надеждам.",
      "example": "La película fue desilusionante. Las noticias fueron desilusionantes. La experiencia fue desilusionante.",
      "example_translation": "Фильм был разочаровывающим. Новости были разочаровывающими. Опыт был разочаровывающим.",
      "imageLink": "image_files\\English\\disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fácil de llevar",
      "translation": "легкий в общении",
      "definition": "teniendo una personalidad agradable y relajada, fácil de llevar",
      "definition_translation": "имея приятную и расслабленную личность, легко сходиться",
      "example": "Ella es una persona muy fácil de llevar, siempre lista para ayudar. Fue fácil de llevar y hizo amigos rápidamente. Será fácil de llevar y se adaptará al nuevo equipo.",
      "example_translation": "Она очень легкая в общении, всегда готов помочь. Она была легкой в общении и быстро делала друзей. Она будет легкой в общении и адаптируется к новой команде.",
      "imageLink": "image_files\\English\\easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avergonzado",
      "translation": "смущенный",
      "definition": "sintiendo o mostrando vergüenza o culpa, a menudo en una situación social",
      "definition_translation": "чувствующий или проявляющий стыд или вину, часто в социальной ситуации",
      "example": "Me sentí avergonzado cuando me caí en las escaleras. Ella se sintió avergonzada por su error. Se sentirá avergonzado si pierde el juego.",
      "example_translation": "Я чувствовал смущение, когда упал на лестнице. Она была смущена своей ошибкой. Он будет смущен, если проиграет игру.",
      "imageLink": "image_files\\English\\embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aversivo",
      "translation": "смущающий",
      "definition": "causando sentimientos de vergüenza o incomodidad",
      "definition_translation": "вызывающий чувства стыда или смущения",
      "example": "Fue un momento avergonzante para todos. La situación avergonzante nos hizo reír a todos. El error avergonzante fue corregido rápidamente.",
      "example_translation": "Это был смущающий момент для всех. Смущающая ситуация вызвала смех у нас всех. Смущающая ошибка была быстро исправлена.",
      "imageLink": "image_files\\English\\embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disfrutable",
      "translation": "приятный",
      "definition": "dando placer o alegría, agradable de experimentar",
      "definition_translation": "приносящий удовольствие или радость, приятный для переживания",
      "example": "La película fue disfrutable, me encantó la trama. El viaje disfrutable nos hizo felices a todos. La fiesta disfrutable será recordada por mucho tiempo.",
      "example_translation": "Фильм был приятным, я любил сюжет. Приятная поездка сделала нас всех счастливыми. Приятная вечеринка будет вспоминаться lâu времени.",
      "imageLink": "image_files\\English\\enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocionadamente",
      "translation": "радостно",
      "definition": "De una manera que muestra entusiasmo y ansiedad.",
      "definition_translation": "С энтузиазмом и желанием.",
      "example": "Habló emocionadamente sobre su próxima vacación. Ha estado hablando emocionadamente sobre su nuevo trabajo. Hablará emocionadamente sobre su graduación.",
      "example_translation": "Она радостно рассказывала о предстоящем отпуске. Она давно рассказывала радостно о новой работе. Она будет радостно рассказывать о своем выпуске.",
      "imageLink": "image_files\\English\\excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agotado",
      "translation": "исчерпанный",
      "definition": "Sintiendo una gran fatiga o falta de energía.",
      "definition_translation": "Чувствующий себя чрезвычайно утомленным или истощенным энергией.",
      "example": "Después del maratón, estaba agotado. He estado agotado trabajando horas extras. Estaré agotado después de este viaje.",
      "example_translation": "После марафона我 был истощен. Я был истощен после работы в сверхурочное время. Я буду истощен после этой поездки.",
      "imageLink": "image_files\\English\\exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experimentado",
      "translation": "опытный",
      "definition": "Habiendo ganado conocimiento o habilidad a través de la práctica o exposición.",
      "definition_translation": "Приобретенный знания или навыки через практику или экспозицию.",
      "example": "Un maestro experimentado puede manejar estudiantes difíciles. Ha sido experimentado en la gestión de equipos. Será experimentado en oratoria pública.",
      "example_translation": "Опытный учитель может справиться со сложными студентами. Он приобрел опыт в управлении командами. Она будет опытной в публичных выступлениях.",
      "imageLink": "image_files\\English\\experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "olvidadizo",
      "translation": "забывчивый",
      "definition": "Propenso a olvidar cosas o recuerdos.",
      "definition_translation": "Склонный к забыванию вещей или воспоминаний.",
      "example": "Soy olvidadizo y siempre pierdo mis llaves. Ha sido olvidadizo desde su accidente. Será olvidadizo si no toma notas.",
      "example_translation": "Я забывчивый и постоянно теряю свои ключи. Она была забывчивой после своей аварии. Он будет забывчивым, если не будет делать записи.",
      "imageLink": "image_files\\English\\forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asustado",
      "translation": "испуганный",
      "definition": "sintiendo miedo o ansiedad; asustado",
      "definition_translation": "испытывая страх или тревогу; напуганный",
      "example": "Me asusté con el ruido fuerte. Tengo miedo de las arañas. Me asustaré si no te veo mañana.",
      "example_translation": "Я был испуган громким шумом. Я боюсь пауков. Я буду испуган, если не увижу тебя завтра.",
      "imageLink": "image_files\\English\\frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "generoso",
      "translation": "щедрый",
      "definition": "deseoso de dar libremente de su dinero, tiempo o recursos",
      "definition_translation": "желает дать добровольно свои деньги, время или ресурсы",
      "example": "Ella fue generosa con su tiempo y me ayudó a mudarme. Él es generoso con su dinero y dona a la caridad. Serán generosos con sus recursos y proveerán para sus hijos.",
      "example_translation": "Она была щедрой со своим временем и помогла мне переехать. Он щедр со своими деньгами и жертвует на благотворительность. Они будут щедрыми со своими ресурсами и обеспечат своих детей.",
      "imageLink": "image_files\\English\\generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulce",
      "translation": "мягкий",
      "definition": "Suave y moderado en la naturaleza o el comportamiento; no duro ni brusco",
      "definition_translation": "мягкий и нежный по своей природе или поведению; не жестокий или грубый",
      "example": "Ella tiene un toque dulce con los animales. Él es dulce con sus palabras y no lastima los sentimientos de nadie. Serán dulces con sus hijos y les enseñarán bondad.",
      "example_translation": "У нее мягкое прикосновение к животным. Он мягок со своими словами и не задевает ничьих чувств. Они будут мягкими со своими детьми и научат их доброте.",
      "imageLink": "image_files\\English\\gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agradecido",
      "translation": "благодарный",
      "definition": "Sentir o mostrar aprecio o agradecimiento",
      "definition_translation": "чувствующий или проявляющий благодарность или感謝ность",
      "example": "Estuve agradecido por el regalo. Ella está agradecida por la oportunidad de aprender. Serán agradecidos por la ayuda que recibieron.",
      "example_translation": "Я был благодарен за подарок. Она благодарна за возможность учиться. Они будут благодарны за помощь, которую они получили.",
      "imageLink": "image_files\\English\\grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "culpable",
      "translation": "виновный",
      "definition": "Haber cometido una ofensa o delito; responsable de una falta o injusticia.",
      "definition_translation": "Совершивший преступление или преступление; ответственный за неправильное или несправедливое деяние.",
      "example": "Me sentí culpable por mentir a mis padres. Había sido culpable de plagio en mi ensayo. Me sentiré culpable si no me disculpo con ella.",
      "example_translation": "Я чувствовал себя виноватым за то, что солгал моим родителям. Я был виновен в плагиате в своем эссе. Я буду чувствовать себя виноватым, если не попрощаюсь с ней.",
      "imageLink": "image_files\\English\\guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "felizmente",
      "translation": "счастливо",
      "definition": "De manera feliz o alegre; con sentimiento de placer o contentamiento.",
      "definition_translation": "С радостью или удовлетворением; с чувством удовольствия или удовлетворения.",
      "example": "Vivimos felizmente para siempre. Aceptaré felizmente la oferta de trabajo. Se casarán felizmente el próximo año.",
      "example_translation": "Мы жили счастливо после этого. Я счастливо принял предложение работы. Они счастливо поженятся в следующем году.",
      "imageLink": "image_files\\English\\happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "útil",
      "translation": "полезный",
      "definition": "Que da asistencia o apoyo; útil o beneficioso.",
      "definition_translation": "Оказывая помощь или поддержку; полезный или благоприятный.",
      "example": "El maestro fue muy útil durante la lección. Este software es útil para el análisis de datos. Fueron útiles en nuestro momento de necesidad.",
      "example_translation": "Учитель был очень полезен во время урока. Это программное обеспечение полезно для анализа данных. Они были полезны в наш час нужды.",
      "imageLink": "image_files\\English\\helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esperanzado",
      "translation": "надежный",
      "definition": "Tener sentimiento de expectativa o deseo de que algo suceda.",
      "definition_translation": "Имея чувство ожидания или желания, чтобы что-то произошло.",
      "example": "Tenía esperanzas de que conseguía el trabajo. Ella estaba esperanzada sobre el nuevo tratamiento. Estuvieron esperanzados de que la lluvia parara pronto.",
      "example_translation": "Я был надеюсь, что получу работу. Она была надеется на новое лечение. Они были надеясь, что дождь остановится вскоре.",
      "imageLink": "image_files\\English\\hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desesperanzado",
      "translation": "безнадёжный",
      "definition": "No tener expectativa de algo bueno o de mejora; desesperado.",
      "definition_translation": "Не имеющий ожиданий хорошего или улучшения; отчаянный.",
      "example": "Se sintió desesperanzada después de recibir la noticia, pero entonces decidió tomar acción. Había estado desesperanzada en su relación anterior, pero ahora está enamorada. Se sentirá desesperanzada si no consigue el trabajo.",
      "example_translation": "Она чувствовала себя безнадёжной, получив известие, но затем она решила действовать. Она была безнадёжной в её предыдущих отношениях, но теперь она влюблена. Она будет чувствовать себя безнадёжной, если она не получит работу.",
      "imageLink": "image_files\\English\\hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lastimar",
      "translation": "обидеть",
      "definition": "Causar dolor físico o emocional a alguien o algo.",
      "definition_translation": "Причинять физическую или эмоциональную боль или травму кому-то или чему-то.",
      "example": "Se lastimó el tobillo mientras corría ayer, pero ahora duele menos. Él le lastimó los sentimientos cuando dijo eso, pero no quiso lastimarla. Si no tiene cuidado, se lastimará a sí misma.",
      "example_translation": "Она обидела свою лодыжку, бегая вчера, но теперь это болит меньше. Он обидел ее чувства, когда сказал это, но он не хотел обидеть ее. Если она не будет беречься, она обидит себя.",
      "imageLink": "image_files\\English\\hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enamorado",
      "translation": "влюбленный",
      "definition": "Tener sentimientos fuertes de amor o afecto por alguien.",
      "definition_translation": "Имея сильные чувства любви или привязанности к кому-то.",
      "example": "Estuvieron enamorados desde la primera cita, pero ahora se casan. Se sintió enamorada de él cuando lo vio sonreír, y supo que estaba enamorada. Estarán enamorados para siempre.",
      "example_translation": "Они были влюблены с первого свидания, но теперь они женятся. Она чувствовала себя влюбленной в него, когда увидела его улыбающимся, и она знала, что она влюблена. Они будут влюблены навечно.",
      "imageLink": "image_files\\English\\in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "en lágrimas",
      "translation": "в слезах",
      "definition": "Llorando, especialmente con fuerza o de manera incontrolable.",
      "definition_translation": "Плачущий, особенно громко или неудержимо.",
      "example": "La película fue tan triste que estuvo en lágrimas, pero luego se rió. Él estuvo en lágrimas cuando se despidió de su familia, y estuvo en lágrimas cuando los volvió a ver. La noticia la dejó en lágrimas.",
      "example_translation": "Фильм был такSad, что она была в слезах, но затем она засмеялась. Он был в слезах, когда сказал прощай своей семье, и он был в слезах, когда увидел их снова. Новости оставили ее в слезах.",
      "imageLink": "image_files\\English\\in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inteligente",
      "translation": "интеллектуальный",
      "definition": "Teniendo la capacidad de aprender o entender o de lidiar con problemas; teniendo una alta capacidad mental.",
      "definition_translation": "Имеющий способность обучаться или понимать, или решать проблемы; имеющий высокую умственную способность.",
      "example": "Ella es una persona inteligente que puede resolver problemas complejos. Ella resolvió el rompecabezas inteligentemente ayer. Ella analizará inteligentemente los datos la próxima semana.",
      "example_translation": "Она умная человек, который может решать сложные проблемы. Она разрешила головоломку inteligently вчера. Она подумает над данными следующей неделей intelligently.",
      "imageLink": "image_files\\English\\intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "celoso",
      "translation": "ревнивый",
      "definition": "Sentir o mostrar un deseo intenso de tener algo o de estar con alguien; sentir resentimiento o amargura porque alguien más tiene algo que tú quieres.",
      "definition_translation": "Чувствующее или демонстрирующее интенсивное желание иметь что-то или быть с кем-то; cítící обиду или горечь потому, что кто-то другой имеет то, что вы хотите.",
      "example": "Él estuvo celoso del nuevo coche de su hermano. Él se sintió celoso cuando su novia habló con otro chico. Él estará celoso si su amigo consigue el trabajo.",
      "example_translation": "Он был ревнив по поводу новой машины его брата. Он чувствовал обиду, когда его девушка разговаривала с другим парнем. Он будет ревнив, если его друг получит работу.",
      "imageLink": "image_files\\English\\jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entusiasta",
      "translation": "острый",
      "definition": "Teniendo un interés fuerte y entusiasta en algo; teniendo una mente aguda o intelecto.",
      "definition_translation": "Имеющий сильный и энthusiastический интерес к чему-то; имеющий острый ум или интеллект.",
      "example": "Ella está entusiasmada con jugar tenis. Ella estaba ansiosa por aprender el nuevo idioma. Ella estará entusiasmada de asistir al concierto.",
      "example_translation": "Она любит играть в теннис. Она была полна стремления научиться новому языку. Она будет полна стремления посетить концерт.",
      "imageLink": "image_files\\English\\keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amablemente",
      "translation": "любезно",
      "definition": "De manera amistosa y considerada; con una disposición a ayudar o asistir.",
      "definition_translation": "В дружелюбном и заботливом стиле; с готовностью помочь или помочь.",
      "example": "Ella amablemente me ofreció ayuda con mi tarea. Ella amablemente me dio un ride al aeropuerto. Ella amablemente explicará las reglas a nosotros.",
      "example_translation": "Она любезно предложила помочь мне с домашним заданием. Она любезно дала мне поездку в аэропорт. Она будет любезно объяснять нам правила.",
      "imageLink": "image_files\\English\\kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "animado",
      "translation": "живой",
      "definition": "Lleno de energía y vitalidad; entusiasta y animado.",
      "definition_translation": "Полный энергии и vitalности; энтузиастичный и живой.",
      "example": "La música animada hizo que todos se pusieran de pie. Ayer, escuché un discurso animado. Asistiré a una fiesta animada esta noche.",
      "example_translation": "Живая музыка всех привела в движение. Вчера я слушала живую речь. Сегодня ночью я посещу живой вечеринку.",
      "imageLink": "image_files\\English\\lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "solitario",
      "translation": "одинокий",
      "definition": "Triste o desdichado porque estás solo o no tienes amigos.",
      "definition_translation": "Грустный или несчастный, потому что вы один или у вас нет друзей.",
      "example": "Me sentí solitario después de mudarme a una nueva ciudad. Ayer, estuve solitario en el parque. No estaré solitario en la fiesta esta noche.",
      "example_translation": "Я чувствовал себя одиноко, после переезда в новый город. Вчера я был одиноким в парке. Сегодня ночью я не буду одиноким на вечернике.",
      "imageLink": "image_files\\English\\lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "changiente",
      "translation": "капризный",
      "definition": "Dado a cambios súbitos e inexplicables de humor, especialmente de estar feliz a estar triste o irritable.",
      "definition_translation": "Склонный к внезапным и необъяснимым изменениям настроения, особенно от счастья до печали или раздражительности.",
      "example": "Mi amigo es changiente hoy, así que estoy caminando sobre huevos. Ella estaba changiente ayer, pero ahora está bien. Él estará changiente si no consigue lo que quiere.",
      "example_translation": "Мой друг капризный сегодня, поэтому я иду на цыпочках. Она была капризной вчера, но теперь она в порядке. Он будет капризным, если он не получит то, что он хочет.",
      "imageLink": "image_files\\English\\moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "negativo",
      "translation": "отрицательный",
      "definition": "Expresando o implicando negación, rechazo o oposición.",
      "definition_translation": "Выражающий или подразумевающий отрицание, отказ или противодействие.",
      "example": "Tengo una actitud negativa hacia los lunes. Ayer, tuve una experiencia negativa en la tienda. El doctor me dio un resultado de prueba negativo.",
      "example_translation": "У меня отрицательное отношение к понедельникам. Вчера у меня был отрицательный опыт в магазине. Доктор дал мне отрицательный результат теста.",
      "imageLink": "image_files\\English\\negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nervioso",
      "translation": "нервозный",
      "definition": "Sentir ansiedad o aprensión; teniendo o mostrando sentimientos de nerviosismo.",
      "definition_translation": "Чувствуя тревогу или беспокойство; имея или проявляя признаки нервозности.",
      "example": "Estuve nervioso antes del examen, pero entonces empecé a sentirme más confiado. Había estado nervioso sobre hablar en público, pero ahora estoy acostumbrándome. Estaré nervioso sobre la entrevista de trabajo mañana.",
      "example_translation": "Я был нервозным перед экзаменом, но затем начал чувствовать себя более уверенно. Я был нервозным по поводу публичных выступлений, но теперь я привыкаю к этому. Завтра я буду нервозным перед интервью на работу.",
      "imageLink": "image_files\\English\\nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paciente",
      "translation": "пациент",
      "definition": "Una persona que está recibiendo cuidado médico, tratamiento o atención.",
      "definition_translation": "Человек, получающий медицинскую помощь, лечение или внимание.",
      "example": "El paciente se estaba recuperando bien de la cirugía. El doctor examinó al paciente cuidadosamente. La enfermera cuidará del paciente durante la noche.",
      "example_translation": "Пациент хорошо恢ился после операции. Доктор тщательно осмотрел пациента. Нigth медсестра будет ухаживать за пациентом всю ночь.",
      "imageLink": "image_files\\English\\patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortésmente",
      "translation": "вежливо",
      "definition": "De una manera que es respetuosa y considerada con los demás.",
      "definition_translation": "Способом, который является уважительным и учитывающим других.",
      "example": "Ella habló con el cliente cortésmente. Él siempre había tratado a sus colegas cortésmente. Ellos saludarán a los invitados cortésmente en la puerta.",
      "example_translation": "Она разговаривала с клиентом вежливо. Он всегда обращался с коллегами вежливо. Они будут встречать гостей вежливо у двери.",
      "imageLink": "image_files\\English\\politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poderoso",
      "translation": "мощный",
      "definition": "Teniendo o capaz de ejercer gran poder, fuerza o influencia.",
      "definition_translation": "Имея или способный оказывать большую власть, силу или влияние.",
      "example": "El motor poderoso rugió a la vida. La empresa se ha convertido en un jugador poderoso en el mercado. La nueva política les dará herramientas más poderosas para abordar el problema.",
      "example_translation": "Мощный двигатель загремел жизнью. Компания стала мощным игроком на рынке. Новая политика даст им более мощные инструменты для решения проблемы.",
      "imageLink": "image_files\\English\\powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "orgulloso",
      "translation": "гордый",
      "definition": "Teniendo o mostrando un sentido fuerte de orgullo, especialmente en logros o posesiones.",
      "definition_translation": "Имея илиแสดงяя сильное чувство гордости, особенно в своих достижениях или владениях.",
      "example": "Ella estaba orgullosa de su nuevo coche y había estado esperando durante meses para obtenerlo. Ella se siente orgullosa de los logros académicos de su hija. Ella se sentirá orgullosa de mostrar sus nuevas habilidades en la fiesta.",
      "example_translation": "Она гордилась своей новой машиной и ждала месяцев, чтобы ее получить. Она гордится академическими достижениями своей дочери. Она будет гордиться демонстрацией своих новых навыков на вечеринке.",
      "imageLink": "image_files\\English\\proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "belicoso",
      "translation": "ссорливый",
      "definition": "Teniendo o mostrando una tendencia a discutir o pelear, especialmente de manera petulante o injustificada.",
      "definition_translation": "Имея или демонстрируя склонность к спорам или борьбе, особенно в мелочном или неразумном виде.",
      "example": "Él era una persona belicosa y siempre encontraba defectos en los demás. Ella era belicosa con sus hermanos cuando era niña. Ellos serán belicosos si no obtienen lo que quieren.",
      "example_translation": "Он был ссорливым человеком и всегда находил недостатки в других. Она была ссорливой со своими братьями и сестрами в детстве. Они будут ссорливыми, если они не получат своего пути.",
      "imageLink": "image_files\\English\\quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "relajado",
      "translation": "расслабленный",
      "definition": "Sintiendo o mostrando un estado de calma o tranquilidad, especialmente después de un período de tensión o emoción.",
      "definition_translation": "Чувствующий или демонстрирующий состояние спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Ella se sintió relajada en la vacación en la playa, lejos del bullicio de la ciudad. Él estaba relajado después de un baño caliente largo. Ellos estarán relajados una vez que terminen su proyecto.",
      "example_translation": "Она чувствовала себя расслабленной на пляжном отдыхе, вдали от суеты и шума городской жизни. Он был расслаблен после длинной, горячей ванны. Они будут расслабленными, когда закончат свой проект.",
      "imageLink": "image_files\\English\\relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "relajante",
      "translation": "расслабляющий",
      "definition": "Causando que alguien se sienta calmado o tranquilo, especialmente después de un período de tensión o emoción.",
      "definition_translation": "Вызывающий у кого-то чувство спокойствия или умиротворенности, особенно после периода напряжения или возбуждения.",
      "example": "Escuchar música es una actividad relajante para ella. Caminar en la naturaleza es relajante. Ellos encuentran que jugar ajedrez es relajante después de un día largo de trabajo.",
      "example_translation": "Слушание музыки - это расслабляющая деятельность для нее. Прогулка на природе - это расслабляющая. Они находит игру в шахматы расслабляющей после длинного дня труда.",
      "imageLink": "image_files\\English\\relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "confiable",
      "translation": "надежный",
      "definition": "Capaz de ser confiado o dependido para hacer algo.",
      "definition_translation": "Способный быть доверенным или полагаться на выполнение чего-либо.",
      "example": "Él era una persona confiable que siempre cumplía sus promesas. Él es confiable y nos ayudará con gusto. Él será confiable y terminará el proyecto a tiempo.",
      "example_translation": "Он был надежным человеком, который всегда держал свои обещания. Он является надежным и конечно поможет нам. Он будет надежным и закончит проект вовремя.",
      "imageLink": "image_files\\English\\reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "romántico",
      "translation": "романтический",
      "definition": "Relacionado con o caracterizado por un atractivo sentimental o emocional.",
      "definition_translation": "Относящийся к или характеризующийся сентиментальной или эмоциональной привлекательностью.",
      "example": "La cena romántica fue perfecta para nuestro aniversario. Ella era romántica y amaba ver puestas del sol. Ellos tendrán una vacación romántica en París.",
      "example_translation": "Романтический обед был идеальным для нашей годовщины. Она была романтичной и любила смотреть на закаты. Они будут иметь романтический отпуск в Париже.",
      "imageLink": "image_files\\English\\romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grosero",
      "translation": "грубый",
      "definition": "Comportándose de manera brusca o poco refinada, a menudo de manera ofensiva o fastidiosa.",
      "definition_translation": "Ведет себя грубо или неотесанно, часто způsobem, который является оскорбительным или раздражающим.",
      "example": "Él fue grosero con el cliente y se disculpó más tarde. Ella fue grosera y no dijo gracias. Ellos no serán groseros con sus invitados.",
      "example_translation": "Он был грубым к клиенту и позднее извинился. Она была грубой и не сказала спасибо. Они не будут грубыми к своим гостям.",
      "imageLink": "image_files\\English\\rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "satisfecho",
      "translation": "довольный",
      "definition": "Sintiendo placer ocontentamiento, a menudo de manera calmada y relajada.",
      "definition_translation": "Чувствующий себя довольным или.content, часто способом, который является спокойным и расслабленном.",
      "example": "Ella estaba satisfecha con el servicio y dejó un buen comentario. Él está satisfecho con su trabajo y ama trabajar allí. Ellos estarán satisfechos con el resultado.",
      "example_translation": "Она была довольной сервисом и оставила хороший отзыв. Он доволен своей работой и любит работать там. Они будут довольными результатом.",
      "imageLink": "image_files\\English\\satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asustado",
      "translation": "испуганный",
      "definition": "Teniendo o sintiendo miedo, ansiedad o terror.",
      "definition_translation": "Испытывая страх или тревогу.",
      "example": "Tuve miedo de ir en skydiving por primera vez. Tengo miedo de las arañas. Tendré miedo si no consigo el trabajo.",
      "example_translation": "Я был испуган прыгать с парашютом в первый раз. Я боюсь пауков. Я буду испуган, если не получу работу.",
      "imageLink": "image_files\\English\\scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aterrador",
      "translation": "пугающий",
      "definition": "Que causa miedo o alarma; aterrador.",
      "definition_translation": "Вызывающий страх или тревогу; страшный.",
      "example": "La película aterradora me hizo saltar de mi asiento. Los efectos de sonido aterradores agregaron tensión. El payaso aterrador en la fiesta fue demasiado para los niños.",
      "example_translation": "Страшный фильм заставил меня выпрыгнуть из своей сидения. Страшные звуковые эффекты добавили к напряжению. Устрашающий клоун на вечеринке был слишком для детей.",
      "imageLink": "image_files\\English\\scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "confiado en sí mismo",
      "translation": "самоуверенный",
      "definition": "Teniendo confianza en sus propias habilidades, juicio o acciones.",
      "definition_translation": "Имеющий уверенность в своих способностях, суждении или действиях.",
      "example": "Era una oradora pública confiada en sí misma que llamó la atención del auditorio. Él estaba confiado en sí mismo al tomar la decisión de empezar su propio negocio. Estaré confiado en sí mismo en mi respuesta una vez que haya verificado los hechos.",
      "example_translation": "Она была самоуверенным оратором, которая привлекала внимание аудитории. Он был самоуверенным в своем решении начать свой собственный бизнес. Я буду самоуверенным в моем ответе, когда я проверю факты дважды.",
      "imageLink": "image_files\\English\\self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "egocéntrico",
      "translation": "эгоистичный",
      "definition": "Preocupado en exceso o exclusivamente por sus propias necesidades, deseos o bienestar.",
      "definition_translation": " Избыточно или исключительно озабоченный своими собственными потребностями, желаниями или благополучием.",
      "example": "Mi hermano puede ser egocéntrico al compartir sus juguetes. Ella era egocéntrica y solo pensaba en sus objetivos de carrera. Él fue egocéntrico y no consideró el impacto en los demás.",
      "example_translation": "Мой брат может быть эгоистичным, когда речь идет о делении своих игрушек. Она была эгоистичной и только думала о своих собственных целях в карьере. Он был эгоистичным и не考虑ал влияния на других.",
      "imageLink": "image_files\\English\\selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sensato",
      "translation": "разумный",
      "definition": "Teniendo, conteniendo o indicativo de buen sentido o juicio; razonable y prudente.",
      "definition_translation": "Имеющий, содержащий или свидетельствующий о хорошем смысле или суждении; разумный и предусмотрительный.",
      "example": "Era una persona sensata que siempre pensaba antes de actuar. Ella había sido lo suficientemente sensata como para ahorrar dinero para el viaje. Será sensata y llevará un paraguas con ella.",
      "example_translation": "Она была разумной personne, которая всегда думала перед тем, как действовать. Она была разумной enough, чтобы.save деньги для поездки. Она будет разумной и возьмет зонт с собой.",
      "imageLink": "image_files\\English\\sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " impactado",
      "translation": "шокированный",
      "definition": "Sintiendo gran sorpresa o asombro, a menudo acompañado de un sentido de angustia o desánimo.",
      "definition_translation": "Чувствующий великое удивление или изумление, часто сопровождаемое чувством тревоги или огорчения.",
      "example": "Me impactó cuando oí las noticias. Ella se impactó con el ruido fuerte. Se impactarán con la fiesta sorpresa.",
      "example_translation": "Я был шокирован, когда услышал новость. Она была шокирована громким шумом. Они будут шокированы-surprise party.",
      "imageLink": "image_files\\English\\shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impactante",
      "translation": "шокирующий",
      "definition": "Que causa un fuerte sentimiento de sorpresa, asombro o ultraje; profundamente perturbador o ofensivo.",
      "definition_translation": "Вызывающий сильное чувство удивления, изумления или негодования; глубоко тревожный или оскорбительный.",
      "example": "La noticia impactante se propagó rápidamente. La imagen impactante se quedó en mi mente. La verdad impactante se reveló anoche.",
      "example_translation": "Шокирующая новость быстро распространилась. Шокирующее изображение оставалось в моей памяти. Шокирующая правда была раскрыта вчера ночью.",
      "imageLink": "image_files\\English\\shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tímido",
      "translation": "забитый",
      "definition": "Sintiendo nerviosismo o timidez en presencia de otros; no seguro de sí mismo en sus habilidades o acciones.",
      "definition_translation": "Чувствующий нервозность или робость в присутствии других; не уверенный в своих способностях или действиях.",
      "example": "Ella era tímida y no hablaba en clase. Él era tímido y se sonrojaba cuando la conocía. Serán tímidos y callados en la fiesta.",
      "example_translation": "Она была застенчивой и не speaks lên в классе. Он был застенчивым и покраснел, когда встретил ее. Они будут застенчивыми и quiet на вечеринке.",
      "imageLink": "image_files\\English\\shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tonto",
      "translation": "смешной",
      "definition": "Foolish o absurdo, a menudo de manera divertida.",
      "definition_translation": "глупый или абсурдный, часто в забавной форме",
      "example": "Fui tonto y olvidé mis llaves en casa. Estoy siendo tonto y juego videojuegos todo el día. Seré tonto y llevaré un disfraz divertedido a la fiesta.",
      "example_translation": "Я был глуп и забыл ключи дома. Я веду себя глупо и играю в видеоигры весь день. Я буду глуп и надену комический костюм на вечеринку.",
      "imageLink": "image_files\\English\\silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inteligente",
      "translation": "умный",
      "definition": "Teniendo o mostrando una gran cantidad de inteligencia o sentido común.",
      "definition_translation": "имеющий или демонстрирующий большой интеллект или здравый смысл",
      "example": "Ella es inteligente y resuelve el rompecabezas rápidamente. Él fue inteligente y invirtió su dinero sabiamente. Serán inteligentes y estudiarán duro para el examen.",
      "example_translation": " Она умна и быстро решает пазл. Он был умным и инвестирует деньги мудро. Они будут умными и тщательно готовиться к экзамену.",
      "imageLink": "image_files\\English\\smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sociable",
      "translation": "общительный",
      "definition": "disfrutar de la compañía de otros y ser capaz de hablar y interactuar con facilidad",
      "definition_translation": "наслаждается компанией других и может легко разговаривать и общаться с людьми",
      "example": "Ella es sociable y hace amigos fácilmente. Él era sociable y organizó una gran fiesta. Serán sociables y asistirán a todos los eventos sociales.",
      "example_translation": " Она общительна и легко заводит друзей. Он был общительным и tổыл большой вечеринка. Они будут общительными и посетят все социальные мероприятия.",
      "imageLink": "image_files\\English\\sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estresado",
      "translation": "напряженный",
      "definition": "sentir ansiedad o sobrecarga, a menudo debido a demasiado trabajo o responsabilidad",
      "definition_translation": "чувствуя тревогу или перегруженность, часто из-за слишком большой работы или ответственности",
      "example": "Estuve estresado y no pude dormir anoche. Ella está estresada y necesita unas vacaciones. Él estará estresado y estudiará duro para el examen.",
      "example_translation": " Я был напряжен и не мог спать прошлой ночью. Она была напряжена и нуждалась в отпуске. Он будет напряжен и тщательно готовиться к экзамену.",
      "imageLink": "image_files\\English\\stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estresante",
      "translation": "стрессовый",
      "definition": "causar o caracterizar estrés, ansiedad o presión",
      "definition_translation": "вызывающий или характеризующий стресс, тревогу или давление",
      "example": "El trabajo fue estresante, pero logré manejar la carga de trabajo. Encuentro los plazos límite estresantes, especialmente cuando son ajustados. El período estresante de mi vida fue cuando estaba estudiando para los exámenes.",
      "example_translation": "Работа была стрессовой, но я смог справиться с работой. Я найти дедлайны стрессовыми, особенно когда они тесные. Стрессовый период в моей жизни был, когда я готовился к экзаменам.",
      "imageLink": "image_files\\English\\stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estricto",
      "translation": "строгий",
      "definition": "tener o marcado por una calidad seria, severa o severa",
      "definition_translation": "имея или отмеченный серьезным, суровым или строгим качеством",
      "example": "Mis padres eran muy estrictos cuando era niño. La maestra era estricta sobre las entregas tardías. La empresa tiene normas estrictas sobre confidencialidad.",
      "example_translation": "Мои родители были очень строгими, когда я был ребенком. Учитель был строгим о поздних сдачах. Компания имеет строгие правила о конфиденциальности.",
      "imageLink": "image_files\\English\\strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sorprendente",
      "translation": "удивительный",
      "definition": "causar sorpresa o asombro",
      "definition_translation": "вызывающий удивление или удивление",
      "example": "La noticia sorprendente fue un shock para todos. Tuve una reacción sorprendente al medicamento. La belleza sorprendente del paisaje me dejó sin aliento.",
      "example_translation": "Удивительные новости пришли как шок для всех. Я имел удивительную реакцию на медицину. Удивительная красота ландшафта отняла у меня дыхание.",
      "imageLink": "image_files\\English\\surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sorprendentemente",
      "translation": "удивительно",
      "definition": "de manera sorprendente",
      "definition_translation": "в удивительном виде",
      "example": "Sorprendentemente gané el concurso. El clima fue sorprendentemente cálido para invierno. La película terminó sorprendentemente bien.",
      "example_translation": "Я удивительно выиграл конкурс. Погода была удивительно теплой для зимы. Фильм закончился удивительно хорошо.",
      "imageLink": "image_files\\English\\surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "talentoso",
      "translation": "талантливый",
      "definition": "Tener una habilidad o habilidad natural.",
      "definition_translation": "Имея естественный талант или навык.",
      "example": "Era una cantante talentosa que había actuado en muchos conciertos. Actualmente está grabando su álbum debut. Actuará en los Premios Grammy el próximo año.",
      "example_translation": "Она была талантливой певицей, которая выступала на многих концертах. Сейчас она записывает свой дебютный альбом. Она выступит на премии Грэмми в следующем году.",
      "imageLink": "image_files\\English\\talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrorizado",
      "translation": "испуганный",
      "definition": "Sentir miedo o ansiedad extremos.",
      "definition_translation": "Чувство極альной страха или тревоги.",
      "example": "Estuve terrorizado por las alturas cuando era niño. Estoy terrorizado de las arañas ahora. Estaré terrorizado de hablar en público en el futuro.",
      "example_translation": "Я был испуган высотами, когда я был ребенком. Я сейчас испуган пауков. Я буду испуган публичных выступлений в будущем.",
      "imageLink": "image_files\\English\\terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agotador",
      "translation": "утомительный",
      "definition": "Causar una sensación de agotamiento físico o mental.",
      "definition_translation": "Вызывающий чувство физического или умственного истощения.",
      "example": "La caminata fue agotadora, pero la vista desde la cima valió la pena. Estudiar para los exámenes puede ser agotador. Me agotaré con demasiado ejercicio.",
      "example_translation": "Пеший поход был утомительным, но вид с вершины стоил того. Изучение для экзаменов может быть утомительным. Я утомлю себя too much упражнением.",
      "imageLink": "image_files\\English\\tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tolerante",
      "translation": "терпимый",
      "definition": "Disposición a aceptar o soportar algo desagradable.",
      "definition_translation": "Желающий принимать или терпеть что-то неприятное.",
      "example": "Ella era tolerante con la música ruidosa de su hermano. Él es tolerante con la comida picante. Serán tolerantes con las diferencias entre sí.",
      "example_translation": "Она была терпимой к шумной музыке ее брата. Он терпим к острой еде. Они будут терпимы друг к другу異й.",
      "imageLink": "image_files\\English\\tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inesperado",
      "translation": "неожиданный",
      "definition": "No esperado o anticipado; sorprendente.",
      "definition_translation": "Не ожидаемый или предвиденный; удивляющий.",
      "example": "La alarma de incendio se activó inesperadamente durante el examen. Ayer, tuve una visita inesperada de mi amigo. Tendré un tiempo libre inesperado la próxima semana.",
      "example_translation": "Сигнализация пожарной тревоги неожиданно сработала во время экзамена.esterday, у меня был неожиданный визит от друга. В следующей неделе у меня будет неожиданное свободное время.",
      "imageLink": "image_files\\English\\unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hostil",
      "translation": "неприятный",
      "definition": "No mostrando amabilidad o calidez; hostil o frío.",
      "definition_translation": "Не проявляющий заботы или теплоты; враждебный или холодный.",
      "example": "El asistente de la tienda hostil se negó a ayudarme. Ayer, me encontré con un perro hostil en la calle. Tendré que tratar con un colega hostil la próxima semana.",
      "example_translation": "Неприятный ассистент магазина отказался помочь мне. Вчера, я встретил неприятную собаку на улице. В следующей неделе мне придется иметь дело с неприятным коллегой.",
      "imageLink": "image_files\\English\\unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "indiferente",
      "translation": "бесинтересный",
      "definition": "No teniendo o mostrando interés; apático.",
      "definition_translation": "Не имеющий или не проявляющий интереса; апатичный.",
      "example": "El maestro podía ver que los estudiantes estaban indiferentes a la lección. Ayer, no me interesó la película. No estaré interesado en la reunión la próxima semana.",
      "example_translation": "Учитель мог видеть, что студенты были бесинтересны в уроке. Вчера, я был бесинтересен в фильме. В следующей неделе я буду бесинтересен в собрании.",
      "imageLink": "image_files\\English\\uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aburrido",
      "translation": "нескучный",
      "definition": "No interesante o emocionante; aburrido.",
      "definition_translation": "Не интересный или привлекательный; скучный.",
      "example": "La película era aburrida, así que me quedé dormido. Ayer, leí un libro aburrido. Veré una serie de TV aburrida la próxima semana.",
      "example_translation": "Фильм был неинтересным, поэтому я уснул. Вчера, я прочитал неинтересную книгу. В следующей неделе я będуж смотреть неинтересный телевизионный сериал.",
      "imageLink": "image_files\\English\\uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inhumano",
      "translation": "нежестокий",
      "definition": "Teniendo o mostrando falta de amabilidad o simpatía hacia los demás.",
      "definition_translation": "Имея или проявляя недостаток доброжелательности или сочувствия к другим.",
      "example": "Ella fue inhuma con su hermana cuando se tomó su juguete sin pedir permiso. Ha sido inhuma con sus amigos últimamente. Será inhuma con sus colegas si no obtiene lo que quiere.",
      "example_translation": "Она была жестока к своей сестре, когда взяла ее игрушку без hỏi. Она была недружелюбна к друзьям в последнее время. Она будет нежестока к своим коллегам, если не получит своего.",
      "imageLink": "image_files\\English\\unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "templado",
      "translation": "теплый",
      "definition": "Teniendo una temperatura cómoda, ni demasiado caliente ni demasiado fría.",
      "definition_translation": "Имея комфортную температуру, ни слишком горячую, ни слишком холодную.",
      "example": "El sol templado nos hizo sentir felices. El agua templada fue perfecta para un baño relajante. La temperatura templada hará que sea un gran día para un picnic.",
      "example_translation": "Теплое солнечное сияние сделало нас счастливыми. Теплая вода была идеальной для расслабляющей ванны. Теплая температура сделает это отличным днем для пикника.",
      "imageLink": "image_files\\English\\warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]