[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "positivo",
      "translation": "положительный",
      "definition": "teniendo o mostrando un efecto o actitud buena; optimista",
      "definition_translation": "имеющий или проявляющий goedeffect или Relation; оптимистичный",
      "example": "Ella tiene una actitud positiva hacia el aprendizaje de nuevos idiomas. Aprendió francés positivamente el año pasado. Aprendrá español positivamente el próximo año.",
      "example_translation": "У нее положительное отношение к изучению новых языков. Она изучила французский язык положительно в прошлом году. Она обязательно изучит испанский язык в следующем году.",
      "imageLink": "image_files\\English\\positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicto",
      "translation": "зависимый",
      "definition": "incapaz de dejar de hacer o usar algo, especialmente algo dañino",
      "definition_translation": "неспособный остановиться или перестать что-либо делать или использовать, особенно что-либо вредное",
      "example": "Él estaba adicto a jugar videojuegos. Había estado adicto al tabaquismo durante años. Estará adicto a las redes sociales pronto.",
      "example_translation": "Он был зависим от видеоигр. Он был зависим от курения на протяжении многих лет. Он скоро станет зависим от социальных сетей.",
      "imageLink": "image_files\\English\\addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aventurero",
      "translation": "авантюрный",
      "definition": "dispuesto a correr riesgos y probar cosas nuevas; aficionado a actividades emocionantes y poco comunes",
      "definition_translation": "готовый принимать риски и пробовать новые вещи; любящий захватывающие и необычные занятия",
      "example": "Ella es una persona aventurera que ama viajar. Ha estado en expediciones aventureras en la selva amazónica. Irá a un viaje aventurero a África el próximo año.",
      "example_translation": "Она авантюрный человек, который любит путешествовать. Она отправилась в авантюрные экспедиции в дождевые леса Амазонки. Она отправится в авантюрное путешествие по Африке в следующем году.",
      "imageLink": "image_files\\English\\adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afectuoso",
      "translation": "длящей",
      "definition": "mostrando o sintiendo amor o cariño; tierno y amoroso",
      "definition_translation": "показывающий или испытывающий любовь или привязанность; нежный и любящий",
      "example": "Ella es una madre afectuosa que ama a sus hijos. Fue afectuosa hacia sus amigos. Será afectuosa con su pareja futura.",
      "example_translation": "Она длящая мать, которая любит своих детей. Она была длящей к своим друзьям. Она будет длящей к своему будущему партнеру.",
      "imageLink": "image_files\\English\\affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agresivo",
      "translation": "агрессивный",
      "definition": "Teniendo o mostrando un temperamento hostil o violento;競itivamente competitivo o ansioso por luchar",
      "definition_translation": "Имеющий или проявляющий враждебный или насильственный темперамент; яростно конкурентоспособный или готовый сражаться.",
      "example": "El comportamiento agresivo del perro era aterrador. En el pasado, era agresivo hacia extranjeros. Para el próximo año, habrá sido agresivo durante cinco años.",
      "example_translation": "Агрессивное поведение собаки было пугающим. Раньше оно было агрессивно по отношению к чужим. К следующему году оно будет агрессивно в течение пяти лет.",
      "imageLink": "image_files\\English\\aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ambicioso",
      "translation": "амбициозный",
      "definition": "Teniendo o mostrando un fuerte deseo de tener éxito o lograr algo; teniendo un fuerte deseo de ser exitoso",
      "definition_translation": "Имеющий или проявляющий сильное желание преуспеть или достичь чего-либо; имеющий сильное желание быть успешным.",
      "example": "Ella era una empresaria ambiciosa joven que ya había fundado tres empresas. El año pasado, estaba ambiciosa sobre expandir su negocio. Para 2025, habrá sido ambiciosa de empezar su propio fondo de capital riesgo.",
      "example_translation": "Она была амбициозной молодой предпринимательницей, которая уже основала три компании. В прошлом году она была амбициозна по поводу расширения своего бизнеса. К 2025 году она будет амбициозна начать свой собственный фонд风险ного капитала.",
      "imageLink": "image_files\\English\\ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertido",
      "translation": "развлекаться",
      "definition": "Sintiendo o mostrando disfrute o entretenimiento; estando entretenido o complacido",
      "definition_translation": "Чувствующий или проявляющий радость или развлечение; будучи развлекаемым или радуясь.",
      "example": "Los niños estaban divertidos con los trucos del payaso. Ayer, estaban divertidos con la caricatura. Para el próximo verano, habrán estado divertidos en el nuevo parque acuático.",
      "example_translation": "Дети были развлечены фокусами клоуна. Вчера они были развлечены мультфильмом. К следующему лету они будут развлечены новым аквапарком.",
      "imageLink": "image_files\\English\\amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrogante",
      "translation": "арогантный",
      "definition": "Teniendo o mostrando una actitud de superioridad, falta de modestia o orgullo excesivo",
      "definition_translation": "Имеющий или проявляющий отношение превосходства, недостаток скромности или избыточную гордость.",
      "example": "El CEO arrogante era detestado por sus empleados. En el pasado, era arrogante sobre el éxito de su empresa. Para fin de año, habrá sido arrogante sobre su riqueza.",
      "example_translation": "Арогантный генеральный директор был неliked его сотрудниками. Раньше он был аrogантный относительно успешности своей компании. К концу года он будет аrogантный относительно своего богатства.",
      "imageLink": "image_files\\English\\arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malhumorado",
      "translation": "злой",
      "definition": "Teniendo o mostrando un mal o desagradable genio; irritable",
      "definition_translation": "Имеющий или проявляющий плохой или неприятный темперамент; раздражительный.",
      "example": "Ella era una persona malhumorada y siempre se enojaba fácilmente. Había sido malhumorada desde la infancia. Será malhumorada si no obtiene lo que quiere.",
      "example_translation": "Она была человеком с плохим характером и всегда легко раздражалась. Она была плохо темпераментом с детства. Она будет плохо темпераментом, если она не получит то, что она хочет.",
      "imageLink": "image_files\\English\\bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrado",
      "translation": "балансированный",
      "definition": "Teniendo una mezcla de diferentes cosas de manera que sea justa o razonable; no demasiado ni muy poco de nada",
      "definition_translation": "Имеющий смесь различных вещей таким образом, что это является справедливым или разумным; не слишком много или слишком мало чего-либо.",
      "example": "Él era una persona equilibrada que sabía cómo priorizar sus tareas. Había sido equilibrado en sus decisiones desde que era joven. Será equilibrado en su enfoque para el proyecto.",
      "example_translation": "Он был сбалансированным человеком, который знал, как приоритизировать свои задачи. Он был сбалансированным в своих решениях с юности. Он будет сбалансированным в своем подходе к проекту.",
      "imageLink": "image_files\\English\\balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amargo",
      "translation": "горький",
      "definition": "Tener un sabor agrio, acre o ácido; descontento o resentido.",
      "definition_translation": "Имеющий острый, резкий или кислотный вкус; несчастный или обиженный.",
      "example": "El café era amargo y necesitaba azúcar. Ella se sentía amarga acerca de sus relaciones pasadas. Él será amargo si no consigue el trabajo.",
      "example_translation": "Кофе был горьким и нуждался в сахаре. Она чувствовала горечь из-за своих прошлых отношений. Он будет горьким, если он не получит работу.",
      "imageLink": "image_files\\English\\bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "osado",
      "translation": "смелый",
      "definition": "Mostrar coraje o confianza en lo que se hace o se dice; no tener miedo de tomar riesgos.",
      "definition_translation": "Показывающий храбрость или уверенность в том, что он делает или говорит; не боится принимать риски.",
      "example": "Él era un emprendedor osado que tomaba riesgos en su empresa. Ella había sido osada en sus decisiones desde la universidad. Serán osados en su nueva estrategia de marketing.",
      "example_translation": "Он был смелым предпринимателем, который принимал риски в своем бизнесе. Она была смелой в своих решениях с колледжа. Они будут смелыми в своей новой маркетинговой стратегии.",
      "imageLink": "image_files\\English\\bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandona",
      "translation": "действующий",
      "definition": "Tener o mostrar demasiada confianza en la propia habilidad y tendencia a dar órdenes a otros.",
      "definition_translation": "Имеющий или проявляющий чрезмерную уверенность в своих способностях и склонность давать распоряжения другим.",
      "example": "Era una niña mandona, siempre diciéndole a sus hermanos qué hacer. Ella ordenaba a su equipo, diciéndoles cómo completar el proyecto. Será mandona en el futuro, siempre tratando de controlar a otros.",
      "example_translation": "Она была властной ребенком, всегда говоря своим братьям и сестрам, что делать. Она управляла своей командой, рассказывая им, как завершить проект. Она будет властной в будущем, всегда试я контролировать других.",
      "imageLink": "image_files\\English\\bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brillante",
      "translation": "яркий",
      "definition": "Dar o reflejar mucha luz; brillar intensamente.",
      "definition_translation": "Выдающий или отражающий много света; сияющий интенсивно.",
      "example": "El sol brillante estaba brillando en el cielo claro. Las luces brillantes de la ciudad nunca se desvanecían. El futuro brillante que nos espera está lleno de posibilidades.",
      "example_translation": "Яркое солнце сияло в ясном небе. Яркие огни города никогда не угасали. Яркое будущее перед нами было полно возможностей.",
      "imageLink": "image_files\\English\\bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cariñoso",
      "translation": "заботливый",
      "definition": "Sentir o mostrar preocupación y compasión por los demás.",
      "definition_translation": "Чувствующий или проявляющий беспокойство и сострадание к другим.",
      "example": "Era una madre cariñosa, siempre preocupada por el bienestar de sus hijos. Él cuidaba a sus pacientes, dándoles el mejor tratamiento posible. Serán cariñosos con el medio ambiente, tratando de reducir la contaminación.",
      "example_translation": "Она была заботливой матерью, всегда волнуясь о благополучии своих детей. Он заботился о своих пациентах, давая им лучшее лечение, которое было возможно. Они будут заботиться об окружающей среде, пытаясь уменьшить загрязнение.",
      "imageLink": "image_files\\English\\caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cauteloso",
      "translation": "осторожный",
      "definition": "Ser cuidadoso para evitar riesgos o peligros.",
      "definition_translation": "Осторожный, чтобы避ать рисков или опасностей.",
      "example": "Era cautelosa cuando caminaba sola por la noche, siempre mirando sobre su hombro. Él era cauteloso al tomar decisiones de inversión, haciendo una investigación exhaustiva. Serán cautelosos en el futuro, aprendiendo de los errores pasados.",
      "example_translation": "Она была осторожной, когда шла одна ночью, всегда смотрела за плечо. Он был осторожным при принятии инвестиционных решений, проводя тщательное исследование. Они будут осторожными в будущем, учась из прошлых ошибок.",
      "imageLink": "image_files\\English\\cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "competitivo",
      "translation": "конкурентный",
      "definition": "Relacionado con o caracterizado por la competencia, especialmente en los negocios o deportes.",
      "definition_translation": "Относящийся к или характеризующий конкуренцию, особенно в бизнесе или спорте.",
      "example": "La empresa tiene una estrategia de mercado muy competitiva, lo que les ha ayudado a mantenerse por delante de sus rivales. El año pasado, fueron más competitivos que nunca, y este año serán aún más así.",
      "example_translation": "Компания имеет высококонкурентную рыночную стратегию, которая помогла им оставаться впереди своих конкурентов. В прошлом году они были более конкурентоспособными, чем когда-либо, и в этом году они будут еще более таковыми.",
      "imageLink": "image_files\\English\\competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "presumido",
      "translation": "гордый",
      "definition": "Tener o mostrar un orgullo excesivo en la apariencia, logros, etc.",
      "definition_translation": "Имеющий или демонстрирующий чрезмерную гордость в своем виде, достижениях и т.д.",
      "example": "Él era tan presumido que pasaba horas frente al espejo, admirando su propia reflexión. Siempre había sido presumido, y sus amigos se habían cansado de sus alardeos.",
      "example_translation": "Он был так горд, что часами стоял перед зеркалом, любуясь своим собственным отражением. Он всегда был гордым, и его друзья устали от его хвастовства.",
      "imageLink": "image_files\\English\\conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupado",
      "translation": "озабоченный",
      "definition": "Sentir ansiedad o inquietud por algo o alguien.",
      "definition_translation": "Испытывающий тревогу или беспокойство о чем-то или ком-то.",
      "example": "Los padres estaban preocupados por la salud de su hijo, así que lo llevaron a ver a un médico. El gobierno está preocupado por la tasa de criminalidad creciente y está planificando aumentar la fuerza policial.",
      "example_translation": "Родители были обеспокоены здоровьем своего ребенка, поэтому они отвели его к врачу. Правительство обеспокоено растущим уровнем преступности и планирует увеличить полицейские силы.",
      "imageLink": "image_files\\English\\concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conservador",
      "translation": "консервативный",
      "definition": "Favorecer vistas y valores tradicionales, y oponerse al cambio o la innovación.",
      "definition_translation": "Сторонник традиционных взглядов и ценностей, и противник изменения или инноваций.",
      "example": "El político conservador se opuso a la propuesta de reformar el sistema impositivo. La empresa tiene un enfoque conservador en la inversión, prefiriendo adherirse a métodos tradicionales.",
      "example_translation": "Консервативный политик был против предложения реформировать налоговую систему. Компания имеет консервативный подход к инвестициям, предпочитая придерживаться традиционных методов.",
      "imageLink": "image_files\\English\\conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contenido",
      "translation": "содержимое",
      "definition": "El estado de estar satisfecho o complacido.",
      "definition_translation": "Состояние удовлетворенности или удовольствия.",
      "example": "Estoy contento con mi trabajo actual. Estaba contento con mi trabajo anterior, y estaré contento con mi trabajo futuro.",
      "example_translation": "Я удовлетворен своей текущей работой. Я был удовлетворен своей предыдущей работой, и я буду удовлетворен своей будущей работой.",
      "imageLink": "image_files\\English\\content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "convencional",
      "translation": "конвенциональный",
      "definition": "Siguiendo las costumbres o prácticas tradicionales.",
      "definition_translation": "Следующий обычным или традиционным нормам и практикам.",
      "example": "La forma convencional de hacer negocio está cambiando rápidamente. Hemos convencionalizado el proceso para hacerlo más eficiente. Para 2025, habremos convencionalizado toda la industria.",
      "example_translation": "Обычный способ ведения бизнеса быстро меняется. Мы уконвенционализировали процесс, чтобы сделать его более эффективным. К 2025 году мы уконвенционализируем整个industry.",
      "imageLink": "image_files\\English\\conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cooperativo",
      "translation": "кооперативный",
      "definition": "Dispuesto a trabajar juntos y ayudarse mutuamente.",
      "definition_translation": "Готовый работать вместе и помогать друг другу.",
      "example": "Los esfuerzos cooperativos del equipo llevaron al éxito del proyecto. Hemos sido cooperativos con nuestros socios durante años. Para el próximo año, habremos iniciado una nueva empresa cooperativa.",
      "example_translation": "Совместные усилия команды привели к успеху проекта. Мы сотрудничаем с нашими партнерами уже годы. К следующему году мы начнем новое кооперативное предприятие.",
      "imageLink": "image_files\\English\\cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cobarde",
      "translation": "злостный",
      "definition": "Careciendo de coraje o fuerza en el enfrentamiento del peligro o la dificultad.",
      "definition_translation": "Недостаток храбрости или силы духа перед лицом опасности или трудности.",
      "example": "Fue acusado de comportarse de manera cobarde durante la crisis. Fui cobarde en mi juventud, pero he superado mis miedos. Para el próximo mes, habré dejado de ser cobarde en el enfrentamiento de desafíos.",
      "example_translation": "Его обвинили вcowardly поведении во время кризиса. Я был злостным в юности, но с тех пор я преодолел свои страхи. К следующему месяцу я перестану быть злостным перед лицом сложностей.",
      "imageLink": "image_files\\English\\cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decente",
      "translation": "приличный",
      "definition": "Aceptable y satisfactorio, aunque no excepcional.",
      "definition_translation": "достаточно хороший, хотя и не исключительный",
      "example": "Ella era una jugadora de tenis decente, pero no lo suficientemente buena como para profesionalizar.",
      "example_translation": "Она была приличной теннисисткой, но не достаточно хорошей, чтобы стать профи.",
      "imageLink": "image_files\\English\\decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decidido",
      "translation": "решительный",
      "definition": "Teniendo o mostrando la capacidad de tomar decisiones rápidamente y con confianza.",
      "definition_translation": "обладая или демонстрируя способность принимать решения быстро и уверенно",
      "example": "Él fue un líder decidido, siempre tomando decisiones difíciles con facilidad.",
      "example_translation": "Он был решительным лидером, всегда легко принимая трудные решения.",
      "imageLink": "image_files\\English\\decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exigente",
      "translation": "требовательный",
      "definition": "Requiriendo mucho esfuerzo, tiempo o habilidad; difícil de satisfacer.",
      "definition_translation": "требующий много усилий, времени или навыков; трудно удовлетворить",
      "example": "El trabajo fue muy exigente, pero ella estaba lista para el desafío.",
      "example_translation": "Работа была очень требовательной, но она была готова к вызову.",
      "imageLink": "image_files\\English\\demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "deprimente",
      "translation": "угнетающий",
      "definition": "Causando sentimientos de tristeza o desesperanza.",
      "definition_translation": "вызывающий чувства печали или безнадежности",
      "example": "La noticia del desastre natural fue deprimente, pero tuvimos que mantener la moral alta.",
      "example_translation": "Новость о стихийном бедствии была угнетающей, но мы должны были остаться сильными.",
      "imageLink": "image_files\\English\\depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desesperado",
      "translation": "отчаянный",
      "definition": "Sentir o mostrar ansiedad o miedo extremo, especialmente en una situación donde la escapatoria parece imposible.",
      "definition_translation": "Чувствующий или проявляющий чрезвычайную тревогу или страх, особенно в ситуация, где бегство кажется невозможным.",
      "example": "Estuve desesperado por terminar el proyecto a tiempo, pero el equipo me retrasaba. Estuve desesperado por salir del edificio en llamas. Estaré desesperado por obtener un ascenso el próximo año.",
      "example_translation": "Я был отчаянно пытался завершить проект вовремя, но команда меня тормозила. Я был отчаянно пытался выбраться из горящего здания. Я буду отчаянно добиваться продвижения по службе в следующем году.",
      "imageLink": "image_files\\English\\desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "determinado",
      "translation": "решительный",
      "definition": "Habiendo tomado una decisión firme o teniendo una intención fuerte de hacer algo.",
      "definition_translation": "Принявший твердое решение или имеющий сильное намерение что-то сделать.",
      "example": "Estuve determinado a aprender a tocar la guitarra, así que practiqué todos los días. Ella había estado determinada a convertirse en doctora desde que era adolescente. Ellos estarán determinados a ganar el campeonato el próximo año.",
      "example_translation": "Я был решительным научиться играть на гитаре, так что я практиковался каждый день. Она была решительной стать врачом с тех пор, как была подростком. Они будут решительными выиграть чемпионат в следующем году.",
      "imageLink": "image_files\\English\\determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedyado",
      "translation": "преданный",
      "definition": "Dedicar todo el tiempo, la energía o la atención a algo o alguien.",
      "definition_translation": "Отданный все свое время, энергию или внимание кому-то или чему-то.",
      "example": "Ella estaba dedicada a su familia y siempre ponía sus necesidades primero. Él había estado dedicado a su trabajo y pasaba largas horas en la oficina. Ellos estarán dedicados a su causa benéfica y seguirán recaudando fondos.",
      "example_translation": "Она была предана своей семье и всегда ставила их нужды на первое место. Он был предан своей работе и проводил долгие часы в офисе. Они будут преданы своей благотворительной цели и продолжат сбор средств.",
      "imageLink": "image_files\\English\\devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diligente",
      "translation": "прилежный",
      "definition": "Mostrar cuidado y esfuerzo constante y atención al detalle.",
      "definition_translation": "Показывающий тщательное и устойчивое усилие и внимание к деталям.",
      "example": "Ella fue diligente en su investigación y recopiló todos los datos disponibles. Él había sido diligente en sus estudios y había obtenido buenos grados. Ellos serán diligentes en sus esfuerzos para reducir costos.",
      "example_translation": "Она была прилежной в своих исследованиях и собрала все доступные данные. Он был прилежным в своих учёных и достиг хороших оценок. Они будут прилежными в своих усилиях по減ению затрат.",
      "imageLink": "image_files\\English\\diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desonesto",
      "translation": "нечестный",
      "definition": "No honesto o veraz; tener o mostrar falta de integridad.",
      "definition_translation": "Не честный или правдивый; имеющий или демонстрирующий отсутствие целостности.",
      "example": "Las prácticas comerciales deshonestas de la empresa llevaron a su caída. El empleado fue despedido por ser deshonesto con su jefe. Las promesas electorales deshonestas del político fueron expuestas.",
      "example_translation": "Нечестные бизнес-практики компании привели к ее падению. Сотрудник был уволен за нечестность по отношению к своему боссу. Нечестные предвыборные обещания политика были раскрыты.",
      "imageLink": "image_files\\English\\dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desorganizado",
      "translation": "неорганизованный",
      "definition": "Carecer de organización o método; caótico o confuso.",
      "definition_translation": "Отсутствует организация или метод; хаотичный или CONFUSING.",
      "example": "El evento desorganizado fue un completo desastre. Los archivos desorganizados hicieron que fuera difícil encontrar algo. La estructura de gestión desorganizada de la empresa llevó a su fracaso.",
      "example_translation": "Неорганизованное мероприятие было полным провалом. Неорганизованные файлы делали трудным поиск чего-либо. Неорганизованная структура управления компании привела к ее неудаче.",
      "imageLink": "image_files\\English\\disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insatisfecho",
      "translation": "неудовлетворенный",
      "definition": "No estar satisfecho o contento; infeliz o descontento.",
      "definition_translation": "Не довольный или контент; несчастный или неудовлетворенный.",
      "example": "El cliente estaba insatisfecho con el servicio. El empleado estaba insatisfecho con su trabajo. La multitud insatisfecha protestó contra las políticas del gobierno.",
      "example_translation": "Клиент был неудовлетворен сервисом. Сотрудник был неудовлетворен своей работой. Неудовлетворенная толпа протестовала против 政ических правительства.",
      "imageLink": "image_files\\English\\dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estreante",
      "translation": "тревожный",
      "definition": "Causar ansiedad, tristeza o malestar; desagradable o molesto.",
      "definition_translation": "Причиняющий тревогу, печаль или беспокойство; неприятный или тревожный.",
      "example": "La noticia estreante sobre la economía fue alarmante. Los síntomas estreantes del paciente eran preocupantes. La situación estreante era insoportable.",
      "example_translation": "Тревожные новости об экономике были тревожными. Симптомы пациента были ЧРЕВОУГОДНЫМИ. Тревожная ситуация была нестерпимой.",
      "imageLink": "image_files\\English\\distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dudoso",
      "translation": "сомнительный",
      "definition": "Sentir o mostrar duda sobre algo o alguien.",
      "definition_translation": "чувствующий или показывающий сомнение в отношении кого-то или чего-то",
      "example": "Estuve dudoso sobre la inversión, pero mi amigo me aseguró que era una buena oportunidad. Había sido dudoso sobre sus habilidades, pero me demostró lo contrario. Estaré dudoso sobre sus intenciones hasta que vea los resultados.",
      "example_translation": "Я сомневался в инвестициях, но мой друг уверил меня, что это 好 возможность. Я сомневался в его способностях, но он доказал мне wrong. Я буду сомневаться в их намерениях, пока не увижу результаты.",
      "imageLink": "image_files\\English\\doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dinámico",
      "translation": "динамичный",
      "definition": "Caracterizado por cambios constantes, actividad o progreso.",
      "definition_translation": "характеризуется постоянным изменением, активностью или прогрессом",
      "example": "El enfoque dinámico de la empresa hacia los negocios llevó a un crecimiento rápido. La naturaleza dinámica de la industria requiere innovación constante. El estilo dinámico de enseñanza del maestro comprometió a los estudiantes.",
      "example_translation": "Динамичный подход компании к бизнесу привел к быстрому росту. Динамичная природа отрасли требует постоянного инновационного подхода. Динамичный стиль преподавания учителя занимал студентов.",
      "imageLink": "image_files\\English\\dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ansioso",
      "translation": "рвущийся",
      "definition": "Sentir o mostrar entusiasmo y interés.",
      "definition_translation": "чувствующий или показывающий энтузиазм и интерес",
      "example": "Estuve ansioso por empezar el nuevo proyecto. Ella había estado ansiosa por aprender el idioma durante años. Estarán ansiosos por ver los resultados del experimento.",
      "example_translation": "Я был рвущийся начать новый проект. Она была рвущейся изучать язык на протяжении лет. Они будут рвущимися увидеть результаты эксперимента.",
      "imageLink": "image_files\\English\\eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "educado",
      "translation": "образованный",
      "definition": "Haber recibido una educación, especialmente una que es avanzada o especializada.",
      "definition_translation": "получивший образование, особенно то, которое являетсяadvanced или специализированным",
      "example": "La élite educada en el país tenía un gran poder. Ella se educó en una universidad prestigiosa. La fuerza laboral educada es esencial para el crecimiento económico.",
      "example_translation": "Образованная элита в стране held значительное количество власти. Она получила образование в престижном университете. Хорошо образованная работоспособная сила является существенной для экономического роста.",
      "imageLink": "image_files\\English\\educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocional",
      "translation": "эмоциональный",
      "definition": "Relativo a o caracterizado por la emoción; instintivo o intuitivo en lugar de racional o razonado.",
      "definition_translation": "Относящийся к эмоциям; инстинктивный или интуитивный, chứ не рациональный или обоснованный.",
      "example": "Ella era una persona emocional y lloraba fácilmente. Había sido emocional durante la ruptura. Será emocional en la boda.",
      "example_translation": "Она была эмоциональной человек и легко плакала. Она была эмоциональной во время разрыва. Она будет эмоциональной на свадьбе.",
      "imageLink": "image_files\\English\\emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aliento",
      "translation": "ободряющий",
      "definition": "Dar apoyo o confianza; ayudar a alguien a sentirse más seguro o determinado.",
      "definition_translation": "Дающий поддержку или уверенность; помогая кому-то чувствовать себя более уверенно или решительно.",
      "example": "Sus palabras de aliento me ayudaron a perseguir mi sueño. Él había estado alentando a su equipo durante todo el juego. Serán alentadores con sus estudiantes para participar en la competencia.",
      "example_translation": "Её ободряющие слова помогли мне追uant我的 мечту. Он был ободряющим своей команде на протяжении всей игры. Они будут ободряющими своих студентов для участия в конкурсе.",
      "imageLink": "image_files\\English\\encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enérgico",
      "translation": "энергичный",
      "definition": "Teniendo o mostrando mucha energía y entusiasmo; vivo y activo.",
      "definition_translation": "Имеющий или показывающий много энергии и энтузиазма; живой и активный.",
      "example": "Él era una persona enérgica y siempre veía el lado positivo. Habían sido enérgicos durante el entrenamiento. Ella será enérgica en la fiesta esta noche.",
      "example_translation": "Он был энергичным человеком и всегда смотрел на светлую сторону. Они были энергичными во время тренировки. Она будет энергичной на вечеринке сегодня вечером.",
      "imageLink": "image_files\\English\\energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entretenido",
      "translation": "развлекательный",
      "definition": "Proporcionar diversión o entretenimiento; interesante o divertido.",
      "definition_translation": "Предоставляя удовольствие или развлечение; интересный или забавный.",
      "example": "La película fue entretenida y me gustó. Habían estado entreteniendo a sus invitados toda la noche. Él será entretenido con sus clientes en la cena.",
      "example_translation": "Фильм был развлекательным, и я насладился им. Они развлекали своих гостей всю ночь. Он будет развлекать своих клиентов на обеде.",
      "imageLink": "image_files\\English\\entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entusiasta",
      "translation": "энтузиастичный",
      "definition": "Lleno de interés intenso y emocionado, típicamente de manera vivaz y enérgica.",
      "definition_translation": "Наполненный интенсивным и возбужденным интересом или энтузиазмом, обычно в оживленном и энергичном стиле.",
      "example": "Ella estaba entusiasta con el nuevo proyecto y su equipo se sintió inspirado por su energía. En el pasado, había sido entusiasta con cada nueva idea, pero ahora era más cauta. En el futuro, espera ser entusiasta con su trabajo nuevamente.",
      "example_translation": "Она была энтузиастична по поводу нового проекта, и ее команда была вдохновлена ее энергией. В прошлом она была энтузиастична по поводу каждой новой идеи, но şimdi она была более осторожной. В будущем она надеется быть энтузиастична по поводу своей работы снова.",
      "imageLink": "image_files\\English\\enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malo",
      "translation": "злой",
      "definition": "Moralmente malo o incorrecto; malvado. Causando daño o lesión.",
      "definition_translation": "Морально плохой или неправильный; злой. Причиняет вред или повреждение.",
      "example": "El villano malo en la película estaba buscando venganza. En el pasado, había cometido muchos actos malos. En el futuro, enfrentará las consecuencias de sus acciones malas.",
      "example_translation": "Злой злодей в фильме искал мести. В прошлом он совершил многие злые деяния. В будущем он столкнется с последствиями своих злых действий.",
      "imageLink": "image_files\\English\\evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agotador",
      "translation": "истощающий",
      "definition": "Causando fatiga extrema o cansancio; extremadamente cansador.",
      "definition_translation": "Причиняет极альную усталость или утомление; крайне утомительный.",
      "example": "El maratón fue agotador y necesité un descanso largo después. En el pasado, nunca había completado una tarea agotadora como esa. En el futuro, espero estar mejor preparado para actividades agotadoras.",
      "example_translation": "Марафон был истощающим, и я нуждался в долгом отдыхе после этого. В прошлом я никогда не завершал такой истощающей задачи. В будущем я надеюсь быть лучше подготовлен к таким истощающим занятиям.",
      "imageLink": "image_files\\English\\exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experto",
      "translation": "эксперт",
      "definition": "Una persona con conocimientos o habilidades extensos en un área particular; especialista.",
      "definition_translation": "Человек с обширными знаниями или навыками в какой-либо области; специалист.",
      "example": "El experto en el campo de la medicina hizo un descubrimiento revolucionario. En el pasado, había sido experto en un campo diferente. En el futuro, espera convertirse en experto en un área nueva.",
      "example_translation": "Эксперт в области медицины сделал революционный открытие. В прошлом она была экспертом в другой области. В будущем она надеется стать экспертом в новой области.",
      "imageLink": "image_files\\English\\expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fiel",
      "translation": "верный",
      "definition": "Teniendo o mostrando lealtad y devoción a una persona, organización o causa; confiable y consistente en su desempeño o comportamiento.",
      "definition_translation": "Имеющий или демонстрирующий лояльность и преданность человеку, организации или делу; надежный и последовательный в исполнении или поведении.",
      "example": "Ella fue una amiga fiel durante mis tiempos difíciles. Había sido fiel a su esposo durante 20 años. Será fiel a sus deberes como gerente.",
      "example_translation": "Она была верной мне friend во время моих трудных времен. Она была верной своему мужу в течение 20 лет. Она будет верной своим обязанностям в качестве менеджера.",
      "imageLink": "image_files\\English\\faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fascinado",
      "translation": "заинтригованный",
      "definition": "Muy interesado y atraído por algo porque es inusual o interesante.",
      "definition_translation": "Оченьinterested и привлеченный к чему-то из-за того, что это необычно или интересно.",
      "example": "Estuve fascinado por las ruinas antiguas cuando visité Egipto. Ella había estado fascinada por la astronomía desde que era niña. Él estará fascinado por la nueva tecnología.",
      "example_translation": "Я был заинтригован древними развалинами, когда посетил Египет. Она была заинтригована астрономией с тех пор, как была ребенком. Он будет заинтригован новой технологией.",
      "imageLink": "image_files\\English\\fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fascinante",
      "translation": "заинтриговывающий",
      "definition": "Extremadamente interesante o atractivo debido a ser inusual o inesperado.",
      "definition_translation": "_EXTREMELY интересный или привлекательный из-за того, что это необычно или неожиданно.",
      "example": "El documental fascinante sobre la exploración del espacio fue emitido en televisión la noche pasada. La belleza fascinante de la cascada cautivó a todos los turistas.",
      "example_translation": "Заинтриговывающий документальный фильм о космической экспансии транслировался по телевизору昨 вечером. Заинтриговывающая красота водопада очаровала всех туристов.",
      "imageLink": "image_files\\English\\fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "feroz",
      "translation": "свирепый",
      "definition": "Mostrando una emoción fuerte y poderosa, como la ira o la determinación.",
      "definition_translation": "Показывающий сильное и мощное эмоциональное состояние, такое как гнев или решимость.",
      "example": "El guerrero feroz luchó con valentía en la batalla. Ella tenía una determinación feroz para triunfar en su carrera. Él será feroz en su crítica de la nueva política.",
      "example_translation": "Свирепый воин сражался храбро в бою. Она имела свирепую решимость преуспеть в своей карьере. Он будет свиреп в своей критике новой политики.",
      "imageLink": "image_files\\English\\fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "foolish",
      "translation": "глупый",
      "definition": "Careciente de buen sentido o juicio; irrazonable o estúpido.",
      "definition_translation": "Не имеющий здравого смысла или суждения; необоснованный или глупый.",
      "example": "Fui tonto al invertir todo mi dinero en ese negocio sospechoso. Fui tonto y no realicé mi investigación. Seré tonto si no aprendo de mis errores.",
      "example_translation": "Я был глуп, инвестировав все мое деньги в тот сомнительный бизнес. Я был глуп и не произвел исследования. Я буду глуп, если не научусь из своих ошибок.",
      "imageLink": "image_files\\English\\foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "furioso",
      "translation": "ярости",
      "definition": "Extremadamente enfurecido; lleno de ira intensa o furia.",
      "definition_translation": "Чрезвычайно злой; наполненный сильной злобой или ярости.",
      "example": "Estuve furioso cuando encontré que me habían engañado. Estoy furioso sobre la injusticia en el mundo. Seré furioso si alguien toca mi coche.",
      "example_translation": "Я был в ярости, когда узнал, что меня обманули. Я яростен из-за несправедливости в мире. Я буду в ярости, если кто-то займет мой автомобиль.",
      "imageLink": "image_files\\English\\furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "codicioso",
      "translation": "жадный",
      "definition": "Teniendo o mostrando un deseo intenso y egoísta de algo, especialmente comida o dinero.",
      "definition_translation": "Имеющий или проявляющий сильное и эгоистичное желание к чему-то, особенно еде или деньгам.",
      "example": "Mi hermano es codicioso y siempre quiere más. Mi hermana fue codiciosa y comió todo el pastel. Mi amigo será codicioso y se llevará todo el dinero.",
      "example_translation": "Мой брат жаден и всегда хочет больше. Моя сестра была жадной и съела весь торт. Мой друг будет жаден и возьмет все деньги.",
      "imageLink": "image_files\\English\\greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "duro",
      "translation": "твердый",
      "definition": "Firme y resistente a la presión o impacto; sólido y no cedente.",
      "definition_translation": "Твердый и устойчивый к давлению или удару; сплошной и неизменный.",
      "example": "La roca era dura y difícil de romper. El maestro es duro con nosotros, dándonos mucho trabajo para hacer. El examen será duro, pero estudiaré bien.",
      "example_translation": "Камень был твердым и трудным для разбивания. Учитель суров к нам, давая нам много домашней работы. Экзамен будет трудным, но я хорошо приготовлюсь.",
      "imageLink": "image_files\\English\\hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trabajador",
      "translation": "трудоёмкий",
      "definition": "Mostrando una disposición para trabajar muy duro y diligentemente.",
      "definition_translation": "Показывающий готовность работать очень hard и усердно.",
      "example": "Ella fue una empleada trabajadora que siempre cumplía con sus fechas límite. Ella había estado trabajando duro en este proyecto durante meses. Ella será una líder de equipo trabajadora en el futuro.",
      "example_translation": "Она была трудолюбивым сотрудником, который всегда успевал выполнить задачи к установленному сроку. Она работала над этим проектом в течение месяцев. Она будет трудолюбивым руководителем команды в будущем.",
      "imageLink": "image_files\\English\\hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "helado",
      "translation": "ледяной",
      "definition": "Extremadamente frío en temperatura o manera.",
      "definition_translation": "Экстремально холодный по температуре или манере.",
      "example": "El viento helado sopló a través del lago congelado. Ella le dio una mirada helada. La mañana de invierno era heladora.",
      "example_translation": "Ледяной ветер дунул через замёрзшее озеро. Она дала ему ледяной взгляд. Утреннее зимнее было ледяным холодом.",
      "imageLink": "image_files\\English\\icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impaciente",
      "translation": "нетерпеливый",
      "definition": "No poder esperar algo o alguien.",
      "definition_translation": "Неспособный подождать чего-то или кого-то.",
      "example": "Él estaba impaciente para empezar su nuevo trabajo. Ella había sido impaciente con el lento progreso de su estudiante. Serán impacientes para ver los resultados.",
      "example_translation": "Он был нетерпелив к началу новой работы. Она была нетерпеливой с медленным прогрессом ее студента. Они будут нетерпеливыми к результатам.",
      "imageLink": "image_files\\English\\impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descortés",
      "translation": "невежливый",
      "definition": "No teniendo o mostrando buenos modales.",
      "definition_translation": "Не имеющий или не демонстрирующий хороших манер.",
      "example": "Él fue descortés con el cliente. Ella había sido descortés con su vecino. Serán descorteses con el turista.",
      "example_translation": "Он был невежлив к клиенту. Она была невежливой к своему соседу. Они будут невежливыми к туристу.",
      "imageLink": "image_files\\English\\impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "independiente",
      "translation": "независимый",
      "definition": "Que tiene el poder o capacidad de actuar o tomar decisiones sin ser influenciado o controlado por otros.",
      "definition_translation": "Имея власть или способность действовать или принимать решения без влияния или контроля других.",
      "example": "Siempre ha sido una persona independiente, tomando sus propias decisiones sin pedir la opinión de otros.",
      "example_translation": "Она всегда была независимым человеком, принимая свои собственные решения, не спрашивая мнения других.",
      "imageLink": "image_files\\English\\independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inexperto",
      "translation": "неопытный",
      "definition": "Que carece de conocimientos o habilidades en un área o tarea específica debido a la falta de experiencia.",
      "definition_translation": "Недостаток знаний или навыков в bestimmенной области или задаче из-за недостатка опыта.",
      "example": "Como conductor inexperto, se sentía nervioso al conducir en la autopista por primera vez.",
      "example_translation": "Как неопытный водитель, он был нервным, когда впервые drove на шоссе.",
      "imageLink": "image_files\\English\\inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inocente",
      "translation": "невинный",
      "definition": "No culpable de un delito o falta; libre de pecado o torpeza moral.",
      "definition_translation": "Не виновен в преступлении или проступке; свободен от греха или моральной низости.",
      "example": "El jurado encontró al acusado inocente de todos los cargos y fue absuelto.",
      "example_translation": "Жюри признало обвиняемого невинным по всем пунктам обвинения, и он был оправдан.",
      "imageLink": "image_files\\English\\innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insincero",
      "translation": "неискренний",
      "definition": "No genuino o sincero; fingiendo sentir o creer algo que no se siente o cree realmente.",
      "definition_translation": "Не подлинный или искренний; притворяясь чувствовать или верить в то, что на самом деле не чувствует или не верит.",
      "example": "La disculpa insincera del político fue vista como un intento de salvar la cara en lugar de una expresión genuina de arrepentimiento.",
      "example_translation": "Неискреннее извинение политика было разумеется как попытка спасти лицо, а не как подлинное выражение раскаяния.",
      "imageLink": "image_files\\English\\insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intelectual",
      "translation": "интеллектуальный",
      "definition": "Persona con una educación superior y conocimientos amplios, especialmente en las artes o ciencias.",
      "definition_translation": "Человек, имеющий высокое образование иnowledge, особенно в области искусств или наук.",
      "example": "La intelectual escribió varios libros sobre filosofía. Ella ha sido una intelectual durante muchos años. Será una intelectual en el futuro.",
      "example_translation": "Интеллектуал написал несколько книг по философии. Она была интеллектуалом на протяжении многих лет. Она станет интеллектуалом в будущем.",
      "imageLink": "image_files\\English\\intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irresponsable",
      "translation": "безответственный",
      "definition": "No tener o mostrar un sentido de responsabilidad; imprudente o descuidado.",
      "definition_translation": "Не имеющий или не демонстрирующий чувство ответственности; безрассудный или небрежный.",
      "example": "Él fue irresponsable con sus finanzas. Ella ha sido irresponsable con sus decisiones últimamente. Serán irresponsables con su nueva libertad.",
      "example_translation": "Он был безответственным в своих финансах. Она была безответственной в своих решениях последнее время. Они будут безответственными в своей новой свободе.",
      "imageLink": "image_files\\English\\irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irritado",
      "translation": "раздраженный",
      "definition": "Sintiendo o mostrando fastidio o desagrado.",
      "definition_translation": "Чувствуя или проявляя раздражение или неудовлетворенность.",
      "example": "El cliente estaba irritado por la larga espera. Ella ha estado irritada por el ruido todo el día. Estarán irritados por la falta de progreso.",
      "example_translation": "Клиент был раздражен долгим ожиданием. Она была раздражена шумом весь день. Они будут раздражены отсутствием прогресса.",
      "imageLink": "image_files\\English\\irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irritante",
      "translation": "ирритирующий",
      "definition": "Que causa fastidio o frustración.",
      "definition_translation": "Причиняющий раздражение или фрустрацию.",
      "example": "El ruido era irritante para todos. La tarea la ha estado irritando toda la mañana. La situación les será irritante.",
      "example_translation": "Шум был ирритирующим для всех. Задача была ирритирующей для нее весь утренний день. Ситуация будет ирритирующей для них.",
      "imageLink": "image_files\\English\\irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "leal",
      "translation": "верный",
      "definition": "Que brinda o muestra un apoyo firme y constante a una persona o institución.",
      "definition_translation": "Давая или демонстрируя твердую и постоянную поддержку или верность человеку или учреждению.",
      "example": "Los clientes leales de la empresa recibieron un descuento especial. Ella fue leal a su esposo durante todo su matrimonio. El equipo será leal a su entrenador no importa qué.",
      "example_translation": "Верные клиенты компании получили специальную скидку. Она была верна своему мужу на протяжении всего их брака. Команда будет верна своему тренеру независимо от всего.",
      "imageLink": "image_files\\English\\loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maduro",
      "translation": "зрелый",
      "definition": "Completamente desarrollado o crecido; habiendo alcanzado la mayor edad, fuerza o calidad.",
      "definition_translation": "Полностью развитый или выросший; достигнувший полного размера, силы или качества.",
      "example": "Los árboles maduros en el bosque eran un espectáculo digno de ver. Ella fue una estudiante madura que había regresado a la universidad. La empresa madurará en un negocio exitoso con el tiempo.",
      "example_translation": "Зрелые деревья в лесу были зрелищем, достойным внимания. Она была зрелой студенткой, которая вернулась в колледж. Компания со временем будет развиваться в успешный бизнес.",
      "imageLink": "image_files\\English\\mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "significar",
      "translation": "значить",
      "definition": "Querer transmitir o indicar algo.",
      "definition_translation": "НАмечать или указывать на что-то.",
      "example": "No quise lastimar tus sentimientos. Ella quería visitar a sus abuelos el fin de semana pasado. La maestra quería dar el tarea, pero se olvidó.",
      "example_translation": "Я не подразумевал обидеть твои чувства. Она намеревалась посетить своих дедушку и бабушку на прошлых выходных. Учительница намеревалась дать домашнюю работу, но забыла.",
      "imageLink": "image_files\\English\\mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malvado",
      "translation": "злой",
      "definition": "Teniendo o mostrando una disposición spiteful o desagradable.",
      "definition_translation": "Имеющий или демонстрирующий злонамеренный или недружелюбный настрой.",
      "example": "Él era una persona malvada que siempre buscaba formas de lastimar a los demás. El perro malvado perseguía al cartero todos los días. La maestra advirtió a los estudiantes sobre el acosador malvado en su clase.",
      "example_translation": "Он был злым человеком, который всегда искал способы навредить другим. Злой пёс гонялся за почтальоном каждый день. Учитель предупредил учеников о злом хулигане в их классе.",
      "imageLink": "image_files\\English\\mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mental",
      "translation": "ментальный",
      "definition": "Relacionado con la mente; relacionado con la mente.",
      "definition_translation": "Относящийся к разуму; связанный с или涉及 разума.",
      "example": "Tuvo un colapso mental después del accidente. Ha sido mental toda su vida. Estará mentalmente preparado para el examen.",
      "example_translation": "У него произошел нервный срыв после аварии. Он был ментально стабилен всю свою жизнь. Он будет психологически готов к экзамену.",
      "imageLink": "image_files\\English\\mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desdichado",
      "translation": "несчастный",
      "definition": "Sentir o mostrar gran infelicidad o incomodidad.",
      "definition_translation": "Чувствующий или проявляющий большую неудовлетворенность или дискомфорт.",
      "example": "Ella estaba desdichada después de perder su anillo favorito. Ha estado desdichado toda la semana. Estarán desdichados si no se promueven.",
      "example_translation": "Она была несчастной после потери любимого кольца. Он был несчастным всю неделю. Они будут несчастными, если не получат повышения.",
      "imageLink": "image_files\\English\\miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "motivado",
      "translation": "мотивированный",
      "definition": "Tuvo una razón fuerte o deseo de hacer algo.",
      "definition_translation": "Имеющий сильную причину или желание сделать что-то.",
      "example": "Ella estaba altamente motivada para terminar el proyecto a tiempo. Ha estado motivado para mejorar sus habilidades. Estarán motivados para trabajar más duro si obtienen un bono.",
      "example_translation": "Она была高度 мотивированной для завершения проекта вовремя. Он был мотивированным для улучшения своих навыков. Они будут мотивированы работать усерднее, если получат бонус.",
      "imageLink": "image_files\\English\\motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conmovedor",
      "translation": "движущийся",
      "definition": "Provocando emociones fuertes, especialmente tristeza o simpatía.",
      "definition_translation": "Вызывающий сильные эмоции, особенно печаль или сострадание.",
      "example": "La película fue conmovedora, lloré durante toda la película. La obra fue conmovedora, tocó mi corazón. El libro será conmovedor, es sobre el amor verdadero.",
      "example_translation": "Фильм был трогательным, я плакала на протяжении всего. Пьеса была трогательной, она тронула мое сердце. Книга будет трогательной, она о настоящей любви.",
      "imageLink": "image_files\\English\\moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desagradable",
      "translation": "гадкий",
      "definition": "Desagradable o desagradable, especialmente de una manera sutil o oculta.",
      "definition_translation": "Неприятный или отвратительный, особенно в скрытой или утаенной форме.",
      "example": "El olor desagradable en el baño era abrumador. Ha sido desagradable con su hermana todo el día. Será desagradable con él si no se disculpa.",
      "example_translation": "Отвратительный запах в ванной комнате был подавляющим. Он был гадким к своей сестре весь день. Она будет гадкой к нему, если он не извинится.",
      "imageLink": "image_files\\English\\nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "travieso",
      "translation": "плохой",
      "definition": "Comportándose o hecho de una manera que es ligeramente mala o desobediente, pero no seriamente así.",
      "definition_translation": "Ведет себя или делает что-то в sposób, который слегка плох или непослушен, но не настолько серьезно.",
      "example": "El niño travieso jaló el cabello de su hermana. Ha sido travieso y no escuchó a sus padres. Será travieso si no obtiene lo que quiere.",
      "example_translation": "Плохой ребенок дернул волосы своей сестры. Она была плохой и не слушала своих родителей. Он будет плохим, если не получит того, что хочет.",
      "imageLink": "image_files\\English\\naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "obediente",
      "translation": "покорный",
      "definition": "Comportándose o hecho de una manera que muestra respeto por la autoridad y está dispuesto a obedecer las reglas o instrucciones.",
      "definition_translation": "Ведет себя или делает что-то в sposób, который показывает уважение к власти и является готовым подчиняться правилам или инструкциям.",
      "example": "El perro obediente se sentó tranquilamente. Ha sido obediente y siguió las reglas. Será obediente si quiere tener éxito.",
      "example_translation": "Покорная собака сиделаquietly. Она была покорной и следовала правилам. Он будет покорным, если хочет преуспеть.",
      "imageLink": "image_files\\English\\obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "objetivo",
      "translation": "объективный",
      "definition": "No influenciado por opiniones personales o sentimientos, basado en hechos.",
      "definition_translation": "Не влияет личными мнениями или чувствами, основывается на фактах.",
      "example": "El periodista trató de mantenerse objetivo en su informe. El objetivo de la empresa es aumentar las ganancias. Fue objetivo en su evaluación de la situación.",
      "example_translation": "Журналист попыталась остаться объективной в своей журналистике. Цель компании - увеличить прибыль. Он был объективным в своей оценке ситуации.",
      "imageLink": "image_files\\English\\objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ofensivo",
      "translation": "офицальный",
      "definition": "causar que alguien se sienta profundamente molesto o irritado",
      "definition_translation": "причиняющий кому-то глубокое раздражение или оскорбление",
      "example": "Los comentarios ofensivos desencadenaron un debate acalorado. La empresa se disculpó por el anuncio ofensivo. La nueva política prevenirá el comportamiento ofensivo en el lugar de trabajo.",
      "example_translation": "Оскорбительные комментарии вызвали жаркую дискуссию. Компания извинилась за оскорбительную рекламу. Новая политика предотвратит оскорбительное поведение на работе.",
      "imageLink": "image_files\\English\\offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "optimista",
      "translation": "оптимистичный",
      "definition": "tener o mostrar una visión esperanzadora y segura del futuro",
      "definition_translation": "имеющий или проявляющий надежный и уверенный настрой",
      "example": "Ella siempre es optimista sobre el futuro. El pronóstico optimista predijo una economía fuerte. Él ha sido optimista sobre el éxito del proyecto desde el principio.",
      "example_translation": "Она всегда оптимистично смотрит на будущее. Оптимистичный прогноз предсказал сильную экономику. Он с самого начала был оптимистичен по поводу успеха проекта.",
      "imageLink": "image_files\\English\\optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "organizado",
      "translation": "организованный",
      "definition": "arreglado o estructurado de manera sistemática y eficiente",
      "definition_translation": "устроенный или структурированный систематическим и эффективным образом",
      "example": "Ella es una persona muy organizada. El tour organizado incluyó todos los transportes y alojamiento. La empresa está organizada en varios departamentos.",
      "example_translation": "Она является очень организованной человек. Организованный тур включал все транспорт и размещение. Компания организована в несколько отделов.",
      "imageLink": "image_files\\English\\organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escandaloso",
      "translation": "неприличный",
      "definition": "impactante o inaceptable por ser excesivo o irrazonable",
      "definition_translation": "шокирующий или неприемлемый из-за чрезмерности или неразумности",
      "example": "El precio escandaloso del nuevo teléfono inteligente es increíble. El comportamiento escandaloso de la empresa desencadenó un escándalo. El espectáculo de comedia escandalosa fue un gran éxito.",
      "example_translation": "Неприличная цена нового смартфона просто невероятна. Неприличное поведение компании вызвало скандал. Неприличное комедийное шоу стало огромным успехом.",
      "imageLink": "image_files\\English\\outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doloroso",
      "translation": "болезненный",
      "definition": "causar malestar físico o emocional o incomodidad",
      "definition_translation": "Причиняющий физическую или эмоциональную боль или неудобство",
      "example": "El paciente había estado experimentando dolores de cabeza dolorosos durante semanas. Ella está tomando analgésicos para aliviar el dolor. Ella tendrá que someterse a una cirugía dolorosa la próxima semana.",
      "example_translation": "Пациент страдал болезненными головными болями на протяжении недель. Она принимает обезболивающие средства, чтобы уменьшить боль. Она будет должна пройти болезненную операцию на следующей неделе.",
      "imageLink": "image_files\\English\\painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apasionado",
      "translation": "страстный",
      "definition": "mostrar o sentir emociones fuertes, entusiasmo o emoción",
      "definition_translation": "Показывающий или чувствующий сильные эмоции, энтузиазм или возбуждение",
      "example": "Él fue un orador apasionado que inspiró a la multitud. Ella es apasionada por su trabajo y dedica horas largas a él. Tendrán una discusión apasionada sobre el tema.",
      "example_translation": "Он был страстным оратором, который вдохновил толпу. Она страстная в своей работе и посвящает долгие часы ей. Они будут иметь страстный спор о вопросе.",
      "imageLink": "image_files\\English\\passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasivo",
      "translation": "пассивный",
      "definition": "no activo o involucrado en un proceso o decisión",
      "definition_translation": "Не активный или не вовлеченный в процесс или решение",
      "example": "La empresa tiene una estrategia de inversión pasiva. Él fue un observador pasivo del conflicto. Los estudiantes eran receptores pasivos de la información.",
      "example_translation": "Компания имеет пассивную инвестиционную стратегию. Он был пассивным наблюдателем конфликта. Студенты были пассивными получателями информации.",
      "imageLink": "image_files\\English\\passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pesimista",
      "translation": "пессимистичный",
      "definition": "tener una visión negativa o sombría de las cosas",
      "definition_translation": "Имеющий негативный или мрачный взгляд на вещи",
      "example": "Él era una persona pesimista que siempre esperaba lo peor. El equipo era pesimista sobre sus posibilidades de ganar. Ella tenía una visión pesimista de la vida.",
      "example_translation": "Он был пессимистичным человеком, который всегда期待ал худшего. Команда была пессимистичной относительно своих шансов на победу. У нее был пессимистичный взгляд на жизнь.",
      "imageLink": "image_files\\English\\pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "petrificado",
      "translation": "напуганный",
      "definition": "extremadamente asustado o aterrorizado, a menudo hasta el punto de no poder moverse o pensar con claridad",
      "definition_translation": "чрезвычайно напуганный илиilan, часто до такой степени, что не можетmoving или думать ясно",
      "example": "Estuve petrificado durante la película de terror, no pude dormir esa noche. Estoy petrificado de los spiders. Estaré petrificado si no consigo el trabajo.",
      "example_translation": "Меня напугал фильм ужасов, я не мог спать той ночью. Я напуган пауков. Я буду напуган, если не получу работу.",
      "imageLink": "image_files\\English\\petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "práctico",
      "translation": "практический",
      "definition": "preocupado por la realidad o la aplicación de algo en lugar de la teoría y las ideas",
      "definition_translation": "связанный с фактическим выполнением или использованием чего-либо, а не с теорией и идеями",
      "example": "Soy una persona práctica, prefiero aprender haciendo. Ella fue práctica y siempre llevaba una batería de repuesto. Serán prácticos y empezarán a ahorrar dinero.",
      "example_translation": "Я практический человек, я предпочитаю учиться, делая. Она была практичной и всегда носила с собой запасной аккумулятор. Они будут практичными и начнут экономить деньги.",
      "imageLink": "image_files\\English\\practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "profesional",
      "translation": "профессиональный",
      "definition": "relacionado con o conectado a un trabajo o actividad que requiere un alto nivel de habilidad o capacitación",
      "definition_translation": "относящийся к или связанный с работой или деятельностью, которая требует высокого уровня навыков или обучения",
      "example": "Es un atleta profesional, entrena todos los días. Ella era una profesional y manejó la situación muy bien. Necesitarán ser profesionales y trabajar juntos como un equipo.",
      "example_translation": "Он является профессиональным спортсменом, он тренируется каждый день. Она была профессионалом и справилась с ситуацией очень хорошо. Им придется быть профессионалами и работать вместе как команда.",
      "imageLink": "image_files\\English\\professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perplejo",
      "translation": "озадаченный",
      "definition": "sentirse confundido o incierto sobre algo",
      "definition_translation": "чувствующий себя запутанным или неуверенным в чем-то",
      "example": "Me sentí perplejo con el problema de matemáticas, no podía resolverlo. Ella parecía perpleja cuando le expliqué las reglas. Se sentirán perplejos si no estudian para el examen.",
      "example_translation": "Я был озадачен математической задачей, я не мог ее решить. Она выглядела озадаченной, когда я объяснил правила. Они будут озадаченными, если не будут готовиться к экзамену.",
      "imageLink": "image_files\\English\\puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calificado",
      "translation": "квалифицированный",
      "definition": "Teniendo las habilidades, experiencia o calificaciones necesarias para hacer un trabajo o actividad en particular.",
      "definition_translation": "Имея необходимые навыки, опыт или квалификацию для выполнения конкретной работы или деятельности.",
      "example": "Era una ingeniera calificada con 5 años de experiencia. Ella calificó para la promoción. Ella calificará para la beca el próximo año.",
      "example_translation": "Она была квалифицированным инженером с 5-летним стажем. Она соответствует требованиям для продвижения. Она будет соответствовать требованиям для стипендии в следующем году.",
      "imageLink": "image_files\\English\\qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "realista",
      "translation": "реалистичный",
      "definition": "Teniendo o mostrando una idea sensata y práctica de lo que se puede lograr o esperar.",
      "definition_translation": "Имея или демонстрируя разумное и Практическое представление о том, что может быть достигнуто или ожидается.",
      "example": "Él tenía una visión realista del cronograma del proyecto. Ella era realista sobre sus posibilidades de ganar. Tendrán un enfoque realista para el problema.",
      "example_translation": "У него было-realistic представление о сроке проекта. Она была реалистична об своих шансах на победу. Они будут иметь реалистичный подход к проблеме.",
      "imageLink": "image_files\\English\\realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "razonable",
      "translation": "разумный",
      "definition": "Teniendo o mostrando una mentalidad sensata y justa.",
      "definition_translation": "Имея или демонстрируя разумный и справедливый подход.",
      "example": "Él hizo una solicitud razonable. Ella fue razonable en sus demandas. Tendrán una solución razonable para el problema.",
      "example_translation": "Он сделал разумный запрос. Она была разумной в своих требованиях. Они будут иметь разумное решение проблеме.",
      "imageLink": "image_files\\English\\reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "religioso",
      "translation": "религиозный",
      "definition": "Relacionado con o concerniente a la religión.",
      "definition_translation": "Относится к или связано с религией.",
      "example": "Era una persona religiosa. Él asistió a una escuela religiosa. Asistirán a una ceremonia religiosa.",
      "example_translation": "Она была религиозной personой. Он пошел в религиозную школу. Они будут присутствовать на религиозной церемонии.",
      "imageLink": "image_files\\English\\religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingenioso",
      "translation": "ресурсный",
      "definition": "Teniendo la capacidad de encontrar formas rápidas y astutas para superar dificultades.",
      "definition_translation": "Имея способность найти быстрые и умные способы преодолевать трудности.",
      "example": "Era una persona ingeniosa y fue capaz de reparar el motor roto rápidamente. Ella había sido ingeniosa y encontró una manera de escapar del edificio en llamas. Será ingeniosa y capaz de resolver el problema complejo.",
      "example_translation": "Она была resourceful и была able to быстро исправить сломанный двигатель. Она была resourceful и нашла способ сбежать из горящего здания. Она будет resourceful и сможет решить сложную проблему.",
      "imageLink": "image_files\\English\\resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "respetable",
      "translation": "уважаемый",
      "definition": "Mereciendo respeto y admiración, a menudo debido a un buen comportamiento o logros.",
      "definition_translation": "Заслуживающий уважения и восхищения, часто из-за хорошего поведения или достижений.",
      "example": "Él era un miembro respetable de la sociedad y era conocido por su trabajo de caridad. Ella siempre había sido respetuosa con sus padres, incluso cuando no estaba de acuerdo con ellos. Serán ciudadanos respetables y participarán en el servicio comunitario.",
      "example_translation": "Он был уважаемым членом общества и был хорошо известен за свою благотворительную работу. Она всегда была уважительной к своим родителям, даже когда она не согласилась с ними. Они будут уважаемыми гражданами и участвовать в общественной службе.",
      "imageLink": "image_files\\English\\respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "respetado",
      "translation": "уважаемый",
      "definition": "Sentir o mostrar respeto y admiración por alguien o algo.",
      "definition_translation": "Чувствующий или показывающий уважение и восхищение к кому-то или чему-то.",
      "example": "Él era un líder respetado y sus opiniones eran muy valoradas. Ella había respetado la decisión de su maestro y no la había cuestionado. Serán respetados por su bravura en el rostro del peligro.",
      "example_translation": "Он был уважаемым лидером, и его мнение высоко ценилось. Она уважала решение своего учителя и не оспаривала его. Они будут уважаемы за свою храбрость перед лицом опасности.",
      "imageLink": "image_files\\English\\respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "responsable",
      "translation": "ответственный",
      "definition": "Teniendo una obligación de hacer algo, o siendo responsable de sus acciones.",
      "definition_translation": "Имея обязательство делать что-то или быть ответственным за свои действия.",
      "example": "Ella era responsable de organizar el evento y se aseguró de que todo saliera bien. Él había sido responsable del fracaso del proyecto y fue despedido. Serán responsables de sus propias decisiones en el futuro.",
      "example_translation": "Она была ответственна за организацию мероприятия и убедилась, что все прошло гладко. Он был ответственным за неудачу проекта и был уволен. Они будут ответственны за свои собственные решения в будущем.",
      "imageLink": "image_files\\English\\responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arriesgado",
      "translation": "рискованный",
      "definition": "Que implica o expone a un riesgo o peligro; peligroso.",
      "definition_translation": "Включая или подвергая риск или опасность; опасный.",
      "example": "Siempre he sido un inversionista cauto, evitando acciones arriesgadas. Él tiene un hábito arriesgado de conducir a gran velocidad en la autopista. Tomaré una decisión arriesgada y renunciaré a mi trabajo el año que viene.",
      "example_translation": "Я всегда был осторожным инвестором, избегая рискованных акций. У него есть рискованная привычка превышать скорость на шоссе. Я примu рискованное решение уволиться с работы в следующем году.",
      "imageLink": "image_files\\English\\risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "despiadado",
      "translation": "беспощадный",
      "definition": "Que no tiene ni muestra piedad ni misericordia; cruel.",
      "definition_translation": "Имея или показывая keine милосердия или жалости; жестокий.",
      "example": "El dictador despiadado gobernó el país con mano de hierro. Ella fue despiadada en su búsqueda de éxito. El crítico despiadado destruyó la carrera del actor.",
      "example_translation": "Беспощадный диктатор правил страной железной рукой. Она была беспощадной в ее стремлении к успеху. Беспощадный критик разрушил карьеру актера.",
      "imageLink": "image_files\\English\\ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sensible",
      "translation": "чувствительный",
      "definition": "Que responde rápidamente a estímulos emocionales o físicos; delicado.",
      "definition_translation": "Быстрый отклик на эмоциональные или физические стимулы; деликатный.",
      "example": "Ella es sensible a las necesidades de los demás. El equipo sensible requiere manipulación cuidadosa. Tengo una piel sensible y me quemo fácilmente con el sol.",
      "example_translation": "Она чувствительна к потребностям других. Чувствительное оборудование требовало аккуратного обращения. У меня чувствительная кожа и я легко загораюсь.",
      "imageLink": "image_files\\English\\sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "severo",
      "translation": "серьезный",
      "definition": "Muy malo o serio; intenso o extremo.",
      "definition_translation": "Очень плохой или серьезный; интенсивный или экстремальный.",
      "example": "Se emitió una advertencia de tiempo severo para todo el estado. Ella tiene una alergia severa a los cacahuetes. La caída económica severa afectó a muchas empresas.",
      "example_translation": "Предупреждение о серьезной погоде было выпущено для всего штата. У нее серьезная аллергия на арахис. Серьезное экономическое спадениеAffected многих бизнесов.",
      "imageLink": "image_files\\English\\severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "habilidoso",
      "translation": "умелый",
      "definition": "Que tiene o muestra una habilidad natural o talento, especialmente en una actividad práctica.",
      "definition_translation": "Имеющий или демонстрирующий естественный talent или способность, особенно в практической деятельности.",
      "example": "Ella era una pintora habilidosa, capaz de capturar la belleza de la naturaleza en lienzo. Ha sido una pintora habilidosa durante muchos años. Será una pintora habilidosa con más práctica.",
      "example_translation": "Она была умелой художницей, способной捕uirать красоту природы на холсте. Она была умелой художницей многие годы. Она станет умелой художницей с более практикой.",
      "imageLink": "image_files\\English\\skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experimentado",
      "translation": "квалифицированный",
      "definition": "Que tiene o muestra un alto nivel de pericia o competencia en una actividad o profesión específica.",
      "definition_translation": "Имеющий или демонстрирующий высокий уровень мастерства или компетентности в определенной деятельности или профессии.",
      "example": "El cirujano experimentado realizó la operación con facilidad. El ingeniero experimentado diseñó un sistema más eficiente. La empresa contratará a un gerente experimentado para liderar el equipo.",
      "example_translation": "Квалифицированный хirurg провел операцию с легкостью. Квалифицированный инженер разработал более эффективную систему. Компания наймет квалифицированного менеджера, чтобы возглавить команду.",
      "imageLink": "image_files\\English\\skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sofisticado",
      "translation": "софистированный",
      "definition": "Complejo o culto, a menudo de una manera que se considera impresionante o atractiva.",
      "definition_translation": "Комплексный или культурный, часто таким образом, что считается впечатляющим или привлекательным.",
      "example": "El software sofisticado podía analizar grandes conjuntos de datos. El museo de arte sofisticado presentaba obras de artistas renombrados. El sistema de transporte público sofisticado de la ciudad hacía que fuera fácil moverse.",
      "example_translation": "Софистированное программное обеспечение было schopное анализировать большие наборы данных. Софистированный музей искусства представил работы известных художников. Софистированная система общественного транспорта города сделала его легко передвигаться.",
      "imageLink": "image_files\\English\\sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espiritual",
      "translation": "духовный",
      "definition": "Relacionado con el espíritu o alma, en lugar del cuerpo físico.",
      "definition_translation": "Связанный с духом или душой, а не с физическим телом.",
      "example": "El líder espiritual guio a la comunidad a través de un período de crisis. Tuvo una experiencia espiritual profunda durante su meditación. La música espiritual elevó el estado de ánimo de todos.",
      "example_translation": "Духовный лидер руководил общиной через период кризиса. У нее был глубоко духовный опыт во время медитации. Духовная музыка подняла настроение у всех.",
      "imageLink": "image_files\\English\\spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espontáneo",
      "translation": "спонтанный",
      "definition": "Que sucede o se hace sin planificación ni preparación; natural e improvisado.",
      "definition_translation": "Происходящий или выполненный без планирования или подготовки; натуральный и не запланированный.",
      "example": "Ella tiene una risa espontánea que es contagiosa. Ayer, tomó una decisión espontánea de viajar a París. Tendrá una reacción espontánea al recibir la noticia.",
      "example_translation": "У нее есть спонтанный смех, который заразителен. Вчера она приняла спонтальное решение поехать в Париж. Она будет иметь спонтальную реакцию на новость.",
      "imageLink": "image_files\\English\\spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recto",
      "translation": "прямой",
      "definition": "Que se extiende o se mueve en línea recta; no curvado ni doblado.",
      "definition_translation": "Распространяющийся или движущийся по прямой линии; не кривой или согнутый.",
      "example": "El camino era recto y estrecho. Caminó recto hacia la habitación. Conducirá recto hacia casa.",
      "example_translation": "Дорога была прямой и узкой. Он вошел прямо в комнату. Она поедет прямо домой.",
      "imageLink": "image_files\\English\\straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "obstinado",
      "translation": "упрямый",
      "definition": "Rehusar cambiar de opinión o curso de acción incluso cuando se enfrenta a oposición o dificultad.",
      "definition_translation": "Отказываясь изменить свое мнение или курс действия, даже когда сталкиваются с оппозицией или трудностью.",
      "example": "Él era obstinado y se negaba a escuchar consejos. Ella ha sido obstinada sobre su decisión. Ellos serán obstinados en sus negociaciones.",
      "example_translation": "Он был упрямым и отказался聽ать советы. Она упрямилась в своем решении. Они будут упрямыми в своих переговорах.",
      "imageLink": "image_files\\English\\stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "supersticioso",
      "translation": "суеверный",
      "definition": "Tener o mostrar un miedo excesivo o irracional del desconocido o de las cosas sobrenaturales.",
      "definition_translation": "Имеющий или проявляющий избыточный или ирationalный страх неизвестного или сверхъестественных вещей.",
      "example": "Ella era supersticiosa sobre los gatos negros. Él ha sido supersticioso sobre el viernes 13. Ellos serán supersticiosos sobre la casa encantada.",
      "example_translation": "Она была суеверной относительно черных кошек. Он был суеверным относительно пятницы 13-го. Они будут суеверными относительно якобы домов.",
      "imageLink": "image_files\\English\\superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sospechoso",
      "translation": "подозрительный",
      "definition": "Dar lugar a sospecha; cuestionable.",
      "definition_translation": "Возбуждающий подозрение; спорный.",
      "example": "La policía sospechaba del extraño y lo cuestionó durante horas. Ayer, yo sospechaba de mi hermano porque se comportaba de manera extraña. Yo seré sospechoso del nuevo empleado hasta que lo conozca mejor.",
      "example_translation": "Полиция была подозрительной по отношению к незнакомцу и допрашивала его в течение часов. Вчера я был подозрительным по отношению к моему брату, потому что он вел себя странно. Я буду подозрительным по отношению к новому сотруднику, пока не узнаю его получше.",
      "imageLink": "image_files\\English\\suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "simpatético",
      "translation": "симпатичный",
      "definition": "Sentir o mostrar simpatía y comprensión hacia los demás.",
      "definition_translation": "Испытывающий или демонстрирующий симпатию и понимание по отношению к другим.",
      "example": "El médico era simpatético con el paciente y trató de consolarla. Yo fui simpatético con mi amigo cuando perdió su trabajo. Ella será simpatética con su hermana cuando se divorcie.",
      "example_translation": "Доктор был симпатичным по отношению к пациенту и попытался утешить ее. Я был симпатичным по отношению к моему другу, когда он потерял работу. Она будет симпатичной по отношению к своей сестре, когда она развелась.",
      "imageLink": "image_files\\English\\sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenso",
      "translation": "напряженный",
      "definition": "Sentir ansiedad o preocupación; tener un sentido de tensión o estrés.",
      "definition_translation": "Испытывающий тревогу или беспокойство; имеющий ощущение напряжения или стресса.",
      "example": "Yo estaba tenso durante el examen porque no estudié bien. Ella está tensa antes de hablar en público. Él estará tenso durante la entrevista de trabajo.",
      "example_translation": "Я был напряженным во время экзамена, потому что не учился хорошо. Она напряжена перед публичной речью. Он будет напряженным во время интервью по трудоустройству.",
      "imageLink": "image_files\\English\\tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrorífico",
      "translation": "потрясающий",
      "definition": "Causar un miedo extremo o alarma.",
      "definition_translation": "Вызывающий экстремальный страх или тревогу.",
      "example": "La película de terror fue terrorífica, y no pude dormir después. El pensamiento de saltar en paracaídas es terrorífico para mí. La noticia del terremoto fue terrorífica para la gente en la ciudad.",
      "example_translation": "Ужасный фильм был потрясающим, и я не мог спать после этого. Мысль о прыжке с парашютом является потрясающей для меня. Новость о землетрясении была потрясающей для людей в городе.",
      "imageLink": "image_files\\English\\terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pensativo",
      "translation": "заботливый",
      "definition": "Mostrar cuidadosa consideración en sus acciones o decisiones.",
      "definition_translation": "показывающий тщательную мысль и внимание в своих действиях или решениях",
      "example": "Ella era una amiga pensativa, siempre recordando mi cumpleaños. Ella pensó en mí y me trajo un regalo. Ella pensará en los detalles pensativamente.",
      "example_translation": "Она была заботливой подругой, всегда помнящей мой день рождения. Она заботливо принесла мне подарок. Она будет заботливо думать о деталях.",
      "imageLink": "image_files\\English\\thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocionado",
      "translation": "восхищенный",
      "definition": "Sentir una felicidad o emoción extrema sobre algo.",
      "definition_translation": "чувствующий себя cựcено счастливым или взволнованным о чем-то",
      "example": "Yo estaba emocionado de ver a mi banda favorita tocar en vivo. Ella se emocionó con la noticia de su promoción. Ellos estarán emocionados de escuchar sobre la fiesta sorpresa.",
      "example_translation": "Я был восхищен, увидев выступление моей любимой группы. Она была восхищена новостью о своем повышении. Они будут восхищены, услышав о сюрпризной вечеринке.",
      "imageLink": "image_files\\English\\thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "duro",
      "translation": "жесткий",
      "definition": "Fuerte y capaz de soportar la dificultad o la adversidad.",
      "definition_translation": "сильный и способный выдержать трудности или лишения",
      "example": "Él es un tipo duro que puede manejar el trabajo difícil. Ella era dura y no se rindió fácilmente. Ellos serán duros con sus oponentes en el juego.",
      "example_translation": "Он жесткий парень, который может справиться с трудной работой. Она была жесткой и не сдалась легко. Они будут жесткими к своим противникам в игре.",
      "imageLink": "image_files\\English\\tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trágico",
      "translation": "трагический",
      "definition": "Causar o llenar de gran tristeza o pesar.",
      "definition_translation": "вызывающий или наполненный великой печалью или горем",
      "example": "El accidente trágico conmocionó a toda la comunidad. El final trágico de la película me hizo llorar. La noticia trágica del desastre se extendió rápidamente.",
      "example_translation": "Трагическая авария потрясла всю общину. Трагичный конец фильма заставил меня плакать. Трагическая новость о катастрофе распространялась быстро.",
      "imageLink": "image_files\\English\\tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desconocedor",
      "translation": "неведущий",
      "definition": "no tener conocimiento o conciencia de algo",
      "definition_translation": "не имеющий знания или осведомленности о чем-либо",
      "example": "Estaba desconocedor del peligro hasta que fue demasiado tarde. Ahora estoy más consciente de mi entorno. Estaré consciente de los riesgos en el futuro.",
      "example_translation": "Я был неосведомлен о опасности, пока не стало слишком поздно. Теперь я более осведомлен о своем окружении. В будущем я буду осведомлен о рисках.",
      "imageLink": "image_files\\English\\unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inseguro",
      "translation": "неопределенный",
      "definition": "no claramente definido o conocido",
      "definition_translation": "не ясно определенный или не известный",
      "example": "Estaba inseguro sobre mi decisión, pero ahora estoy seguro. Estaré inseguro sobre el resultado en el futuro.",
      "example_translation": "Я был неопределенный в своем решении, но теперь я уверен. В будущем я буду неопределенный в результате.",
      "imageLink": "image_files\\English\\uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comprensión",
      "translation": "понимание",
      "definition": "la capacidad de comprender e interpretar",
      "definition_translation": "способность понимать и интерпретировать",
      "example": "Obtuve una comprensión del concepto después de leer el libro. Ahora tengo una comprensión profunda del tema. Tendré una mejor comprensión del material en el futuro.",
      "example_translation": "Я приобрел понимание концепции после прочтения книги. Теперь у меня есть глубокое понимание предмета. В будущем я będy иметь лучшее понимание материала.",
      "imageLink": "image_files\\English\\understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inquieto",
      "translation": "непокойный",
      "definition": "sintiendo ansiedad o incomodidad",
      "definition_translation": "чувствующий тревогу или дискомфорт",
      "example": "Me sentía inquieto sobre la situación, pero ahora estoy calmado. Estuve inquieto sobre el examen, pero estaré más confiado en el futuro.",
      "example_translation": "Я чувствовал себя неудобно в этой ситуации, но теперь я спокоен. Я был неудобен в отношении экзамена, но в будущем я будy более уверен.",
      "imageLink": "image_files\\English\\uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desafortunado",
      "translation": "неудачный",
      "definition": "Teniendo o marcado por mala suerte; desafortunado de una manera que se considera injusta o no merecida.",
      "definition_translation": "Имеющий или отмеченный удачей; неудачный по способу, который считается несправедливым или не заслуженным.",
      "example": "El equipo tuvo una desafortunada pérdida en el juego final, pero aún consiguieron llegar a los playoffs. En el pasado, la empresa había sido desafortunada con sus inversiones. Desafortunadamente, la nueva política ha sido desafortunada para muchos empleados.",
      "example_translation": "Команда потерпела неудачу в финальной игре, но они все еще добились плей-офф. В прошлом компания неудачно инвестировала свои средства. К сожалению, новая политика была неудачной для многих сотрудников.",
      "imageLink": "image_files\\English\\unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inútil",
      "translation": "бесполезный",
      "definition": "No proporcionando asistencia o apoyo; no útil o beneficioso.",
      "definition_translation": "Не оказывающий помощи или поддержки; не полезный или благоприятный.",
      "example": "Las instrucciones fueron inútiles, así que tuve que figuraerlo solo. Ella había sido inútil al planificar el evento, pero sus miembros del equipo se encargaron. La actualización del software ha sido inútil para muchos usuarios.",
      "example_translation": "Инструкции были бесполезными, поэтому я должен был разобраться сам. Она была бесполезной в планировании события, но ее коллеги по команде подхватили initiative. Новое обновление программного обеспечения было бесполезным для многих пользователей.",
      "imageLink": "image_files\\English\\unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impopular",
      "translation": "непопулярный",
      "definition": "No gustado o aprobado por muchas personas; no ampliamente aceptado o favorecido.",
      "definition_translation": "Не нравится или не одобряется многими людьми; не широко принят или предпочитаем.",
      "example": "La nueva política ha sido impopular entre muchos empleados, que sienten que es injusta. El restaurante era impopular entre los locales, pero los turistas lo amaban. En el pasado, la idea de los medios sociales era impopular entre las generaciones más ancianas.",
      "example_translation": "Новая политика была не популярна среди многих сотрудников, которые чувствовали, что это несправедливо. Ресторан был не популярным среди местных жителей, но туристы любили его. В прошлом идея социальных сетей была не популярна среди старших поколений.",
      "imageLink": "image_files\\English\\unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impredecible",
      "translation": "непредсказуемый",
      "definition": "Imposible de predecir o pronosticar; probable de comportarse de manera inesperada.",
      "definition_translation": "Невозможно предсказать или прогнозировать; вероятно, поведет себя в неожиданном manera.",
      "example": "El clima ha sido impredecible últimamente, con cambios repentinos en la temperatura. Su comportamiento era impredecible, y sus amigos estaban a menudo sorprendidos. En el pasado, las ventas de la empresa habían sido impredecibles, lo que hacía que fuera difícil presupuestar.",
      "example_translation": "Погода была непредсказуемой в последнее время, с внезапными изменениями температуры. Ее поведение было непредсказуемым, и ее друзья часто были удивлены. В прошлом продажи компании были непредсказуемыми, что делало бюджетирование трудным.",
      "imageLink": "image_files\\English\\unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irrealista",
      "translation": "нerealistichny",
      "definition": "no basado en la realidad; impráctico o irrazonable",
      "definition_translation": "не основанная на реальности; не практичная или неразумная",
      "example": "La idea de coches voladores es irrealista. Siempre he pensado que el concepto era irrealista. Para 2050, tendremos expectativas irrealistas de la tecnología.",
      "example_translation": "Идея летающих машин нереалистична. Я всегда думал, чтоconcept был нереалистичным. К 2050 году у нас будут нереалистичные ожидания от технологии.",
      "imageLink": "image_files\\English\\unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irrazonable",
      "translation": "неразумный",
      "definition": "no basada en la razón o juicio saludable; absurdo o tonto",
      "definition_translation": "не основанный на разуме или здравом суждении; абсурдный или глупый",
      "example": "Sus demandas irracionales hicieron que sea imposible negociar. Las políticas irracionales de la empresa llevaron a una huelga. Él era irrazonable en sus expectativas del equipo.",
      "example_translation": "Ее неразумные требования сделали невозможным переговоры. Неразумные политики компании привели к забастовке. Он был неразумным в своих ожиданиях от команды.",
      "imageLink": "image_files\\English\\unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inseguro",
      "translation": "ненадежный",
      "definition": "no puede confiarse o dependerse de él; inestable o impredecible",
      "definition_translation": "не способный быть надежным или полагаться на; неустойчивый или непредсказуемый",
      "example": "La conexión a internet insegura dificultó trabajar desde casa. Los productos inseguros de la empresa llevaron a una pérdida de clientes. Él fue inseguro en sus compromisos.",
      "example_translation": "Ненадежное интернет-соединение сделало трудным работать из дома. Ненадежные продукты компании привели к потере клиентов. Он был ненадежным в своих обязательствах.",
      "imageLink": "image_files\\English\\unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inseguro",
      "translation": "неуверенный",
      "definition": "no tener confianza o certeza sobre algo; vacilante o dudoso",
      "definition_translation": "не уверенный или определенный о чем-то; колеблющийся или сомневающийся",
      "example": "Estoy inseguro sobre qué hacer 다음. Ella estaba insegura sobre sus sentimientos. Ellos estaban inseguros sobre el futuro de la empresa.",
      "example_translation": "Я не уверен о том, что делать дальше. Она была неуверенной о своих чувствах. Они были неуверенными о будущем компании.",
      "imageLink": "image_files\\English\\unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violento",
      "translation": "насильственный",
      "definition": "Que utiliza o se caracteriza por la fuerza con la intención de lastimar o dañar a alguien o algo.",
      "definition_translation": "Использующий или характеризующийся силой, предназначенной для причинения вреда кому-то или чему-то.",
      "example": "La tormenta violenta causó destrucción generalizada. Ella tiene un temperamento violento. La policía está lidiando con un incidente violento.",
      "example_translation": "Сильная буря вызвала массовые разрушения. У нее violent характер. Полиция занимается делом о насильственном инциденте.",
      "imageLink": "image_files\\English\\violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bienvenida",
      "translation": "добро пожаловать",
      "definition": "Un saludo o recepción que es amistoso y cortés.",
      "definition_translation": "Приветствие или прием, который является дружелюбным и вежливым.",
      "example": "Te doy la bienvenida a nuestra fiesta. El personal del hotel nos dio una cálida bienvenida. Bienvenimos cualquier comentario de nuestros clientes.",
      "example_translation": "Я приветствую вас на нашей вечеринке. Персонал отеля дал нам теплый прием. Мы приветствуем любые отзывы от наших клиентов.",
      "imageLink": "image_files\\English\\welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bien equilibrado",
      "translation": "равновесный",
      "definition": "Tener un buen equilibrio de diferentes cualidades o características.",
      "definition_translation": "Имеющий хороший баланс различных качеств или характеристик.",
      "example": "Una dieta bien equilibrada es esencial para una buena salud. La empresa tiene un equipo de empleados bien equilibrado. El presupuesto bien equilibrado nos permitió un gasto extra.",
      "example_translation": "Равновесная диета является необходимой для хорошего здоровья. У компании есть равновесная команда сотрудников. Равновесный бюджет позволил некоторым дополнительным расходам.",
      "imageLink": "image_files\\English\\well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabio",
      "translation": "мудрый",
      "definition": "Tener o mostrar experiencia, conocimiento y buen juicio.",
      "definition_translation": "Имеющий или показывающий опыт, знания и хороший суд.",
      "example": "Mi abuela sabia me dio algunos consejos valiosos. Fue sabio invertir en la empresa temprano. Ella tomó una sabia decisión al renunciar a su trabajo.",
      "example_translation": "Моя мудрая старая бабушка дала мне некоторые ценные советы. Он был мудр, чтобы инвестировать в компанию рано. Она приняла мудрое решение уволиться с работы.",
      "imageLink": "image_files\\English\\wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingenioso",
      "translation": "остроумный",
      "definition": "Tener o mostrar una mente rápida y original; astuto y divertido.",
      "definition_translation": "Имеющий или демонстрирующий быстрый и изобретательный ум; остроумный и забавный.",
      "example": "Era conocida por sus comentarios ingeniosos en fiestas. Hizo un comentario ingenioso sobre la película ayer. Hará un chiste ingenioso en la presentación mañana.",
      "example_translation": "Она была известна своими остроумными репликами на вечеринках. Она yesterday сказала остроумный комментарий о фильме. Она завтра сделает остроумную шутку на презентации.",
      "imageLink": "image_files\\English\\witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupante",
      "translation": "пугающий",
      "definition": "Causar sentimientos de ansiedad o preocupación; problemático.",
      "definition_translation": "Вызывающий чувства тревоги или беспокойства; хлопотный.",
      "example": "Las noticias preocupantes sobre la economía tuvieron un gran impacto en el mercado de valores. Estaba preocupada por sus resultados de examen ayer. Él estará preocupado por su seguridad laboral en el futuro.",
      "example_translation": "Пугающие новости об экономике hatten огромное влияние на рынок ценных бумаг. Она вчера беспокоилась о результатах экзамена. Он будет беспокоиться о безопасности своей работы в будущем.",
      "imageLink": "image_files\\English\\worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]