{
  "data": [
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aceptar",
      "translation": "принимать",
      "definition": "recibir algo de buena gana o estar de acuerdo con algo",
      "definition_translation": "принимать что-то добровольно или соглашаться с чем-то",
      "example": "Acepté la oferta de trabajo, estoy aceptando la invitación y aceptaré el desafío.",
      "example_translation": "Я принял предложение работы, я принимаю приглашение, и я aceptyu вызов.",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alcanzar",
      "translation": "достичь",
      "definition": "lograr o completar algo con éxito",
      "definition_translation": "успешно выполнить или завершить что-то",
      "example": "Alcancé mi meta, estoy alcanzando el éxito y alcanzaré la grandeza.",
      "example_translation": "Я достиг своей цели, я достигаю успеха, и я достигну величия.",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actuar",
      "translation": "действие",
      "definition": "el proceso de hacer algo",
      "definition_translation": "процесс выполнения чего-то",
      "example": "Actué rápidamente, estoy actuando ahora y actuaré pronto.",
      "example_translation": "Я действовал быстро, я действую сейчас, и я буду действовать скоро.",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acto",
      "translation": "игра",
      "definition": "una representación, especialmente en un teatro",
      "definition_translation": "представление, особенно в театре",
      "example": "El acto fue increíble, estoy actuando en una obra de teatro y actuaré en una película.",
      "example_translation": "Действие было удивительным, я играю в пьесе, и я буду играть в фильме.",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aconsejar",
      "translation": "советовать",
      "definition": "ofrecer una opinión o sugerencia a alguien sobre qué hacer en una situación particular",
      "definition_translation": "предлагать кому-то мнение или совет о том, что делать в конкретной ситуации",
      "example": "Ella me aconsejó que me tomara un descanso del trabajo. Yo aconsejo contra invertir en esa empresa. Los aconsejaré cuando se tome la decisión.",
      "example_translation": "Она посоветовала мне взять перерыв от работы. Я не рекомендую инвестировать в эту компанию. Я дам вам совет, когда будет принято решение.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "permitir",
      "translation": "разрешать",
      "definition": "dar permiso a alguien para hacer algo",
      "definition_translation": "давать кому-то разрешение на выполнение чего-то",
      "example": "Ella permitió que sus hijos se quedaran despiertos hasta tarde. La empresa permite a los empleados trabajar desde casa. Ellos nos permitirán entrar en el edificio.",
      "example_translation": "Она разрешила детям остаться до позднего вечера. Компания разрешает сотрудникам работать из дома. Они разрешат нам войти в здание.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enfocar",
      "translation": "подход",
      "definition": "un enfoque o manera de abordar una situación o problema",
      "definition_translation": "способ обращения с ситуацией или проблемой",
      "example": "Me enfocé en el problema con cautela. Ella se enfoca en su trabajo con entusiasmo. Ellos se enfocarán en la situación con cuidado.",
      "example_translation": "Я подошел к проблеме с осторожностью. Она подходит к работе с энтузиазмом. Они будут подходить к ситуации с осторожностью.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "discutir",
      "translation": "спорить",
      "definition": "presentar razones o evidencia para apoyar o oponerse a algo",
      "definition_translation": "предоставлять причины или доказательства в поддержку или против чего-то",
      "example": "Discutí con mi hermano sobre política. Ella discutió que la empresa no valía la pena invertir. Ellos discutirán sobre la decisión mañana.",
      "example_translation": "Я спорил с братом о политике. Она спорила, что компания не стоит инвестиций. Они будут спорить о решении завтра.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "detener",
      "translation": "арест",
      "definition": "tomar o seizures alguien o algo bajo la autoridad de la ley, especialmente para mantenerlos en custodia",
      "definition_translation": "принять или захватить кого-то или что-то поauthority zákona, особенно для содержания под стражей",
      "example": "El oficial de policía decidió detener al sospechoso, quien había estado evadiendo la captura durante meses. Ella fue detenida anoche y será llevada al tribunal mañana. Si no se comportan, serán detenidos.",
      "example_translation": "Полицейский решил арестовать подозреваемого, который avoidanced捕ура в течение месяцев. Она была арестована прошлой ночью и будет доставлена в суд завтра. Если они не поведутся, они будут арестованы.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adjuntar",
      "translation": "прикреплять",
      "definition": "unir o fijar algo a algo más, especialmente con una cuerda o una clip",
      "definition_translation": "привязать или присоединить что-то к чему-то еще, особенно с помощью шнура или зажима",
      "example": "Voy a adjuntar el archivo al correo electrónico. Ella adjuntó una nota al regalo. Ellos adjuntarán el arnés al paracaídas.",
      "example_translation": "Я прикреплю файл к электронному письму. Она прикрепила записку к подарку. Они прикрепят снаряжение к парашюту.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atacar",
      "translation": "нападать",
      "definition": "llevar a cabo un ataque contra alguien o algo de manera fuerte o violenta",
      "definition_translation": "нападать на кого-то или что-то с силой или насилием",
      "example": "Los soldados recibieron la orden de atacar la base enemiga. El perro atacó al cartero. Si no nos preparamos, nos atacaremos a nosotros mismos.",
      "example_translation": "Солдаты получили приказ напасть на базу врага. Собака напала на почтальона. Если мы не приготовимся, мы нападем на самих себя.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intentar",
      "translation": "попытка",
      "definition": "tratar de hacer algo, especialmente algo difícil",
      "definition_translation": "пытаться сделать что-то, особенно что-то трудное",
      "example": "Voy a intentar terminar el proyecto para el viernes. Ella intentó escalar la montaña. Ellos intentarán batir el récord.",
      "example_translation": "Я постараюсь закончить проект к пятнице. Она пыталась забраться на гору. Они постараются побить рекорд.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asistir",
      "translation": "посещать",
      "definition": "Estar presente en un evento o reunión, o participar en una actividad.",
      "definition_translation": "Быть присутствовать на мероприятии или собрании, или принимать участие в aktivitети.",
      "example": "Asistí a la reunión ayer, voy a asistir a la fiesta esta noche, y asistí al concierto la semana pasada.",
      "example_translation": "Я присутствовал на встрече вчера, я пойду на вечеринку сегодня, и я был на концерте на прошлой неделе.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuidar niños",
      "translation": "сидеть с ребенком",
      "definition": "Cuidar de un niño mientras los padres están ausentes, típicamente a cambio de pago.",
      "definition_translation": "Ухаживать за ребенком, пока родители находятся в отъезде, обычно за оплату.",
      "example": "Cuidé a los niños de mi vecina anoche, voy a cuidar a los niños de mi hermana la próxima semana, y cuidé a los niños de mi amiga el año pasado.",
      "example_translation": "Я сидел с детьми моего соседа вчера вечером, я побуду сидеть с детьми моей сестры на следующей неделе, и я сидел с детьми моего друга в прошлом году.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comportarse",
      "translation": "вести себя",
      "definition": "Actuar de cierta manera, especialmente en una situación social o oficial.",
      "definition_translation": "Вести себя определенным образом, особенно в социальной или официальной situaci.",
      "example": "Me comporté bien en la fiesta, me voy a comportar bien en la reunión, y me comporté mal en la escuela.",
      "example_translation": "Я вёл себя хорошо на вечеринке, я буду вести себя прилично на встрече, и я вел себя плохо в школе.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "morder",
      "translation": "укус",
      "definition": "Sujetar o sujetar con fuerza con los dientes, especialmente como defensa natural o ataque.",
      "definition_translation": "Захватывать или схватывать зубами, особенно как естественная оборона или атака.",
      "example": "El perro me mordió ayer, voy a morder la manzana ahora, y me mordí la lengua accidentalmente.",
      "example_translation": "Собака укусила меня вчера, я сейчас укушу яблоко, и я случайно укусил свой язык.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soplar",
      "translation": "дуть",
      "definition": "Crear una corriente de aire, típicamente usando la boca o un ventilador.",
      "definition_translation": "Создавать поток воздуха, обычно используя рот или вентилятор.",
      "example": "Le gusta soplar burbujas en su bebida. Ayer, soplo burbujas en la fiesta. Si tiene tiempo, soplará burbujas de nuevo mañana.",
      "example_translation": "Она любит дуть пузыри в ее напитке. Вчера она дувала их на вечеринке. Если у нее будет время, она будет дуть их снова завтра.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bomba",
      "translation": "бомба",
      "definition": "Un contenedor lleno de material explosivo, diseñado para ser lanzado desde un avión y detonar al impacto.",
      "definition_translation": "Контейнер, заполненный взрывчатым веществом, предназначенный для сброса с самолета и детонации при ударе.",
      "example": "Las autoridades encontraron una bomba en el aeropuerto. Habían encontrado una la semana pasada. Si no tienen cuidado, encontrarán otra pronto.",
      "example_translation": "Власти нашли бомбу в аэропорту. Они нашли одну на прошлой неделе. Если они не будут осторожными, они найдут другую вскоре.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "quemar",
      "translation": "гореть",
      "definition": "Sufrir combustión rápida, a menudo con la producción de calor y luz.",
      "definition_translation": "Проходить быстрое сгорание, часто с производством тепла и света.",
      "example": "El fuego quemará toda la noche. Quemó la casa anoche. Si tenemos suerte, se quemará pronto.",
      "example_translation": "Огонь будет гореть всю ночь. Он сжег дом прошлой ночью. Если мы будем幸運ными, он погаснет soon.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estallar en lágrimas",
      "translation": "всплакнуть",
      "definition": "Comenzar a llorar repentinamente, a menudo debido a emociones fuertes.",
      "definition_translation": "Внезапно начать плакать, часто из-за сильных эмоций.",
      "example": "Ella estalló en lágrimas cuando escuchó la noticia. Había estallado en lágrimas ayer. Si no tiene cuidado, estallará en lágrimas de nuevo.",
      "example_translation": "Она всплакнула, когда услышала новости. Она всплакнула вчера. Если она не будет осторожной, она всплакнет снова.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enterrar",
      "translation": "хоронить",
      "definition": "poner un cuerpo muerto en la tierra, típicamente con una ceremonia",
      "definition_translation": "класть умершего в землю, обычно с церемонией",
      "example": "Enterraré a mi gato en el patio trasero. Ayer, enterré a mi abuela. Mañana, enterraré mis zapatos viejos.",
      "example_translation": "Я похороню своего кота в заднем дворе. Вчера я похоронил свою бабушку. Завтра я похороню свои старые туфли.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cancelar",
      "translation": "отменять",
      "definition": "anular oficialmente algo o decir que no sucederá",
      "definition_translation": "официально остановить что-то или сказать, что это не состоится",
      "example": "Cancelaré mi viaje a París. Ayer, cancelé mi vuelo. Mañana, cancelaré mi membresía en el gimnasio.",
      "example_translation": "Я отменю свою поездку в Париж. Вчера я отменил свой рейс. Завтра я отменю свою подписку в спортзале.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "registrarse",
      "translation": "регистрироваться",
      "definition": "llegar a un hotel, aeropuerto o otro lugar y informar al personal que has llegado",
      "definition_translation": "прибывать в отель, аэропорт или другое место и сообщать персоналу о прибытии",
      "example": "Me registraré en el hotel a las 3 pm. Ayer, me registré en el aeropuerto. Mañana, me registraré en el centro de conferencias.",
      "example_translation": "Я зарегистрируюсь в отеле в 3 часа дня. Вчера я зарегистрировался в аэропорту. Завтра я зарегиструюсь в конференц-центре.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salir",
      "translation": "выселиться",
      "definition": "dejar un hotel, habitación o otro lugar y devolver la llave",
      "definition_translation": "покидать отель, комнату или другое место и возвращать ключ",
      "example": "Saldremos del hotel a las 12 pm. Ayer, salí de la biblioteca. Mañana, saldré del hostal.",
      "example_translation": "Я выйду из отеля в 12 часов дня. Вчера я вышел из библиотеки. Завтра я выйду из хостела.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "círculo",
      "translation": "круг",
      "definition": "Una forma redonda sin principio ni fin, que continúa indefinidamente en todas direcciones.",
      "definition_translation": "Круглая форма без начала или конца, продолжающаяся бесконечно в любом направлении.",
      "example": "Dibujé un círculo en el papel. Estoy dibujando un círculo en el papel. Mañana, dibujaré un círculo en el papel.",
      "example_translation": "Я нарисовал круг на бумаге. Я рисую круг на бумаге. Я нарисую круг на бумаге.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aplaudir",
      "translation": "хлопать",
      "definition": "Golpear las palmas de las manos juntas, típicamente para expresar aprobación o apreciación.",
      "definition_translation": "Ударять ладонями рук вместе, обычно для выражения одобрения или аппpreciации.",
      "example": "Aplaudí con mis manos después del show. Estoy aplaudiendo ahora. Mañana, aplaudiré en el concierto.",
      "example_translation": "Яapplaudировал после шоу. Яapplaudирую сейчас. Яapplaudирую на концерте.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recopilar",
      "translation": "собирать",
      "definition": "Reunir o juntar cosas, personas o información.",
      "definition_translation": "Собирать или собрать вместе вещи, людей или информацию.",
      "example": "Recopilé sellos cuando era niño. Estoy recopilando datos para mi proyecto. Mañana, recopilaré mis pensamientos antes de hablar.",
      "example_translation": "Я собирал марки, когда был ребенком. Я собираю данные для моего проекта. Я соберу свои мысли, прежде чем говорить.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peine",
      "translation": "расческа",
      "definition": "Una herramienta utilizada para arreglar, limpiar o alisar el cabello, que consiste en una superficie plana o curva con dientes o púas.",
      "definition_translation": "Инструмент, используемый для укладки,cleaning или сгладки волос, обычно состоящий из плоской или изогнутой поверхности с зубцами или шипами.",
      "example": "Usé un peine para estilizar mi cabello. Estoy peinando mi cabello ahora. Mañana, peinaré mi barba más tarde.",
      "example_translation": "Я использовал расческу, чтобы уложить мои волосы. Я сейчас расчесываю мои волосы. Я расчесаю свою бороду позже.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "competir",
      "translation": "конкурировать",
      "definition": "Esforzarse por ganar algo o superar a otros",
      "definition_translation": "стремиться получить или выиграть何か, победив или превзойдя других",
      "example": "Competí en el maratón el año pasado, estoy compitiendo en los Juegos Olímpicos este año, y competiré en el campeonato el próximo año.",
      "example_translation": "Я участвовал в марафоне в прошлом году, я участвую в Олимпиаде в этом году, и я буду участвовать в чемпионате в следующем году.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "concentrarse",
      "translation": "концентрировать",
      "definition": "Centrar la atención o esfuerzo en una tarea o actividad en particular",
      "definition_translation": "сконцентрировать внимание или усилия на конкретной задаче или деятельности",
      "example": "Me concentre en mis estudios el último semestre, estoy concentrándome en mi proyecto ahora, y me concentraré en mi carrera en el futuro.",
      "example_translation": "Я сосредоточился на своих учёбах в прошлом семестре, я сейчас сосредоточен на своем проекте, и я сосредоточусь на своей карьере в будущем.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conectar",
      "translation": "соединять",
      "definition": "unir o enlazar dos o más cosas juntas",
      "definition_translation": "соединить или связать две или более вещи вместе",
      "example": "Conecté mi teléfono a la red Wi-Fi ayer, estoy conectando con el servidor ahora y me conectaré con mis amigos mañana.",
      "example_translation": "Я подключил свой телефон к сети Wi-Fi вчера, я сейчас подключаюсь к серверу, и я буду подключаться с друзьями завтра.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "continuar",
      "translation": "продолжать",
      "definition": "hacer algo de nuevo o seguir haciendo algo que ya has empezado",
      "definition_translation": "снова делать что-то или продолжать делать что-то, что вы уже начали",
      "example": "Continué mi educación después de la escuela secundaria, estoy continuando mi investigación ahora y continuaré trabajando en mi proyecto en el futuro.",
      "example_translation": "Я продолжил своё образование после школы, я продолжаю свое исследование сейчас, и я продолжу работать над моим проектом в будущем.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "controlar",
      "translation": "контроль",
      "definition": "El poder de influir o dirigir el comportamiento de las personas o el curso de los eventos.",
      "definition_translation": "Власть влиять или направлять поведение людей или ход событий.",
      "example": "El gobierno tiene control sobre la economía. Ayer perdí el control de mi coche. Tomaré el control del proyecto el próximo mes.",
      "example_translation": "Правительство имеет контроль над экономикой. Вчера я потерял контроль над своей машиной. Я возьму контроль над проектом на следующий месяц.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tosser",
      "translation": "кашлять",
      "definition": "Una expulsión súbita y violenta de aire de los pulmones, typically para despejar la vía aérea.",
      "definition_translation": "Внезапное, сильное выталкивание воздуха из легких, обычно для очистки дыхательных путей.",
      "example": "Tosí fuerte durante la presentación. Ella tosió sangre después del accidente. Él toserá constantemente si no deja de fumar.",
      "example_translation": "Я громко кашлял во время презентации. Она кашляла кровью после аварии. Он будет кашлять постоянно, если он не бросит курить.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contar",
      "translation": "считать",
      "definition": "Determinar el número de algo mediante la anotación individual de cada elemento o unidad.",
      "definition_translation": "Определить количество чего-либо, отдельно注意 каждого отдельного элемента или единицы.",
      "example": "¿Puedes contar el número de personas en la habitación? Conté el dinero con cuidado. Ella contará los votos en las elecciones.",
      "example_translation": "Можете ли вы сосчитать количество людей в комнате? Я аккуратно сосчитал деньги. Она будет считать голоса на выборах.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "choque",
      "translation": "авария",
      "definition": "Un impacto súbito y violento, a menudo causando daños o lesiones.",
      "definition_translation": "Внезапное, насилийное столкновение или столкновение, часто вызывающее повреждения или травмы.",
      "example": "El choque del coche fue fatal. La computadora se colgó durante la actualización. El mercado de valores se derrumbará si aumentan las tasas de interés.",
      "example_translation": "Автомобильная авария была смертельной. Компьютер рухнул во время обновления. Фондовый рынок рухнет, если процентные ставки возрастут.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crear",
      "translation": "создавать",
      "definition": "Traer algo a la existencia o hacer algo nuevo.",
      "definition_translation": "Создавать что-либо или делать что-то новое.",
      "example": "Creé un nuevo proyecto la semana pasada. Estoy creando un informe ahora. Crearé un nuevo algoritmo el próximo año.",
      "example_translation": "Я создал новый проект на прошлой неделе. Я создаю отчет сейчас. Я создам новый алгоритм в следующем году.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciclo",
      "translation": "цикл",
      "definition": "Una serie de eventos o procesos que se repiten en un orden regular.",
      "definition_translation": "Серия событий или процессов, которые повторяются в регулярном порядке.",
      "example": "Ciclí al trabajo ayer. Estoy ciclando ahora. Ciclaré a las montañas el próximo fin de semana.",
      "example_translation": "Я ехал на работу на велосипеде вчера. Я катюсь сейчас. Я поеду на велосипеде в горы на следующий уикенд.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dañar",
      "translation": "повреждение",
      "definition": "Causar daño o lesión a algo o alguien.",
      "definition_translation": "Ущерб или травма кому-либо или чему-либо.",
      "example": "La tormenta dañó el techo. El accidente dañó mi coche. La empresa dañará el medio ambiente si no cambian sus políticas.",
      "example_translation": "Шторм повредил крышу. Авария повредила мою машину. Компания повредит окружающую среду, если они не изменят свои политики.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decorar",
      "translation": "украшать",
      "definition": "Hacer que algo parezca más atractivo agregando decoraciones.",
      "definition_translation": "Сделать что-то более привлекательным, добавив украшения.",
      "example": "Decoré mi habitación para Navidad. Ella está decorando la torta ahora. Ellos decorarán el salón para la boda.",
      "example_translation": "Я украсил свою комнату для Рождества. Она украшает торт сейчас. Они украсят зал для свадьбы.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decorar",
      "translation": "украсить",
      "definition": "hacer que algo se vea más atractivo añadiendo decoraciones o adornos",
      "definition_translation": "делать что-то более привлекательным, добавляя украшения или орнаменты",
      "example": "Voy a decorar mi habitación para la fiesta. Decoré mi habitación para la fiesta. He decorado mi habitación para la fiesta.",
      "example_translation": "Я украслю свою комнату для вечеринки. Я украсил свою комнату для вечеринки. Я украсила свою комнату для вечеринки.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "derrotar",
      "translation": "победить",
      "definition": "ganar una victoria sobre alguien o algo, o superar un problema o dificultad",
      "definition_translation": "добиться победы над кем-то или чем-то, или преодолеть проблему или трудность",
      "example": "Derrotamos al equipo contrario. Habíamos derrotado al equipo contrario. Derrotaremos al equipo contrario.",
      "example_translation": "Мы победили противную команду. Мы победили противную команду. Мы победим противную команду.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "defender",
      "translation": "защищать",
      "definition": "proteger a alguien o algo de un ataque o daño",
      "definition_translation": "защищать кого-то или что-то от нападения или вреда",
      "example": "Defendí a mi hermano. Había defendido a mi hermano. Defenderé a mi hermano.",
      "example_translation": "Я защищал свой брат. Я защитил свой брат. Я защищу свой брат.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "retrasar",
      "translation": "отсрочка",
      "definition": "posponer hacer algo hasta una fecha posterior",
      "definition_translation": "откладывать что-то до более позднего времени",
      "example": "Retrasé mi viaje. Había retrasado mi viaje. Retrasaré mi viaje.",
      "example_translation": "Я отложил свою поездку. Я отложил свою поездку. Я отложу свою поездку.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eliminar",
      "translation": "удалить",
      "definition": "eliminar o borrar algo, como un archivo o una pieza de información, de una computadora o dispositivo",
      "definition_translation": "удалить или стереть какой-либо файл или кусок информации с компьютера или другого устройства",
      "example": "Eliminaré el archivo después de terminar de editar. Eliminé el archivo ayer. He eliminado muchos archivos hoy.",
      "example_translation": "Я удалю файл после редактирования его. Я удалил файл вчера. Я удалил viele файлы сегодня.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entregar",
      "translation": "доставлять",
      "definition": "llevar o llevar algo a una persona o lugar, a menudo a cambio de pago",
      "definition_translation": "принести или доставить что-то شخصу или месту, часто в обмен на оплату",
      "example": "La empresa entregará el paquete mañana. Entregaron el paquete ayer. Entregaré el paquete la próxima semana.",
      "example_translation": "Компания доставит пакет завтра. Они доставили пакет вчера. Я доставлю пакет на следующей неделе.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diseñar",
      "translation": "дизайн",
      "definition": "planificar y tomar decisiones sobre la apariencia y función de algo, como un producto o un edificio",
      "definition_translation": "планировать и принимать решения о внешнем виде и функциональности чего-то, такого как продукт или здание",
      "example": "Diseñé el sitio web el año pasado. Ella diseña ropa para ganarse la vida. Él diseñará un nuevo logotipo para la empresa.",
      "example_translation": "Я спроектировал веб-сайт в прошлом году. Она проектирует одежду для жизни. Он спроектирует новый логотип для компании.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "destruir",
      "translation": "уничтожать",
      "definition": "causar que algo quede completamente dañado o arruinado, de manera que ya no exista o no pueda ser utilizado",
      "definition_translation": "причинять ущерб чему-либо, чтобы оно было полностью разрушено или уничтожено, так что оно больше не существует или не может быть использовано",
      "example": "El tornado destruyó muchas casas. Destruyeron el edificio anoche. La empresa destruirá todos los residuos tóxicos.",
      "example_translation": "Торнадо уничтожил многие дома. Они уничтожили здание прошлой ночью. Компания уничтожит все токсические отходы.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "marcar",
      "translation": "набрать",
      "definition": "girar una perilla para operar una máquina, especialmente un teléfono",
      "definition_translation": "набрать на машине, особенно на телефоне, для его работы",
      "example": "Marcé el número, pero estaba ocupado. Marcaré de nuevo más tarde. He marcado tres veces ya.",
      "example_translation": "Я набрал номер, но он был занят. Я наберу его снова позже. Я уже набрал его три раза.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cavar",
      "translation": "копать",
      "definition": "mover tierra o materiales con una pala o herramienta, o hacer un hueco en el suelo",
      "definition_translation": "перемещать землю или другие материалы лопатой или другим инструментом, или выкопать яму в земле",
      "example": "Cavé un hoyo en el patio trasero para plantar un árbol. Ella cava en su jardín todos los fines de semana. Ellos cavaron un túnel debajo de la ciudad.",
      "example_translation": "Я выкопал яму в заднем дворе, чтобы посадить дерево. Она копает в своем саду каждый уикенд. Они выкопали туннель под городом.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dirigir",
      "translation": "направлять",
      "definition": "controlar la dirección o curso de algo, o dar instrucciones o órdenes",
      "definition_translation": "контролировать направление или курс чего-либо, или давать инструкции или приказы",
      "example": "Ella dirige el departamento de marketing. Él dirigió la película. Ellos dirigirán el flujo de tráfico.",
      "example_translation": "Она руководит отделом маркетинга. Он снял фильм. Они будут направлять поток трафика.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "directo",
      "translation": "прямой",
      "definition": "ir directamente a un lugar o persona, sin detenerse o turning",
      "definition_translation": "идущий прямо к месту или человеку, не останавливаясь или не поворачивая",
      "example": "Tomé un vuelo directo a Moscú. Ella vive en una casa directamente opuesta. Él envió un mensaje directo al gerente.",
      "example_translation": "Я сел на прямой рейс в Москву. Она живет в прямо противоположном доме. Он отправил прямое сообщение менеджеру.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descubrir",
      "translation": "открывать",
      "definition": "encontrar algo o alguien que era previamente desconocido o no notado",
      "definition_translation": "найти что-то или кого-то, что было ранее неизвестно или незамечено",
      "example": "Descubrí un nuevo hobby el año pasado. Descubriré una nueva ciudad el mes que viene. Ella descubrió un talento oculto para cantar.",
      "example_translation": "Я открыл новый хобби в прошлом году. Я открою новый город в следующем месяце. Она открыла скрытый талант к пению.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mostrar",
      "translation": "дисплей",
      "definition": "mostrar o exhibir algo en un lugar público o en una pantalla",
      "definition_translation": "показать или выставить что-то в общественном месте или на экране",
      "example": "El museo mostrará una nueva colección de arte la próxima semana. Ella mostrará sus habilidades en el concierto. Ellos mostraron un mensaje de advertencia en la pantalla.",
      "example_translation": "Музей выставит новую коллекцию искусства на следующей неделе. Она покажет свои навыки на концерте. Они отображали предупреждающее сообщение на экране.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bucear",
      "translation": "нырять",
      "definition": "saltar al agua, usualmente de cabeza, o descender rápidamente en un avión",
      "definition_translation": "прыгнуть в воду, обычно головой вперед, или спускаться быстро на самолете",
      "example": "Me sumergí en la piscina ayer. Ellos bucearán en el mar el próximo verano. El avión buceó para evitar la colisión.",
      "example_translation": "Я нырнул в бассейн вчера. Они нырнут в океан в следующем летом. Самолет нырнул вниз, чтобы避ать столкновения.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dividir",
      "translation": "делить",
      "definition": "separar o dividir algo en partes o grupos",
      "definition_translation": "разделить или разбить что-то на части или группы",
      "example": "¿Puedes dividir la tarta en cuatro trozos? Ellos dividieron la clase en pequeños grupos. Ella dividirá su tiempo entre trabajo y estudio.",
      "example_translation": "Можете поделить торт на четыре части? Они разделили класс на маленькие группы. Она будет делить свое время между работой и учёбой.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dejar caer",
      "translation": "падать",
      "definition": "Dejar caer o dejar que algo caiga desde una posición más alta a una más baja, usualmente debido a la gravedad.",
      "definition_translation": "Позволить упасть или опуститься с более высокой позиции на более низкую, обычно из-за силы тяжести.",
      "example": "Dejé caer la bola en el suelo. Dejaré que te acompañe mañana. Dejé de fumar hace tiempo.",
      "example_translation": "Я упал мяч на пол. Я зайду к тебе завтра. Я бросил курить.",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emplear",
      "translation": "нанимать",
      "definition": "Pagar a alguien para que trabaje para ti, o utilizar algo para un propósito particular.",
      "definition_translation": "Платить кому-то за работу на вас или использовать что-то для определенной цели.",
      "example": "La empresa emplea a más de 500 trabajadores. Ella ha empleado una nueva estrategia para aumentar las ventas. Ellos emplearán a más personas el próximo año.",
      "example_translation": "Компания нанимает более 500 работников. Она telahнала новую стратегию для увеличения продаж. Они нанять больше людей в следующем году.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "animar",
      "translation": "поощрять",
      "definition": "Dar confianza o apoyo a alguien para hacer algo, o hacer que algo sea más probable de suceder.",
      "definition_translation": "Давать кому-то уверенность или поддержку делать что-то, или чтобы сделать что-то более вероятным.",
      "example": "Sus padres la animaron a perseguir una carrera en música. El gobierno ha animado la inversión extranjera. Ellos animarán al equipo a ganar el campeonato.",
      "example_translation": "Ее родители поощрили ее продолжать карьеру в музыке. Правительство поощрило иностранные инвестиции. Они поощрят команду赢рать чемпионат.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrar",
      "translation": "входить",
      "definition": "venir o ir a un lugar, una competencia, o un estado o posición particular.",
      "definition_translation": "Приходить или идти в место, соревнование, или определенную ситуацию или положение.",
      "example": "Entraré en la habitación cuando termine mi trabajo. Ella entró en el concurso y ganó un premio. Ellos entrarán en un nuevo mercado el próximo año.",
      "example_translation": "Я войду в комнату, когда закончу свою работу. Она вступила в конкурс и выиграла приз. Они войдут на новый рынок в следующем году.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entretenir",
      "translation": "развлекать",
      "definition": "proporcionar diversión o disfrute a alguien",
      "definition_translation": "предоставлять развлечение или удовольствие кому-либо",
      "example": "Voy a entretener a mis invitados en mi casa esta noche. Entretenía a mis amigos con historias la noche pasada. Entretenido pensamientos de viajar al extranjero el año que viene.",
      "example_translation": "Я буду развлекать гостей у себя дома сегодня вечером. Я развлекал их историями вчера вечером. Я развлекаю мысли о поездке за границу в следующем году.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escapar",
      "translation": "бежать",
      "definition": "salir de un lugar o situación, especialmente si es peligroso o desagradable",
      "definition_translation": "убежать из места или ситуации, особенно если она опасна или неприятна",
      "example": "El preso intentó escapar de la cárcel. Ella escapó del edificio en llamas. Ellos escaparán a las montañas por una semana.",
      "example_translation": "Заключенный попытался бежать из тюрьмы. Она бежала из горящего здания. Они убегут в горы на неделю.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ejercitar",
      "translation": "упражнение",
      "definition": "una actividad que se hace para mejorar la salud física o mental",
      "definition_translation": "деятельность, которую вы выполняете для улучшения вашего физического или умственного здоровья",
      "example": "Me ejercito todas las mañanas para mantenerme sano. Ella ejercitó sus músculos levantando pesas. Ellos ejercitarán sus cerebros con puzzles.",
      "example_translation": "Я занимаюсь упражнениями каждое утро, чтобы оставаться здоровым. Она упражняла свои мускулы, поднимая веса. Они будут упражнять свои мозги с головоломками.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salir",
      "translation": "выход",
      "definition": "una forma de salir de un edificio, habitación o lugar",
      "definition_translation": "выход из здания, комнаты или места",
      "example": "Por favor, salgan del edificio por la puerta principal. Salí del cuarto de forma silenciosa. Ellos saldrán de la autopista en la próxima parada.",
      "example_translation": "Пожалуйста, выйдите из здания через основную дверь. Я вышел из комнаты тихо. Они выйдут из шоссе на следующей остановке.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esperar",
      "translation": "ожидать",
      "definition": "Considerar algo probable o probable de suceder",
      "definition_translation": "Считать что-то вероятным или возможным.",
      "example": "Espero terminar este proyecto para fin de semana. Esperaba verte en la fiesta, pero no viniste. Esperaré que te comportes en la reunión.",
      "example_translation": "Я ожидаю закончить этот проект к концу недели. Я ожидал видеть вас на вечеринке, но вы не пришли. Я буду ожидать, что вы будете вести себя прилично на встрече.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "explorar",
      "translation": "исследовать",
      "definition": "Investigar o examinar algo sistemáticamente para obtener una comprensión más profunda de él",
      "definition_translation": "Исследовать или обследовать что-то систематически, чтобы получить более глубокое понимание.",
      "example": "Exploramos la nueva ciudad mediante un recorrido guiado. Ella ha estado explorando la posibilidad de empezar su propio negocio. Ellos explorarán las profundidades del océano en el nuevo submarino.",
      "example_translation": "Мы исследовали новый город, взяв гидический тур. Она исследовала возможность начала собственного бизнеса. Они будут исследовать глубины океана на новой субмарине.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cara",
      "translation": "лицо",
      "definition": "La parte frontal de la cabeza, desde la frente hasta la barbilla",
      "definition_translation": "Передняя часть головы, от лба до подбородка.",
      "example": "Ella tiene una cara hermosa con ojos azules penetrantes. La cara del reloj mostraba las 3 en punto. Él trató de poner una cara valiente, pero estaba asustado.",
      "example_translation": "У нее есть красивое лицо с пронзительными голубыми глазами. Лицо часов показывало 3 часа. Он пытался поставить храброе лицо, но он был напуган.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "quedarse dormido",
      "translation": "уснуть",
      "definition": "Volverse inconsciente e inactivo debido al sueño",
      "definition_translation": "Стать бессознательным и неактивным из-за сна.",
      "example": "Me quedé dormido en el sofá mientras veía la televisión. Ella se ha estado quedando dormida más temprano estos días. Ellos se quedarán dormidos tan pronto como lleguen a casa.",
      "example_translation": "Я уснул на диване, когда смотрел телевизор. Она начинает спать раньше в эти дни. Они уснут, как только они придут домой.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enamorarse",
      "translation": "влюбиться",
      "definition": "Sentir un fuerte apego emocional o afecto por alguien, a menudo de manera repentina o inesperada",
      "definition_translation": "Иметь сильную эмоциональную привязанность или привязанность к кому-то, часто внезапно или неожиданно.",
      "example": "Me enamoré de ella en el momento en que la vi, Me estoy enamorando de ella ahora, Me enamoraré de ella de nuevo algún día.",
      "example_translation": "Я влюбился в нее, когда увидел ее, я влюбляюсь в нее сейчас, я влюблюсь в нее снова когда-нибудь.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fijar",
      "translation": "закрепить",
      "definition": " sujetar o unir algo firmemente, a menudo utilizando un sujetador o nudo",
      "definition_translation": "Укрепить или прикрепить что-то прочно, часто используя крепление или узел.",
      "example": "Fijé mi cinturón de seguridad antes de que el avión despegara, Estoy fijando mis cordones ahora, Fijaré el tornillo mañana.",
      "example_translation": "Я закрепил свой ремень безопасности перед вылетом самолета, я сейчас закрепляю мои шнурки, завтра я закреплю винт.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alimentar",
      "translation": "кормить",
      "definition": "Dar comida a alguien o algo, a menudo con regularidad.",
      "definition_translation": "Давать еду кому-то или чему-то, часто на регулярной основе.",
      "example": "Alimenté a mi gato esta mañana, estoy alimentando a los pájaros ahora, alimentaré al bebé mañana.",
      "example_translation": "Я покормил свою кошку сегодня утром, я сейчас кормлю птиц, завтра я покормлю ребенка.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buscar",
      "translation": "принести",
      "definition": "Ir y traer algo de vuelta, a menudo a petición de alguien.",
      "definition_translation": "Идти и bringenить что-то обратно, часто по запросу кого-то.",
      "example": "Busqué la pelota para mi perro ayer, estoy buscando el periódico ahora, buscaré el libro mañana.",
      "example_translation": "Я принес мяч для моей собаки вчера, я сейчас приношу газету, завтра я принесу книгу.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luchar",
      "translation": "бороться",
      "definition": "Participar en una pelea o conflicto físico o verbal con alguien o algo.",
      "definition_translation": "Заниматься физическим или словесным конфликтом с кем-то или чем-то.",
      "example": "Me peleé con mi hermano cuando éramos niños. Ahora lucho por mi país. Lucharé por mis derechos en el futuro.",
      "example_translation": "Я боролся со своим братом, когда мы были детьми. Теперь я борюсь за свою страну. Я będę бороться за свои права в будущем.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "película",
      "translation": "фильм",
      "definition": "Una imagen en movimiento o película, especialmente una ficción.",
      "definition_translation": "Движущийся образ или кинофильм, особенно вымышленный.",
      "example": "Vi una película anoche. Grabaré mi vacación el año que viene. Filmé una película cuando estaba en la universidad.",
      "example_translation": "Я смотрел фильм вчера ночью. Я сниму свой отпуск следующим годом. Я снимал фильм, когда был в колледже.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pescado",
      "translation": "рыба",
      "definition": "Un animal acuático de sangre fría que vive en agua.",
      "definition_translation": "Холоднокровное водное животное, которое живет в воде.",
      "example": "Cené un pescado ayer. Pescaré en el lago mañana. Pescé con mis amigos el verano pasado.",
      "example_translation": "Я поймал рыбу вчера. Я пойду на рыбалку в озеро завтра. Я рыбачил с друзьями прошлым летом.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arreglar",
      "translation": "очистить",
      "definition": "Reparar o subsanar algo.",
      "definition_translation": "Починить или отремонтировать что-то.",
      "example": "Arreglé el coche ayer. Arreglaré el fregadero mañana. Arreglé la computadora la semana pasada.",
      "example_translation": "Я починил машину вчера. Я починую раковину завтра. Я починил компьютер на прошлой неделе.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flotar",
      "translation": "плыть",
      "definition": "Descansar sobre la superficie de un fluido o estar suspendido en el aire, como si estuviera en un estado de ingravidez.",
      "definition_translation": "Плавать на поверхности жидкости или быть поднятым в воздухе, как если бы в состоянии безвесности.",
      "example": "El globo flotará suavemente en el aire. Ayer, flotó en la superficie del lago. Mañana, flotará de nuevo.",
      "example_translation": "Шарик будет плавать мягко в воздухе. Вчера он плыл на поверхности озера. Завтра он снова будет плавать.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doblar",
      "translation": "складывать",
      "definition": "Doblar o plegar algo, típicamente para hacerlo más compacto o crear una forma más organizada.",
      "definition_translation": "Сгибать или складывать что-то, обычно чтобы сделать его более компактным или создать более организованную форму.",
      "example": "Doble la ropa ayer. Ella doblará el papel para crear un pájaro de origami. Ellos doblaron los brazos en desaprobación.",
      "example_translation": "Я сложил белье вчера. Она сложит бумагу, чтобы создать птицу оригами. Они сложили руки в знак неодобрения.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "seguir",
      "translation": "следовать",
      "definition": "Moverse detrás de alguien o algo, típicamente en la misma dirección, o aceptar la guía o liderazgo de alguien.",
      "definition_translation": "Двигатьсяbehind кого-то или чем-то, обычно в том же направлении, или принимать руководство или лидерство кого-то.",
      "example": "Te seguiré a la tienda. Ella sigue su instinto al tomar decisiones. Ellos siguieron el GPS para llegar al destino.",
      "example_translation": "Я føljer вас в магазин. Она следует своим инстинктам при принятии решений. Они следовали GPS, чтобы достичь目的.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agarrar",
      "translation": "хватать",
      "definition": "Tomar algo bruscamente con las manos, o aprovechar una oportunidad.",
      "definition_translation": "Внезапно брать что-то, обычно своими руками, или захватывать возможность.",
      "example": "Ella agarró el teléfono para responder la llamada. Él agarrará una snack antes de la película. Ellos agarraron la oportunidad de invertir en la empresa.",
      "example_translation": "Она схватила телефон, чтобы ответить на звонок. Он схватит перекус перед фильмом. Они схватили возможность инвестировать в компанию.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía",
      "translation": "руководитель",
      "definition": "Una persona que conduce o dirige a otros, especialmente en una profesión o actividad particular.",
      "definition_translation": "Человек, который руководит или управляет другими, особенно в определенной профессии или деятельности.",
      "example": "Ella ha sido una guía para muchos jóvenes abogados en la firma. Ella nos guío a través del proceso complejo. Ella guiará al equipo hacia el éxito.",
      "example_translation": "Она была руководителем для многих молодых адвокатов в фирме. Она руководила нами через сложный процесс. Она будет руководить командой к успеху.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manejar",
      "translation": "обрабатывать",
      "definition": "Tratar o manejar algo, especialmente con cuidado o habilidad.",
      "definition_translation": "Обрабатывать или управлять чем-то, особенно с заботой или умением.",
      "example": "Él manejó la situación con facilidad. Ella había manejado el proyecto perfectamente. Ellos manejarán la nueva cuenta.",
      "example_translation": "Он легко справился с ситуацией. Она идеально управляла проектом. Они будут обрабатывать новый счет.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colgar",
      "translation": "висеть",
      "definition": "Colgar o suspender algo en el aire, especialmente de un gancho o por una cuerda.",
      "definition_translation": "Висеть в воздухе, особенно от крюка или на веревке.",
      "example": "La pintura cuelga en la pared. Ella colgó las cortinas ayer. Ellos colgarán las luces mañana.",
      "example_translation": "Картина висит на стене. Она повесила шторы вчера. Они повесят лампы завтра.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esconder",
      "translation": "скрывать",
      "definition": "Ocultar o cubrir algo, especialmente para evitar que sea visto o encontrado.",
      "definition_translation": "Скрывать или покрывать что-то, особенно чтобы предотвратить его видимости или обнаружения.",
      "example": "Los niños se esconden detrás del sofá. Ella escondió la llave debajo de la alfombra. Ellos esconderán la sorpresa del partido.",
      "example_translation": "Дети скрываются за диваном. Она спрятала ключ под ковриком. Они будут скрывать вечеринку-сюрприз.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contratar",
      "translation": "нанять",
      "definition": "Contratar los servicios de alguien a cambio de pago.",
      "definition_translation": "Нанимать кого-либо за работу в обмен на оплату.",
      "example": "Contraté a un abogado para manejar mi caso. He estado contratarndo freelancers para mis proyectos. Contrataré a un nuevo empleado el mes próximo.",
      "example_translation": "Я нанял адвоката, чтобы обработать мой случай. Я нанимал фрилансеров для моих проектов. Я найму нового сотрудника в следующем месяце.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hacer autostop",
      "translation": "автостоп",
      "definition": "Viajar obteniendorides gratuitas de conductores, típicamente parándose en el lado de la carretera y sosteniendo un cartel.",
      "definition_translation": "Путешествовать, получая бесплатные поездки от водителей, обычно стоя на обочине дороги и держа знак.",
      "example": "Hice autostop a través del país durante mi año sabático. Ella ha estado haciendo autostop durante meses. Ellos harán autostop al festival de música el fin de semana que viene.",
      "example_translation": "Я автостопом проехал по всей стране во время года обучения. Она автостопом едет уже несколько месяцев. Они автостопом поедут на музыкальный фестиваль на следующих выходных.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agarrar",
      "translation": "держать",
      "definition": "Afirmar o sostener algo con firmeza, a menudo con las manos o los brazos.",
      "definition_translation": "Держать или схватывать что-то крепко, Often с помощью своих рук или рук.",
      "example": "Ella agarra al bebé en sus brazos. Él abrió la puerta para mí. Ellos tendrán una reunión mañana.",
      "example_translation": "Она держит ребенка в своих руках. Он держал дверь открытой для меня. Они проведут собрание завтра.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrazar",
      "translation": "обнимать",
      "definition": "Poner los brazos alrededor de alguien o algo, típicamente para mostrar afecto o consuelo.",
      "definition_translation": "Обнимать кого-то или что-то своими руками, обычно чтобы показать любовь или комфорт.",
      "example": "Ella me abrazó con fuerza. Él abraza su almohada favorita. Ellos se abrazarán en el aeropuerto.",
      "example_translation": "Она обняла меня крепко. Он обнимает свой любимый подушку. Они обнимут друг друга в аэропорту.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cazar",
      "translation": "охотиться",
      "definition": "Perseguir o cazar (juego o presa) para comida o deporte.",
      "definition_translation": "преследовать или гнаться (за дичью или добычей) для еды или спорта",
      "example": "Cazé venados en el bosque el fin de semana pasado. Estoy cazando un trabajo ahora. Cazaré tesoros cuando me retire.",
      "example_translation": "Я охотился на оленей в лесу на прошлых выходных. Я сейчас ищу работу. Я поищу за сокровищами, когда ухожу на пенсию.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "imaginar",
      "translation": "представлять",
      "definition": "Formar una imagen mental o concepto de algo.",
      "definition_translation": "образовывать в уме картину или понятие о чем-то",
      "example": "Me imaginé como un superhéroe cuando era un niño. Ella imagina una cena romántica en la playa. Ellos imaginarán un futuro sin guerras.",
      "example_translation": "Я представлял себя супергероем, когда был ребенком. Она представляет себе романтический ужин на пляже. Они представят себе будущее без войн.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "informar",
      "translation": "информировать",
      "definition": "darle información o conocimiento a alguien sobre algo",
      "definition_translation": "давать кому-либо информацию или знание о чем-то",
      "example": "La maestra nos informó sobre el examen próximo. Ella informará a su jefe sobre el problema. Ellos informaron a la policía sobre el delito.",
      "example_translation": "Учитель информировал нас о предстоящем экзамене. Она уведомит своего босса о проблеме. Они уведомили полицию о преступлении.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insistir",
      "translation": "настаивать",
      "definition": "demandar o solicitar algo con fuerza o insistencia",
      "definition_translation": "требовать или просить что-то сильно или с силой",
      "example": "Insistí en ir al partido solo. Ella insistió en llevar su vestido nuevo. Ellos insistirán en obtener un reembolso.",
      "example_translation": "Я настаивал на том, чтобы пойти наparty одному. Она настаивала на ношении своей новой платья. Они будут настаивать на получении возврата денег.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "instalar",
      "translation": "установить",
      "definition": "colocar algo en un lugar o posición, especialmente de manera preparada, para que pueda ser utilizado o operado",
      "definition_translation": "установить в определенном месте или положении, особенно в подготовленном виде, чтобы он мог быть использован или управлен",
      "example": "Instalé el software nuevo en mi computadora. Estoy instalando la actualización ahora. Instalaré el programa antivirus mañana.",
      "example_translation": "Я установил новое программное обеспечение на мой компьютер. Я устанавливаю обновление сейчас. Я установлю программу антивируса завтра.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrevistar",
      "translation": "интервью",
      "definition": "conversación entre un periodista y alguien, generalmente una persona famosa o importante, para recopilar información o opiniones",
      "definition_translation": "беседа между журналистом и кем-то, обычно знаменитым или важным человеком, с целью сбора информации или мнений",
      "example": "Tuve una entrevista con el CEO de la empresa ayer. El periodista está realizando una entrevista con el político ahora. Ella tendrá una entrevista en la universidad mañana.",
      "example_translation": "Я имел интервью с генеральным директором компании вчера. Журналист проводит интервью с политиком сейчас. Она будет иметь интервью в университете завтра.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inventar",
      "translation": "изобрести",
      "definition": "crear o diseñar algo nuevo, especialmente un dispositivo o proceso",
      "definition_translation": "создать или спроектировать что-то новое, особенно устройство или процесс",
      "example": "Thomas Edison inventó la bombilla. Ella está inventando un nuevo tipo de robot ahora. Él inventó una máquina que puede convertir agua en hielo.",
      "example_translation": "Томас Эдисон изобрел лампочку. Она изобретает новый тип робота сейчас. Он изобрел машину, способную converting воду в лед.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hierro",
      "translation": "железо",
      "definition": "un metal pesado y duro que se utiliza para fabricar muchas cosas, como máquinas, herramientas y muebles",
      "definition_translation": "тяжелый, твердый металл, который используется для изготовления многих вещей, таких как машины, инструменты и мебель",
      "example": "Plancharé mi camisa ayer. Ella está planchando su vestido ahora. Él planchará sus pantalones mañana.",
      "example_translation": "Я гладил свою рубашку вчера. Она гладит свою платье сейчас. Он будет гладить свои брюки завтра.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tejer",
      "translation": "вязать",
      "definition": "fabricar tela mediante la interconexión de hilos o hebras en una serie de bucles conectados utilizando una aguja o máquina",
      "definition_translation": "создавать ткань путем взаимного пересечения пряжи или нити в серии соединенных петель с помощью иглы или машины",
      "example": "Tejeré un suéter para mi hermano el próximo invierno. Tejí un pañuelo para mi hermana el año pasado. Tejo un sombrero todos los domingos.",
      "example_translation": "Я будет вязать свитер для брата на следующую зиму. Я вязала шарф для сестры в прошлом году. Я вяжу шляпу каждое воскресенье.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llamar",
      "translation": "стучать",
      "definition": "golpear algo, generalmente con un golpe rápido y fuerte, especialmente para llamar la atención o para solicitar algo",
      "definition_translation": "ударять что-либо, обычно с быстрым, резким ударом, особенно для привлечения внимания или для сигнала запроса",
      "example": "Llamaré a la puerta cuando llegue. Ella llamó a la mesa para llamar la atención de todos. Ellos derribaron el jarrón accidentalmente.",
      "example_translation": "Я постучу в дверь, когда прибуду. Она постучала по столу, чтобы привлечь внимание всех. Они случайно опрокинули вазу.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poner la mesa",
      "translation": "накрывать стол",
      "definition": "preparar la mesa con comida, platos, tazas y utensilios en preparación para una comida",
      "definition_translation": "устанавливать стол с едой, тарелками, чашками и столовыми приборами в preparation for a meal",
      "example": "Ella pone la mesa todas las noches. Ellos pondrán la mesa para la fiesta de cena esta noche. Pondríamos la mesa para la comida de fiesta el año pasado.",
      "example_translation": "Она накрывает стол каждый вечер. Они накроют стол для вечеринки сегодня вечером. Мы накрыли стол для праздничного пира в прошлом году.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llevar",
      "translation": "вести",
      "definition": "guiar o dirigir a alguien o algo, o mostrar el camino",
      "definition_translation": "вести или направлять кого-то или что-то, или показывать путь",
      "example": "Él llevará al equipo a la victoria. Ella lideró al grupo a través del bosque. Ellos llevaron al caballo al establo.",
      "example_translation": "Он приведет команду к победе. Она привела группу через лес. Они привели лошадь в стойло.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dejar",
      "translation": "уходить",
      "definition": "Irse de un lugar o persona, o dejar de hacer algo",
      "definition_translation": "Уйти от места или человека, или перестать делать что-то",
      "example": "Me fui de la fiesta a las 10pm, estoy dejando para París mañana, y dejaré la empresa el año que viene.",
      "example_translation": "Я ушел из партии в 10 вечера, я уезжаю в Париж завтра, и я уйду из компании в следующем году.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "levantar",
      "translation": "lifting",
      "definition": "Elevar algo o a alguien, o hacer que algo sea más liviano o fácil de llevar",
      "definition_translation": "Поднимать что-то или кого-то вверх, или сделать что-то легче или проще носить",
      "example": "Levanté la caja sobre la mesa, estoy levantando pesas en el gimnasio, y levantaré las restricciones la próxima semana.",
      "example_translation": "Я поднял коробку на стол, я поднимаю веса в спортзале, и я подниму ограничения на следующей неделе.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luz",
      "translation": "свет",
      "definition": "Una fuente de iluminación, o una sensación de felicidad o alegría",
      "definition_translation": "Источник освещения, или чувство счастья или радости",
      "example": "La luz en la habitación es demasiado tenue, encendí la luz en la cocina, y la luz en el cielo era hermosa.",
      "example_translation": "Свет в комнате слишком тусклый, я включил свет на кухне, и свет в небе был красивым.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerrar con llave",
      "translation": "замок",
      "definition": "Un dispositivo para sujetar o asegurar algo, o una sección de un canal que se puede cerrar",
      "definition_translation": "Устройство для застегивания или фиксации чего-то, или участок канала, который может быть закрыт",
      "example": "Cerré la puerta cuando me fui, estoy cerrando la caja con una llave, y cerraré la ventana esta noche.",
      "example_translation": "Я закрыл дверь, когда ушел, я закрываю коробку ключом, и я закрою окно сегодня ночью.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "administrar",
      "translation": "управлять",
      "definition": "Manejar o dirigir algo con un grado de habilidad o cuidado, especialmente para obtener los mejores resultados.",
      "definition_translation": "Обрабатывать или направлять что-то с определенной степенью умения или заботы, особенно для достижения наилучших результатов.",
      "example": "Administré el proyecto, y terminamos a tiempo. Ayer, estaba administrando un equipo, pero ahora administro un departamento. Administraré la empresa para fin de año.",
      "example_translation": "Я управлял проектом, и мы закончили его вовремя. Вчера я управлял командой, но теперь я управляю отделом. К концу года я werde управлять компанией.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "administrar",
      "translation": "управлять",
      "definition": "Manejar o dirigir algo con un grado de habilidad o cuidado, especialmente para obtener los mejores resultados.",
      "definition_translation": "Обрабатывать или направлять что-то с определенной степенью умения или заботы, особенно для достижения наилучших результатов.",
      "example": "Ella administró el presupuesto, y ahorró mucho dinero. El año pasado, estaba administrando un pequeño negocio, pero ahora administra una corporación. Ella administrará su propia startup el año que viene.",
      "example_translation": "Она управляла бюджетом, и мы сэкономили много денег. В прошлом году она управляла маленьким бизнесом, но теперь она управляет корпорацией. Она wird управлять своим стартапом к следующему году.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "casarse",
      "translation": "жениться",
      "definition": "Tomar a alguien como esposo o esposa, o casarse con alguien.",
      "definition_translation": "Взять кого-то в качестве мужа или жены, или выйти замуж за кого-то.",
      "example": "Me casé con mi novio de la escuela secundaria, y hemos estado juntos desde entonces. Ayer, estaba casándome con mi mejor amigo, pero ahora estoy casado con mi alma gemela. Me casaré con mi pareja el próximo verano.",
      "example_translation": "Я женился на своей любимой из школы, и мы были вместе с тех пор. Вчера я женился на моем лучшем друге, но теперь я женат на своей soulmate. Я werde жениться на своем партнере к следующему лету.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerilla",
      "translation": "совпадать",
      "definition": "Una pequeña vara con un químico en el extremo que produce una llama cuando se frota contra una superficie áspera.",
      "definition_translation": "Маленькая палочка с химическим веществом на конце, производящая пламя, когда трется о шероховатую поверхность.",
      "example": "Encendí una cerilla, y se produjo un fuego. Ayer, estaba igualando los calcetines, pero ahora igualo a los jugadores. Igualaré a los equipos para fin de semana.",
      "example_translation": "Я зажег спичку, и она вспыхнула. Вчера я сопоставлял носки, но теперь я сопоставляю игроков. Я werde сопоставлю команды к концу недели.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reparar",
      "translation": "исправить",
      "definition": "Reparar o arreglar algo que está dañado o roto",
      "definition_translation": "ремонтировать или починить что-то, что повреждено или сломано",
      "example": "Reparé mi camisa rota ayer, repararé mi bicicleta hoy, y repararé mi jarrón roto mañana.",
      "example_translation": "Я исправил мою порванную рубашку вчера, я почину свой велосипед сегодня, и я исправлю свою сломанную вазу завтра.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mover",
      "translation": "двигаться",
      "definition": "Cambiar la posición de algo o alguien",
      "definition_translation": "изменять положение кого-то или чего-то",
      "example": "Me mudé a una nueva casa el año pasado, estoy mudándome a una nueva ciudad ahora, y me mudaré a un nuevo país el año que viene.",
      "example_translation": "Я переехал в новый дом в прошлом году, я переезжаю в новый город сейчас, и я перееду в новую страну в следующем году.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mudarse",
      "translation": "въезжать",
      "definition": "empezar a vivir en un lugar nuevo",
      "definition_translation": "начать жить в новом месте",
      "example": "Me mudaré con mis amigos el próximo mes, mi hermana se mudó con su novio el año pasado, y mis padres se mudaron a una casa nueva cuando era niño.",
      "example_translation": "Я перееду к моим друзьям следующий месяц, моя сестра переехала к своему boyriend в прошлом году, и мои родители переехали в новый дом, когда я был ребенком.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mudarse de",
      "translation": "выйти",
      "definition": "dejar un lugar, especialmente una casa o apartamento, y ir a vivir a otro lugar",
      "definition_translation": "покинуть место, особенно дом или квартиру, и переехать куда-то еще",
      "example": "Me mudé de la casa de mis padres cuando tenía 18 años, mi hermano se mudó de su apartamento el año pasado, y mi amiga se mudará de la ciudad el próximo mes.",
      "example_translation": "Я вышел из дома своих родителей, когда мне было 18, мой брат вышел из своей квартиры в прошлом году, и мой друг выйдет из города следующий месяц.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asesinar",
      "translation": "убийство",
      "definition": "El acto de matar ilegalmente a otra persona con premeditación.",
      "definition_translation": "Действие убийства другого человека с предварительным умыслом.",
      "example": "El detective estaba encargado de resolver el asesinato que tuvo lugar la noche anterior. Ella había resuelto muchos asesinatos en el pasado, y continuará haciéndolo en el futuro.",
      "example_translation": "Детективу было поручено раскрыть убийство, которое произошло прошлой ночью. Она раскрыла много убийств в прошлом и будет продолжать делать это в будущем.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nombre",
      "translation": "имя",
      "definition": "Una palabra o frase que se refiere a una persona, lugar o cosa específica.",
      "definition_translation": "Слово или фраза, которая ссылается на конкретного человека, место или вещь.",
      "example": "¿Cuál es tu nombre? Mi nombre era Juan, pero lo cambiaré a Miguel en el futuro. Nombré a mi perro después de mi abuelo.",
      "example_translation": "Как вас зовут? Мое имя было Джоном, но я изменю его на Майкл в будущем. Я назвал свою собаку в честь моего дедушки.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nota",
      "translation": "заметка",
      "definition": "Un registro o recordatorio breve escrito.",
      "definition_translation": "Краткая письменная запись или напоминание.",
      "example": "Me hice una nota a mí mismo para comprar leche. Ella tomó notas durante la conferencia y las repasará más tarde. Anotaré los cambios en el documento mañana.",
      "example_translation": "Я сделал себе записку купить молоко. Она делала записи во время лекции и просмотрит их позже. Я сделаю заметки о изменениях в документе завтра.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "notificar",
      "translation": "уведомление",
      "definition": "Un anuncio o aviso formal.",
      "definition_translation": "Официальное объявление или предупреждение.",
      "example": "No noté el cartel hasta que fue demasiado tarde. La empresa envió un aviso a todos los empleados sobre la reunión. Ella notará los cambios en la política pronto.",
      "example_translation": "Я не заметил знака, пока не стало слишком поздно. Компания направила уведомление всем сотрудникам о встрече. Она заметит изменения в политикеsoon.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "operar",
      "translation": "оперировать",
      "definition": "controlar o dirigir el funcionamiento de algo, como una máquina o un sistema.",
      "definition_translation": "контролировать или направлять работу чего-либо, такого как машина или система",
      "example": "El cirujano operará al paciente mañana. La empresa opera varias fábricas en todo el país. Para el próximo año, operarán en tres nuevos mercados.",
      "example_translation": "Хирург будет оперировать на пациенте завтра. Компания оперирует несколькими фабриками по всей стране. К следующему году они будут работать на трех новых рынках.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "organizar",
      "translation": "организовать",
      "definition": "ordenar o sistematizar cosas de manera eficiente, especialmente para alcanzar un objetivo particular.",
      "definition_translation": "организовывать или систематизировать вещи в эффективном порядке, особенно для достижения конкретной цели",
      "example": "Ella organizó un evento benéfico el año pasado. Él organizará un equipo para trabajar en el proyecto. Para el próximo mes, habrán organizado una nueva estrategia de marketing.",
      "example_translation": "Она организовала благотворительное мероприятие в прошлом году. Он организует команду для работы над проектом. К следующему месяцу они будут иметь организованную новую маркетинговую стратегию.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aprobar",
      "translation": "проходить",
      "definition": "moverse más allá de algo o alguien, o ser exitoso en una prueba o examen",
      "definition_translation": "пройти мимо чего-либо или кого-либо, или быть успешным в тесте или экзамене",
      "example": "Ella aprobará el examen fácilmente. El autobús pasa por mi casa cada hora. Él falleció el año pasado.",
      "example_translation": "Она пройдет экзамен легко. Автобус проходит мимо моего дома каждый час. Он умер в прошлом году.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasar",
      "translation": "передавать",
      "definition": "dar algo a alguien, o mover algo de una persona a otra",
      "definition_translation": "передавать что-либо кому-либо, или передвигать что-либо от одного человека к другому",
      "example": "¿Puedes pasarme el libro? Ella pasará la responsabilidad a su colega. Él pasó el balón a su compañero de equipo.",
      "example_translation": "Может, вы передадите мне книгу? Она передаст ответственность своему коллеге. Он передал мяч своему товарищу по команде.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "realizar",
      "translation": "исполнить",
      "definition": "llevar a cabo una actividad o tarea, especialmente una que requiere habilidad o esfuerzo",
      "definition_translation": "выполнить задачу или действие, особенно то, которое требует навыков или усилий",
      "example": "Ella realizará el baile en el concierto esta noche. Ella realizó bien en el examen del año pasado. Ella ha estado realizando sus deberes diligentemente.",
      "example_translation": "Она исполнит танец на концерте сегодня вечером. Она прошла экзамен хорошо в прошлом году. Она добросовестно исполняет свои обязанности.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegir",
      "translation": "выбрать",
      "definition": "seleccionar o escoger algo, a menudo con cuidado",
      "definition_translation": "выбрать или выбрать что-то, часто тщательно",
      "example": "Voy a elegir el libro de la estantería. Ella eligió las flores del jardín. Él ha estado eligiendo a los empleados adecuados para el trabajo.",
      "example_translation": "Я возьму книгу с полки. Она собрала цветы из сада. Он выбирает подходящих сотрудников для работы.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coger",
      "translation": "выбрать",
      "definition": "arrancar o tirar de algo, a menudo de manera repentina",
      "definition_translation": "черпать или_pull что-то, часто внезапно",
      "example": "Ella cogió una fresa de la cesta. Él se cogió la nariz durante la reunión. El granjero cogerá las manzanas de los árboles.",
      "example_translation": "Она собрала клубнику из корзины. Он чихнул во время встречи. Фермер будет собирать яблоки с деревьев.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alfiler",
      "translation": "булавка",
      "definition": "una pequeña pieza de metal utilizada para asegurar o unir cosas",
      "definition_translation": "маленькая, тонкая металлическая деталь, используемая для закрепления или прикрепления вещей",
      "example": "Ella usó un alfiler para arreglar su vestido. Él clavó la nota en la pizarra. La maestra clavará los trabajos de los estudiantes en la pared.",
      "example_translation": "Она использовала булавку, чтобы закрепить платье. Он прикрепил заметку к доске. Учитель прикрепит работы студентов на стену.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plantar",
      "translation": "растение",
      "definition": "Un organismo vivo que crece en el suelo y típicamente tiene hojas, tallos y raíces.",
      "definition_translation": "Живой организм, который растет в земле и обычно имеет листья, стебли и корни.",
      "example": "Planté un árbol en mi patio ayer, estoy plantando un jardín hoy y plantaré flores la próxima semana.",
      "example_translation": "Я посадил дерево в своем дворе вчера, я сажаю сад сегодня, а на следующей неделе я посадлю цветы.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "señalar",
      "translation": "точка",
      "definition": "Un pequeño punto o marca.",
      "definition_translation": "Маленькое пятно или метка.",
      "example": "Señalé en el mapa para mostrar la ubicación, estoy señalando la pizarra ahora y señalaré el error más tarde.",
      "example_translation": "Я указал на карту, чтобы показать местоположение, сейчас я指ю на доску, а позже я укажу на ошибку.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poste",
      "translation": "почта",
      "definition": "Una estructura vertical de madera o metal utilizada para soportar algo, como una valla o un letrero.",
      "definition_translation": "Вертикальная деревянная или металлическая конструкция, используемая для поддержки чего-либо, такого как забор или знак.",
      "example": "Enviaré la carta mañana, puse el anuncio en la pizarra ayer y había puesto la foto en línea la semana pasada.",
      "example_translation": "Я отправлю письмо завтра, я развесил объявление на доске вчера, а на прошлой неделе я опубликовал фотографию в Интернете.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "posponer",
      "translation": "отложить",
      "definition": "Demorar o aplazar un evento o actividad hasta una fecha posterior.",
      "definition_translation": "Отложить или перенести событие или деятельность на более позднее время.",
      "example": "Pospondré la reunión hasta la próxima semana, pospuse el viaje el mes pasado y había pospuesto el proyecto durante un año.",
      "example_translation": "Я отложу встречу до следующей недели, я отложил поездку в прошлом месяце, а проект я отложил на год.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verter",
      "translation": "ливать",
      "definition": "fluir o moverse fluidamente y continuamente, a menudo en un chorro o flujo constante",
      "definition_translation": "течь или двигаться fluidly и постоянно, часто в потоке или устойчивом потоке",
      "example": "Voy a verter el agua en el vaso. Estoy vertiendo el café en la taza. Verteré el jugo en la botella.",
      "example_translation": "Я налит воду в стакан. Я наливаю кофе в чашку. Я буду лить сок в бутылку.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rezar",
      "translation": "молиться",
      "definition": "hablar con Dios o un dios para expresar gratitud o pedir algo",
      "definition_translation": "Обращаться к Богу или богу, чтобы выразить благодарность или запросить что-то",
      "example": "Recé por mi familia anoche. Estoy rezando por la paz mundial ahora. Rezaré por la recuperación de mi amigo mañana.",
      "example_translation": "Я молился за мою семью вчера ночью. Я молюсь за мир в мире сейчас. Я буду молиться за выздоровление моего друга завтра.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prensar",
      "translation": "нажимать",
      "definition": "presionar o apretar algo con fuerza, a menudo para aplanarlo o extraer algo de él",
      "definition_translation": "нажимать или сжимать что-тоfirmly, часто чтобы сделать его плоским или извлечь что-то из него",
      "example": "Presioné el botón del ascensor. Estoy prensando la plancha para quitar las arrugas. Prensaré las uvas para hacer vino.",
      "example_translation": "Я нажал кнопку лифта. Я нажимаю утюг, чтобы удалить морщины. Я буду нажимать виноград, чтобы сделать вино.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prevenir",
      "translation": "предотвращать",
      "definition": "impedir que algo suceda o hacer que sea imposible que suceda",
      "definition_translation": "останавливать что-то от случая или使 что-то невозможно для случая",
      "example": "Previene la puerta de cerrarse. Estoy previniendo que el perro ladre. Preveniré el accidente de ocurrir.",
      "example_translation": "Я предотвратил дверь от закрытия. Я предотвращаю собаку от лаяния. Я буду предотвращать аварию от случая.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "producir",
      "translation": "производить",
      "definition": "Crear o manufacturar algo, especialmente a gran escala.",
      "definition_translation": "Производить или изготовлять что-либо, особенно на большом масштабе.",
      "example": "La empresa producirá 1000 unidades del nuevo producto para fin de año. El año pasado, produjeron 500 unidades. Habrán producido 2000 unidades para fin de año que viene.",
      "example_translation": "Компания произведет 1000 единиц нового продукта к концу года. В прошлом году они произвели 500 единиц. К концу следующего года они произведут 2000 единиц.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prometer",
      "translation": "обещать",
      "definition": "Un compromiso o garantía de hacer algo.",
      "definition_translation": "Обязательство или заверение сделать что-либо.",
      "example": "Prometí llamarla ayer, pero me olvidé. Prometo terminar el proyecto para fin de semana. Ella había prometido asistir a la reunión, pero no se presentó.",
      "example_translation": "Я обещал позвонить ей вчера, но забыл. Я обещаю закончить проект к концу недели. Она обещала прийти на встречу, но не появилась.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "proteger",
      "translation": "защищать",
      "definition": "Defender o guardar algo de daño, daño o lesión.",
      "definition_translation": "Защищать или охранять что-либо от вреда, ущерба или травмы.",
      "example": "Necesitamos proteger el medio ambiente de la contaminación. La policía protegió a los manifestantes de la violencia. Ella protegerá sus derechos como ciudadana.",
      "example_translation": "Нам нужно защитить окружающую среду от загрязнения. Полиция защищала протестующих от насилия. Она будет защищать свои права как гражданина.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "probar",
      "translation": "доказать",
      "definition": "Mostrar o demostrar la verdad o existencia de algo.",
      "definition_translation": "Показать или доказать истину или существование чего-либо.",
      "example": "Él probó el teorema en su tesis de doctorado. La empresa probará su estabilidad financiera para fin de año. Ella ha probado ser una empleada valiosa.",
      "example_translation": "Он доказал теорему в своей диссертации. Компания докажет свою финансовую стабильность к концу года. Она доказала себя как ценного работника.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "proporcionar",
      "translation": "предоставлять",
      "definition": "hacer algo disponible para uso o suministrar algo que es necesario",
      "definition_translation": "предоставлять что-то для использования или обеспечивать чем-то необходимым",
      "example": "Proporcionaré una comida para los invitados mañana. Proporcione una comida para los invitados ayer. Proporciono una comida para los invitados cada semana.",
      "example_translation": "Я предоставлю еду для гостей завтра. Я предоставил еду для гостей вчера. Я обеспечиваю едой гостей каждую неделю.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "castigar",
      "translation": "наказывать",
      "definition": "darle un castigo o penalidad a alguien por hacer algo malo",
      "definition_translation": "давать кому-то штраф или наказание за неправильное поведение",
      "example": "El maestro castigó al estudiante por mal comportamiento. El maestro castigará al estudiante si no se porta bien. El maestro castigó al estudiante ayer.",
      "example_translation": "Учитель наказал студента за плохое поведение. Учитель наказает студента, если он не будет вести себя хорошо. Учитель наказал студента вчера.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "renunciar",
      "translation": "бросать",
      "definition": "dejar de hacer algo o abandonar un trabajo o posición",
      "definition_translation": "прекращать делать что-то или уходить с работы или должности",
      "example": "Renunciaré a mi trabajo mañana. Renuncié a mi trabajo la semana pasada. Renuncié a fumar hace cinco años.",
      "example_translation": "Я уволюсь с работы завтра. Я уволился с работы на прошлой неделе. Я бросил курить пять лет назад.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "renunciar",
      "translation": "бросать",
      "definition": "dejar de hacer algo o abandonar un trabajo o posición",
      "definition_translation": "прекращать делать что-то или уходить с работы или должности",
      "example": "Ella renunció a su trabajo para iniciar su propio negocio. Él renunció al equipo después de la discusión. Ellos renunciaron a hablar entre sí después de la pelea.",
      "example_translation": "Она уволилась с работы, чтобы начать свой собственный бизнес. Он покинул команду после ссоры. Они перестали разговаривать друг с другом после драки.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carrera",
      "translation": "гонка",
      "definition": "una competencia entre personas o animales, donde la primera persona o animal en terminar un curso es el ganador",
      "definition_translation": "конкурс между людьми или животными, где первый человек или животное, которое завершит курс, является победителем",
      "example": "Mañana te voy a ganar en la línea de meta. Ayer, corrí con mi amigo. Estoy corriendo contra el tiempo para cumplir con el plazo.",
      "example_translation": "Я побегу с тобой до финишной линии завтра. Вчера я соревновался с моим другом. Я соревнуюсь с временем, чтобы уложиться в сроки",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elevar",
      "translation": "поднимать",
      "definition": "subir algo o a alguien, o hacer que algo aumente en cantidad o nivel",
      "definition_translation": "поднимать что-то или кого-то, или чтобы увеличить что-то в количестве или уровне",
      "example": "Levanto la mano para hacer una pregunta. Ella criará a sus hijos para que sean amables. Ellos elevaron el precio de los boletos la semana pasada.",
      "example_translation": "Я поднял руку, чтобы задать вопрос. Она будет воспитывать своих детей быть добрыми. Они подняли цену билетов на прошлой неделе",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reconstruir",
      "translation": "перестраивать",
      "definition": "construir algo nuevamente, a menudo de manera mejor o más fuerte, después de que ha sido dañado o destruido",
      "definition_translation": "строить что-то снова, часто лучше или сильнее, после того как оно было повреждено или уничтожено",
      "example": "Vamos a reconstruir la casa después del huracán. Ellos reconstruyeron la ciudad después de la guerra. Ella reconstruye su confianza después del fracaso.",
      "example_translation": "Мы перестроим дом после урагана. Они перестроили город после войны. Она перестраивает свою уверенность после неудачи",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reciclar",
      "translation": "перерабатывать",
      "definition": "tratar o procesar materiales usados para producir productos nuevos, reducir residuos y conservar recursos naturales",
      "definition_translation": "обработать или обработать использованные материалы для производства новых продуктов, уменьшить отходы и сохранить природные ресурсы",
      "example": "Reciclamos papel y plástico para salvar el medio ambiente. Ellos reciclarán los computadoras viejos para hacer nuevos. Ella recicla sus ropas viejas para hacer accesorios nuevos.",
      "example_translation": "Мы перерабатываем бумагу и пластик, чтобы спасти окружающую среду. Они переработают старые компьютеры, чтобы сделать новые. Она перерабатывает свои старые вещи, чтобы сделать новых аксессуаров",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reemplazar",
      "translation": "заменить",
      "definition": "Poner algo nuevo en lugar de algo viejo o existente",
      "definition_translation": "Поместить что-то новое вместо старого или существующего",
      "example": "Reemplacé el teléfono antiguo con uno nuevo ayer, lo reemplazaré de nuevo mañana, y lo había reemplazado la semana pasada.",
      "example_translation": "Я заменил старый телефон новым вчера, я заменю его снова завтра, и я заменил его на прошлой неделе.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rescatar",
      "translation": "спасение",
      "definition": "El acto de salvar a alguien o algo del peligro o la dificultad",
      "definition_translation": "Акт спасения кого-то или чего-то от опасности или неприятности",
      "example": "El equipo de rescate rescató a las personas del edificio en llamas ayer, los rescatará de nuevo mañana, y los había rescatado la semana pasada.",
      "example_translation": "Команда спасения спасла людей из горящего здания вчера, они спасут их снова завтра, и они спасли их на прошлой неделе.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reservar",
      "translation": "резерв",
      "definition": "Guardar algo para uso futuro o reservar algo para un propósito particular",
      "definition_translation": "Сохранять что-то для будущего использования или откладывать что-то для определенной цели",
      "example": "Reservé una mesa en el restaurante ayer, reservaré una novamente mañana, y había reservado una la semana pasada.",
      "example_translation": "Я забронировал столик в ресторане вчера, я забронирую один снова завтра, и я забронировал один на прошлой неделе.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descansar",
      "translation": "отдых",
      "definition": "Un período de relajación o sueño",
      "definition_translation": "Период отдыха или сна",
      "example": "Me descansé en casa ayer, me descansaré de nuevo mañana, y me había descansado en la playa la semana pasada.",
      "example_translation": "Я отдыхал дома вчера, я отдохну снова завтра, и я отдыхал на пляже на прошлой неделе.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "revisar",
      "translation": "пересматривать",
      "definition": "Hacer cambios en algo, especialmente un escrito, para mejorarla",
      "definition_translation": "Изменить что-то, особенно письменный текст, чтобы улучшить его.",
      "example": "Revisé mi ensayo la noche pasada. Reviso mis objetivos cada año. Revisaré el informe la semana que viene.",
      "example_translation": "Я пересмотрел свою эссе昨 вечером. Я пересматриваю свои цели каждый год. Я пересмотрю отчет на следующей неделе.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "robar",
      "translation": "ограбить",
      "definition": "Tomar propiedad de alguien o algo usando la fuerza o amenazas",
      "definition_translation": "Похищать имущество у человека или места с помощью силы или угроз.",
      "example": "El banco fue robado anoche. Me robaron la billetera. La tienda será robada si no aumentamos la seguridad.",
      "example_translation": "Банк был ограблен昨 вечером. Меня ограбили моего кошелька. Магазин будет ограблен, если мы не увеличит безопасность.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "correr",
      "translation": "бежать",
      "definition": "Moverse rápidamente a pie, generalmente a un ritmo constante y rápido.",
      "definition_translation": "Двигаться быстро на ногах, обычно в стабильном и быстром темпе.",
      "example": "Corrí un maratón el año pasado. Corro todas las mañanas. Correré al almacen más tarde.",
      "example_translation": "Я пробежал марафон в прошлом году. Я бегаю каждое утро. Я побегу в магазин позднее.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ahorrar",
      "translation": "сэкономить",
      "definition": "Guardar o almacenar algo, especialmente dinero, en un lugar seguro, o evitar utilizarlo o gastarlo.",
      "definition_translation": "Хранить или запасать что-то, особенно деньги, в безопасном месте, или избежать использования или расхода его.",
      "example": "Ahorré mi dinero durante un año. Ahorro energía apagando las luces. Ahorraré el archivo en mi computadora.",
      "example_translation": "Я сэкономил деньги за год. Я экономлю энергию, отключая свет. Я сохраню файл на моем компьютере.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntuar",
      "translation": "счёт",
      "definition": "Una puntuación es un número que muestra cómo alguien ha hecho en una prueba, juego o competencia.",
      "definition_translation": "Счёт - это число, которое показывает, как хорошо кто-то справился в тесте, игре или соревновании.",
      "example": "Ella obtuvo una alta puntuación en la prueba de matemáticas. Ha estado puntuando bien todo el semestre. Puntuará el gol ganador mañana.",
      "example_translation": "Она набрала высокий балл на математическом тесте. Она набирала хорошо весь семестр. Она забьет победный гол завтра.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gritar",
      "translation": "крикнуть",
      "definition": "Gritar es hacer un ruido muy alto y agudo, a menudo debido al miedo, dolor o emoción.",
      "definition_translation": "Крикнуть - это сделать очень громкий, высокий звук, часто из-за страха, боли илиexcitement.",
      "example": "La multitud gritó con emoción cuando comenzó el concierto. Ella gritó de terror cuando vio la araña. El bebé gritará fuerte si tiene hambre.",
      "example_translation": "Толпа крикнула от радости, когда начался концерт. Она закричала от恐ора, когда увидела паука. Малыш закричит громко, если он голоден.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buscar",
      "translation": "искать",
      "definition": "Buscar es buscar algo con cuidado y minuciosidad, a menudo de manera sistemática.",
      "definition_translation": "Искать - это тщательно и подробно искать что-то, часто систематическим образом.",
      "example": "Ella buscó toda la casa para encontrar sus llaves perdidas. Él ha estado buscando un nuevo trabajo durante meses. Buscarán los objetos personales del sospechoso esta noche.",
      "example_translation": "Она искала потерянные ключи по всему дому. Он искал новую работу в течение месяцев. Они будут искать вещи подозреваемого сегодня вечером.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "seleccionar",
      "translation": "выбрать",
      "definition": "Seleccionar es elegir algo de un grupo o lista, a menudo debido a su calidad o idoneidad.",
      "definition_translation": "Выбрать - это выбрать что-то из группы или списка, часто из-за его качества или подходящности.",
      "example": "Ella seleccionó el mejor vino para la fiesta de cumpleaños. Él seleccionará el equipo para el partido de campeonato. Habían seleccionado la ubicación perfecta para la nueva oficina.",
      "example_translation": "Она выбрала лучшее вино для ужина. Он выберет команду для чемпионской игры. Они выбрали идеальное место для нового офиса.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "servir",
      "translation": "служить",
      "definition": "Proporcionar comida o bebida a alguien, especialmente en un restaurante o durante una comida.",
      "definition_translation": "Обслуживать кого-то едой или напитками, особенно в ресторане или во время еды.",
      "example": "Serví café a los invitados. Estoy sirviendo café a los invitados. Serviré café a los invitados.",
      "example_translation": "Я сервировал кофе гостям. Я обслуживаю кофе гостям. Я буду обслуживать кофе гостям.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coser",
      "translation": "шить",
      "definition": "Reparar o hacer algo utilizando una aguja y un hilo.",
      "definition_translation": "Исправлять или создавать что-то, используя иголку и нить.",
      "example": "Cose un botón en mi camisa. Estoy cosiendo un vestido. Coseré una manta.",
      "example_translation": "Я пришил пуговицу на рубашке. Я шью платье. Я буду шить квilt.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sacudir",
      "translation": "трясти",
      "definition": "Mover algo rápidamente y con fuerza de un lado a otro o de arriba a abajo.",
      "definition_translation": "Двигать что-то быстро и сильно из стороны в сторону или вверх и вниз.",
      "example": "Sacudí su mano. Estoy sacudiendo el árbol. Sacudiré la botella.",
      "example_translation": "Я пожал руку ему. Я тряс дерево. Я буду трясти бутылку.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estrechar la mano",
      "translation": "поручиться",
      "definition": "Estrechar la mano de alguien como forma de saludo o muestra de acuerdo.",
      "definition_translation": "Сцепить чью-то руку как способ приветствия или выражения согласия.",
      "example": "Estrechamos la mano en el trato. Estamos estrechando la mano. Estrecharé la mano de nuevo.",
      "example_translation": "Мы пожали руки по договору. Мы пожимаем руки. Мы снова пожмем руки.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disparar",
      "translation": "стрелять",
      "definition": "disparar un proyectil desde un arma, o usar una cámara para tomar una foto",
      "definition_translation": "выпускать_projectile из оружия или использовать камеру для съемки",
      "example": "Disparé un gol en el partido de fútbol ayer. Estoy disparando una película ahora. Dispararé un blanco en el campo de tiro mañana.",
      "example_translation": "Я забил гол в игре в футбол вчера. Я снимаю фильм сейчас. Я буду стрелять по мишени на тире завтра.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda",
      "translation": "магазин",
      "definition": "un edificio o parte de un edificio donde se venden bienes o servicios",
      "definition_translation": "здание или часть здания, где продаются товары или услуги",
      "example": "Compré en el centro comercial el fin de semana pasado. Estoy comprando en línea ahora. Compraré en el supermercado mañana.",
      "example_translation": "Я делал покупки в торговом центре на прошлых выходных. Я делаю покупки онлайн сейчас. Я буду делать покупки в супермаркете завтра.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esquiar",
      "translation": "кататься на лыжах",
      "definition": "practicar el deporte de esquí, o usar esquís como medio de transporte",
      "definition_translation": "заниматься спортом катания на лыжах или использовать лыжи как средство передвижения",
      "example": "Esquíe por la montaña ayer. Estoy esquiando con mis amigos ahora. Esquiaré en los Juegos Olímpicos el año que viene.",
      "example_translation": "Я катался на лыжах вниз по горе вчера. Я катаюсь на лыжах со своими друзьями сейчас. Я буду кататься на лыжах на Олимпийских играх в следующем году.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "resbalar",
      "translation": "скользить",
      "definition": "caer o deslizarse accidentalmente, o cometer un error",
      "definition_translation": "падать или скользить случайно, или делать ошибку",
      "example": "Resbalé en el hielo ayer. Estoy resbalando en mis ropa abrigadora ahora. Me resbalaré calladamente mañana.",
      "example_translation": "Я поскользнулся на льду вчера. Я надеваю теплую одежду сейчас. Я уйду тихо завтра.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oler",
      "translation": "пахнуть",
      "definition": "percibir el olor o aroma de algo",
      "definition_translation": "ощущать запах или запах чего-то",
      "example": "Olí el café que se estaba preparando en la mañana. Estoy oliendo las flores ahora. Oleré el pan recién horneado mañana.",
      "example_translation": "Я почувствовал запах кофе, варящегося утром. Я чувствую запах цветов сейчас. Я услышу запах свежевыпеченного хлеба завтра.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sonreír",
      "translation": "улыбаться",
      "definition": "una expresión facial caracterizada por una curvatura ascendente de las comisuras de la boca",
      "definition_translation": "лицевое выражение, характеризующееся выгибом уголков рта вверх",
      "example": "Ella sonrió cuando entré en la habitación. Está sonriendo en su teléfono ahora. Sonreirá cuando vea su regalo de cumpleaños.",
      "example_translation": "Она улыбнулась мне, когда я вошел в комнату. Она улыбается теперь в свой телефон. Она улыбнется, когда увидит свой подарок на день рождения.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "derramar",
      "translation": "разлить",
      "definition": "causar o permitir que algo salga de un contenedor",
      "definition_translation": "позволить чему-либо течь или выпасть из контейнера",
      "example": "Derramé el jugo en el suelo. Estoy derramando el café ahora. Derramaré el agua mañana.",
      "example_translation": "Я пролил сок на пол. Я проливаю кофе сейчас. Я пролью воду завтра.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estropeo",
      "translation": "испортивать",
      "definition": "dañar o arruinar algo, especialmente alimentos",
      "definition_translation": "повредить или испортить что-то, особенно еду",
      "example": "La leche se echará a perder si no la refrigeras. Estropeé la fiesta sorpresa. Ella estropeará su cabello con demasiado estilismo de calor.",
      "example_translation": "Молоко испортится, если не положить его в холодильник. Я испортил сюрпризную вечеринку. Она испортит волосы с помощью слишком частой стилизации с помощью нагрева.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pegar",
      "translation": "приклеивать",
      "definition": "Adjuntar o fijar algo a algo más, típicamente usando pegamento o otra sustancia adhesiva.",
      "definition_translation": "Прикрепить или зафиксировать что-то к чему-то другому, типично используя клей или другой адгезивный материал.",
      "example": "Pegué el póster en la pared con pegamento. Pegaré la etiqueta en el paquete mañana. Ella se pegó a su decisión y no cambió de opinión.",
      "example_translation": "Я приклеил плакат к стене с помощью клея. Я приклею этикетку к пакету завтра. Она придерживалась svého решения и не изменила свое мнение.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "revolver",
      "translation": " перемешивать",
      "definition": "Mover una cuchara u otro objeto en una mezcla, como alimentos o bebidas, para mezclarla.",
      "definition_translation": "Перемешивать ложкой или другими предметами в смеси,such as пищу или напиток, для ее смешивания.",
      "example": "¿Puedes revolver la sopa para mí? Está revolviendo el café despacio. Él revolverá la mezcla mañana por la mañana.",
      "example_translation": "Можешь перемешать суп для меня? Она медленно перемешивает кофе. Он परमешает смесь завтра утром.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golpear",
      "translation": "ударять",
      "definition": "Golpear o atacar algo o alguien con fuerza, a menudo con un movimiento rápido y potente.",
      "definition_translation": "Ударять или атаковать что-то или кого-то с силой, часто с быстрым, мощным движением.",
      "example": "El boxeador golpeará a su oponente esta noche. Ella golpeó la pelota con su raqueta. Descubrieron oro en la mina el año pasado.",
      "example_translation": "Боксер ударит своего соперника сегодня вечером. Она ударила мяч своей ракеткой. Они нашли золото в шахте прошлом году.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tener éxito",
      "translation": "успевать",
      "definition": "Lograr algo que has estado tratando de hacer, a menudo después de mucho esfuerzo o dificultad.",
      "definition_translation": "Достичь чего-то, что вы пытались сделать, часто после большого усилия или трудности.",
      "example": "Me aseguré de obtener el trabajo después de tres entrevistas. Ella tendrá éxito en su empresa. Lograron escalar la montaña.",
      "example_translation": "Я добился работы после трех интервью. Она добьется успеха в своем бизнес-предприятии. Они добились успеха в восхождении на гору.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sugerir",
      "translation": "предлагать",
      "definition": "Proponer o recomendar algo como posible solución.",
      "definition_translation": "предлагать или рекомендовать что-то как可能性 или решение",
      "example": "Ella sugirió que tomáramos un descanso, pero yo quería terminar el proyecto. Ayer sugerí un enfoque nuevo, y mañana sugeriré una reunión.",
      "example_translation": "Она предложила, что мы взяли бы паузу, но я хотел закончить проект. Вчера я предложил новый подход, а завтра я предложу встречу.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "broncearse",
      "translation": "загорать",
      "definition": "Acostarse o sentarse al sol, especialmente para获得 un bronceado.",
      "definition_translation": "лежать или сидеть на солнце, особенно для того, чтобы получить загар",
      "example": "Me encanta broncearme en la playa durante mis vacaciones. Ella se bronceó toda la mañana, pero se quemo. Ellos se broncearán en la azotea más tarde.",
      "example_translation": "Я люблю загорать на пляже во время моего отпуска. Она загорала целое утро, но получить солнечный ожог. Они будут загорать на крыше позже.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apoyar",
      "translation": "помощь",
      "definition": "Dar asistencia o apoyo a alguien o algo.",
      "definition_translation": "предоставлять помощь или поддержку кому-либо или чему-либо",
      "example": "El equipo recibió apoyo de sus fanáticos durante el partido. Ella apoya a su familia financieramente. Apoyarán el evento benéfico el mes próximo.",
      "example_translation": "Команда получила поддержку от своих фанатов во время игры. Она финансово поддерживает свою семью. Они поддержат благотворительное мероприятие в следующем месяце.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apoyar",
      "translation": "помощь",
      "definition": "Sostener o mantener algo en una posición particular.",
      "definition_translation": "держать или mantener что-то в определенном положении",
      "example": "La pared sostiene el techo del edificio. La empresa apoya a la comunidad local. El sistema apoyará la actualización de software nueva.",
      "example_translation": "Стена поддерживает крышу здания. Компания поддерживает местное сообщество. Система будет поддерживать новое обновление программного обеспечения.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apagar",
      "translation": "отключить",
      "definition": "Detener la operación de algo, especialmente presionando un botón o moviendo un interruptor.",
      "definition_translation": "остановить работу чего-либо, особенно нажатием кнопки или перемещением переключателя",
      "example": "Apagué la luz cuando salí de la habitación. Apagaré la computadora cuando termine mi trabajo. Si no apagas la estufa, seguirá calentando.",
      "example_translation": "Я отключил свет, когда вышел из комнаты. Я отключу компьютер, когда закончу свою работу. Если ты не отключишь духовку, она будет продолжать нагреваться.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "encender",
      "translation": "включить",
      "definition": "Iniciar la operación de algo, especialmente presionando un botón o moviendo un interruptor.",
      "definition_translation": "начать работу чего-либо, особенно нажатием кнопки или перемещением переключателя",
      "example": "Encendí la luz cuando entré en la habitación. Ella encenderá la TV cuando comience su programa favorito. Si enciendas el acondicionador de aire, enfriará la habitación.",
      "example_translation": "Я включил свет, когда вошел в комнату. Она включит телевизор, когда начнется ее любимое шоу. Если ты включишь кондиционер, он охладит комнату.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabor",
      "translation": "вкус",
      "definition": "La sensación de sabor o dulzor cuando comes o bebes algo.",
      "definition_translation": "ощущение вкуса или сладости, когда вы едите или пьете что-то",
      "example": "El vino tiene un sabor rico. Le gusta el sabor de las fresas. El chef agregó un ingrediente nuevo para realzar el sabor del plato.",
      "example_translation": "Вино имеет богатый вкус. Она любит вкус клубники. Шеф-повар добавил новый ингредиент, чтобы усилить вкус блюда.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rasgar",
      "translation": "рассказать",
      "definition": "Desgarrar o ser desgarrado, o hacer un agujero en algo con un movimiento rápido y fuerte.",
      "definition_translation": "потянуть или быть разорванным, или сделать дыру в чем-то сudden, силовым движением",
      "example": "Ella rasgó su vestido cuando cayó. Él arrancó la página del libro. La tormenta rasgó la ciudad, causando destrucción.",
      "example_translation": "Она разорвала платье, когда упала. Он порвал страницу из книги. Шторм разорвал город, gây разрушение.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prueba",
      "translation": "тест",
      "definition": "Una prueba es una serie de preguntas o problemas diseñados para evaluar el conocimiento, habilidades o habilidades de una persona.",
      "definition_translation": "Тест - это серия вопросов или задач, разработанных для оценки знаний, навыков или способностей человека.",
      "example": "Voy a tomar una prueba mañana, pero no he estudiado todavía. Ella tomó una prueba la semana pasada y la aprobó. Ellos habrán tomado una prueba para el próximo mes.",
      "example_translation": "Я werde примут тест завтра, но я еще не учился. Она взяла тест на прошлой неделе и сдала его. Они примут тест к следующему месяцу.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garrapata",
      "translation": "клещ",
      "definition": "Una garrapata es un insecto parasítico pequeño que se adhiere a la piel de los animales o humanos y se alimenta de su sangre.",
      "definition_translation": "Клещ - это маленькое паразитическое насекомое, которое прикрепляется к коже животных или людей и питается их кровью.",
      "example": "Encontré una garrapata en mi perro ayer. Ella eliminará una garrapata de su gato hoy. Ellos habían eliminado una garrapata de su caballo el año pasado.",
      "example_translation": "Я нашел клещ на моей собаке вчера. Она удалит клещ с ее кошки сегодня. Они удалили клещ с их лошади в прошлом году.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corbata",
      "translation": "галстук",
      "definition": "Una corbata es una pieza de tela larga y estrecha que se lleva alrededor del cuello, generalmente por hombres, como parte de un traje formal.",
      "definition_translation": "Галстук - это длинная, узкая полоска ткани, носимая вокруг шеи, обычно мужчинами, как часть формального наряда.",
      "example": "Él llevó una corbata al matrimonio ayer. Ella llevará una corbata a la conferencia hoy. Ellos llevaron una corbata al funeral la semana pasada.",
      "example_translation": "Он надел галстук на свадьбу вчера. Она будет носить галстук на конференцию сегодня. Они надели галстук на похороны на прошлой неделе.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "total",
      "translation": "общий",
      "definition": "Total se refiere al monto completo o total de algo, incluyendo todas las partes o elementos.",
      "definition_translation": "Общий относится к полному или всему количеству чего-либо, включая все части или элементы.",
      "example": "El costo total del proyecto será muy alto. Ella calculará la suma total de los gastos hoy. Ellos tenían un total de cinco hijos.",
      "example_translation": "Общая стоимость проекта будет rất высокой. Она будет рассчитывать общую сумму затрат сегодня. У них былообщего пять детей.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gira",
      "translation": "тур",
      "definition": "Un recorrido con paradas en lugares interesantes, especialmente uno que es organizado por una empresa.",
      "definition_translation": "поездка с остановками в интересных местах, особенно та, которая организована компанией",
      "example": "Tomé una gira por Europa el verano pasado. Tomaré una gira por la ciudad mañana. Tomaré una gira por el museo la próxima semana.",
      "example_translation": "Я совершил тур по Европе прошлым летом. Я беру тур по городу завтра. Я поберу тур по музею на следующей неделе.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tren",
      "translation": "поезд",
      "definition": "Un vehículo autopropulsado sobre raíles, compuesto por una serie de coches conectados, utilizado para transportar personas o mercancías.",
      "definition_translation": "самодвижущийся транспорт на рельсах, состоящий из связанной серии вагонов, используемый для перевозки людей или товаров",
      "example": "Tomé el tren a París. Tomaré el tren a Berlín mañana. Tomaré el tren a Londres el próximo mes.",
      "example_translation": "Я сел на поезд в Париж. Я беру поезд в Берлин завтра. Я поберу поезд в Лондон अगलий месяц.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "transferir",
      "translation": "перевод",
      "definition": "Mover algo o a alguien de un lugar a otro.",
      "definition_translation": "перемещать что-то или кого-то из одного места в другое",
      "example": "Transferí el dinero a mi cuenta. Estoy transfiriendo archivos al nuevo ordenador. Transferiré los datos a la nube.",
      "example_translation": "Я перевел деньги на мой счет. Я переношу файлы на новый компьютер. Я переведу данные в облако.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traducir",
      "translation": "переводить",
      "definition": "Expresar el sentido de palabras o texto en otro idioma.",
      "definition_translation": "выражать смысл слов или текста на другом языке",
      "example": "¿Puedes traducir este texto al ruso? Traduje el documento al inglés. Traduciré el sitio web al español.",
      "example_translation": "Можете перевести этот текст на русский язык? Я перевел документ на английский язык. Я переведу сайт на испанский язык.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intento",
      "translation": "попытаться",
      "definition": "Hacer un esfuerzo por hacer algo o intentar lograr algo.",
      "definition_translation": "попытаться сделать что-то или попытаться достичь чего-то",
      "example": " Intenté correr un maratón el año pasado, estoy intentando aprender un idioma nuevo ahora, y intentaré terminar este proyecto mañana.",
      "example_translation": "Я попытался пробежать марафон в прошлом году, сейчас я пытаюсь выучить новый язык, и я постараюсь завершить этот проект к завтра.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tipo",
      "translation": "тип",
      "definition": "Una categoría o clase de algo, con características o rasgos comunes.",
      "definition_translation": "категория или класс чего-то, имеющий общие характеристики или признаки",
      "example": "Este tipo de coche es muy popular, estoy tecleando en mi ordenador portátil ahora, y ella tecleará un informe mañana.",
      "example_translation": "Такой тип машины очень популярный, сейчас я печатаю на meinem лэптопе, и она будет печатать отчет завтра.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desvestir",
      "translation": "разоблачаться",
      "definition": "quitar la ropa, especialmente para ir a la cama o bañarse",
      "definition_translation": "снимать одежду, особенно в подготовке ко сну или ванне",
      "example": "Ella se desvistió rápidamente y se metió en la cama, él se desvistió lentamente y saltó a la piscina, y ellos se desvestirán para el desfile de moda.",
      "example_translation": "Она быстро раздевалась и ложилась в постель, он медленно раздевался и прыгал в бассейн, и они будут раздеваться для модного шоу.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desempaquetar",
      "translation": "разгружать",
      "definition": "sacar el contenido de una bolsa, caja o contenedor, especialmente después de viajar",
      "definition_translation": "извлекать содержимое сумки, коробки или другого контейнера, особенно после путешествия",
      "example": "Desempaqué mi maleta después del viaje, ella desempaquetará las cajas de mudanza mañana, y ellos desempaquetaron el nuevo mobiliario.",
      "example_translation": "Я разгрузил мой чемодан после поездки, она будет разгружать ящики для переезда завтра, и они разгружали новую мебель.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actualizar",
      "translation": "обновить",
      "definition": "Hacer que algo sea más moderno o actualizado agregando nueva información, características o ideas.",
      "definition_translation": "Обновлять что-то, делая его более современным или актуальным, добавляя новую информацию, функции или идеи.",
      "example": "Necesito actualizar el sistema operativo de mi teléfono a la versión más reciente. Actualicé mi sitio web la semana pasada. Actualizaré mi currículum el próximo mes.",
      "example_translation": "Мне нужно обновить операционную систему моего телефона до последней версии. Я обновил мой веб-сайт на прошлой неделе. Я обновлю свое резюме в следующем месяце.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "votar",
      "translation": "голосовать",
      "definition": "Elegir o decidir algo expresando una preferencia o opinión.",
      "definition_translation": "Выбирать или решать что-то, выражая предпочтение или мнение.",
      "example": "Votaré por ella en las elecciones. Ella votó en contra de la propuesta. Ellos votarán sobre la nueva política la semana que viene.",
      "example_translation": "Я проголосую за нее на выборах. Она проголосовала против предложения. Они проголосуют по новой политике на следующей неделе.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasear al perro",
      "translation": "выгуливать собаку",
      "definition": "Llevar a un perro a pasear, generalmente con correa, para ejercicio y placer.",
      "definition_translation": "Взять собаку на прогулку, обычно на поводке, для физической и эмоциональной стимуляции.",
      "example": "Paseo a mi perro todas las mañanas. Ella pasea a su perro en el parque. Ellos pasearon a su perro alrededor de la manzana.",
      "example_translation": "Я выгуливаю свою собаку каждое утро. Она выгуливает свою собаку в парке. Они выгуливали свою собаку вокруг квартала.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "advertir",
      "translation": "предупреждать",
      "definition": "Dar una advertencia o aviso a alguien de que algo está mal o puede suceder.",
      "definition_translation": "Давать кому-то предупреждение или уведомление, что что-то не так или может发生ить.",
      "example": "Le advertí sobre el peligro. Ella me advirtió sobre la tormenta. Ellos nos advertirán sobre el accidente.",
      "example_translation": "Я предупредил его о опасности. Она предупредила меня о шторме. Они предупредят нас об аварии.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desperdiciar",
      "translation": "мусор",
      "definition": "Material, sustancia o subproducto no deseado o inútil.",
      "definition_translation": "Нежелательный или бесполезный материал, субстанция или побочный продукт.",
      "example": "Desperdicié mucho tiempo jugando videojuegos ayer. Desperdicio mi dinero en cosas innecesarias. Desperdiciaré una hora leyendo un libro mañana.",
      "example_translation": "Я потратил много времени, играя в видеоигры вчера. Я трачу свои деньги на ненужные вещи. Я потрачу час, читая книгу завтра.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "onda",
      "translation": "волна",
      "definition": "Un movimiento de energía que viaja a través del aire o el agua, a menudo causando que se eleve y baje.",
      "definition_translation": "Движение энергии, которое проходит через воздух или воду, часто вызывая его поднятие и опускание.",
      "example": "Vi una gran onda en la playa ayer. La onda de nueva tecnología está cambiando nuestras vidas. Las ondas chocarán contra la orilla mañana.",
      "example_translation": "Я видел большую волну на пляже вчера. Волна новой технологии изменяет нашу жизнь. Волны будут разбивать о берег завтра.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anotar algo",
      "translation": "записать что-то",
      "definition": "Registrar o anotar algo por escrito.",
      "definition_translation": "Записать или отметить что-то в письменной форме.",
      "example": "Anoté el número de teléfono ayer. Estoy anotando mi lista de tareas ahora. Anotaré la receta mañana.",
      "example_translation": "Я записал номер телефона вчера. Я пишу сейчас мой список задач. Я запишу рецепт завтра.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]
}