[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adulto",
      "translation": "взрослый",
      "definition": "Una persona adulta que ha desarrollado física, mental y emocionalmente.",
      "definition_translation": "Взрослый человек, который полностью развился физически, умственно и эмоционально.",
      "example": "Como adulto, asumo la responsabilidad total de mis acciones. Era adulto cuando me casé. Seré adulto cuando me jubile.",
      "example_translation": "Как взрослый, я беру полную ответственность за свои действия. Я был взрослым, когда женился. Я буду взрослым, когда пенсионер.",
      "imageLink": "image_files\\English\\adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bebé",
      "translation": "младенец",
      "definition": "Un ser humano muy joven, típicamente desde el nacimiento hasta alrededor de un año de edad.",
      "definition_translation": "Очень молодой человеческий-being, обычно от рождения до одного года.",
      "example": "Sostuve al bebé en mis brazos. Era bebé cuando la conocí. El bebé llorará si tiene hambre.",
      "example_translation": "Я держал младенца в своих руках. Она была младенцем, когда я впервые встретил ее. Младенец будет плакать, если он голоден.",
      "imageLink": "image_files\\English\\baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tener (años de edad)",
      "translation": "быть... (лет)",
      "definition": "Haber alcanzado una edad específica.",
      "definition_translation": "Достичь определенного возраста.",
      "example": "Tendré 30 años mañana. Tenía 25 años cuando me casé. Tendré 40 años el próximo año.",
      "example_translation": "Я буду 30 лет завтра. Она была 25 лет, когда вышла замуж. Он будет 40 лет в следующем году.",
      "imageLink": "image_files\\English\\be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barba",
      "translation": "борода",
      "definition": "Un crecimiento de pelo en la barbilla y mandíbula de un ser humano.",
      "definition_translation": "Рост волос на подбородке и челюсти человека.",
      "example": "Tenía una barba larga cuando regresó de su viaje. Me afeito la barba cada mañana. Mi abuelo tenía una barba blanca.",
      "example_translation": "У него была длинная борода, когда он вернулся из поездки. Я брею свою бороду каждое утро. У моего дедушки была белая борода.",
      "imageLink": "image_files\\English\\beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermoso",
      "translation": "красивый",
      "definition": "Agradable a la vista o mente estéticamente. Teniendo una calidad agradable o atractiva.",
      "definition_translation": "Приятный для чувств или ума эстетически. Имеющий привлекательное качество.",
      "example": "Era una mujer hermosa, con cabello largo y rizado y ojos azules brillantes. Fue hermosa en su juventud, pero ahora es vieja. Será hermosa de nuevo en su próxima vida.",
      "example_translation": "Она была красивой женщиной, с длинными, кудрявыми волосами и яркими синими глазами. Она была красивой в своей молодости, но теперь она была стара. Она будет красивой снова в своей следующей жизни.",
      "imageLink": "image_files\\English\\beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño",
      "translation": "мальчик",
      "definition": "Un niño varón o joven varón.",
      "definition_translation": "Мальчик или молодой мужчина.",
      "example": "El niño jugó fútbol con sus amigos en el parque. El niño irá a la escuela mañana. El niño había roto su juguete.",
      "example_translation": "Мальчик играл в футбол со своими друзьями в парке. Мальчик пойдет в школу завтра. Мальчик сломал свой игрушку.",
      "imageLink": "image_files\\English\\boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ojo",
      "translation": "глаз",
      "definition": "El órgano de la vista; un pequeño cuerpo globular en la cabeza de un animal, lleno de una sustancia cristalina clara, y sensible a la luz.",
      "definition_translation": "Орган зрения; маленькое шарообразное тело в голове животного, заполненное прозрачной кристаллической субстанцией, и чувствительное к свету.",
      "example": "Tenía un ojo penetrante que podía ver justo a través de mí. Su ojo estaba lesionado en el accidente. Sus ojos brillarán intensamente en la oscuridad.",
      "example_translation": "У нее был проникающий взгляд, который мог увидеть прямо сквозь меня. Его глаз был травмирован в результате аварии. Ее глаза будут ярко сиять в темноте.",
      "imageLink": "image_files\\English\\eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rostro",
      "translation": "лицо",
      "definition": "La parte frontal de la cabeza, desde la línea del cabello hasta la barbilla, incluyendo los ojos, la nariz y la boca.",
      "definition_translation": "Передняя часть головы, от линии волос до подбородка, включая глаза, нос и рот.",
      "example": "Tenía un rostro hermoso, con pómulos altos y una nariz pequeña. Su rostro estaba cansado y agotado. Su rostro se iluminará con una sonrisa.",
      "example_translation": "У нее было красивое лицо, с высокими скулами и маленьким носом. Его лицо было усталым и изношенным. Ее лицо будет светиться с улыбкой.",
      "imageLink": "image_files\\English\\face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gordo",
      "translation": "жирный",
      "definition": "Teniendo mucha grasa; rechoncho. Teniendo una cantidad alta de grasa, especialmente en relación con la comida.",
      "definition_translation": "Имеющий много жира; полный. Имеющий высокий уровень жира, особенно в отношении еды.",
      "example": "Estuve gordo cuando era adolescente, pero perdí peso después de que comencé a hacer ejercicio regularmente. He estado gordo desde que dejé de hacer deportes. Estaré gordo si no dejo de comer comida chatarra.",
      "example_translation": "Я был жирным, когда я был подростком, но я потерял вес после того, как я начал регулярно заниматься спортом. Я был жирным с тех пор, как я перестал играть в спорт. Я буду жирным, если я не перестану есть фаст-фуд.",
      "imageLink": "image_files\\English\\fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pies",
      "translation": "стопы",
      "definition": "Las extremidades inferiores de la pierna debajo de la tobillo, en las que el cuerpo se para o se mueve.",
      "definition_translation": "Нижние конечности ноги ниже лодыжки, на которых тела стоит или передвигается.",
      "example": "Tengo los pies fríos en invierno. Tenía pies grandes cuando era niño. Tendré pies pequeños cuando sea mayor.",
      "example_translation": "У меня холодные стопы зимой. У меня были большие стопы, когда я был ребенком. У меня будут маленькие стопы, когда я состарюсь.",
      "imageLink": "image_files\\English\\feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pie",
      "translation": "нога",
      "definition": "La parte inferior de la pierna por debajo del tobillo.",
      "definition_translation": "Нижняя часть ноги ниже лодыжки.",
      "example": "Me lastimé el pie cuando me caí de la bicicleta. Tuve un pie roto cuando estuve en el hospital. Tendré un pie fuerte después de terminar mis ejercicios.",
      "example_translation": "Я повредил ногу, когда упал с велосипеда. У меня была сломанная нога, когда я был в больнице. У меня будет сильная нога после того, как я закончу свои упражнения.",
      "imageLink": "image_files\\English\\foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chica",
      "translation": "девушка",
      "definition": "Una niña o una joven.",
      "definition_translation": "Девочка или молодая женщина.",
      "example": "Vi a una chica jugando con su muñeca. Me reuniré con una chica en el parque mañana. Conocí a una chica en la fiesta la noche pasada.",
      "example_translation": "Я увидел девушку, играющую с куклой. Я встречу девушку в парке завтра. Я встретил девушку на вечеринке прошлой ночью.",
      "imageLink": "image_files\\English\\girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cabello",
      "translation": "волосы",
      "definition": "Un material biomolecular filamentoso que crece desde los folículos en la piel de los humanos y muchos otros animales.",
      "definition_translation": "Филаментозный биоматериал, растущий из фолликулов в коже людей и многих других животных.",
      "example": "Ella cepilló su cabello ayer, cepilla su cabello todas las mañanas y cepillará su cabello mañana.",
      "example_translation": "Она расчёсывала свои волосы вчера, она расчёсывает свои волосы каждое утро, и она будет расчёсывать свои волосы завтра.",
      "imageLink": "image_files\\English\\hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mano",
      "translation": "рука",
      "definition": "La parte final del brazo humano más allá de la muñeca, utilizada para agarrar y manipular objetos.",
      "definition_translation": "Конечная часть человеческой руки за запястьем, используемая для захвата и манипулирования объектами.",
      "example": "Él estrechó la mano con su amigo ayer, estrecha la mano con sus colegas todos los días y estrechará la mano con su hermano mañana.",
      "example_translation": "Он пожал руки с другом вчера, он пожимает руки с коллегами каждый день, и он будет пожимать руки с братом завтра.",
      "imageLink": "image_files\\English\\hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pierna",
      "translation": "нога",
      "definition": "Uno de los miembros del cuerpo humano, que se extiende desde la ingle hasta el tobillo.",
      "definition_translation": "Одна из конечностей человеческого тела, отходящая от паха до лодыжки.",
      "example": "Ella corrió su pierna ayer, corre su pierna todas las mañanas y correrá su pierna mañana.",
      "example_translation": "Она бежала своей ногой вчера, она бегает своей ногой каждое утро, и она будет бежать своей ногой завтра.",
      "imageLink": "image_files\\English\\leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poco",
      "translation": "маленький",
      "definition": "Pequeño en cantidad o grado; no mucho o muchos.",
      "definition_translation": "Маленький по количеству или степени; не много или не многие.",
      "example": "Ella tenía un poco de dinero ayer, tiene un poco de dinero todos los meses y tendrá un poco de dinero el próximo año.",
      "example_translation": "У нее было мало денег вчера, у нее мало денег каждый месяц, и у нее будет мало денег в следующем году.",
      "imageLink": "image_files\\English\\little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "largo",
      "translation": "длинный",
      "definition": "Extendido una gran distancia desde la punta hasta el final; no corto.",
      "definition_translation": "Простираясь на большое расстояние от конца до конца; не короткий.",
      "example": "El camino era largo y serpenteante, pero el paisaje fue hermoso. He estado caminando durante un tiempo largo y estoy cansado. Caminaré una distancia larga para llegar a la cima de la colina.",
      "example_translation": "Дорога была длинной и извилистой, но пейзаж был прекрасным. Я ходил в течение долгого времени и устал. Я пройду длинную дистанцию, чтобы дойти до вершины холма.",
      "imageLink": "image_files\\English\\long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hombre",
      "translation": "мужчина",
      "definition": "Un adulto masculino humano.",
      "definition_translation": "Взрослый мужчина.",
      "example": "El hombre caminó hacia la habitación y me estrechó la mano. Seré un hombre cuando crezca. Mi abuelo fue un hombre de gran sabiduría.",
      "example_translation": "Мужчина вошел в комнату и пожал мне руку. Я будет мужчиной, когда вырасту. Мой дедушка был мужчиной великой мудрости.",
      "imageLink": "image_files\\English\\man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "boca",
      "translation": "рт",
      "definition": "La abertura por la que un animal ingiere alimentos.",
      "definition_translation": "Отверстие, через которое животное принимает пищу.",
      "example": "El bebé puso su boca en el chupete y empezó a chupar. Tuve que lavarme la boca con jabón después de comer la comida picante. Ella pondrá su boca en el tubo para inflarlo.",
      "example_translation": "Младенец положил рот на соску и начал сосать. Я должен был вымыть рот мылом после еды острый еды. Она будет ставить рот на трубку, чтобы надуть ее.",
      "imageLink": "image_files\\English\\mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nariz",
      "translation": "нос",
      "definition": "El órgano del olfato y la entrada para el aire en los pulmones.",
      "definition_translation": "Орган обоняния и вход для воздуха в легкие.",
      "example": "La nariz del perro era muy sensible y podía oler el premio desde lejos. Tuve que sonarme la nariz después de coger un resfriado. La nariz del avión estaba apuntando hacia abajo mientras descendía.",
      "example_translation": "Нос собаки был 매우 чувствительным, и он мог sentir угощение издалека. Я должен был вытереть свой нос после того, как поймал простуду. Нос самолета был направлен вниз, когда он шел вниз.",
      "imageLink": "image_files\\English\\nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "viejo",
      "translation": "старый",
      "definition": "Que ha vivido o existido durante mucho tiempo; no es joven.",
      "definition_translation": "Имеющий долгую жизнь или существовавший давно; не молодой.",
      "example": "Mi abuelo era viejo y sabio. Había vivido en esta ciudad durante 50 años. Siempre será recordado como un hombre viejo y amable.",
      "example_translation": "Мой дедушка был старым и мудрым. Он жил в этом городе 50 лет. Он всегда будет помнитаться как старый, добрый человек.",
      "imageLink": "image_files\\English\\old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corto",
      "translation": "короткий",
      "definition": "No es largo en distancia o cantidad; tiene una pequeña cantidad de algo.",
      "definition_translation": "Не длинный в расстоянии или количестве; имеющий малое количество чего-либо.",
      "example": "Me puse un vestido corto para la fiesta anoche. Fue muy conveniente para bailar. Me pondré una falda corta para la reunión mañana.",
      "example_translation": "Я надела короткое платье на вечеринку вчера ночью. Это было rất удобно танцевать. Я надену короткую юбку на встречу завтра.",
      "imageLink": "image_files\\English\\short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delgado",
      "translation": "стройный",
      "definition": "Tiene una forma estrecha o slender; no es gordo.",
      "definition_translation": "Имеющий узкую или стройную форму; не жирный.",
      "example": "Ella ha estado tratando de mantenerse delgada durante años, pero no es fácil. Era delgada y en forma cuando tenía 20 años. Empezará a hacer ejercicio regularmente para mantenerse delgada.",
      "example_translation": "Она пыталась сохранять стройную фигуру в течение лет, но это не легко. Она была стройной и-fit, когда ей было 20 лет. Она начнет регулярно заниматься спортом, чтобы сохранить стройную фигуру.",
      "imageLink": "image_files\\English\\slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alto",
      "translation": "высокий",
      "definition": "Tiene una gran altura; por encima de la altura promedio.",
      "definition_translation": "Имеющий большую высоту; выше средней высоты.",
      "example": "Él es alto y guapo. Era alto y delgado cuando era adolescente. Creerá que es aún más alto en el futuro.",
      "example_translation": "Он высокий и красивый. Он был высоким и худым, когда ему было подростком. Он станет еще выше в будущем.",
      "imageLink": "image_files\\English\\tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mujer",
      "translation": "женщина",
      "definition": "Una persona adulta humana femenina, especialmente una que es madura, casada o de un cierto nivel de sofisticación.",
      "definition_translation": "Взрослая женщина, особенно та, которая является зрелой, замужней или имеет определенный уровень изысканности.",
      "example": "Era una mujer de gran inteligencia y belleza. Had sido una mujer de gran coraje en su juventud. Será una mujer de gran sabiduría en su vejez.",
      "example_translation": "Она была женщиной великой интеллекта и красоты. Она была женщиной великой храбрости в своей молодости. Она будет женщиной великой мудрости в ее старости.",
      "imageLink": "image_files\\English\\woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "joven",
      "translation": "молодой",
      "definition": "Relacionado con o característico de una persona en las primeras etapas de crecimiento, desarrollo o madurez.",
      "definition_translation": "Относящийся к или характеризующий человека на начальных стадиях роста, развития или зрелости.",
      "example": "Él era joven y lleno de energía. Había sido joven e imprudente en su juventud. Será joven de corazón para siempre.",
      "example_translation": "Он был молодым и полным энергии. Он был молодым и безрассудным в своей молодости. Он будет молодым в душе навечно.",
      "imageLink": "image_files\\English\\young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anciano",
      "translation": "старый",
      "definition": "Que ha vivido durante mucho tiempo; que tiene un cierto número de años, especialmente un número grande.",
      "definition_translation": "Живший долго; имеющий определенный возраст, особенно большой.",
      "example": "El anciano caminaba lentamente. El vino había envejecido bien. El árbol había envejecido durante siglos.",
      "example_translation": "Старый человек медленно шел. Вино прекрасно постарело. Дерево состарилось за века.",
      "imageLink": "image_files\\English\\aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atractivo",
      "translation": "привлекательный",
      "definition": "Agradable a la vista o al espíritu; atractivo para los sentidos o emociones.",
      "definition_translation": "Приятный внешне или манерой; привлекательный для чувств или эмоций.",
      "example": "Era una mujer atractiva. La ciudad era atractiva para los turistas. El producto tenía un diseño atractivo.",
      "example_translation": "Она была привлекательной женщиной. Город был привлекательным для туристов. Продукт имел привлекательный дизайн.",
      "imageLink": "image_files\\English\\attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rubia",
      "translation": "блондинка",
      "definition": "Una rubia es una persona, especialmente una mujer, con cabello claro, a menudo considerado de color amarillo claro o dorado.",
      "definition_translation": "Блондинка - это человек, особенно женщина, с fair волосами, часто считается иметь светло-желтый или золотистый цвет.",
      "example": "Era una rubia y tenía muchos amigos en la escuela. Será una rubia cuando crezca. Estaba siendo una rubia durante la fiesta.",
      "example_translation": "Она была блондинкой и имела много друзей в школе. Она будет блондинкой, когда вырастет. Она была блондинкой во время вечеринки.",
      "imageLink": "image_files\\English\\blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vestido",
      "translation": "одет",
      "definition": "Vestido o adornado de una manera particular, especialmente con referencia a una ocasión o actividad específica.",
      "definition_translation": "Одеты или украшены Certain образом, особенно с ссылкой на конкретное событие или деятельность.",
      "example": "Él estaba vestido con un traje para la entrevista. Ella se vistió para la fiesta ayer. Estarán vestidos con disfraces para Halloween.",
      "example_translation": "Он был одет в костюм для интервью. Она оделась на вечеринку вчера. Они будут одеты в костюмы на Хэллоуин.",
      "imageLink": "image_files\\English\\dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "justo",
      "translation": "яркий",
      "definition": "Justo o imparcial; no favoreciendo a una persona o grupo sobre otro.",
      "definition_translation": "Справедливый или без偏ятии; не отдавая предпочтение одному человеку или группе перед другой.",
      "example": "El juez trató de ser justo en el juicio. La feria se celebró en la ciudad la semana pasada. Tendrán una oportunidad justa de ganar el juego.",
      "example_translation": "Судья пытался быть справедливым в судебном процессе. Ярмарка проходила в городе на прошлой неделе. У них будет справедливый шанс выиграть игру.",
      "imageLink": "image_files\\English\\fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "moda",
      "translation": "мода",
      "definition": "Una costumbre o estilo prevaleciente de vestir, etc., especialmente uno que es popular en un momento determinado.",
      "definition_translation": "Преобладающая обычай или стиль одежды и т.д., особенно тот, который является популярным в определенное время.",
      "example": "Le gusta seguir las últimas tendencias de moda. Los diseñadores de moda crean nuevos estilos cada temporada. El desfile de moda se celebró en París el año pasado.",
      "example_translation": "Она любит следовать последним трендам моды. Дизайнеры моды создают новые стили каждый сезон. Модное шоу прошло в Париже в прошлом году.",
      "imageLink": "image_files\\English\\fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedo",
      "translation": "палец",
      "definition": "Uno de los cinco tubos flexibles que se encuentran al final del brazo humano, utilizados para agarrar y sentir cosas.",
      "definition_translation": "Один из пяти гибких труб, которые находятся в конце человеческой руки, используемых для захвата и чувствования вещей.",
      "example": "Me rompí el dedo mientras jugaba fútbol el año pasado. Ahora puedo moverlo de nuevo. Tendré cuidado de no romper mi dedo la próxima vez.",
      "example_translation": "Я сломал палец, играя в футбол в прошлом году. Теперь я могу 이동ать его снова. Я буду осторожен, чтобы не сломать палец в следующий раз.",
      "imageLink": "image_files\\English\\finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guapo",
      "translation": "хорошо выглядящий",
      "definition": "Atractivo y agradable de mirar; teniendo una apariencia agradable.",
      "definition_translation": "Привлекательный и приятный для зрения; имеющий приятный вид.",
      "example": "El hermano de mi amiga es guapo, pero no es muy amable. Será aún más guapo cuando crezca. Ella pensó que él era guapo y le pidió una cita.",
      "example_translation": "Брат друга моего является хорошо выглядящим, но он не оченьnice. Он будет еще более хорошо выглядящим, когда вырастет. Она подумала, что он является хорошо выглядящим и пригласила его на свидание.",
      "imageLink": "image_files\\English\\good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tipo",
      "translation": "парень",
      "definition": "Un adulto humano masculino.",
      "definition_translation": "Взрослый мужчина.",
      "example": "El tipo sentado junto a mí en el autobús es muy amable. Conocí a un tipo en la fiesta anoche. El tipo que me ayudó fue muy amable.",
      "example_translation": "Парень, сидящий рядом со мной в автобусе, очень nice. Я встретил парня на вечеринке прошлой ночью. Парень, который помог мне, был очень kind.",
      "imageLink": "image_files\\English\\guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maquillaje",
      "translation": "макияж",
      "definition": "Cosméticos como lápiz de labios, polvo y sombra de ojos utilizados para realzar la apariencia.",
      "definition_translation": "Косметические средства, такие как губная помада, пудра и тени для век, используемые для улучшения внешнего вида.",
      "example": "Necesito comprar algunos cosméticos nuevos para la fiesta de esta noche. Ella pasó horas aplicando su maquillaje para la boda. Creo que es innecesario llevar demasiado maquillaje.",
      "example_translation": "Мне нужно купить新的 макияж для вечеринки сегодня ночью. Она потратила часы на нанесение макияжа для свадьбы. Я думаю, что это необязательно носить слишком много макияжа.",
      "imageLink": "image_files\\English\\make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bonita",
      "translation": "красивый",
      "definition": "Atractiva de manera delicada; agradable a la vista.",
      "definition_translation": "Привлекательный в нежном виде; приятный для зрения.",
      "example": "Era una chica bonita cuando era joven. Es bonita ahora. Será bonita cuando crezca.",
      "example_translation": "Она была привлекательной девушкой, когда она была молодой. Она привлекательна теперь. Она будет привлекательной, когда она вырастет.",
      "imageLink": "image_files\\English\\pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelo rojo",
      "translation": "рыжие волосы",
      "definition": "Pelo que es de color rojizo.",
      "definition_translation": "Волосы, которые имеют рыжеватый цвет.",
      "example": "Mi abuela tenía pelo rojo cuando era joven. Tiene pelo rojo ahora. Tendrá pelo rojo cuando sea anciana.",
      "example_translation": "Моя бабушка имела рыжие волосы, когда она была молодой. У нее рыжие волосы теперь. У нее будут рыжие волосы, когда она станет старой.",
      "imageLink": "image_files\\English\\red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuerte",
      "translation": "сильный",
      "definition": "Teniendo una gran cantidad de poder o fuerza.",
      "definition_translation": "Имеющий большое количество власти или силы.",
      "example": "Era fuerte cuando era joven. Es fuerte ahora. Será fuerte cuando crezca.",
      "example_translation": "Он был сильным, когда он был молодым. Он силен сейчас. Он будет сильным, когда он вырастет.",
      "imageLink": "image_files\\English\\strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adolescente",
      "translation": "подросток",
      "definition": "Una persona entre las edades de 13 y 19.",
      "definition_translation": "Человек между возрастами 13 и 19.",
      "example": "Yo era un adolescente cuando tenía 15 años. No soy un adolescente ahora. No seré un adolescente cuando tenga 25 años.",
      "example_translation": "Я был подростком, когда мне было 15. Я не подросток сейчас. Я не буду подростком, когда мне будет 25.",
      "imageLink": "image_files\\English\\teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delgado",
      "translation": "тонкий",
      "definition": "Faltando en grosor o sustancia; esbelto o delgado en construcción o forma.",
      "definition_translation": "Отсутствием в толщине или веществе; стройный или худой в строении или форме.",
      "example": "Yo era delgado cuando era adolescente, pero he engordado desde entonces. Estoy tratando de mantenerme delgado haciendo ejercicio regularmente. Seré delgado de nuevo para el próximo verano.",
      "example_translation": "Когда я был подростком, я был худым, но с тех пор я набрал вес. Я пытаюсь оставаться худым, регулярно тренируясь. Я снова стану худым к следующему лету.",
      "imageLink": "image_files\\English\\thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedo del pie",
      "translation": "палец",
      "definition": "Uno de los dedos del pie, especialmente el más pequeño o interior.",
      "definition_translation": "Один из пальцев ноги, especialmente smallest или innermost один.",
      "example": "Me lastimé el dedo del pie en el poste de la cama. Ella se pintó los dedos del pie de rojo. Él WILL seguir la línea en la competencia de natación.",
      "example_translation": "Я ударил палец о bedpost. Она нарисовала свои пальцы ног красным. Он будет стоять наsst не линии на соревнованиях по плаванию.",
      "imageLink": "image_files\\English\\toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apariencia",
      "translation": "внешность",
      "definition": "La manera en que alguien o algo se ve, especialmente cuando es impresionante o atractiva.",
      "definition_translation": "Способ, которым кто-то или что-то выглядит, особенно когда это впечатляюще или привлекательно.",
      "example": "Su apariencia en la ceremonia de premios fue impresionante. La apariencia de la empresa en el mercado ha cambiado drásticamente. El nuevo empleado hará una buena apariencia en la reunión.",
      "example_translation": "Ее внешность на церемонии награждения была ошеломляющей. Внешность компании на рынке изменилась значительно. Новый сотрудник создаст 好 впечатление на встрече.",
      "imageLink": "image_files\\English\\appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calvo",
      "translation": "лысый",
      "definition": "Teniendo poco o ningún cabello en la cabeza.",
      "definition_translation": "Имея мало или нет волос на голове.",
      "example": "Mi abuelo es calvo. Estaba perdiendo cabello cuando era niño. Para cuando tenga 50 años, estaré calvo.",
      "example_translation": "Мой дедушка лысый. Он лысел, когда я был ребенком. К тому времени, когда я стану 50, я буду лысым.",
      "imageLink": "image_files\\English\\bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermosamente",
      "translation": "красиво",
      "definition": "De una manera que es agradable a la vista o el oído; con gran belleza o encanto.",
      "definition_translation": "Таким образом, который приятен для глаза или уха; с большой красотой или обаянием.",
      "example": "La puesta del sol fue hermosamente capturada en la pintura. Ayer, las flores estaban hermosamente arregladas. El nuevo restaurante WILL hermosamente servir comida vegana.",
      "example_translation": "Закат был прекрасно запечатлен на картине. Вчера цветы были прекрасно оформлены. Новый ресторан будет прекрасно обслуживать веганскую кухню.",
      "imageLink": "image_files\\English\\beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "belleza",
      "translation": "красота",
      "definition": "La calidad presente en una cosa o persona que da gran placer o satisfacción a los sentidos.",
      "definition_translation": "Качество, присутствующее в вещи или человеке, которое доставляет большое удовольствие или удовлетворение чувствам.",
      "example": "La belleza del paisaje me quitó el aliento. La belleza está en el ojo del que ve. La belleza de la ciudad atraerá a muchos turistas.",
      "example_translation": "Красота ландшафта оставила меня без дыхания. Красота находится в глазах смотрящего. Красота города привлечет многих туристов.",
      "imageLink": "image_files\\English\\beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mejilla",
      "translation": "щека",
      "definition": "Either lado de la cara debajo del ojo.",
      "definition_translation": "Каждая сторона лица ниже глаза.",
      "example": "El niño tenía una mejilla rosada. Ella le dio un suave golpecito en la mejilla. El doctor examinó la mejilla del paciente para cualquier anomalía.",
      "example_translation": "У ребенка была румяная щека. Она дала ему легкий хлопок по щеке. Доктор εξаминовал щеку пациента на наличие любых аномалий.",
      "imageLink": "image_files\\English\\cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "infancia",
      "translation": "детство",
      "definition": "El período de la vida humana desde el nacimiento hasta la pubertad.",
      "definition_translation": "Период человеческой жизни от рождения до полового созревания.",
      "example": " Mi infancia estuvo llena de memorias felices. La infancia es un tiempo de inocencia y maravilla. Las experiencias de la infancia modelaron su personalidad.",
      "example_translation": "Моё детство было наполнено счастливыми воспоминаниями. Детство - это время невинности и чудес. Детские переживания形ировали ее личность.",
      "imageLink": "image_files\\English\\childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbilla",
      "translation": "подбородок",
      "definition": "La parte inferior delantera de la cara debajo de la boca.",
      "definition_translation": "Подбородок - это нижняя передняя часть лица ниже рта.",
      "example": "Ella descansó su barbilla en su mano mientras pensaba. Ayer, había descansado su barbilla en su mano durante la reunión. Mañana, descansará su barbilla en su mano mientras ve la televisión.",
      "example_translation": "Она опиралась подбородком на руку, когда думала. Вчера она опиралась подбородком на руку во время встречи. Завтра она опрет подбородком на руку, смотря телевизор.",
      "imageLink": "image_files\\English\\chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rizoso",
      "translation": "kurly",
      "definition": "Teniendo una forma o estructura rizosa, especialmente en referencia al cabello.",
      "definition_translation": "Имеющий форму или структуру, особенно в 관계 к волосам.",
      "example": "Tenía cabello rizado cuando era niña. Ahora, tiene cabello rizado después de usar un rizador. En el futuro, tendrá cabello rizado de nuevo después de hacerse un permiso.",
      "example_translation": "У нее были курлы волосы, когда она была ребенком. Теперь у нее курлы волосы после использования челочки. В будущем у нее будут курлы волосы опять после химической завивки.",
      "imageLink": "image_files\\English\\curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anciano",
      "translation": "старший",
      "definition": "Una persona mayor, especialmente una que es respetada por su edad y sabiduría.",
      "definition_translation": "Старший человек, особенно тот, кто уважается за свой возраст и мудрость.",
      "example": "El anciano de la tribu era respetado por todos. Ayer, el anciano dio un discurso. En el futuro, el anciano liderará la tribu.",
      "example_translation": "Старший племени был уважаем всеми. Вчера старший произнес речь. В будущем старший будет вести племя.",
      "imageLink": "image_files\\English\\elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ancianos",
      "translation": "пожилой",
      "definition": "Relacionado con o característico de personas mayores, especialmente en términos de debilidad física o declive mental.",
      "definition_translation": "Относящийся к или характерный для старых людей, особенно в терминах физической хрупкости или умственного упадка.",
      "example": "La anciana necesitaba ayuda para cruzar la calle. Ayer, el anciano tenía problemas para caminar. En el futuro, la pareja de ancianos necesitará asistencia.",
      "example_translation": "Пожилой женщине нужна была помощь при пересечении улицы. Вчера пожилому мужчине было трудно ходить. В будущем пожилой паре будет необходима помощь.",
      "imageLink": "image_files\\English\\elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "primogénito",
      "translation": "старший",
      "definition": "Ser el primer nacido o más senior en edad o posición.",
      "definition_translation": "Быть первенцем или старшим по возрасту или.setPosition.",
      "example": "Mi hermana mayor es médica. Estaba estudiando medicina cuando yo nací. Se jubilará en 10 años.",
      "example_translation": "Моя старшая сестра - доктор. Она изучала медицину, когда я родился. Она уйдет в отставку через 10 лет.",
      "imageLink": "image_files\\English\\eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "moderno",
      "translation": "модный",
      "definition": "Conforme al último estilo o costumbre, especialmente en vestimenta.",
      "definition_translation": "Соответствующий последней моде или обычаю, особенно в одежде.",
      "example": "Ella llevaba un vestido moderno en la fiesta anoche. Era moderno en la década de 1990. Será moderno de nuevo en 10 años.",
      "example_translation": "Она носила модное платье на вечеринке вчера вечером. Это было модно в 1990-х годах. Это снова станет модным через 10 лет.",
      "imageLink": "image_files\\English\\fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "femenino",
      "translation": "женский",
      "definition": "Perteneciente o relativo a mujeres o niñas.",
      "definition_translation": "Относящийся к женщинам или девочкам.",
      "example": "La profesora femenina era muy amable. Ella era una ingeniera femenina. Tendrán una presidenta femenina.",
      "example_translation": "Женский учитель была очень-kind. Она была женским инженером. У них будет женским президентом.",
      "imageLink": "image_files\\English\\female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "figura",
      "translation": "фигура",
      "definition": "El cuerpo de una persona, especialmente cuando se considera en términos de su forma o apariencia.",
      "definition_translation": "Тело человека, особенно когда оно рассматривается в терминах своей формы или вида.",
      "example": "Ella tiene una figura hermosa. La figura de la estatua fue impresionante. Lo resolverán mañana.",
      "example_translation": "У нее есть любимая фигура. Фигура статуи была внушительной. Они выяснят это завтра.",
      "imageLink": "image_files\\English\\figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajustar",
      "translation": "подходить",
      "definition": "Ser del tamaño o forma apropiado para alguien o algo.",
      "definition_translation": "Быть подходящего размера или формы для кого-то или чего-то",
      "example": "Me ajusté a la ropa nueva, me ajusto a ella ahora y me ajustaré a ella el año que viene.",
      "example_translation": "Я подошел к новой одежде, я подхожу к ним сейчас, и я подхожу к ним в следующем году.",
      "imageLink": "image_files\\English\\fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frente",
      "translation": "лоб",
      "definition": "La parte superior de la cara, justo encima de las cejas y la nariz.",
      "definition_translation": "Верхняя часть лица, justo над бровями и носом",
      "example": "Ella se secó el sudor de la frente, se seca el sudor de la frente y se secará el sudor de la frente.",
      "example_translation": "Она вытерла пот с лба, Она вытирает пот с лба, и Она будет вытирать пот с лба.",
      "imageLink": "image_files\\English\\forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crecer",
      "translation": "расти",
      "definition": "Volverse más grande o desarrollado.",
      "definition_translation": "Становиться больше или более развитым",
      "example": "El niño creció rápidamente, el niño crece rápidamente y el niño crecerá rápidamente.",
      "example_translation": "Ребенок быстро вырос, Ребенок быстро растет, и Ребенок быстро вырастет.",
      "imageLink": "image_files\\English\\grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corte de cabello",
      "translation": "причёска",
      "definition": "El estilo en que se corta el cabello de alguien.",
      "definition_translation": "Стиль, в котором стрижется волосы кого-то",
      "example": "Me hice un corte de cabello ayer, me hago un corte de cabello todos los meses y me haré un corte de cabello la próxima semana.",
      "example_translation": "Я получил причёску вчера, Я получаю причёску каждый месяц, и Я получу причёску на следующей неделе.",
      "imageLink": "image_files\\English\\haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peluquero",
      "translation": "парикмахер",
      "definition": "Una persona cuya ocupación es cortar, estilo y cuidar el cabello de las personas.",
      "definition_translation": "Человек, чья профессия состоит в=cutting, стилизации и уходе за волосами людей.",
      "example": "Ella fue al peluquero para obtener un nuevo peinado para la boda.",
      "example_translation": "Она пошла к парикмахеру, чтобы получить новый стиль для свадьбы.",
      "imageLink": "image_files\\English\\hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guapo",
      "translation": "красивый",
      "definition": "Agradable en apariencia; atractivo.",
      "definition_translation": "Příятный для взора; привлекательный.",
      "example": "Él era un joven guapo y todas las chicas del colegio lo amaban. Él es guapo y encantador. Será guapo cuando crezca.",
      "example_translation": "Он был красивым молодым человеком, и все девушки в школе любили его. Он красив и обаятелен. Он будет красивым, когда вырастет.",
      "imageLink": "image_files\\English\\handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "altura",
      "translation": "рост",
      "definition": "La medida de lo alto que es alguien o algo.",
      "definition_translation": "Измерение того, насколько высокий кто-то или что-то.",
      "example": "Ella midió la altura de la habitación para ver si el mobiliario cabría. Él se sorprendió por la altura de la montaña. La altura del edificio era impresionante.",
      "example_translation": "Она измерила высоту комнаты, чтобы увидеть, будет ли мебель.fit Он был удивлен высотой горы. Высота здания была впечатляющей.",
      "imageLink": "image_files\\English\\height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño",
      "translation": "ребенок",
      "definition": "Un niño o una persona joven.",
      "definition_translation": "Человеческий ребенок или молодой человек.",
      "example": "El niño estaba jugando con sus juguetes. Ella solía ser una niña que amaba jugar afuera. El niño se alegrará cuando reciba el regalo.",
      "example_translation": "Ребенок играл со своими игрушками. Она раньше была ребенком, который любил играть на улице. Ребенок будетhappy, когда он получит подарок.",
      "imageLink": "image_files\\English\\kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodilla",
      "translation": "колено",
      "definition": "La rodilla es la articulación que conecta los huesos de la pierna y el hueso del muslo en el cuerpo humano.",
      "definition_translation": "Колено - это сустав, который соединяет кости нижней ноги и бедренную кость в теле человека.",
      "example": "Me lastimé la rodilla mientras jugaba fútbol ayer, pero ahora me siento mejor. Ayer, me lastimé la rodilla mientras jugaba fútbol. Mañana, tendré cuidado de no lastimarme la rodilla de nuevo.",
      "example_translation": "Я раненый колено во время игры в футбол вчера, но теперь я чувствую себя лучше. Вчера я играл в футбол и раненый колено. Завтра я буду осторожен, чтобы не раненый колено снова.",
      "imageLink": "image_files\\English\\knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "señora",
      "translation": "дама",
      "definition": "Una señora es un término cortés utilizado para referirse a una mujer, especialmente una de alta clase social o un título de respeto.",
      "definition_translation": "Дама - это вежливый термин, используемый для обращения к женщине, особенно из высокого общественного класса или титул уважения.",
      "example": "La señora entró en la habitación y todos se levantaron. Ayer, la señora estuvo en la fiesta y todo el mundo pasó un buen rato. Mañana, la señora visitará a su amiga.",
      "example_translation": "Дама вошла в комнату, и все встали. Вчера дама была на вечеринке, и у всех было отличное время. Завтра дама посетит свою подругу.",
      "imageLink": "image_files\\English\\lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "labio",
      "translation": "губа",
      "definition": "Un labio es cualquiera de los pliegues carnosos que rodean la boca en humanos y algunos otros animales.",
      "definition_translation": "Губа - это либо одна из двух мясистых складок, окружающих рот у людей и некоторых других животных.",
      "example": "Ella se mordió el labio por ansiedad mientras esperaba los resultados. Ayer, se mordió el labio por ansiedad mientras esperaba los resultados. Mañana, se morderá el labio por ansiedad mientras espera los resultados.",
      "example_translation": "Она укусила губу из-за тревоги, ожидая результатов. Вчера она укусила губу из-за тревоги, ожидая результатов. Завтра она укусит губу из-за тревоги, ожидая результатов.",
      "imageLink": "image_files\\English\\lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "macho",
      "translation": "мужчина",
      "definition": "Un macho es un individuo de una especie que produce esperma para la fertilización, especialmente un ser humano o un animal.",
      "definition_translation": "Мужчина - это индивидуум вида, производящий сперму для оплодотворения, особенно человек или животное.",
      "example": "El león macho rugió fuerte en la jungla ayer, pero ahora está durmiendo. Ayer, el león macho rugió fuerte en la jungla. Mañana, el león macho rugirá fuerte en la jungla de nuevo.",
      "example_translation": "Мужской лев громко рыкнул в джунглях вчера, но сейчас он спит. Вчера мужской лев рыкнул громко в джунглях. Завтра мужской лев громко рыкнет в джунглях снова.",
      "imageLink": "image_files\\English\\male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "de mediana edad",
      "translation": "среднего возраста",
      "definition": "Relativo o característico de personas que no son ni jóvenes ni viejas, típicamente entre 40 y 65 años de edad.",
      "definition_translation": "относящийся к людям, которые не молоды и не стары, обычно между 40 и 65 годами",
      "example": "Mi tío de mediana edad le gusta jugar golf en su tiempo libre. Jugó golf el fin de semana pasado y jugará de nuevo el fin de semana que viene.",
      "example_translation": "Мой дядя среднего возраста любит играть в гольф в свободное время. Он играл в гольф на прошлых выходных и будет играть снова на следующих выходных.",
      "imageLink": "image_files\\English\\middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bigote",
      "translation": "усы",
      "definition": "Un crecimiento de pelo en el labio superior, especialmente cuando se cultiva y se arregla.",
      "definition_translation": "рост волос на верхней губе, особенно когда он культивируется и ухаживается",
      "example": "Mi abuelo tenía un gran bigote cuando era joven. Ha estado creciéndolo durante muchos años y continuará creciéndolo hasta que sea viejo.",
      "example_translation": "У моего дедушки был большой усы, когда он был молодым. Он растет его в течение многих лет и будет продолжать расти до старости.",
      "imageLink": "image_files\\English\\moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poner de peso",
      "translation": "набрать вес",
      "definition": "ganar peso, especialmente comiendo demasiada comida",
      "definition_translation": "набрать вес, особенно поедая слишком много еды",
      "example": "He ganado peso últimamente porque he estado comiendo demasiada comida rápida. Dejaré de comer comida rápida y empezaré a hacer ejercicio para perder peso.",
      "example_translation": "Я最近 набрал вес, потому что я ел слишком много фаст-фуда. Я перестану есть фаст-фуд и начну заниматься спортом, чтобы сбросить вес.",
      "imageLink": "image_files\\English\\put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sexo",
      "translation": "пол",
      "definition": "la característica de ser masculino o femenino",
      "definition_translation": "характеристика быть мужчиной или женщиной",
      "example": "El formulario me pedía mi sexo, así que rellené 'masculino'. Rellenaré 'masculino' en el futuro cuando necesite.",
      "example_translation": "Форма просила мой пол, поэтому я заполнил 'мужчина'. Я заполню 'мужчина' в будущем, когда мне нужно будет.",
      "imageLink": "image_files\\English\\sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afeitarse",
      "translation": "брить",
      "definition": "quitar el pelo de una parte del cuerpo, especialmente la cara, utilizando una navaja",
      "definition_translation": "удалить волосы с части тела, особенно лица, используя бритву",
      "example": "Me afeité ayer, me afeito todas las mañanas, y me afeitaré mañana.",
      "example_translation": "Я брился вчера, я брюсь каждое утро, и я сбриюсь завтра.",
      "imageLink": "image_files\\English\\shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inteligente",
      "translation": "умный",
      "definition": "tener o mostrar una gran cantidad de inteligencia o sentido común",
      "definition_translation": "имеющий или проявляющий большую долю интеллекта или здравого смысла",
      "example": "Mi hermana inteligente se graduó de la universidad a los 20 años, es inteligente en matemáticas, y será lo suficientemente inteligente como para obtener una beca.",
      "example_translation": "Моя умная сестра закончила университет в возрасте 20 лет, она разумна в математике, и она будет достаточно умна, чтобы получить стипендию.",
      "imageLink": "image_files\\English\\smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adolescente",
      "translation": "подростковый",
      "definition": "relacionado con o característico de las personas en su adolescencia",
      "definition_translation": "относящийся к или характерный для людей в подростковом возрасте",
      "example": "Fui un rebelde adolescente, mi hija adolescente ama la música rock, y mi hijo adolescente será un ídolo adolescente.",
      "example_translation": "Я был подростковым бунтарем, моя подростковая дочь любит рок-музыку, и мой подростковый сын будет подростковым идолом.",
      "imageLink": "image_files\\English\\teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pulgar",
      "translation": "большой палец",
      "definition": "el dedo corto y grueso en el lado interior de la mano humana",
      "definition_translation": "короткий, толстый палец на внутренней стороне человеческой руки",
      "example": "Me lastimé el pulgar mientras jugaba fútbol, ella chupó su pulgar cuando era niña, y él se romperá el pulgar si no tiene cuidado.",
      "example_translation": "Я поранил большой палец, играя в футбол, она сосала большой палец в детстве, и он сломает большой палец, если он не будет осторожен.",
      "imageLink": "image_files\\English\\thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "débil",
      "translation": "слабый",
      "definition": "Carecer de fuerza o energía; no ser fuerte o poderoso.",
      "definition_translation": "Не имеющий силы или энергии; не сильный или мощный.",
      "example": "Me sentí débil después de una larga enfermedad. Era débil en matemáticas en la escuela. Seré débil si no como bien.",
      "example_translation": "Я чувствовал себя слабым после долгой болезни. Я был слаб в математике в школе. Я буду слаб, если не буду хорошо питаться.",
      "imageLink": "image_files\\English\\weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pesar",
      "translation": "весить",
      "definition": "Medir el peso de algo, o tener un cierto peso.",
      "definition_translation": "Измерять вес чего-либо или иметь определенный вес.",
      "example": "Necesito pesar este paquete para enviarlo. Ella pesa 50 kg. Ellos pesarán las opciones antes de tomar una decisión.",
      "example_translation": "Мне нужно измерить вес этого пакета, чтобы отправить его. Она весит 50 кг. Они будут взвешивать варианты перед принятием решения.",
      "imageLink": "image_files\\English\\weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peso",
      "translation": "вес",
      "definition": "La cantidad o cantidad de pesadez o masa de algo.",
      "definition_translation": "Количество или масса тяжести или массы чего-либо.",
      "example": "El peso de la bolsa es demasiado para mí para llevar. Su peso ha aumentado significativamente. El peso de la decisión está sobre sus hombros.",
      "example_translation": "Вес пакета слишком велик для меня, чтобы нести. Его вес значительно увеличился. Вес решения лежит на их плечах.",
      "imageLink": "image_files\\English\\weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bien vestido",
      "translation": "элегантный",
      "definition": "Vestido con ropa limpia y ordenada de manera elegante.",
      "definition_translation": "Носит чистую и опрятную одежду в элегантном стиле.",
      "example": "Él siempre está bien vestido para reuniones importantes. Ella estaba bien vestida para la fiesta. Son una pareja bien vestida.",
      "example_translation": "Он всегда элегантен на важных встречах. Она была элегантно одета на вечеринке. Они - элегантная пара.",
      "imageLink": "image_files\\English\\well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "juventud",
      "translation": "молодежь",
      "definition": "El período de la vida entre la infancia y la adulthood, caracterizado por el desarrollo físico, emocional y social de una persona.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся физическим, эмоциональным и социальным развитием člověka.",
      "example": "En su juventud, era una persona valiente y aventurera, siempre dispuesta a explorar nuevos lugares. Ella pasa su juventud estudiando en el extranjero. Ella recordará su juventud con nostalgia en el futuro.",
      "example_translation": "В своей молодости она была смелым и авантюрным человеком, всегда готовым исследовать новые места. Она проведет свою молодость, учась за границей. Она будет вспоминать свою молодость с ностальгией в будущем.",
      "imageLink": "image_files\\English\\youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desnudo",
      "translation": "голый",
      "definition": "Sin cubrir o ropa; desnudo.",
      "definition_translation": "Без покрытия или одежды; голый.",
      "example": "El árbol estaba desnudo de hojas en invierno. Ella caminó descalza por la playa. La habitación estaba desnuda de cualquier mobiliario.",
      "example_translation": "Дерево было голым без листьев зимой. Она ходила босиком на пляже. Комната была голой без какой-либо мебели.",
      "imageLink": "image_files\\English\\bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disfraz",
      "translation": "маскировка",
      "definition": "Un disfraz o apariencia llevada para ocultar la identidad o carácter.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": "Ella llevó un disfraz al partido para evitar el reconocimiento. Él usó una barba falsa como disfraz. La espía's disfraz le permitió mezclarse con la multitud.",
      "example_translation": "Она надела маскировку на вечеринку, чтобыavoid recognition. Он использовал фальшивую бороду как маскировку. Маскировка шпионки позволила ей слиться с толпой.",
      "imageLink": "image_files\\English\\disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disfraz",
      "translation": "маскировка",
      "definition": "Un disfraz o apariencia llevada para ocultar la identidad o carácter.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": "El disfraz del actor era tan bueno que nadie lo reconoció. El ladrón usó un disfraz para cometer el crimen. La policía trató de descubrir el disfraz del sospechoso.",
      "example_translation": "Маскировка актера была так хороша, что никто не узнал его. Вор использовал маскировку, чтобы совершить преступление. Полиция пыталась раскрыть маскировку подозреваемого.",
      "imageLink": "image_files\\English\\disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegante",
      "translation": "элегантный",
      "definition": "Tener una apariencia refinada y digna agradable.",
      "definition_translation": "Имеющий приятно-refined и достойный внешний вид или характер.",
      "example": "Ella parecía elegante en su vestido rojo en la fiesta. Ella parecerá elegante en su boda. Ella parecía elegante en su graduación.",
      "example_translation": "Она выглядела элегантно в ее красном платье на вечеринке. Она будет выглядеть элегантно на ее свадьбе. Она выглядела элегантно на ее выпускной церемонии.",
      "imageLink": "image_files\\English\\elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegante",
      "translation": "элегантно",
      "definition": "De una manera que es refinada y digna agradable.",
      "definition_translation": "Таким образом, который является приятно-refined и достойным.",
      "example": "Ella caminó elegantemente hacia abajo por las escaleras. Ella bailará elegantemente en el baile. Ella bailó elegantemente en el baile de promoción.",
      "example_translation": "Она шла элегантно вниз по лестнице. Она будет танцевать элегантно на балу. Она танцевала элегантно на выпускном вечере.",
      "imageLink": "image_files\\English\\elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cejas",
      "translation": "брови",
      "definition": "Los pelos que crecen sobre los ojos.",
      "definition_translation": "Волосы, которые растут над глазами.",
      "example": "Ella tiene cejas espesas que requieren recorte regular. Sus cejas estaban perfectamente shaping. Ella se depiló las cejas ayer.",
      "example_translation": "У нее густые брови, которые требуют регулярной стрижки. Ее брови были идеально сформированы. Она удалила свои брови воском вчера.",
      "imageLink": "image_files\\English\\eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pestañas",
      "translation": "ресницы",
      "definition": "Los pelos que crecen en los bordes de los párpados.",
      "definition_translation": "Волосы, которые растут на краях век.",
      "example": "Ella tiene pestañas largas que hacen que sus ojos parezcan hermosos. Sus pestañas estaban rizadas y maquilladas. Ella se extendió las pestañas en el salón.",
      "example_translation": "У нее длинные ресницы, которые делают ее глаза выглядеть красивыми. Ее ресницы были закрученными и покрытыми mascara. Она.extend свои ресницы в салоне.",
      "imageLink": "image_files\\English\\eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "característica",
      "translation": "функция",
      "definition": "Una parte o característica destacada o distinta de algo, como un paisaje, la cara de una persona o un producto.",
      "definition_translation": "Выбочные или отличительные части или характеристики чего-либо, такие как ландшафт, лицо человека или продукт.",
      "example": "La nueva función del smartphone permite a los usuarios desbloquear su teléfono con su rostro.",
      "example_translation": "Новая функция смартфона позволяет пользователям разблокировать свой телефон лицом.",
      "imageLink": "image_files\\English\\feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "femenina",
      "translation": "женский",
      "definition": "Relativa o característica de mujeres o chicas.",
      "definition_translation": "Относящийся к женщинам или девушкам.",
      "example": "La atleta femenina ganó la medalla de oro en los Juegos Olímpicos. Ella competirá contra otras atletas femeninas en el próximo torneo.",
      "example_translation": "Женская спортсменка выиграла золотую медаль на Олимпийских играх. Она будет соревноваться с другими женскими спортсменками на следующем турнире.",
      "imageLink": "image_files\\English\\female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pecas",
      "translation": "прыщики",
      "definition": "Pequeñas manchas marrones en la piel, especialmente en la cara o brazos, resultado de la formación de melanina.",
      "definition_translation": "Маленькие, обычно коричневые, пятна на коже, особенно на лице или руках, образующиеся в результате формирования меланина.",
      "example": "Ella tenía pecas en toda la cara y brazos, lo que la hacía parecer aún más hermosa. Cuando era pequeña, sus pecas eran más oscuras, pero a medida que crecía, se volvían más claras.",
      "example_translation": "У нее были прыщики на всем лице и руках, что делало ее еще более красивой. Когда она была ребенком, ее прыщики были темнее, но когда она выросла, они стали světlejší.",
      "imageLink": "image_files\\English\\freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "borde",
      "translation": "бахрома",
      "definition": "Un borde decorativo o ribete, especialmente en una tela o una pieza de ropa.",
      "definition_translation": "Декоративная кайма или окантовка, особенно на ткани или на предмете одежды.",
      "example": "El vestido tenía un hermoso borde en la parte inferior, lo que lo hacía parecer más elegante. Le encantaba el borde de su bufanda, que agregaba un toque de sofisticación a su atuendo.",
      "example_translation": "Платье имело красивую бахрому внизу, что делало его более элегантным. Она любила бахрому на ее шарфе, которая добавляла штрих изысканности к ее наряду.",
      "imageLink": "image_files\\English\\fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "género",
      "translation": "гендер",
      "definition": "El estado de ser masculino o femenino, especialmente en relación con los roles sociales y culturales.",
      "definition_translation": "Состояние быть мужчиной или женщиной, особенно в отношении социальных и культурных ролей.",
      "example": "La maestra le preguntó al estudiante que identificara su género en el formulario. Ella siempre había luchado con su identidad de género. Para cuando tenía 30 años, había completado su transición a un nuevo género.",
      "example_translation": "Учитель спросил ученика, чтобы тот указал свой пол в форме. Она всегда боролась со своей гендерной идентичностью. К тому времени, когда ей было 30, она полностью перешла к новому полу.",
      "imageLink": "image_files\\English\\gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adulto",
      "translation": "взрослый",
      "definition": "Una persona que ha alcanzado la madurez física y emocional, típicamente marcada por un sentido de responsabilidad e independencia.",
      "definition_translation": "Человек, достигший физической и эмоциональной зрелости, обычно отмеченной чувством ответственности и независимости.",
      "example": "Como adulto, me di cuenta de que mis padres tenían razón en muchas cosas. Era una adulta a los 18 años, pero todavía vivía con sus padres. Para cuando tenía 40 años, había logrado ser un adulto exitoso con una familia.",
      "example_translation": "В качестве взрослого я понял, что мои родители были правы о многих вещах. Она была взрослой в 18 лет, но все еще жила с родителями. к тому времени, когда ему было 40, он стал успешным взрослым с семьей.",
      "imageLink": "image_files\\English\\grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cabello",
      "translation": "волосы",
      "definition": "Un crecimiento en la cabeza humana o cuerpo animal, consistente en una filamento proteico que crece desde folículos en la piel.",
      "definition_translation": "Рост на человеческой голове или теле животного, состоящий из белковой филаменты, растущей из фолликулов в коже.",
      "example": "Ella tenía cabello largo y rizado que le caía por la espalda. Tenía que cortarse el cabello porque era demasiado largo. En el futuro, tendré cabello gris y arrugas.",
      "example_translation": "У нее были длинные, кучерявые волосы, которые спускались вниз по ее спине. Он должен был постричься, потому что его волосы были слишком длинными. В будущем у меня будет седая шевелюра и морщины.",
      "imageLink": "image_files\\English\\hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "imagen",
      "translation": "образ",
      "definition": "Una representación visual o semejanza de algo, como una persona, objeto o escena.",
      "definition_translation": "Визуальное представление или подобие чего-то, такого как человек, объект или сцена.",
      "example": "La imagen en la pantalla de televisión era borrosa. Proyectó una imagen de confianza que inspiró a su equipo. En el futuro, crearé una imagen 3D de mi ciudad ideal.",
      "example_translation": "Образ на экране ТВ был нечетким. Она проецировала образ уверенности, который вдохновил ее команду. В будущем я создам трехмерный образ моего идеального города.",
      "imageLink": "image_files\\English\\image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "masculino",
      "translation": "мужской",
      "definition": "Tener o mostrar las cualidades que se asocian tradicionalmente con los hombres, como la fuerza y el coraje.",
      "definition_translation": "Имеющий или демонстрирующий качества, традиционно связанные с мужчинами, such as strength и храбрость.",
      "example": "Él era un modelo masculino, conocido por su apariencia ruda. Había sido un modelo masculino durante años. Será un modelo masculino el próximo año.",
      "example_translation": "Он был моделью мужского пола, известным своей мужской внешностью. Он был моделью мужского пола в течение лет. Он станет моделью мужского пола в следующем году.",
      "imageLink": "image_files\\English\\male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clavo",
      "translation": "гвоздь",
      "definition": "Un pequeño poste metálico con cabeza plana, utilizado para unir cosas, especialmente madera.",
      "definition_translation": "Маленький металлический штырь с плоской головкой, используемый для соединения вещей, особенно дерева.",
      "example": "Golpeé un clavo en la pared para colgar la imagen. Había golpeado un clavo en la pared ayer. Golpearé un clavo en la pared mañana.",
      "example_translation": "Я забил гвоздь в стену, чтобы повесить картину. Я забил гвоздь в стену вчера. Я забью гвоздь в стену завтра.",
      "imageLink": "image_files\\English\\nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desnudo",
      "translation": "голый",
      "definition": "Sin ropa o cubierta; no llevando ropa alguna.",
      "definition_translation": "Без одежды или покрытия; не носит никакой одежды.",
      "example": "El bebé estaba desnudo en el baño. El bebé había estado desnudo en el baño antes. El bebé estará desnudo en el baño de nuevo.",
      "example_translation": "Младенец был голым в ванне. Младенец был голым в ванне раніше. Младенец будет голым в ванне снова.",
      "imageLink": "image_files\\English\\naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pálido",
      "translation": "бледный",
      "definition": "Tener un color claro o lavado; no siendo brillantemente coloreado.",
      "definition_translation": "Имеющий светлый или выцветший цвет; не ярко окрашенный.",
      "example": "Las paredes pálidas azules parecían bien con el mobiliario oscuro. Las paredes habían sido pálidas azules durante años. Las paredes serán pálidas azules de nuevo pronto.",
      "example_translation": "Бледно-синие стены выглядели хорошо с темной мебелью. Стены были бледно-синими в течение лет. Стены снова станут бледно-синими скоро.",
      "imageLink": "image_files\\English\\pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coleta",
      "translation": "хвостик",
      "definition": "Un peinado en el que el cabello se recoge y se ata en la parte posterior de la cabeza, normalmente con una cinta o una goma elástica.",
      "definition_translation": "Причёска, в которой волосы оттянуты назад и закреплены на затылке, обычно с помощью ленты или резинки.",
      "example": "Ella tenía una coleta y llevaba una camisa blanca. Ayer, ella tenía una coleta y llevaba una camisa blanca. Mañana, ella tendrá una coleta y llevará una camisa blanca.",
      "example_translation": "У неё был хвостик, и она носила белую рубашку. Вчера у неё был хвостик, и она носила белую рубашку. Завтра у неё будет хвостик, и она будет носить белую рубашку.",
      "imageLink": "image_files\\English\\ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "racial",
      "translation": "расовый",
      "definition": "Relativo o caracterizado por la raza de una persona.",
      "definition_translation": "Относящийся к или характеризующий расу человека.",
      "example": "La diversidad racial de la ciudad era impresionante. La diversidad racial de la ciudad es impresionante. La diversidad racial de la ciudad será impresionante.",
      "example_translation": "Расовая разнообразие города было впечатляющим. Расовое разнообразие города является впечатляющим. Расовое разнообразие города будет впечатляющим.",
      "imageLink": "image_files\\English\\racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sexual",
      "translation": "сексуальный",
      "definition": "Relativo o concerniente al sexo.",
      "definition_translation": "Относящийся к или связанный с сексом.",
      "example": "La salud sexual de la población es una gran preocupación. La salud sexual de la población era una gran preocupación. La salud sexual de la población será una gran preocupación.",
      "example_translation": "Сексуальное здоровье населения являетсяmajor concern. Сексуальное здоровье населения было major concern. Сексуальное здоровье населения будет major concern.",
      "imageLink": "image_files\\English\\sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mancha",
      "translation": "пятно",
      "definition": "Una pequeña marca o mancha en una superficie.",
      "definition_translation": "Маленькое пятно или стой на поверхности.",
      "example": "Había una mancha en mi camisa. Había una mancha en mi camisa ayer. Habrá una mancha en mi camisa mañana.",
      "example_translation": "Было пятно на моей рубашке. Было пятно на моей рубашке вчера. Будет пятно на моей рубашке завтра.",
      "imageLink": "image_files\\English\\spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuerza",
      "translation": "сила",
      "definition": "La calidad o estado de ser fuerte; La capacidad de resistir ser roto o destrozado;",
      "definition_translation": "Качество или состояние быть сильным; Способность抵истать быть破ленным или разбитым;",
      "example": "Él mostró gran fuerza al levantar los pesados pesos. Ella necesitará fuerza para superar sus miedos. Ellos desarrollarán fuerza en sus piernas al ejercitarse regularmente.",
      "example_translation": "Он проявил великую силу, поднимая тяжелые веса. Ей будет нужна сила, чтобы преодолеть свои страхи. Они разовьют силу в своих ногах, регулярно тренируясь.",
      "imageLink": "image_files\\English\\strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fortalecer",
      "translation": "укреплять",
      "definition": "Hacer que alguien o algo sea más fuerte o poderoso; Apoyar o reforzar algo;",
      "definition_translation": "Сделать кого-то или что-то сильнее или более мощным; Поддержать или укрепить что-то;",
      "example": "El ejercicio puede fortalecer tus músculos. La empresa fortalecerá su posición en el mercado. Ella fortalecerá sus relaciones con sus amigos.",
      "example_translation": "Упражнения могут укрепить ваши мускулы. Компания укрепит свою позицию на рынке. Она укрепит свои отношения с друзьями.",
      "imageLink": "image_files\\English\\strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bronceado",
      "translation": "загар",
      "definition": "Un color marrón en la piel causado por la exposición al sol; Un tipo de cuero;",
      "definition_translation": "Коричневый цвет кожи, вызванный воздействием солнца; Тип кожи;",
      "example": "Ella se bronceó después de pasar una semana en la playa. La chaqueta de cuero bronceado era muy fashionable. Él quería broncearse para parecer más saludable.",
      "example_translation": "Она загорела после недельного пребывания на пляже. Коричневая кожаная куртка была очень модной. Он хотел загореться, чтобы выглядеть здоровее.",
      "imageLink": "image_files\\English\\tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "muslo",
      "translation": "бедро",
      "definition": "La parte de la pierna humana por encima de la rodilla; Un corte de carne de esta área;",
      "definition_translation": "Часть human ноги выше колена; Нарезка мяса из этой области;",
      "example": "El atleta se lesionó el músculo del muslo durante el juego. El médico examinó su muslo para verificar daños. Ellos cocinarán la carne del muslo para la cena.",
      "example_translation": "Спортсмен растянул мышцу бедра во время игры. Врач осмотрел ее бедро, чтобы проверить на травмы. Они будут готовить мясо бедра на ужин.",
      "imageLink": "image_files\\English\\thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ondulado",
      "translation": "волнистый",
      "definition": "Teniendo una forma ondulante o sinuosa; no recto ni plano.",
      "definition_translation": "Имея волнистую или синусоидальную форму; не прямую или плоскую.",
      "example": "El surfista montó las olas onduladas toda la mañana. Ella tenía cabello ondulado cuando era niña. El camino será ondulado cuando terminen de construirlo.",
      "example_translation": "Сёрфер катался на волнистой волне весь morning. У нее были волнистые волосы в детстве. Дорога будет волнистой, когда они закончат строительство.",
      "imageLink": "image_files\\English\\wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bien construido",
      "translation": "крепко сложенный",
      "definition": "Teniendo un cuerpo fuerte y saludable; físicamente apto.",
      "definition_translation": "Имея крепкое и здоровое тело; физически.fit.",
      "example": "El atleta bien construido ganó el campeonato. Él era un hombre bien construido en su juventud. La empresa se propone construir casas bien construidas.",
      "example_translation": "Крепко сложенный спортсмен выиграл чемпионат. Он был крепко сложенным мужчиной в молодости. Компания стремится строить крепко сложенные дома.",
      "imageLink": "image_files\\English\\well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrugas",
      "translation": "морщины",
      "definition": "Líneas o pliegues en la piel, especialmente en el rostro, como resultado del envejecimiento o de expresiones faciales repetidas.",
      "definition_translation": "Линии или складки на коже, особенно на лице, в результате старения или повторяющихся мимических выражений.",
      "example": "Fumar puede causar arrugas en tu rostro. El anciano tenía profundas arrugas en su frente. Ella trató de eliminar arrugas de su rostro usando cremas faciales.",
      "example_translation": "Курение может вызвать морщины на лице. Старый мужчина имел глубокие морщины на лбу. Она пыталась удалить морщины с лица, используя кремы для лица.",
      "imageLink": "image_files\\English\\wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "muñeca",
      "translation": "запястье",
      "definition": "La articulación entre la mano y el antebrazo, o la parte correspondiente de un guante.",
      "definition_translation": "Сустав между рукой и предплечьем, или соответствующая часть перчатки.",
      "example": "Se lastimó la muñeca mientras jugaba tenis. La pulsera era demasiado apretada. El doctor examinó su muñeca con cuidado.",
      "example_translation": "Она повредила запястье, играя в теннис. Запястный браслет был слишком тесным. Доктор тщательно осмотрел его запястье.",
      "imageLink": "image_files\\English\\wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "juventud",
      "translation": "молодежь",
      "definition": "El período de la vida entre la infancia y la adultosidad, caracterizado por un sentido de libertad y experimentación.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся ощущением свободы и эксперимента.",
      "example": "En mi juventud, era libre y viajaba por el mundo. Ahora, estoy asentado con una familia. Cuando miro atrás, me doy cuenta de cuánto aprendí de esas experiencias y desearía revivirlas.",
      "example_translation": "В моей молодости я был свободен и путешествовал по миру. Теперь я женат с семьей. Когда я смотрю назад, я понимаю, сколько я научился из тех опытов и хочу пережить их заново.",
      "imageLink": "image_files\\English\\youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ternero",
      "translation": "теленок",
      "definition": "Un ternero o ternera, es un animal vacuno joven, generalmente en su primer año de vida.",
      "definition_translation": "Молодая корова или бык, обычно в первый год своей жизни.",
      "example": "El ternero nació anoche y todavía está aprendiendo a caminar. Ayer, vi un ternero jugando en los campos. Para el próximo año, este ternero será una vaca adulta.",
      "example_translation": "Теленок родился прошлой ночью и все еще учится ходить. Вчера я видел теленка, играющего в полях. К следующему году этот теленок станет взрослой коровой.",
      "imageLink": "image_files\\English\\calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegancia",
      "translation": "элегантность",
      "definition": "La calidad de ser agraciadamente gracioso y estiloso en apariencia o manera.",
      "definition_translation": "Качество быть приятно изящным и стильным внешне или в манере.",
      "example": "La elegancia de los movimientos de la bailarina cautivó al público. El nuevo restaurante impresionó con su elegancia, pero la comida no era tan buena como esperaba. Cuando crezca, quiero diseñar ropa elegante.",
      "example_translation": "Элегантность движений балериныcaptivated аудиторию. Элегантность нового ресторана впечатлила меня, но еда не была så good, как я ожидаем. Когда я вырасту, я хочу diseñar элегантные clothes.",
      "imageLink": "image_files\\English\\elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "meñique",
      "translation": "мизинец",
      "definition": "El dedo más pequeño de la mano humana.",
      "definition_translation": "Самый маленький палец human руки.",
      "example": "Me rompí el meñique mientras jugaba fútbol. El doctor dijo que necesito descansar mi meñique por unas semanas. Mi meñique todavía duele por la lesión.",
      "example_translation": "Я сломал свой мизинец, играя в футбол. Доктор сказал, что мне нужно отдохнуть мой мизинец на несколько недель. Мой мизинец все еще болит от травмы.",
      "imageLink": "image_files\\English\\little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedo medio",
      "translation": "средний палец",
      "definition": "El dedo medio es el tercer dedo de la mano humana, ubicado entre el índice y el anular.",
      "definition_translation": "Средний палец - это третий палец человеческой руки, расположенный между указательным и безымянным пальцами.",
      "example": "Le dio el dedo medio al conductor cuando la cortó en el tráfico. Ayer, le dio el dedo medio a su hermano cuando él tomó su juguete favorito. En el futuro, le dará el dedo medio a cualquiera que intente tomar su lugar de estacionamiento.",
      "example_translation": "Она показала средний палец водителю, когда он cắt ее на дороге. Вчера она показала средний палец брату, когда он взял ее любимую игрушку. В будущем она будет показывать средний палец любому, кто попытается занять ее парковочное место.",
      "imageLink": "image_files\\English\\middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "obeso",
      "translation": "ожиревший",
      "definition": "Obeso se refiere a una persona que tiene un índice de masa corporal (IMC) de 30 o más, lo que significa que está severamente sobrepeso.",
      "definition_translation": "Ожиревший - это человек, который имеет индекс массы тела (ИМТ) 30 или выше, что означает, что он имеет сильный лишний вес.",
      "example": "El doctor advirtió al paciente que estar obeso podría llevar a problemas de salud graves. El paciente había sido obeso desde la infancia, pero recientemente comenzó a hacer ejercicio para perder peso. En el futuro, el paciente espera no ser obeso más.",
      "example_translation": "Доктор предупредил пациента, что ожирение может привести к серьезным проблемам со здоровьем. Пациент был ожиревшим с детства, но недавно начал заниматься физкультурой, чтобы похудеть. В будущем пациент надеется больше не быть ожиревшим.",
      "imageLink": "image_files\\English\\obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "semejar",
      "translation": "походить",
      "definition": "Semejar a algo o alguien significa tener una apariencia, carácter o calidad similar.",
      "definition_translation": "Быть похожим на что-то или кого-то означает иметь похожий вид, характер или качество.",
      "example": "El nuevo empleado se parece a mi antiguo jefe en cuanto a estilo de gestión. La casa se parece a un castillo, con sus torres altas y salones grandes. En el futuro, la empresa se parecerá a una corporación multinacional.",
      "example_translation": "Новый сотрудник походит на моего старого босса по стилю управления. Дом походит на замок, с его высокими башнями и просторными залами. В будущем компания будет походить на 멀тинациональную корпорацию.",
      "imageLink": "image_files\\English\\resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adolescente",
      "translation": "подросток",
      "definition": "Un adolescente es una persona joven en el proceso de desarrollarse desde la niñez hasta la adultez, generalmente entre las edades de 13 y 19 años.",
      "definition_translation": "Подросток - это молодой человек, который развивается из ребенка в взрослого, обычно в возрасте между 13 и 19 годами.",
      "example": "El adolescente luchó por encajar con sus pares en la escuela. Como adolescente, ella había sido muy rebelde e independiente. En el futuro, el adolescente se convertirá en un adulto confiado.",
      "example_translation": "Подросток боролся со своей социальной группой в школе. Как подросток, она была очень упрямой и независимой. В будущем подросток станет уверенным взрослым.",
      "imageLink": "image_files\\English\\adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pómulos",
      "translation": "скулы",
      "definition": "Los pómulos son las prominencias óseas de la cara, ubicadas debajo de los ojos y formando la mandíbula superior.",
      "definition_translation": "Скулы - это костные выступы лица, расположенные ниже глаз и образующие верхнюю челюсть.",
      "example": "Sus pómulos altos y rasgos llamativos la hacían una modelo impresionante. Ella tenía pómulos prominentes que eran envidiados por muchos. Ella se someterá a una cirugía para realzar sus pómulos el año que viene.",
      "example_translation": "Ее высокие скулы и поразительные черты делали ее стопроцентной моделью. У нее были заметные скулы, которые завидовали многие. Она будет прошла операцию по коррекции своих скул в следующем году.",
      "imageLink": "image_files\\English\\cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cutis",
      "translation": "кожный тон",
      "definition": "El cutis es el color y textura naturales de la piel de una persona, especialmente de la cara.",
      "definition_translation": "Кожный тон - это естественный цвет и текстура кожи человека, особенно лица.",
      "example": "Su cutis claro la hacía parecer delicada. Él tenía un cutis oscuro que se asociaba a menudo con trabajo al aire libre. Ella tendrá un cutis radiante después del tratamiento facial.",
      "example_translation": "Ее светлый кожный тон делал ее выглядеть хрупкой. У него был темный кожный тон, который часто ассоциировался с работой на открытом воздухе. У нее будет радужный кожный тон после процедуры ухода за лицом.",
      "imageLink": "image_files\\English\\complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cutícula",
      "translation": "кутикула",
      "definition": "La cutícula es la capa delgada de piel en la base de una uña del dedo o del pie.",
      "definition_translation": "Кутикула - это тонкий слой кожи у основания ногтя или пальца ноги.",
      "example": "Ella empujó hacia atrás sus cutículas para que sus uñas parecieran más ordenadas. El esteticista cuidadosamente recortó sus cutículas para prevenir uñas encarnadas. Ella tendrá cutículas suaves después del tratamiento hidratante.",
      "example_translation": "Она отодвинула свои кутикулы, чтобы ее ногти выглядели аккуратнее. Косметолог аккуратно подрезал его кутикулы, чтобы предотвратить врастание ногтей. У нее будут мягкие кутикулы после увлажняющего лечения.",
      "imageLink": "image_files\\English\\cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palma",
      "translation": "ладонь",
      "definition": "La palma es la superficie interior de la mano, desde la muñeca hasta la base de los dedos.",
      "definition_translation": "Ладонь - это внутренняя поверхность руки, от запястья до основания пальцев.",
      "example": "Ella puso su palma sobre la frente de él para sentir su temperatura. Él leyó su palma para predecir su futuro. Ella tendrá una cicatriz en su palma después de la cirugía.",
      "example_translation": "Она поместила свою ладонь на его лоб, чтобы почувствовать его температуру. Он читал ее ладонь, чтобы предсказать ее будущее. У нее будет шрам на ладони после операции.",
      "imageLink": "image_files\\English\\palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedo anular",
      "translation": "безымянный палец",
      "definition": "El cuarto dedo de la mano humana, ubicado entre el dedo medio y el dedo meñique, en el que se usa tradicionalmente un anillo de boda.",
      "definition_translation": "Четвертый палец человеческой руки, расположенный между средним пальцем и мизинцем, на котором обычно носят обручальное кольцо.",
      "example": "Ella llevaba un hermoso anillo de diamantes en su dedo anular. Ayer, ella llevaba un anillo de plata en ese dedo, pero ahora lleva uno de oro.",
      "example_translation": "Она носила красивое бриллиантовое кольцо на безымянном пальце. Вчера она носила серебряное кольцо на том пальце, но теперь она носит золотое.",
      "imageLink": "image_files\\English\\ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espinilla",
      "translation": "голень",
      "definition": "La parte delantera de la pierna humana debajo de la rodilla, que cubre la tibia.",
      "definition_translation": "Передняя часть человеческой ноги ниже колена, покрывающая большеберцовую кость.",
      "example": "Él se dio un golpe en la espinilla jugando fútbol. Ella subió escalando por la senda de montaña, esquivando obstáculos con sus espinillas.",
      "example_translation": "Он получил ушиб на голени, играя в футбол. Она проходит через препятствия на тропе для походов, используя свою голень.",
      "imageLink": "image_files\\English\\shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patillas",
      "translation": "бакенбарды",
      "definition": "Cabello que crece en los lados de la cara de una persona, delante de las orejas, especialmente cuando se corta para formar una forma destacada.",
      "definition_translation": "Волосы, grows вниз по бокам лица человека перед ушами, особенно когда онистрижены в форму отличительного образа.",
      "example": "Él creció patillas para parecerse a Elvis Presley. Ella piensa que las patillas lo hacen parecer más viejo.",
      "example_translation": "Он отрастил бакенбарды, чтобы выглядеть как Элвис Пресли. Она думает, что бакенбарды делают его старше.",
      "imageLink": "image_files\\English\\sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntiagudo",
      "translation": "шпилечный",
      "definition": "Teniendo una forma puntiaguda o cónica, como una púa.",
      "definition_translation": "Имеющий острую или сужающуюся форму, как спика.",
      "example": "El peinado puntiagudo fue popular en la década de 1980. A ella le gusta llevar tacones puntiagudos a las fiestas.",
      "example_translation": "Шпилечный стиль волос был популярным в 1980-х годах. Она любит носить шпилечные каблуки на вечеринки.",
      "imageLink": "image_files\\English\\spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barba incipiente",
      "translation": "борода",
      "definition": "Un crecimiento de cabello en la barbilla y la mandíbula, especialmente cuando es corto y áspero.",
      "definition_translation": "Рост волос на подбородке и челюсти, особенно когда он короткий и грубый.",
      "example": "Él tenía una barba incipiente áspera en la barbilla después de no afeitarse durante una semana. Ayer, él tenía una cara suave, pero ahora tiene una barba incipiente. Para la próxima semana, él tendrá una barba completa.",
      "example_translation": "У него была грубая борода на подбородке после того, как он не брился неделю. Вчера у него было гладкое лицо, но теперь у него борода. К следующей неделе он будет иметь полную бороду.",
      "imageLink": "image_files\\English\\stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño de pecho",
      "translation": "малыш",
      "definition": "Un niño pequeño, generalmente entre uno y tres años, que está aprendiendo a caminar y hablar.",
      "definition_translation": "Маленький ребенок, обычно в возрасте от одного до трех лет, который учится ходить и говорить.",
      "example": "El niño de pecho dio sus primeros pasos ayer. El año pasado, él no caminaba, pero ahora está corriendo por todas partes. Para el próximo año, él estará montando en triciclo.",
      "example_translation": "Малыш сделал свои первые шаги вчера. В прошлом году он не мог ходить, но теперь он бегает вокруг. К следующему году он будет кататься на трicycle.",
      "imageLink": "image_files\\English\\toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abdómen",
      "translation": "живот",
      "definition": "La región del cuerpo entre el pecho y la pelvis, que contiene los órganos digestivos.",
      "definition_translation": "Регион тела между грудной клеткой и тазом, содержащий органы пищеварения.",
      "example": "El doctor examinó el abdomen del paciente para diagnosticar el problema. Ayer, el paciente tuvo un dolor de estómago, pero ahora el dolor ha disminuido. Para la próxima semana, el paciente se habrá recuperado completamente.",
      "example_translation": "Доктор осмотрел живот пациента, чтобы диагностировать проблему. Вчера у пациента был желудочный спазм, но теперь боль утихла. К следующей неделе пациент hoànно выздоровеет.",
      "imageLink": "image_files\\English\\abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bollo",
      "translation": "булочка",
      "definition": "Un pequeño rollo de pan redondo u oblongo, a menudo servido como snack o utilizado como base para sandwiches.",
      "definition_translation": "Маленькая, обычно круглая или овальная булка, часто подающаяся в качестве закуски или используемая в качестве основы для сэндвичей.",
      "example": "Ella comió un bollo con mantequilla para desayunar ayer. Hoy, ella está comiendo un bollo con jamón, y mañana comerá un bollo con queso.",
      "example_translation": "Она ела булочку с маслом на завтрак вчера. Сегодня она ест булочку с ветчиной, а завтра она будет есть булочку с сыром.",
      "imageLink": "image_files\\English\\bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "índice",
      "translation": "указательный палец",
      "definition": "El dedo próximo al pulgar, utilizado para señalar y manipular objetos.",
      "definition_translation": "Палец, находящийся рядом с большим пальцем, используемый для указания и манипулирования объектами",
      "example": "Ella usó su índice para teclear en el teclado, luego lo usó para señalar al mapa, y finalmente lo usó para sujetar el lápiz.",
      "example_translation": "Она использовала свой указательный палец, чтобы постучать по клавиатуре, потом она будет использовать его, чтобы указать на карту, иfinally она использовала его, чтобы держать карандаш",
      "imageLink": "image_files\\English\\forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barba de chivo",
      "translation": "гётэ",
      "definition": "Un tipo de barba que cubre solo la barbilla y no se extiende a las mejillas.",
      "definition_translation": "Тип бороды, который покрывает только подбородок и не распространяется на щеки",
      "example": "Él tenía una barba de chivo cuando era joven, luego se la afeitó, pero ahora está volviendo a crecer una barba de chivo corta otra vez.",
      "example_translation": "У него был гётэ, когда он был молодым, затем он сбрил его, но теперь он снова растет короткий гётэ",
      "imageLink": "image_files\\English\\goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "permanentada",
      "translation": "химическая завивка",
      "definition": "Un tipo de peinado que implica tratar químicamente el cabello para crear rizos o ondas.",
      "definition_translation": "Тип прически, который涉ет химическое лечение волос для создания кудрей или волн",
      "example": "Ella se hizo una permanentada en los 80, luego se enderezó el cabello, y ahora está considerando hacerse una permanentada de nuevo.",
      "example_translation": "Она получила химическую завивку в 80-х, затем она выпрямила волосы, и теперь она рассматривает возможность получения химической завивки снова",
      "imageLink": "image_files\\English\\perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]