[
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol",
      "translation": "дерево",
      "definition": "Una planta perenne con un solo tronco que sostiene ramas y hojas en la mayoría de las especies.",
      "definition_translation": "Многолетнее растение с единственным стволом (называемым стволом), которое поддерживает ветви и листья в большинстве видов.",
      "example": "Subí un árbol cuando era niño. Subo un árbol todos los días ahora. Subiré un árbol mañana.",
      "example_translation": "Я爬ал на дерево, когда был ребенком. Я爬аю на дерево каждый день сейчас. Я爀у на дерево завтра.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manzano",
      "translation": "яблоня",
      "definition": "Un árbol deciduo cultivado por su fruto, la manzana.",
      "definition_translation": "Листопадное дерево, культивируемое для его плодов, яблока.",
      "example": "Planté un manzano en mi jardín. Riego un manzano todas las mañanas. Recogeré un manzano la próxima otoño.",
      "example_translation": "Я посадил яблоню в моем саду. Я поливаю яблоню каждое утро. Я соберу яблоню следующей осенью.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bosque",
      "translation": "лес",
      "definition": "Un área grande de tierra cubierta de árboles y arbustos.",
      "definition_translation": "Большой участок земли, покрытый деревьями и подлеском.",
      "example": "Fui al bosque con mis amigos. Vamos al bosque todos los fines de semana. Iremos al bosque el próximo verano.",
      "example_translation": "Я пошел в лес с моими друзьями. Мы ходим в лес каждые выходные. Мы поедем в лес следующим летом.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rama",
      "translation": "ветвь",
      "definition": "Una parte del árbol que crece desde el tronco o desde otra rama.",
      "definition_translation": "Часть дерева, которая растет из ствола или из другой ветви.",
      "example": "Me senté en una rama del árbol. Rompo una rama del árbol ocasionalmente. Subiré por una rama del árbol mañana.",
      "example_translation": "Я сидел на ветви дерева. Я ломаю ветвь дерева время от времени. Я爀у по ветви дерева завтра.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol frutal",
      "translation": "фруктовое дерево",
      "definition": "Un árbol que produce frutas, típicamente cultivado en un huerto o jardín.",
      "definition_translation": "Дерево, которое производит фрукты, обычно выращивается в саду или огороде.",
      "example": "Ella plantó un árbol frutal en su patio trasero la primavera pasada. Produce frutas todos los veranos. Recogerá las frutas la próxima otoño.",
      "example_translation": "Она посадила фруктовое дерево в её дворе прошлой весной. Оно приносит плоды каждое лето. Она будет собирать фрукты на следующей осени.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hoja",
      "translation": "лист",
      "definition": "Una estructura plana, usualmente verde, que crece en plantas y árboles, funcionando típicamente como un órgano fotosintético.",
      "definition_translation": "Плоская, обычно зеленая, структура, которая растет на растениях и деревьях, обычно функционируя как фотосинтетический орган.",
      "example": "La hoja cayó del árbol ayer. Era verde y saludable. Será amarilla y seca pronto.",
      "example_translation": "Лист упал с дерева вчера. Он был зеленым и здоровым. Он будет желтым и сухим скоро.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "roble",
      "translation": "дуб",
      "definition": "Un tipo de árbol deciduo con madera dura y duradera, a menudo encontrado en bosques y parques.",
      "definition_translation": "Тип листопадного дерева с твердой, долговечной древесиной, часто встречающегося в лесах и парках.",
      "example": "Construyeron una casa debajo del roble el año pasado. Ha estado de pie durante siglos. Estará de pie durante muchos años más.",
      "example_translation": "Они построили дом под дубом прошлом году. Он стоит веками. Он будет стоять многие годы вперед.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciruelo",
      "translation": "сливовое дерево",
      "definition": "Un árbol que produce ciruelas, typically cultivado por su fruto y a menudo utilizado como planta ornamental.",
      "definition_translation": "Дерево, которое производит сливы, обычно выращивается для его фруктов и часто используется как декоративное растение.",
      "example": "Ellos plantaron un ciruelo en su jardín la última verano. Produjo frutas la última otoño. Comerán las ciruelas la próxima verano.",
      "example_translation": "Они посадили сливовое дерево в их саду прошлым летом. Оно приносит плод прошлой осенью. Они будут есть сливы на следующее лето.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz",
      "translation": "корень",
      "definition": "La parte subterránea de una planta, que usualmente consiste en una raíz principal y raíces laterales más pequeñas.",
      "definition_translation": "Подземная часть растения, обычно состоящая из главного корня и более小ких ветвистых корней.",
      "example": "El sistema de raíces del árbol fue dañado durante la tormenta. Ayer, arrancamos la planta vieja. Mañana, plantaremos un nuevo árbol y veremos crecer sus raíces.",
      "example_translation": "Система корней дерева была повреждена во время шторма. Вчера мы выкорчевали старое растение. Завтра мы посадим новое дерево и будем наблюдать, как его корни будут расти.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palma",
      "translation": "пальма",
      "definition": "Un árbol de la familia de las palmeras, típicamente con un solo tronco y hojas grandes que a menudo se utilizan como símbolo de victoria o paz.",
      "definition_translation": "Дерево семейства пальм, обычно имеющее одиночный ствол и большие листья, которые часто используются как символ победы или мира.",
      "example": "El árbol de palma se mecía suavemente en la brisa. Plantaremos un árbol de palma en nuestro patio trasero la próxima semana. El próximo año, habrá crecido alto y fuerte.",
      "example_translation": "Пальма мягко качалась в бризе. Мы посадим пальму в нашем дворе на следующей неделе. К следующему году она будет расти высокой и сильной.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bosque",
      "translation": "лесной",
      "definition": "Un área de tierra cubierta de árboles y matojos, a menudo con plantas silvestres y animales.",
      "definition_translation": "Область земли, покрытая деревьями и подлеском, часто с дикими растениями и животными.",
      "example": "El creature de bosque era tímido y rara vez visto. Iremos a caminar en el área de bosque mañana. El año pasado, tuvimos un picnic en el bosque y vimos un ciervo.",
      "example_translation": "Лесное создание было застенчивым и редко sees. Мы пойдем на прогулку по лесной зоне завтра. В прошлом году мы устроили пикник в лесу и увидели оленя.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acacia",
      "translation": "акация",
      "definition": "Un árbol o arbusto con ramas espinosas y flores fragantes, a menudo encontrado en climas cálidos.",
      "definition_translation": "Дерево или кустарник с колючими ветвями и душистыми цветами, часто встречающиеся в теплых климатах.",
      "example": "El árbol de acacia floreció hermosamente en el jardín. Plantaremos un árbol de acacia en nuestro patio trasero el próximo mes. El año pasado, vimos un árbol de acacia con flores amarillas.",
      "example_translation": "Дерево акации чудесно распустилось в саду. Мы посадим дерево акации в нашем дворе следующий месяц. В прошлом году мы увидели дерево акации с желтыми цветами.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aliso",
      "translation": "ольха",
      "definition": "Un árbol o arbusto deciduo de la familia de los abedules, con hojas cónicas y fruto cónico.",
      "definition_translation": "Опадающее дерево или кустарник берёзовой семьи, имеющий конические листья и конической формы плод.",
      "example": "El árbol de aliso se encontraba en la orilla del río, sus ramas mecían suavemente en la brisa. Ayer, caminamos junto a un árbol de aliso, y mañana plantaremos un árbol de aliso en nuestro patio trasero.",
      "example_translation": "Дерево ольхи возвышалось над берегом реки, его ветви мягко качались на ветру. Вчера мы прошли мимо дерева ольхи, а завтра мы посадим дерево ольхи в нашем заднем дворе.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almendro",
      "translation": "миндальное дерево",
      "definition": "Un árbol deciduo pequeño con flores rosa o blancas vistosas y nueces comestibles.",
      "definition_translation": "Маленькое листопадное дерево или кустарник с декоративными розовыми или белыми цветами и съедобными орехами.",
      "example": "Hemos estado cultivando almendros durante siglos, y ayer cosechamos almendras de nuestro almendro. En el futuro, plantaremos más almendros en nuestro huerto.",
      "example_translation": "Мы веками культивируем миндальные деревья, и вчера мы собрали миндаль с нашего миндального дерева. В будущем мы посадим больше миндальных деревьев в нашем саду.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fresno",
      "translation": "ясень",
      "definition": "Un árbol deciduo con hojas compuestas y corteza grisácea, a menudo encontrado cerca del agua.",
      "definition_translation": "Листопадное дерево с сложными листьями и серо-коричневой корой, часто встречающееся вблизи воды.",
      "example": "El fresno se encontraba en la orilla del río, sus hojas susurraban en el viento. Ayer, trepamos un fresno, y mañana podaremos un fresno en nuestro jardín.",
      "example_translation": "Дерево ясеня стояло высоко на берегу реки, его листья шелестели на ветру. Вчера мы залезли на дерево ясеня, а завтра мы обрежем дерево ясеня в нашем саду.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "баобаб",
      "definition": "Un árbol deciduo grande con tronco grueso y ramas que se asemejan a raíces.",
      "definition_translation": "Большое листопадное дерево с толстым, водосберегающим стволом и ветвями, похожими на корни.",
      "example": "El baobab se encontraba sobre la sabana, sus ramas retorcidas y nudosas. Ayer, nos sentamos bajo un baobab, y en el futuro plantaremos un baobab en nuestro patio trasero.",
      "example_translation": "Дерево баобаба возвышалось над саваной, его ветви были изогнуты и измяты. Вчера мы сидели под деревом баобаба, а в будущем мы посадим дерево баобаба в нашем заднем дворе.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "haya",
      "translation": "бук",
      "definition": "Un árbol deciduo con corteza gris suave, hojas pequeñas y nueces comestibles, nativo de Europa y América del Norte.",
      "definition_translation": "Дерево с гладкой серой корой, маленькими листьями и съедобными орехами, родом из Европы и Северной Америки.",
      "example": "El haya se encontraba en el bosque, sus ramas mecían suavemente en la brisa. Ayer, caminé bajo el haya, sintiendo su sombra. Mañana, subiré al haya para obtener una vista mejor.",
      "example_translation": "Дерево бук стояло высоко в лесу, его ветви мягко качались на ветру. Вчера я прошел под деревом бук, чувствуя его тень. Завтра я пойду на дерево бук, чтобы получить лучший вид.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abedul",
      "translation": "береза",
      "definition": "Un árbol deciduo con tronco delgado, a menudo con corteza blanca, y hojas pequeñas, nativo de regiones frías del hemisferio norte.",
      "definition_translation": "Дерево с тонким стволом, часто с белой корой и маленькими листьями, родом из прохладных регионов Северного полушария.",
      "example": "El abedul se reflejaba en la luz de la luna sobre el lago. Ayer, caminamos bajo el abedul, sintiendo su frescura. La próxima semana, haremos una canoa del abedul.",
      "example_translation": "Дерево березы было отражением лунного света на озере. Мы прошли под деревом березы вчера, чувствуя его свежесть. На следующей неделе мы сделаем каноэ из дерева березы.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rama",
      "translation": "ветвь",
      "definition": "Una rama de un árbol, especialmente una grande o resistente.",
      "definition_translation": "Ветвь дерева, особенно большая или крепкая.",
      "example": "La rama del roble se rompió bajo el peso de la nieve. Ayer, me senté en la rama del sauce, viendo la puesta del sol. Mañana, subiré por la rama del pino para obtener una vista mejor.",
      "example_translation": "Ветвь дуба сломалась под весом снега. Вчера я сидел на ветви ивы, смотря на закат. Завтра я пойду на ветвь сосны, чтобы получить лучший вид.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cedro",
      "translation": "кедр",
      "definition": "Un árbol conífero siempreverde con hojas aciculares, nativo de las montañas del oeste del Himalaya y la región mediterránea.",
      "definition_translation": "Вечнозеленое хвойное дерево с игольчатыми листьями, родом из гор западного Гималая и Средиземноморского региона.",
      "example": "El cedro se encontraba en la ladera de la montaña, su fragancia llenando el aire. Ayer, caminé alrededor del cedro, sintiendo su grandeza. El próximo año, plantaremos un nuevo cedro en el parque.",
      "example_translation": "Дерево кедра стояло высоко на склоне горы, его аромат наполнял воздух. Вчера я прошел вокруг дерева кедра, чувствуя его величие. На следующий год мы посадим новое дерево кедра в парке.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol de cerezo",
      "translation": "вишнёвое дерево",
      "definition": "Un árbol que produce cerezas, típicamente con flores vistosas y hojas brillantes.",
      "definition_translation": "Дерево, производящее вишни, обычно имеющее красивые цветы и глянцевые листья.",
      "example": "Planté un árbol de cerezo en mi patio trasero el año pasado. Ahora está floreciendo, y producirá cerezas el próximo verano.",
      "example_translation": "Я посадил вишнёвое дерево в своем дворе прошлом году. Сейчас оно цветет, и оно произведет вишни на следующее лето.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palma de coco",
      "translation": "пальма кокосовая",
      "definition": "Un palma alto con un fruto duro marrón que contiene carne blanca y leche.",
      "definition_translation": "Высокая пальма с твердым коричневым плодом, содержащим белую мякоть и молоко.",
      "example": "Vi una palma de coco en la playa cuando estaba de vacaciones. Estaba meciéndose con el viento, y bebí agua de coco de ella.",
      "example_translation": "Я видел пальму кокосовую на пляже, когда был в отпуске. Она качалась на ветру, и я пил кокосовую воду из нее.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cono",
      "translation": "шишка",
      "definition": "Una forma como un triángulo con una base redonda, utilizada especialmente para describir objetos o formas en matemáticas y geometría.",
      "definition_translation": "Форма, похожая на треугольник с круглой основой, используемая особенно при описании объектов или форм в математике и геометрии.",
      "example": "La forma de cono del helado era perfecta para comer en un palito. Usé un cono en mi tarea de matemáticas para resolver un problema.",
      "example_translation": "Форма шишки мороженого была идеальной для еды на палочке. Я использовал шишку в своей математической домашней работе, чтобы решить задачу.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol conífero",
      "translation": "хвойное дерево",
      "definition": "Un árbol que produce conos y tiene hojas en forma de aguja, como un pino, abeto o abeto.",
      "definition_translation": "Дерево, производящее шишки и имеющее игольчатые листья, such as сосну, ель или пихту.",
      "example": "Caminé por un bosque de árboles coníferos en mi caminata. El árbol conífero en mi patio trasero es muy alto y hermoso.",
      "example_translation": "Я прошел через лес хвойных деревьев на своей прогулке. Хвойное дерево в моем дворе очень высокое и красивое.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol deciduo",
      "translation": "листопадное дерево",
      "definition": "Un árbol que pierde sus hojas anualmente, típicamente en otoño.",
      "definition_translation": "Дерево, которое теряет свои листья ежегодно, обычно осенью.",
      "example": "El árbol deciduo en nuestro patio trasero cambia de colores hermosamente en el otoño.",
      "example_translation": "Листопадное дерево в нашем дворе изменяет цвета красиво осенью.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saúco",
      "translation": "бузина",
      "definition": "Un arbusto o pequeño árbol con racimos de pequeñas flores fragantes y bayas púrpuras.",
      "definition_translation": "Кустарник или маленькое дерево с гроздьями маленьких, душистых цветков и фиолетовых ягод.",
      "example": "Mi abuela solía hacer mermelada de saúco cuando era niño.",
      "example_translation": "Моя бабушка делала варенье из бузины, когда я был ребенком.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "olmo",
      "translation": "вяз",
      "definition": "Un árbol deciduo con una copa extendida y corteza grisácea y áspera.",
      "definition_translation": "Листопадное дерево с раскидистой кроной и шероховатой, серо-коричневой корой.",
      "example": "El olmo delante de nuestra casa fue cortado el año pasado.",
      "example_translation": "Дерево вяза перед нашим домом было срублено в прошлом году.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "higuera",
      "translation": "фиговое дерево",
      "definition": "Un árbol o arbusto pequeño con tronco liso, grisáceo, y fruto dulce y comestible.",
      "definition_translation": "Маленькое, листопадное дерево или кустарник с гладким, серо-коричневым стволом и сладкими, съедобными плодами.",
      "example": "Tendremos una higuera en nuestro patio trasero cuando nos mudemos a California.",
      "example_translation": "У нас будет фиговое дерево в нашем дворе, когда мы переедем в Калифорнию.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abeto",
      "translation": "ель",
      "definition": "Un abeto es un tipo de árbol conífero perenne que es nativo de regiones montañosas de Europa, Asia y Norteamérica.",
      "definition_translation": "Ель - это тип вечнозеленого хвойного дерева, которое является родным для горных регионов Европы, Азии и Северной Америки.",
      "example": "El abeto estaba decorado con luces y ornamentos para Navidad. El abeto será cortado mañana. El abeto fue plantado el año pasado.",
      "example_translation": "Ель была украшена огнями и украшениями на Рождество. Ель будет срублена завтра. Ель была посажена прошлом году.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avellano",
      "translation": "лещина",
      "definition": "Un avellano es un tipo de arbusto o pequeño árbol deciduo que es nativo de Europa y Asia.",
      "definition_translation": "Лещина - это тип листопадного кустарника или маленького дерева, которое является родным для Европы и Азии.",
      "example": "Las nueces de avellano estaban maduras y listas para comer. El avellano será podado la próxima semana. Los arbustos de avellano estaban cubiertos de nieve.",
      "example_translation": "Орехи лещины были зрелыми и готовыми к употреблению. Tree лещины будет обрезана на следующей неделе. Кусты лещины были покрыты снегом.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " Acebo",
      "translation": "падуб",
      "definition": "Un acebo es un tipo de arbusto o árbol pequeño siempreverde originario de Europa, Asia y África del Norte.",
      "definition_translation": "Падуб - это тип вечнозеленого кустарника или маленького дерева, которое является родным для Европы, Азии и Северной Африки.",
      "example": "Las hojas del acebo eran punzantes al tacto. El árbol de acebo se decorará para Navidad. Los arbustos de acebo eran verdes todo el año.",
      "example_translation": "Листья падуба были колючими на ощупь. Дерево падуба будет украшено на Рождество. Кусты падуба были зелеными круглый год.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Carpe",
      "translation": "граб",
      "definition": "Un carpe es un tipo de árbol deciduo originario de Europa y Asia, conocido por su corteza gris lisa y madera dura.",
      "definition_translation": "Граб - это тип листопадного дерева, которое является родным для Европы и Азии, известным своей гладкой серой корой и твердой древесиной.",
      "example": "El árbol de carpe fue plantado en el parque. La madera de carpe se utiliza para hacer muebles. Las hojas del carpe estaban volviéndose amarillas.",
      "example_translation": "Дерево граба было посажено в парке. Древесина граба была использована для производства мебели. Листья граба были желтеют.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Castño de Indias",
      "translation": "конский каштан",
      "definition": "Un árbol deciduo de Europa y Asia occidental, con hojas palmadas y nueces cónicas encerradas en una cápsula pegajosa.",
      "definition_translation": "Дерево с листопадом Европы и западной Азии, с пальчатыми листьями и коническими орехами, заключенными в липкую капсулу.",
      "example": "El árbol de castño de Indias en nuestro parque ha estado allí durante más de un siglo, y su belleza es admirada por todos. El año pasado, fue podado para mantener su forma. La próxima primavera, florecerá de nuevo.",
      "example_translation": "Дерево конского каштана в нашем парке стоит более века, и его красота восхищает каждого. В прошлом году оно было подстрижено, чтобы сохранить форму. На следующую весну оно снова зацветет.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Enebro",
      "translation": "можжевельник",
      "definition": "Un arbusto o árbol pequeño conífero con hojas parecidas a agujas y bayas azules o moradas.",
      "definition_translation": "Хвойное растение или маленькое дерево с игольчатыми листьями и синими черными или пурпурными ягодами.",
      "example": "El aroma de las bayas de enebro se utiliza a menudo en la cocina y la perfumería. Ayer, usé bayas de enebro para hacer una deliciosa sopa. La próxima semana, las utilizaré para crear un nuevo perfume.",
      "example_translation": "Аромат можжевельника часто используется в кулинарии и парфюмерии. Вчера я использовал можжевельник, чтобы приготовить вкусный суп. На следующей неделе я использую его, чтобы создать новый аромат.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Alerce",
      "translation": "лиственница",
      "definition": "Un árbol conífero del norte de Europa y Asia, con hojas parecidas a agujas que se vuelven amarillas y caen en otoño.",
      "definition_translation": "Хвойное дерево северной Европы и Азии, с игольчатыми листьями, которые становятся желтыми и опадают осенью.",
      "example": "El árbol de alerce en nuestro jardín es uno de los más altos. El otoño pasado, sus hojas se volvieron doradas amarillas antes de caer. El próximo año, crecerá aún más.",
      "example_translation": "Дерево лиственницы в нашем саду является одним из самых высоких. В прошлом году его листья стали золотистыми желтыми, прежде чем упасть. В следующем году оно будет расти еще выше.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Tilo",
      "translation": "липа",
      "definition": "Un árbol deciduo de Europa y Asia, con hojas en forma de corazón y flores amarillentas fragantes.",
      "definition_translation": "Листопадное дерево Европы и Азии, с сердцевидными листьями и душистыми желто-белыми цветами.",
      "example": "El árbol de tilo en la plaza de la ciudad es un lugar de encuentro popular. Ayer, me senté bajo su sombra y vi a los niños jugando. La próxima verano, me sentaré allí de nuevo, disfrutando del aroma de sus flores.",
      "example_translation": "Дерево липы на городской площади является популярным местом встречи. Вчера я сидел под его затенением и наблюдал, как играют дети. На следующее лето я снова będусидеть там, наслаждаясь ароматом его цветов.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Pino de Roca",
      "translation": "каменный сосна",
      "definition": "Un tipo de árbol de pino que crece en regiones montañosas, caracterizado por sus ramas retorcidas y hojas estrechas y escamosas.",
      "definition_translation": "Тип сосны, который растет в горных регионах, характеризуется своими извитыми ветвями и узкими, чешуйчатыми листьями.",
      "example": "Los pinos de roca en el jardín proporcionaron sombra para los visitantes. Ayer, los jardineros plantaron más pinos de roca. Si plantamos más pinos de roca, el jardín se verá aún más hermoso en el futuro.",
      "example_translation": "Деревья каменного сосны в саду обеспечили тень для посетителей. Вчера садовники посадили больше деревьев каменного сосны. Если мы посадим больше деревьев каменного сосны, сад будет выглядеть еще более красивым в будущем.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Pino Suizo",
      "translation": "швейцарская сосна",
      "definition": "Un tipo de árbol de pino originario de los Alpes europeos, conocido por su forma columnar alta y agujas suaves y oscuras.",
      "definition_translation": "Тип сосны, родиной которого являются Альпы Европы, известный своим высоким, колонновидным формой и мягкими, темно-зелеными иголками.",
      "example": "Los pinos suizos en el prado alpino se mecían suavemente con el viento. El año pasado, vimos un pino suizo que tenía más de 100 años. Para cuando me retire, habré plantado muchos pinos suizos en mi jardín.",
      "example_translation": "Деревья швейцарской сосны в альпийской луге качались легонько на ветру. В прошлом году мы увидели швейцарскую сосну, которая была старше 100 лет. К тому времени, когда я выйду на пенсию, я посадлю много деревьев швейцарской сосны в своем саду.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Plátano",
      "translation": "платан",
      "definition": "Un tipo de árbol deciduo con una copa ancha y corteza moteada grisácea.",
      "definition_translation": "Тип листопадного дерева с широким, развевающимся верхушкой и мозаичной, серо-коричневой корой.",
      "example": "El árbol de plátano en nuestro patio trasero era el hogar de muchos pájaros. Cuando era niño, solía trepar el árbol de plátano en nuestro vecindario. En 20 años, el árbol de plátano proporcionará sombra para nuestros nietos.",
      "example_translation": "Дерево платана в нашем дворе было домом для многих птиц. Когда я был ребенком, я любил лазать по дереву платана в нашем квартале. Через 20 лет дерево платана обеспечит тень для наших внучат.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Ramita",
      "translation": "веточка",
      "definition": "Una rama delgada que crece en un árbol o arbusto, a menudo utilizada para hacer manualidades o como objeto decorativo.",
      "definition_translation": "Маленькая, тонкая ветвь, растущая от дерева или кустарника, часто используемая для изготовления поделок или в качестве декоративного элемента.",
      "example": "El pájaro construyó su nido utilizando ramitas y hojas. Ayer, me rompí una ramita del árbol para usarla como marcador de planta. Para la próxima primavera, la ramita habrá crecido en una nueva rama.",
      "example_translation": "Птица построила свое гнездо из веточек и листьев. Вчера я отломил веточку от дерева, чтобы использовать ее в качестве маркера для растений. К следующей весне веточка вырастет в новую ветвь.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llorón sauce",
      "translation": "плакучая ива",
      "definition": "Un sauce llorón es un tipo de árbol con ramas largas y colgantes y hojas delicadas, a menudo encontrado cerca del agua.",
      "definition_translation": "Плакучая ива - это тип дерева с длинными, висящими ветвями и нежными листьями, часто встречающимся вблизи воды.",
      "example": "El árbol de sauce llorón en nuestro patio trasero proporcionó sombra para nuestro picnic familiar la última verano, proporcionará un telón de fondo hermoso para nuestra boda el próximo año y ha sido un lugar favorito para que nuestros hijos jueguen durante años.",
      "example_translation": "Дерево плакучей ивы в нашем заднем дворе предоставляло тень для нашего семейного пикника прошлым летом, предоставит красивый фон для нашей свадьбы в следующем году и было любимым местом для наших детей играть в течение лет.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sauce",
      "translation": "ива",
      "definition": "Un sauce es un tipo de árbol con ramas flexibles y hojas, a menudo asociado con flexibilidad y resistencia.",
      "definition_translation": "Ива - это тип дерева с гибкими ветвями и листьями, часто связываемый с гибкостью и устойчивостью.",
      "example": "El árbol de sauce ha sido utilizado durante siglos para hacer cestos, se utilizó para crear un dosel hermoso para la ceremonia al aire libre la semana pasada y se utilizará para crear una pieza de mueble impresionante el próximo mes.",
      "example_translation": "Дерево ивы использовалось на протяжении веков для изготовления корзин, было использовано для создания красивой крыши для церемонии на открытом воздухе на прошлой неделе и будет использоваться для создания изумительной pieces мебели в следующем месяце.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]