[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guitarra",
      "translation": "гитара",
      "definition": "Un instrumento musical de cuerda tocado pulsando o rasgueando, utilizado en una amplia variedad de géneros musicales.",
      "definition_translation": "Струнный музыкальный инструмент, играющийся при помощи щипков или стрummings, используемый в широком диапазоне музыкальных жанров.",
      "example": "Toqué la guitarra en una banda cuando estaba en la universidad. Ahora la toco en casa. La tocaré en el festival el mes que viene.",
      "example_translation": "Я играл на гитаре в группе, когда был в колледже. Теперь я играю на ней дома. Я буду играть на ней на фестивале nächsten месяц.",
      "imageLink": "image_files\\English\\"imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tambor",
      "translation": "барабан",
      "definition": "Un instrumento musical que se toca golpeando, generalmente con una vara o mazo.",
      "definition_translation": "Музыкальный инструмент, звучащий при ударе, обычно с палкой или молотком.",
      "example": "Tamborileé en la mesa con los dedos. Ella toca el tambor en la orquesta. Él tocará el tambor en el desfile mañana.",
      "example_translation": "Я барабанил на столе своими пальцами. Она играет на барабане в оркестре. Он будет барабанить на параде завтра.",
      "imageLink": "image_files\\English\\"imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tambores",
      "translation": "барабаны",
      "definition": "Forma plural de tambor, refiriéndose a un conjunto de tambores o una batería.",
      "definition_translation": "Множественная форма барабана, относящаяся к набору барабанов или барабанному набору.",
      "example": "He estado tocando tambores desde que era niño. Los tambores eran muy fuertes en el concierto. Ella ha estado tocando tambores durante años.",
      "example_translation": "Я играю на барабанах с тех пор, как был ребенком. Барабаны были очень громкими на концерте. Она играет на барабанах уже несколько лет.",
      "imageLink": "image_files\\English\\"imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "instrumento",
      "translation": "инструмент",
      "definition": "Una herramienta o dispositivo utilizado para producir música, como una guitarra, violín o piano.",
      "definition_translation": "Инструмент или устройство, используемое для производства музыки, такой как гитара, скрипка или фортепиано.",
      "example": "El instrumento estaba hermosamente tallado. Ella tocó el instrumento con habilidad. Él utilizará el instrumento para componer música.",
      "example_translation": "Инструмент был красиво изготовлен. Она играла на инструменте с мастерством. Он будет использовать инструмент для сочинения музыки.",
      "imageLink": "image_files\\English\\"imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "teclado",
      "translation": "клавиатура",
      "definition": "Un teclado es un dispositivo de entrada que se utiliza para ingresar datos en una computadora o equipo electrónico.",
      "definition_translation": "Клавиатура - это устройство ввода, которое используется для ввода данных в компьютер или другое электронное оборудование.",
      "example": "Me compré un nuevo teclado ayer, lo estoy utilizando ahora, y lo utilizaré para escribir mi ensayo mañana.",
      "example_translation": "Я купил новый комплект клавиш вчера, я использую его сейчас, и яbudу использовать его для набора эссе завтра.",
      "imageLink": "image_files\\English\\"imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piano",
      "translation": "пианино",
      "definition": "Un piano es un instrumento musical que se toca presionando teclas que producen sonido.",
      "definition_translation": "Пианино - это музыкальный инструмент, который играется путем нажатия клавиш, производящих звук.",
      "example": "Aprendí a tocar el piano cuando era niño, lo toco todos los días, y lo tocaré en la boda de mi hermana el mes que viene.",
      "example_translation": "Я научился играть на пианино, когда я был ребенком, я играю на нем каждый день, и я буду играть на нем на свадьбе моей сестры nächsten месяц.",
      "imageLink": "image_files\\English\\"imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violín",
      "translation": "скрипка",
      "definition": "Un violín es un instrumento musical de cuerda de madera que se toca con un arco o pulsando las cuerdas con los dedos.",
      "definition_translation": "Скрипка - это деревянный струнный инструмент, который играется смычком или путем щипков струн пальцами.",
      "example": "Mi hermana tocó el violín en la orquesta escolar, toca hermosamente ahora, y tocará en un concierto el año que viene.",
      "example_translation": "Моя сестра играла на скрипке в школьном оркестре, она играет на ней красочно сейчас, и она будет играть на ней на концерте в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaitas",
      "translation": "волынка",
      "definition": "Las gaitas son un instrumento tradicional escocés que se toca soplando aire en una bolsa que infla una pipa, produciendo un sonido distinctivo.",
      "definition_translation": "Волынка - это традиционный шотландский инструмент, который играется путем вдувания воздуха в мешок, который надувает трубу, производя отличный звук.",
      "example": "Vi gaitas siendo tocadas en un festival escocés, intenté tocarlas ayer, y aprenderé a tocarlas el verano que viene.",
      "example_translation": "Я видел, как играют на волынке на шотландском фестивале, я пытался играть на них вчера, и я научусь играть на них следующим летом.",
      "imageLink": "image_files\\English\\"imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flauta",
      "translation": "флейта",
      "definition": "Una flauta es un instrumento musical que se toca soplando aire a través del agujero de embocadura, produciendo un sonido agudo.",
      "definition_translation": "Флейта - это музыкальный инструмент, который играется, дувая воздух через отверстие эмбушюра, производя высокий звук.",
      "example": "Ella siempre soñó con tocar la flauta en una orquesta, y finalmente tuvo la oportunidad. Ayer practicó durante horas para perfeccionar su solo. Mañana interpretará ante mil personas.",
      "example_translation": "Она всегда мечтала играть на флейте в оркестре, и finally, она получила шанс. Вчера она практиковалась несколько часов, чтобы совершить свой сольный номер. Завтра она будет выступать перед тысячей людей.",
      "imageLink": "image_files\\English\\"imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saxofón",
      "translation": "саксофон",
      "definition": "Un saxofón es un instrumento de viento hecho de metal curvado con una boquilla de caña, comúnmente utilizado en el jazz y el blues.",
      "definition_translation": "Саксофон - это деревянный инструмент, который часто используется в джазе и блюзе, характеризуется своей изогнутой металлической корпусом и одинарным тростиным мундштуком.",
      "example": "El saxofonista sopló en el instrumento con pasión, creando una melodía soul que hipnotizó al público. Él había estado tocando el saxofón desde que era adolescente, y ahora era un músico profesional.",
      "example_translation": "Саксофонист дул в инструмент с страстью, создавая душевную мелодию, которая зачаровала аудиторию. Он играл на саксофоне с тех пор, как был подростком, и теперь он был профессиональным музыкантом.",
      "imageLink": "image_files\\English\\"imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trompeta",
      "translation": "труба",
      "definition": "Una trompeta es un instrumento de metal que se toca soplando aire a través de la boquilla, produciendo un sonido brillante y fuerte.",
      "definition_translation": "Труба - это медный инструмент, который играется, создавая вибрацию воздуха через мундштук, производя яркий и громкий звук.",
      "example": "El trompetista hacía ecoar su trompeta en el estadio, anunciando la llegada de la reina. Ella había aprendido a tocar la trompeta cuando era niña, y ahora era una música reconocida.",
      "example_translation": "Громкий фанфар трубача эхом разносился по стадиону, объявляя о прибытии королевы. Она научилась играть на трубе, когда была ребенком, и теперь она была известным музыкантом.",
      "imageLink": "image_files\\English\\"imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acordeón",
      "translation": "аккордеон",
      "definition": "Un acordeón es un instrumento musical que consta de un teclado y fuelles, tocado comprimiendo y expandiendo los fuelles para producir un sonido rico y dinámico.",
      "definition_translation": "Аккордеон - это музыкальный инструмент, который состоит из клавиатуры и меха, играется, сжимая и расширяя мех, производя богатый и динамичный звук.",
      "example": "El acordeonista llenó la habitación de energía con su polca animada, haciendo que todos se pusieran de pie a bailar. Ella había dominado el acordeón después de años de práctica, y ahora era una intérprete popular.",
      "example_translation": "Живая полька аккордеониста заполнила комнату энергией,forcing всех на ноги танцевать. Она овладела аккордеоном после лет практики, и теперь она была популярным исполнителем.",
      "imageLink": "image_files\\English\\"imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bajo eléctrico",
      "translation": "бас-гитара",
      "definition": "Un instrumento musical de cuerda que se toca pulsando o rasgueando, con un sonido grave.",
      "definition_translation": "Струнный музыкальный инструмент, который играется путём щипков или стрhů, с низким звучанием.",
      "example": "Yo toqué el bajo eléctrico en la banda del colegio cuando estaba en la escuela secundaria. Ahora toco el bajo eléctrico en una banda de rock, y tocaré en el festival de música el mes próximo.",
      "example_translation": "Я играл на бас-гитаре в школьном оркестре, когда был в старшей школе. Теперь я играю на ней в рок-группе, и я поиграю на ней на музыкальном фестивале nächsten miesiąca.",
      "imageLink": "image_files\\English\\"imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violonchelo",
      "translation": "виолончель",
      "definition": "Un instrumento musical de cuerda grande, tocado mientras se sienta, con un sonido rico y suave.",
      "definition_translation": "Большой струнный музыкальный инструмент, который играется сидя, с богатым, мягким звучанием.",
      "example": "Mi hermana tomó lecciones de violonchelo cuando era niña. Ahora toca el violonchelo en una orquesta sinfónica, y enseñará lecciones de violonchelo a niños el año próximo.",
      "example_translation": "Моя сестра брала уроки виолончели, когда была ребенком. Теперь она играет на виолончели в симфоническом оркестре, и она будет преподавать уроки виолончели детям в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piano de cola",
      "translation": "рояль",
      "definition": "Un piano grande con una tabla armónica horizontal en forma de ala, produciendo un sonido rico y resonante.",
      "definition_translation": "Большой рояль с горизонтальным, крыلوобразным звукоснимателем, производящий богатый и резонансный звук.",
      "example": "Toqué el piano de cola en el salón de conciertos anoche. Mi maestro me enseñó a tocar el piano de cola cuando era niño, y tocaré en una boda la semana próxima.",
      "example_translation": "Я играл на рояле в концертном зале вчера вечером. Мой учитель учил меня, как играть на рояле, когда я был ребенком, и я поиграю на нем на свадьбе на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armónica",
      "translation": "гармоника",
      "definition": "Un instrumento musical pequeño y portátil, tocado soplando y aspirando aire a través de él, produciendo un sonido dulce y suave.",
      "definition_translation": "Маленький, портативный музыкальный инструмент, который играется, выдувая и втягивая воздух через него, производящий сладкий и успокаивающий звук.",
      "example": "Toqué la armónica en la esquina de la calle ayer. Mi amigo me enseñó a tocar la armónica cuando era adolescente, y tocaré en el parque el mes próximo.",
      "example_translation": "Я играл на гармонике на углу улицы вчера. Мой друг учил меня, как играть на гармонике, когда я был подростком, и я поиграю на ней в парке через месяц.",
      "imageLink": "image_files\\English\\"imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pandero",
      "translation": "тамбурин",
      "definition": "Un pandero es un instrumento musical que consiste en un marco circular con pares de zílinas metálicas, usado para percusión, particularmente en la música latina.",
      "definition_translation": "Тамбурин - это музыкальный инструмент, состоящий из круглого корпуса с парами металлических звеньев, называемых зилами, используемых для перкуссии, особенно в латиноамериканской музыке.",
      "example": "El baterista comenzó a tocar el pandero en el ritmo de salsa. Ella tocará el pandero en el festival mañana. Tocaron el pandero durante el carnaval anoche.",
      "example_translation": "Барабанщик начал играть на тамбурине в ритме салсы. Она будет играть на тамбурине на фестивале завтра. Они играли на тамбурине во время карнавала прошлым вечером.",
      "imageLink": "image_files\\English\\"imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuerno",
      "translation": "рога",
      "definition": "Un cuerno es un instrumento de metal que consiste en una tubería circular curva en forma de espiral, usado para producir un sonido fuerte y rico.",
      "definition_translation": "Рога - это медное инструмент, состоящее из круглой трубы, изогнутой в спиральную форму, используемой для производства громкого, богатого звука.",
      "example": "El músico sopló el cuerno fuerte. Ella soplará el cuerno en el desfile la semana próxima. Soplaron el cuerno durante la procesión el año pasado.",
      "example_translation": "Музыкант громко blew рога. Она будет吹ать рога на параде на следующей неделе. Они blew рога во время процессии в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "órgano",
      "translation": "орган",
      "definition": "Un órgano es un instrumento musical, típicamente tocado presionando teclas o pedales, usado en servicios religiosos, conciertos y otras presentaciones.",
      "definition_translation": "Орган - это музыкальный инструмент, обычно играемый pressing клавиш или педалей, используемый в церковных службах, концертах и других выступлениях.",
      "example": "El organista tocó el órgano durante la ceremonia de boda. Ella tocará el órgano en el servicio religioso mañana. Tocaron el órgano durante el concierto anoche.",
      "example_translation": "Органист играл на органе во время церемонии бракосочетания. Она будет играть на органе на церковной службе завтра. Они играли на органе во время концерта прошлым вечером.",
      "imageLink": "image_files\\English\\"imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "triángulo",
      "translation": "треугольник",
      "definition": "Un triángulo es un instrumento musical, consistente en una barra metálica doblada en forma de triángulo, golpeado con una vara metálica para producir un sonido agudo y brillante.",
      "definition_translation": "Треугольник - это музыкальный инструмент, состоящий из металлической стержня, согнутой в форму треугольника, ударяемой металлическим стержнем для производства острого, звонкого звука.",
      "example": "El percusionista golpeó el triángulo fuerte. Ella golpeará el triángulo en el ensayo de la orquesta mañana. Golpearán el triángulo durante la presentación musical la semana pasada.",
      "example_translation": "Перкуссионист ударил треугольник громко. Она будет ударять треугольник на репетиции оркестра завтра. Они ударили треугольник во время музыкального выступления на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "balalaica",
      "translation": "балалайка",
      "definition": "Un instrumento musical de cuerdas originario de Rusia, con un cuerpo triangular y un cuello largo, tocado pulsando las cuerdas.",
      "definition_translation": "Струнный музыкальный инструмент, происходящий из России, с треугольным корпусом и длинной шеей, играемый путём щипания струн.",
      "example": "Ella tocó la balalaica hermosamente en el festival cultural. Ella tocará la balalaica en el concierto esta noche. Ella había tocado la balalaica con gran habilidad en su infancia.",
      "example_translation": "Она красиво играла на балалайке на культурном фестивале. Она будет играть на балалайке на концерте今 вечером. Она играла на балалайке с великим мастерством в детстве.",
      "imageLink": "image_files\\English\\"imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banjo",
      "translation": "банджо",
      "definition": "Un instrumento musical de cuerdas con un cuerpo redondo y un cuello largo, tocado pulsando o rasgueando las cuerdas, originario de África.",
      "definition_translation": "Струнный музыкальный инструмент с круглым корпусом и длинной шеей, играемый путём щипания или стрummings струн, происходящий из Африки.",
      "example": "Él rasgueó el banjo fuerte en el festival de música country. Él tocará el banjo en la fiesta mañana. Ella había tocado el banjo habilidosamente en la banda de bluegrass.",
      "example_translation": "Он громко играл на банджо на фестивале кантри-музыки. Он будет играть на банджо на вечеринке завтра. Она играла на банджо с мастерством в.bluegrass-ансамбле.",
      "imageLink": "image_files\\English\\"imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fagot",
      "translation": "фагот",
      "definition": "Un instrumento de viento doble caña, usado en música orquestal y de cámara, conocido por su sonido bajo y característico.",
      "definition_translation": "Большой, двойной камерный инструмент с деревянным ветром, используемый в оркестровой и камерной музыке, известный своим отличительным низкочастотным звуком.",
      "example": "El fagotista tocó el fagot elegantemente en la orquesta sinfónica. Ella tocará el fagot en el concierto esta noche. Él había tocado el fagot con precisión en elensemble de viento madera.",
      "example_translation": "Басунист элегантно играл на фаготе в симфоническом оркестре. Она будет играть на фаготе в концертном зале今 вечером. Он играл на фаготе с точностью в ансамбле деревянных духовых инструментов.",
      "imageLink": "image_files\\English\\"imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "castañuelas",
      "translation": "кастаньеты",
      "definition": "Un par de instrumentos pequeños en forma de concha, sostenidos en la mano y chocado para producir un sonido rítmico, típicamente usado en la música y el baile flamenco.",
      "definition_translation": "Пара небольших инструментов, схожих по форме с раковиной,held в руке и щелкаемых друг по другу, чтобы произвести ритмический звук, типично используемых в музыке и танце фламенко.",
      "example": "Ella chocó las castañuelas fuerte en la presentación de baile flamenco. Él tocará las castañuelas en el festival español mañana. Ellos habían tocado las castañuelas con pasión en el trío de baile.",
      "example_translation": "Она громко щелкнула кастаньетами на фламенко-танцевальном выступлении. Он будет играть на кастаньетах на испанском фестивале завтра. Они играли на кастаньетах с страстью в танцевальной труппе.",
      "imageLink": "image_files\\English\\"imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cimbalom",
      "translation": " цимбал",
      "definition": "Un cimbalom es un tipo de instrumento musical de cuerdas originario de Hungría, consistente en una caja de sonido trapezoidal con un conjunto de cuerdas metálicas estiradas a través de ella.",
      "definition_translation": "Цимбал - это тип струнного музыкального инструмента, происходящего из Венгрии, состоящего из трапециевидного звукового корпуса с набором металлических струн, растянутых через него.",
      "example": "La banda folklórica húngara tradicional tocó el cimbalom con gran habilidad. El jugador de cimbalom había estado practicando durante años. Ellos tocarán el cimbalom en el festival el año que viene.",
      "example_translation": "Традиционный венгерский фольклорный ансамбль играл на цимбале с большим мастерством. Игрок на цимбале практиковал в течение многих лет. Они будут выступать на цимбале на фестивале в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "claqueta",
      "translation": "хлопушка",
      "definition": "Una claqueta es un dispositivo usado para crear un ruido repentino y fuerte, típicamente hecho de dos piezas de madera o metal que se golpean entre sí.",
      "definition_translation": "Хлопушка - это устройство, используемое для создания внезапного, громкого шума, обычно сделанное из двух кусков дерева или металла, которые стучатся вместе.",
      "example": "El director de cine usó una claqueta para señalar el comienzo de la escena. Los actores aplaudieron con la música. Ella usará una claqueta para llamar la atención de todos.",
      "example_translation": "Режиссер фильма использовал хлопушку, чтобы указать начало сцены. Актеры аплодировали вместе с музыкой. Она будет использовать хлопушку, чтобы привлечь внимание всех.",
      "imageLink": "image_files\\English\\"imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clarinete",
      "translation": "кларнет",
      "definition": "Un clarinete es un instrumento musical de madera con una caña simple, usado en orquestas, bandas y ensambles de jazz, conocido por su sonido rico y cálido.",
      "definition_translation": "Кларнет - это деревянный музыкальный инструмент с одним тростью, используемый в оркестрах, группах и джазовых ансамблях, известный своим богатым, теплым звучанием.",
      "example": "El jugador de clarinete en la orquesta fue muy talentoso. Ella aprendió a tocar el clarinete cuando era adolescente. Ellos presentarán un solo de clarinete en el concierto.",
      "example_translation": "Игрок на кларнете в оркестре был очень талантлив. Она научилась играть на кларнете, когда она была подростком. Они будут представлять соло на кларнете на концерте.",
      "imageLink": "image_files\\English\\"imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "platillo",
      "translation": "тарелка",
      "definition": "Un platillo es un instrumento musical consistente en una placa metálica que se golpea para producir un sonido fuerte y resonante, a menudo usado en orquestas, bandas y kits de batería.",
      "definition_translation": "Тарелка - это музыкальный инструмент, состоящий из металлической пластины, которая ударяется, чтобы произвести громкий,звонкий звук, часто используемый в оркестрах, группах и барабанных установках.",
      "example": "El baterista golpeó el platillo al final de la canción. El platillo era demasiado fuerte para la audiencia. Ella usará un platillo en la sección de percusión.",
      "example_translation": "Барабанщик разбил тарелку в конце песни. Тарелка была слишком громкой для аудитории. Она будет использовать тарелку в секции ударных инструментов.",
      "imageLink": "image_files\\English\\"imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contrabajo",
      "translation": "контрабас",
      "definition": "Un instrumento musical de cuerdas grande, tocado pulsando o bajando, usado en orquestas y bandas de jazz.",
      "definition_translation": "Большой струнный инструмент, игранный путем щипка или смычка, используемый в оркестрах и джазовых группах.",
      "example": "La orquesta presentó un talentoso músico tocando el contrabajo, agregando profundidad a la música. La año pasado, ella había tocado el contrabajo en una banda de jazz. El año que viene, ella tocará el contrabajo en una orquesta filarmónica.",
      "example_translation": "Оркестр представил талантливого музыканта, играющего на контрабасе, добавляя глубину музыке. В прошлом году она играла на контрабасе в джазовой группе. В следующем году она будет играть на контрабасе в филармоническом оркестре.",
      "imageLink": "image_files\\English\\"imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gong",
      "translation": "гонг",
      "definition": "Un instrumento musical de percusión metálico con un sonido resonante, usado en various formas de música y ceremonial.",
      "definition_translation": "Металлический ударный инструмент с звонким звуком, используемый в различных формах музыки и церемонии.",
      "example": "El monje budista golpeó el gong para señalar el comienzo de la meditación. La semana pasada, ella había tocado el gong durante una presentación musical. El mes que viene, él golpeará el gong para anunciar la ceremonia.",
      "example_translation": "Бuddийский монах ударил в гонг, чтобы сигнализировать о начале медитации. На прошлой неделе она играла на гонге во время музыкального выступления. В следующем месяце он ударит в гонг, чтобы объявить о церемонии.",
      "imageLink": "image_files\\English\\"imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armónico",
      "translation": "гармоний",
      "definition": "Un pequeño órgano portátil, que se toca manualmente, usado en la música clásica india y occidental.",
      "definition_translation": "Маленький переносной орган, обычно играемый руками, используемый в индийской и западной классической музыке.",
      "example": "El jugador de armónico acompañó al cantante con una hermosa melodía. El año pasado, ella aprendió a tocar el armónico en una escuela de música. El próximo año, él actuará con un armónico en un concierto.",
      "example_translation": "Игрок на гармонии сопровождал певца с красивой мелодией. В прошлом году она научилась играть на гармонии в музыкальной школе. В следующем году он будет выступать с гармонией в концертном зале.",
      "imageLink": "image_files\\English\\"imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arpa",
      "translation": "арфа",
      "definition": "Un instrumento de cuerda con un cuello en forma de arpa, que se toca rasgueando las cuerdas con los dedos.",
      "definition_translation": "Струнный инструмент с арфовидной шейкой, играемый пальцами, щипающими струны.",
      "example": "La arpista tocó un hermoso solo en su arpa durante el concierto. La semana pasada, ella practicó tocar la arpa durante horas. El próximo mes, él actuará en un dúo de arpa con su colega.",
      "example_translation": "Арфистка исполнила красивый сольный концерт на своей арфе во время концерта. На прошлой неделе она практиковалась играть на арфе часами. В следующем месяце он будет исполнять дуэт на арфе со своим коллегой.",
      "imageLink": "image_files\\English\\"imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clavicordio",
      "translation": "клавесин",
      "definition": "Un instrumento de cuerda que se toca presionando las teclas, similar a un piano, pero con un sonido más delicado",
      "definition_translation": "струнный инструмент, который играется посредством нажатия клавиш, похожий на фортепиано, но с более деликатным звуком",
      "example": "El compositor usó un clavicordio para crear un sonido de la era barroca. Ella había tocado el clavicordio desde que era niña. El clavicordio será restaurado a su estado original.",
      "example_translation": "Композитор использовал клавесин, чтобы создать звук барокко. Она играла на клавесине с тех пор, как была ребенком. Клавесин будет восстановлен до его原始ного состояния.",
      "imageLink": "image_files\\English\\"imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "timbales",
      "translation": "литавры",
      "definition": "Un tipo de tambor, especialmente uno grande usado en una orquesta, que tiene un cuerpo redondo y una cabeza única",
      "definition_translation": "тип барабана, особенно большой, используемый в оркестре, с круглым корпусом и одним/single головой",
      "example": "Los timbales resonaron fuerte en la sinfonía. Ella siempre había estado fascinada por los timbales. Los timbales serán tocados por el nuevo músico.",
      "example_translation": "Литавры громко звучали в симфонии. Она всегда была очарована литаврами. Литавры будут играть новый музыкант.",
      "imageLink": "image_files\\English\\"imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "laúd",
      "translation": "люта",
      "definition": "Un instrumento de cuerda con un cuerpo en forma de pera y un cuello fretado, que se toca rasgueando las cuerdas con los dedos",
      "definition_translation": "струнный инструмент с грушевидным корпусом и фреттовым грифом, играется путем плектра струн пальцами",
      "example": "El laudista encantó al público con su música. Ella había aprendido a tocar el laúd cuando era niña. El laúd será exhibido en el museo.",
      "example_translation": "Игрок на люте очаровал аудиторию своей музыкой. Она научилась играть на люте в детстве. Люта будет выставлена в музее.",
      "imageLink": "image_files\\English\\"imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "мандолина",
      "definition": "Un pequeño instrumento de cuerda que se toca rasgueando o strumming con los dedos o un plectro",
      "definition_translation": "маленький струнный инструмент, играемый путем плектра или расщепления струн пальцами или плектром",
      "example": "El mandolinista agregó un toque alegre a la banda. Ella siempre había amado el sonido de la mandolina. La mandolina será tocada en el festival.",
      "example_translation": "Игрок на мандолине добавил живой оттенок к группе. Она всегда любил звук мандолины. Мандолина будет играть на фестивале.",
      "imageLink": "image_files\\English\\"imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maracas",
      "translation": "маракасы",
      "definition": "Las maracas son un tipo de instrumento musical originario de América Latina, que consiste en una calabaza o vaina de madera hueca llena de cuentas, granos o piedrecitas, usada para crear un sonido rattling.",
      "definition_translation": "Маракасы - это тип музыкального инструмента, происходящий из Латинской Америки, состоящий из полого тыквы или деревянной оболочки, заполненной бусинами, бобами или маленькими камнями, используемый для создания звука треска.",
      "example": "Sacudí las maracas vigorosamente durante el desfile de carnaval ayer, las sacudiré de nuevo mañana, y las he sacudido todos los días esta semana.",
      "example_translation": "Я энергично тряс маракасы во время карнавальной процессии вчера, я буду трясти их снова завтра, и я тряс их каждый день на этой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oboe",
      "translation": "обoe",
      "definition": "Un oboe es un instrumento de viento de doble caña, comúnmente usado en la música orquestal y de cámara, conocido por su sonido característico y triste.",
      "definition_translation": "Обое - это двойной рожок деревянный инструмент, широко используемый в оркестровой и камерной музыке, известный своим характерным, печальным звуком.",
      "example": "El oboísta tocó un hermoso solo en el oboe durante el concierto anoche, ella toca el oboe con gran habilidad, y ella actuará con él de nuevo la próxima semana.",
      "example_translation": "Обоистка сыгралаbeautiful соло на обое во время концерта_LAST ночь, она играет на обое с большим мастерством, и она будет играть на нем снова на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ocarina",
      "translation": "окарина",
      "definition": "Una ocarina es un pequeño instrumento musical tipo flauta, con una boquilla silbante, usado en various cultures around the world, often in música folclórica y tradicional.",
      "definition_translation": "Окарина - это маленький, похожий на флейту музыкальный инструмент с свистящим ртом, используемый в различных культурах по всему миру, часто в традиционной и фольклорной музыке.",
      "example": "Toqué una melodía dulce en la ocarina durante el viaje de camping, la tocaré de nuevo en la playa el próximo verano, y la he tocado cada año en el festival de música.",
      "example_translation": "Я сыграл сладкую мелодию на окарине во время туристического похода, я буду играть на ней снова на пляже следующим летом, и я играл на ней каждый год на музыкальном фестивале.",
      "imageLink": "image_files\\English\\"imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flauta dulce",
      "translation": "флейта",
      "definition": "Una flauta dulce es un instrumento musical simple, comúnmente usado en la educación musical elemental, conocido por su sonido dulce y suave.",
      "definition_translation": "Флейта - это простой, деревянный музыкальный инструмент, широко используемый в начальном музыкальном образовании, известный своим сладким, нежным звуком.",
      "example": "Los niños aprendieron a tocar la flauta dulce en la clase de música hoy, la tocarán de nuevo mañana, y la han tocado cada semana este mes.",
      "example_translation": "Дети учились играть на флейте на музыкальном уроке сегодня, они будут играть на ней снова завтра, и они играли на ней каждую неделю этом месяце.",
      "imageLink": "image_files\\English\\"imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tambor de snare",
      "translation": "малый барабан",
      "definition": "Un tambor de snare es un tipo de tambor que produce un sonido agudo y crispante cuando se golpea, a menudo utilizado en la música militar y orquestal.",
      "definition_translation": "Малый барабан - это тип барабана, который производитsharp, хрустящий звук при ударе, часто используемый в военной и оркестровой музыке.",
      "example": "El tambor de snare se juega a menudo en combinación con el tambor de Bombo en la música de rock. Ayer, compré un nuevo tambor de snare para mi conjunto de tambores. Para el próximo año, habré dominado la técnica de tocar el tambor de snare.",
      "example_translation": "Малый барабан часто играется в комбинации с басовым барабаном в рок-музыке. Вчера я купил новый малый барабан для моего набора барабанов. К следующему году я овладею техникой игры на малом барабане.",
      "imageLink": "image_files\\English\\"imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trombón",
      "translation": "тромбон",
      "definition": "Un trombón es un instrumento musical de viento metal con un tubo largo en forma de U que produce un sonido rico y grave.",
      "definition_translation": "Тромбон - это медный музыкальный инструмент с длинной U-образной трубой, производящей богатый, низкочастотный звук.",
      "example": "La sección de trombón en la orquesta tocó una hermosa melodía. He estado jugando el trombón durante cinco años, y todavía me encanta. Para cuando me gradúe, habré dominado el trombón.",
      "example_translation": "Секция тромбонов в оркестре сыграла красивую мелодию. Я играю на тромбоне пять лет, и я все еще люблю это. К моменту выпуска я овладею тромбоном.",
      "imageLink": "image_files\\English\\"imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tuba",
      "translation": "туба",
      "definition": "Una tuba es un instrumento musical de viento metal grande y de sonido grave que produce un sonido profundo y rico.",
      "definition_translation": "Туба - это большой, низкочастотный медный музыкальный инструмент, производящий глубокий, богатый звук.",
      "example": "El intérprete de tuba en la banda era muy talentoso. Vi un concierto de tuba la semana pasada, y fue increíble. El mes que viene, comenzaré a tomar clases de tuba.",
      "example_translation": "Игрок на тубе в группе был очень талантлив. Я увидел концерт тубы на прошлой неделе, и это было потрясающе. В следующем месяце я начну брать уроки тубы.",
      "imageLink": "image_files\\English\\"imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campanas tubulares",
      "translation": "трубчатые колокола",
      "definition": "Las campanas tubulares son un tipo de instrumento musical que consiste en un conjunto de tubos verticales de diferentes longitudes que producen un sonido tintineante cuando se golpean.",
      "definition_translation": "Трубчатые колокола - это тип музыкального инструмента, состоящего из набора вертикально подвешенных труб разной длины, производящих звонкий звук при ударе.",
      "example": "Las campanas tubulares agregaron un toque agradable a la composición musical. Siempre he amado el sonido de las campanas tubulares en la música de iglesia. El año que viene, trataré de tocar las campanas tubulares en una orquesta local.",
      "example_translation": "Трубчатые колокола добавили nice.touch к музыкальной композиции. Я всегда любил звук трубчатых колоколов в церковной музыке. В следующем году я постараюсь играть на трубчатых колоколах в местном оркестре.",
      "imageLink": "image_files\\English\\"imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vibráfono",
      "translation": "вибрафон",
      "definition": "Un vibráfono es un instrumento musical que consiste en un conjunto de barras metálicas de diferentes pitches que se golpean con un mazo para producir un sonido rico y resonante.",
      "definition_translation": "Вибрафон - это музыкальный инструмент, состоящий из набора металлических планок разной высоты, которые ударяют молотком, чтобы произвести богатый, звучащий звук.",
      "example": "Toqué el vibráfono en la orquesta escolar cuando era estudiante. Ahora lo toco profesionalmente, y actuaré en el concierto mañana.",
      "example_translation": "Я играл на вибрафоне в школьном оркестре, когда был студентом. Теперь я играю на нем профессионально, и я выступлю на концерте завтра.",
      "imageLink": "image_files\\English\\"imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "xilófono",
      "translation": "ксилофон",
      "definition": "Un xilófono es un instrumento musical con una serie de barras de madera de diferentes pitches que se golpean con un mazo para producir un sonido brillante y tintineante.",
      "definition_translation": "Ксилофон - это музыкальный инструмент с серией деревянных планок разной высоты, которые ударяют молотком, чтобы произвести яркий, звонкий звук.",
      "example": "El niño amaba tocar el xilófono en kindergarten. Más tarde, aprendió a tocarlo en la escuela de música, y ahora enseña a otros a tocarlo.",
      "example_translation": "Ребенок любил играть на ксилофоне в детском саду. Позже она научилась играть на нем в музыкальной школе, и теперь она учит других играть на нем.",
      "imageLink": "image_files\\English\\"imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]