[
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "negro",
      "translation": "чёрный",
      "definition": "Tener el color de la hollín o el carbón; absorber toda la luz y no reflejar ninguna.",
      "definition_translation": "Имеющий цвет сажи или угля; поглощающий весь свет и не отражающий его.",
      "example": "Me puse un vestido negro para la fiesta anoche, me pondré una camisa negra para la reunión mañana y me puse un traje negro para la boda la semana pasada.",
      "example_translation": "Я надела черное платье на вечеринку вчера вечером, я надену черную рубашку на встречу завтра, и я надел черный костюм на свадьбу на прошлой неделе.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azul",
      "translation": "синий",
      "definition": "Tener un color brillante y calmante como el cielo en un día soleado.",
      "definition_translation": "Имеющий яркий, успокаивающий цвет, похожий на небо в солнечный день.",
      "example": "Las flores azules eran hermosas en el jardín el verano pasado, el cielo azul es maravilloso hoy y el océano azul será increíble el año que viene.",
      "example_translation": "Синие цветы были красивыми в саду прошлым летом, синее небо сегодня является чудесным, и синий океан будет поражающим в следующем году.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "marrón",
      "translation": "коричневый",
      "definition": "Tener un color oscuro y terroso como la tierra o la madera.",
      "definition_translation": "Имеющий темный, земной цвет, похожий на почву или дерево.",
      "example": "Tenía un perro marrón cuando era niño, mi cabello es marrón ahora y lo teñiré marrón de nuevo el próximo mes.",
      "example_translation": "У меня был коричневый пес когда я был ребенком, мои волосы коричневые сейчас, и я крашу их коричневыми снова в следующем месяце.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verde",
      "translation": "зеленый",
      "definition": "Tener un color brillante y natural como el césped o las hojas.",
      "definition_translation": "Имеющий яркий, естественный цвет, похожий на траву или листья.",
      "example": "La hierba verde era suave bajo mis pies ayer, los árboles verdes son altos alrededor de mi casa y plantaré flores verdes la próxima primavera.",
      "example_translation": "Зеленая трава была мягкой под моими ногами вчера, зеленые деревья высокие вокруг моего дома, и я посадлю зеленые цветы на следующей весне.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gris",
      "translation": "серый",
      "definition": "Tener un color intermedio entre el negro y el blanco; no brillante ni vivo.",
      "definition_translation": "Имеющий цвет, средний между черным и белым; не яркий или насыщенный.",
      "example": "El cielo gris hacía difícil ver las estrellas. Ayer, las paredes grises fueron pintadas de blanco. Para el año que viene, el área gris será renovada.",
      "example_translation": "Серое небо делало difficile vedere звезды. Вчера серые стены были покрашены белым. К следующему году серая зона будет реконструирована.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "naranja",
      "translation": "апельсиновый",
      "definition": "Un color brillante y vibrante entre el rojo y el amarillo.",
      "definition_translation": "Яркий, насыщенный цвет между красным и желтым.",
      "example": "La pelota naranja rebotaba por el campo. Ayer, comí una naranja para desayunar. Para el próximo verano, los árboles naranja estarán en flor.",
      "example_translation": "Апельсиновый мяч отскакивал через поле. Вчера я ел апельсин на завтрак. К следующему лету апельсиновые деревья будут в цвету.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rojo",
      "translation": "красный",
      "definition": "Un color brillante y vibrante, a menudo asociado con la pasión, la energía y el amor.",
      "definition_translation": "Яркий, насыщенный цвет, часто ассоциирующийся с.passion, энергией и любовью.",
      "example": "El coche rojo se desplazó por la calle. Ayer, me puse una camisa roja. Para la próxima Navidad, las decoraciones rojas estarán listas.",
      "example_translation": "Красная машина ехала вниз по улице. Вчера я надел красную рубашку. К следующему Рождеству красные украшения будут висеть.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "blanco",
      "translation": "белый",
      "definition": "Tener un color como el de la nieve o la leche; puro y limpio.",
      "definition_translation": "Имеющий цвет, как у снега или молока; чистый и чистый.",
      "example": "El gato blanco ronronea en mi regazo. Ayer, bebí un vaso de vino blanco. Para el próximo invierno, la nieve blanca cubrirá el suelo.",
      "example_translation": "Белая кошка воркует на моих коленях. Вчера я выпил стакан белого вина. К следующей зиме белый снег покроет землю.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amarillo",
      "translation": "жёлтый",
      "definition": "Tener un color brillante y soleado; un color entre el verde y el naranja en el espectro.",
      "definition_translation": "имея яркий, солнечный цвет; цвет между зеленым и оранжевым в спектре",
      "example": "El sol brillaba fuerte en el cielo amarillo. Ayer, vi un pájaro amarillo. Mañana, me pondré una camisa amarilla.",
      "example_translation": "Солнце сияло ярко в жёлтом небе. Вчера я видел жёлтую птицу. Завтра я надену жёлтую рубашку.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema",
      "translation": "крем",
      "definition": "Un líquido o pasta espesa, rica y dulce hecha de leche, utilizada como alimentación o en la cocina",
      "definition_translation": "густая, богатая и сладкая жидкость или паста, сделанная из молока, используемая в еде или в кулинарии",
      "example": "Me encanta poner crema en mis fresas. Ayer, compré un pastel de crema. En el futuro, haré una sopa de crema.",
      "example_translation": "Я люблю класть крем на мои клубники. Вчера я купил кремовый торт. В будущем я сделаю кремовый суп.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dorado",
      "translation": "золотой",
      "definition": "teniendo un color amarillo brillante, como el oro",
      "definition_translation": "имея яркий, блестящий жёлтый цвет, как золото",
      "example": "El sol dorado estaba saliendo sobre las montañas. El año pasado, gané una medalla dorada. En el futuro, tendré un perro retriever dorado.",
      "example_translation": "Золотое солнце восходило над горами. В прошлом году я выиграл золотую медаль. В будущем у меня будет золотистый ретривер.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limón",
      "translation": "лимон",
      "definition": "una fruta cítrica pequeña, ovalada, con un sabor agrio y un color amarillo brillante",
      "definition_translation": "маленький, овальный цитрусовый фрукт с кислым вкусом и ярким жёлтым цветом",
      "example": "Me encanta beber jugo de limón. Ayer comí un tart de limón. Mañana voy a hacer una limonada.",
      "example_translation": "Я люблю пить лимонный сок. Вчера я ел лимонный тарт. Завтра я сделаю лимонад.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "розовый",
      "definition": "Un color brillante y vibrante, generalmente asociado con la feminidad y la dulzura.",
      "definition_translation": "Яркий, вдохновляющий цвет, обычно связанный с женственностью и сладостью.",
      "example": "Las flores rosas estaban floreciendo en el jardín ayer, pero hoy florecerán, y mañana habrán florecido.",
      "example_translation": "Розовые цветы распускались в саду вчера, но сегодня они будут распускаться, а завтра они будут распущены.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "púrpura",
      "translation": "фиолетовый",
      "definition": "Un color rico y lujoso, a menudo asociado con el poder, la creatividad y la sabiduría.",
      "definition_translation": "Богатый, роскошный цвет, часто связанный с властью, креативностью и мудростью.",
      "example": "La reina llevó un vestido púrpura al baile real, donde llevó un vestido púrpura el año pasado, y llevará un vestido púrpura de nuevo el próximo año.",
      "example_translation": "Королева надела фиолетовое платье на королевский бал, где она надевала фиолетовое платье в прошлом году, и будет надевать фиолетовое платье снова в следующем году.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plata",
      "translation": "серебряный",
      "definition": "Un metal brillante y reluciente, a menudo utilizado para fabricar joyería, monedas y otros objetos decorativos.",
      "definition_translation": "Яркий, блестящий металл, часто используемый для изготовления украшений, монет и других декоративных предметов.",
      "example": "La gargantilla de plata brillaba en la luz, y brillará en la luz mañana, aunque había brillado en la luz ayer.",
      "example_translation": "Серебряное ожерелье мерцало в свете, и будет мерцать в свете завтра, хотя оно мерцало в свете вчера.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violeta",
      "translation": "фиолетовый",
      "definition": "Un color brillante y azul-purpúreo, a menudo asociado con la creatividad, la imaginación y la individualidad.",
      "definition_translation": "Яркий, фиолетово-синий цвет, часто связанный с креативностью, воображением и индивидуальностью.",
      "example": "Las flores violetas estaban floreciendo en el jardín, y florecerán de nuevo el próximo año, aunque habían florecido el año pasado.",
      "example_translation": "Фиолетовые цветы распускались в саду, и будут распускаться снова в следующем году, хотя они распускались в прошлом году.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "бежевый",
      "definition": "Un color marrón claro, similar al de la lana sin teñir.",
      "definition_translation": "Светло-коричневый цвет, подобный цвету неокрашенной шерсти.",
      "example": "Ella llevó un hermoso vestido beige al matrimonio. Ha llevado vestidos beige durante años. Llevará un vestido beige a la fiesta esta noche.",
      "example_translation": "Она надела красивое бежевое платье на свадьбу. Она носит бежевые платья в течение лет. Она наденет бежевое платье на вечеринку сегодня вечером.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azul marino",
      "translation": "темно-синий",
      "definition": "Un color azul oscuro, similar al de un uniforme naval.",
      "definition_translation": "Темно-синий цвет, подобный цвету морского униформы.",
      "example": "Él llevó un traje azul marino a la entrevista de trabajo. Ha llevado trajes azules marinos durante años. Llevará un traje azul marino a la reunión mañana.",
      "example_translation": "Он надел темно-синий костюм на интервью по работе. Он носит темно-синие костюмы в течение лет. Он наденет темно-синий костюм на встречу завтра.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "kaki",
      "translation": "хаки",
      "definition": "Un color marrón claro o oliva-marrón, a menudo utilizado para uniformes militares.",
      "definition_translation": "Светло-коричневый или оливково-коричневый цвет, часто используемый для военной униформы.",
      "example": "Los soldados llevaban uniformes kaki en el desierto. Han llevado uniformes kaki durante años. Llevarán uniformes kaki en la próxima misión.",
      "example_translation": "Солдаты надели хаки мундиры в пустыне. Они носили хаки мундиры в течение лет. Они наденут хаки мундиры на следующей миссии.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verde oliva",
      "translation": "оливковый зеленый",
      "definition": "Un color amarillo-verde, similar al de la fruta de oliva.",
      "definition_translation": "Желто-зеленый цвет, подобный цвету оливкового плода.",
      "example": "Los vehículos del ejército estaban pintados de verde oliva para camuflaje. Han estado utilizando vehículos de verde oliva durante años. Pintarán los nuevos vehículos de verde oliva pronto.",
      "example_translation": "Войсковые машины были окрашены оливковым зеленым для маскировки. Они используют оливковые зеленые машины в течение лет. Они вскоре нароят новые машины оливковым зеленым.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amaranto",
      "translation": "амарант",
      "definition": "El amaranto es una planta florígera que es nativa de las Américas. Es una planta anual herbácea que puede crecer hasta 2 metros de altura.",
      "definition_translation": "Амарант - цветущее растение, родом из Америки. Это травянистое однолетнее растение, способное вырастать до 2 метров в высоту.",
      "example": "Ella plantó con cuidado las semillas de amaranto en su jardín la primavera pasada, las regó regularmente, cosechó las flores en verano y las plantará de nuevo el próximo año.",
      "example_translation": "Она тщательно посадила семена амаранта в свой сад прошлой весной, регулярно поливала их, собирала цветы летом и будет снова садить их в следующем году.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ámbár",
      "translation": "янтарь",
      "definition": "El ámbár es una resina fósil de árbol que se utiliza comúnmente en joyería y ha sido valorado por su belleza y durabilidad durante miles de años.",
      "definition_translation": "Янтарь - это окаменевшая древесная смола, часто используемая в ювелирных изделиях и ценившаяся за свою красоту и прочность тысячи лет.",
      "example": "El vendedor vendió un collar de ámbár hermoso al turista, que lo había llevado en su cumpleaños el año pasado, lo lleva ahora y lo llevará en su aniversario el próximo año.",
      "example_translation": "Продавец продал красивый янтарный кулон туристу, которая надевала его на свой день рождения в прошлом году, сейчас носит его и будет надевать на свою годовщину в следующем году.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "antracita",
      "translation": "антрацит",
      "definition": "La antracita es un tipo de carbón que es muy duro y brillante, y se utiliza comúnmente como combustible o en procesos industriales.",
      "definition_translation": "Антрацит - это тип угля, который очень твердый и блестящий, и часто используется в качестве топлива или в промышленных процессах.",
      "example": "La empresa importó antracita desde Australia el año pasado, la está utilizando para generar electricidad ahora y aumentará su producción el próximo año.",
      "example_translation": "Компания импортировала антрацит из Австралии в прошлом году, сейчас использует его для генерации электроэнергии и увеличит производство в следующем году.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acuamarina",
      "translation": "аквамарин",
      "definition": "La acuamarina es un tipo de gemstone que se utiliza comúnmente en joyería y se dice que tiene un efecto calmante en quien la lleva.",
      "definition_translation": "Аквамарин - это тип драгоценного камня, который часто используется в ювелирных изделиях и, कथается, имеет калмирующее воздействие на носителя.",
      "example": "Ella recibió un anillo de acuamarina como regalo de su abuela cuando se graduó de la universidad, lo lleva ahora y se lo pasará a su hija algún día.",
      "example_translation": "Она получила кольцо с аквамарином в подарок от своей бабушки, когда она окончила колледж, теперь носит его и передаст его своей дочери когда-нибудь.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carmín",
      "translation": "кармин",
      "definition": "Un pigmento rojo brillante a púrpura-rojo obtenido del insecto cochinilla, utilizado en alimentos, cosméticos y arte.",
      "definition_translation": "Ярко-красный до фиолетово-красного пигмент, полученный из насекомого cochineal, используемого в пищевых продуктах, косметике и искусстве.",
      "example": "La artista mezcló carmín con azul para crear un tono púrpura profundo. La había utilizado en su pintura la semana pasada. La empresa comenzará a vender maquillaje a base de carmín el próximo año.",
      "example_translation": "Художник смешал кармин с синим, чтобы создать глубокий пурпурный оттенок. Она использовала кармин в своей картине на прошлой неделе. Компания начнет продавать кармин-основную косметику в следующем году.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarlata",
      "translation": "багровый",
      "definition": "Un color rojo profundo y rico, especialmente en relación con la sangre.",
      "definition_translation": "Глубокий, насыщенный красный цвет, особенно в отношении крови.",
      "example": "El uniforme escarlata del soldado estaba manchado de barro. La puesta del sol tenía un tinte escarlata impresionante. El texto antiguo estaba escrito con tinta escarlata.",
      "example_translation": "Форма солдата багрового цвета была испачкана грязью. Красный оттенок заката солнца было трудно переварить. Древний текст был написан багровой чернилой.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cian",
      "translation": "циан",
      "definition": "Un color verdeazulado, especialmente en relación con un pigmento o tinte.",
      "definition_translation": "Зеленовато-синий цвет, особенно в отношении пигмента или краски.",
      "example": "La artista mezcló cian con amarillo para crear un verde brillante. El diseñador escogió cian como el color principal del logotipo. Las flores de color cian brotaron en la primavera.",
      "example_translation": "Художник смешал циан с желтым, чтобы создать ярко-зеленый цвет. Дизайнер выбрал циан в качестве основного цвета логотипа. Цветы цианового цвета расцвели весной.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esmeralda",
      "translation": "изумруд",
      "definition": "Una piedra preciosa verde brillante, especialmente un berilo verde, utilizada en joyería.",
      "definition_translation": "Ярко-зеленый драгоценный камень, особенно зеленый берилл, используемый в ювелирных изделиях.",
      "example": "La reina llevó un collar de esmeralda al baile. El turista encontró un anillo de esmeralda en la playa. El brillo de la esmeralda era hipnotizante.",
      "example_translation": "Королева надела изумрудное ожерелье на бал. Турист нашел изумрудное кольцо на пляже. Блеск изумруда был завораживающим.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jengibre",
      "translation": "имбирь",
      "definition": "Una planta con un sabor picante y aroma fuerte, comúnmente utilizada en cocina y medicina tradicional.",
      "definition_translation": "Растение с резким, острым вкусом и ароматом, широко используемое в кулинарии и традиционной медицине.",
      "example": "Ella agregó un toque de jengibre a su té para calmar su resfrío. Ayer, había rallado jengibre sobre su sushi. Para la próxima semana, habrá plantado jengibre en su jardín.",
      "example_translation": "Она добавила щепотку имбиря к чаю, чтобы унять простуду. Вчера она натерла имбирь на ее суши. К следующей неделе она будет садить имбирь в своем саду.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "índigo",
      "translation": "индиго",
      "definition": "Un color azul profundo, también una planta utilizada para producir un tinte azul.",
      "definition_translation": "Глубокий синий цвет, также растение, используемое для производства синего красителя.",
      "example": "La artista mezcló índigo con amarillo para crear un tono verde hermoso. En el siglo XVIII, el índigo fue un valioso commodity. Para 2025, el índigo será un color popular para ropa.",
      "example_translation": "Художник смешал индиго с желтым, чтобы создать красивый оттенок зеленого. В XVIII веке индиго было ценным товаром. К 2025 году индиго будет популярным цветом для одежды.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "магента",
      "definition": "Un color rosa-violáceo brillante, también un tipo de tinte o tinta.",
      "definition_translation": "Яркий, розовато-пурпурный цвет, также тип красителя или чернил.",
      "example": "El diseñador gráfico eligió magenta como el color de relieve para el logotipo. En la década de 1980, magenta fue un color popular para tintes capilares. Para el próximo año, magenta será un color tendencia para decoración del hogar.",
      "example_translation": "Графический дизайнер выбрал магенту как акцентный цвет для логотипа. В 1980-х годах магента была популярным цветом для окрашивания волос. К следующему году магента будет тренд-цветом для домашнего декора.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mahogany",
      "translation": "могано",
      "definition": "Un tipo de árbol de madera dura, también un color marrón rojizo.",
      "definition_translation": "Типtreeview, также красно-коричневый цвет.",
      "example": "El ebanista utilizó caoba para crear una hermosa mesa de madera. Caoba era una madera valiosa en el siglo XIX. Para 2030, caoba será una madera rara debido a la deforestación.",
      "example_translation": "Мебельщик использовал могано, чтобы создать красивый деревянный стол. Могано было ценным деревом в XIX веке. К 2030 году могано будет редким деревом из-за дефорестации.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maroon",
      "translation": "красно-коричневый",
      "definition": "Un color marrón rojizo oscuro, aproximándose al carmesí.",
      "definition_translation": "Тёмно-красно-коричневый цвет, приближающийся к багровому.",
      "example": "La pintura marón en la pared estaba empezando a desvanecerse, pero había parecido hermosa cuando se aplicó por primera vez. Quedará genial de nuevo después de que terminemos de repintarla. Habíamos abandonado las latas de pintura en el garaje.",
      "example_translation": "Красно-коричневая краска на стене начала выцветать, но она выглядела красочно, когда была впервые нанесена. Она будет выглядеть великолепно снова, когда мы закончим ее перекрашивать. Мы сместили банки с краской в гараж.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ochre",
      "translation": "охра",
      "definition": "Un pigmento natural hecho de suelo rico en óxido de hierro de ciertas áreas, utilizado como un color amarillo o marrón rojizo en el arte y la cosmética.",
      "definition_translation": "Естественный пигмент, получаемый из железосодержащей почвы определенных областей, используется как желтый или красно-коричневый цвет в искусстве и косметике.",
      "example": "La artista mezcló ocre con agua para crear una pintura amarilla vibrante. Había usado ocre para colorear sus pinturas durante años. Ocre será un color popular en la moda esta temporada.",
      "example_translation": "Художник смешал охру с водой, чтобы создать яркую желтую краску. Она использовала охру для окраски своих картин в течение года. Охра будет популярным цветом в моде в этом сезоне.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "scarlet",
      "translation": "алый",
      "definition": "Un color rojo vivo y brillante, a menudo asociado con la pasión, la energía y el amor.",
      "definition_translation": "Яркий, насыщенный красный цвет, часто ассоциируемый с страстью, энергией и любовью.",
      "example": "El vestido escarlata fue el atuendo más impresionante en la fiesta. Había llevado lápiz labial escarlata para combinar con su vestido. El atardecer escarlata era impresionante.",
      "example_translation": "Алый платье было самым ошеломляющим нарядом на вечеринке. Она надела алый губной помады, чтобы соответствовать ее платью. Алый закат был 숨ерительной.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "turquoise",
      "translation": "тульпан",
      "definition": "Un mineral azul-verde, muy valorado por su color vibrante y utilizado en joyería, objetos decorativos y como pigmento.",
      "definition_translation": "Синий-зеленый минерал, ценящийся за свой яркий цвет и используемый в ювелирных изделиях, декоративных объектах и как пигмент.",
      "example": "El anillo de turquesa era la posesión más preciada de su abuela. Turquesa fue un color popular en la década de 1960. Las paredes de turquesa del lobby del hotel eran impresionantes.",
      "example_translation": "Тульпановое кольцо было самым ценным владением ее бабушки. Тульпан был популярным цветом в 1960-х годах. Тульпановые стены лобби отеля были ошеломляющими.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]