[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Abisinio",
      "translation": "Абиссинская",
      "definition": "Una raza de gato doméstico originaria de Etiopía, conocida por su pelaje rayado característico.",
      "definition_translation": "Порода домашней кошки, происходящая из Эфиопии, известная своим характерным тикованным мехом.",
      "example": "El gato Abisinio es una raza popular entre los aficionados a los gatos. Tuve un gato Abisinio cuando era niño. Me compraré un gato Abisinio el año que viene.",
      "example_translation": "Кошка Абиссинской породы популярна среди любителей кошек. У меня была кошка Абиссинской породы, когда я был ребенком. Я куплю кошку Абиссинской породы в следующем году.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "American Shorthair",
      "translation": "Американская короткошерстная",
      "definition": "Una raza de gato doméstico originaria de América del Norte, conocida por su construcción sólida y su manto corto y denso.",
      "definition_translation": "Порода домашней кошки, происходящая из Северной Америки, известная своим крепким телом и коротким, густым мехом.",
      "example": "El American Shorthair es una raza popular entre los criadores de gatos. Mi amigo tiene un gato American Shorthair. Vi un gato American Shorthair en la tienda de mascotas.",
      "example_translation": "Американская короткошерстная кошка популярна среди заводчиков кошек. У моего друга есть кошка Американской короткошерстной породы. Я видел кошку Американской короткошерстной породы в зоомагазине.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Gato Bengalí",
      "translation": "Бенгальская кошка",
      "definition": "Una raza híbrida de gato doméstico, creada cruzando gatos domésticos con el gato leopardo asiático, conocida por su pelaje moteado o jaspeado característico.",
      "definition_translation": "Гибридная порода домашней кошки, созданная путем скрещивания домашней кошки с азиатской леопардовой кошкой, известная своим характерным пятнистым или мраморным мехом.",
      "example": "Los gatos Bengalíes son muy energéticos. Tengo un gato Bengalí y le encanta jugar. Ella tenía un gato Bengalí cuando era niña.",
      "example_translation": "Бенгальские кошки очень энергичны. У меня есть кошка Бенгальской породы и она любит играть. У нее была кошка Бенгальской породы, когда она была ребенком.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Birmano",
      "translation": "Бирманская",
      "definition": "Una raza de gato doméstico originaria de Birmania, conocida por su pelaje blanco con un patrón puntiagudo en la cara, orejas y patas.",
      "definition_translation": "Порода домашней кошки, происходящая из Бирмы, известная своим белым мехом с точечным узором на лице, ушах и ногах.",
      "example": "El gato Birmano es un animal sagrado en Birmania. Vi un gato Birmano en el refugio de animales. Ella se comprará un gato Birmano el mes que viene.",
      "example_translation": "Кошка Бирманской породы является священным животным в Бирме. Я видел кошку Бирманской породы в приюте для животных. Она купит кошку Бирманской породы в следующем месяце.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "British Shorthair",
      "translation": "Британская короткошерстная",
      "definition": "Una raza de gato doméstico originaria del Reino Unido, conocida por su construcción sólida, manto corto y cara ancha.",
      "definition_translation": "Порода домашней кошки, родом из Соединенного Королевства, известная своей компактной структурой, короткой шерстью и широким лицом.",
      "example": "Mi vecino tiene un hermoso gato British Shorthair llamado Whiskers. Ayer estaba jugando con una bola de estambre. Mañana estará durmiendo en mi regazo.",
      "example_translation": "Мой сосед владеет красивой британской короткошерстной кошкой по имени Виски. Вчера она играла с клубком пряжи. Завтра она будет спать на моих коленях.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Birmano",
      "translation": "Бирманская",
      "definition": "Una raza de gato doméstico originaria del sudeste asiático, conocida por su pelaje marrón y ojos dorados.",
      "definition_translation": "Порода домашней кошки, родом из Юго-Восточной Азии, известная своей коричневой шерстью и золотыми глазами.",
      "example": "Siempre he querido un gato Birmano, pero mis alergias me impiden tener uno. Mi amigo tiene uno, y es tan gentil. Me compraré uno cuando me mude a una casa más grande.",
      "example_translation": "Я всегда хотел бирманскую кошку, но моя аллергия не позволяет мне иметь ее. У моего друга есть одна, и это такое нежное существо. Я куплю одну, когда перееду в больший дом.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Cartujano",
      "translation": "Шартрез",
      "definition": "Una raza de gato doméstico originaria de Francia, conocida por su pelaje azul-gris y ojos grandes.",
      "definition_translation": "Порода домашней кошки, родом из Франции, известная своей серо-синей шерстью и большими глазами.",
      "example": "He oído que los gatos Cartujanos son muy afectuosos y juguetones. Mi hermana tiene uno, y siempre se acurruca en su regazo. Le pediré que me lo traiga mañana.",
      "example_translation": "Я слышал, что шартрезские кошки очень ласковые и игривые. У моей сестры есть одна, и она всегда свернутая в ее колене. Я попрошу ее принести ее завтра.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Punto de color, Himalayo",
      "translation": "Цветнопunkt, Гималайская",
      "definition": "Una raza de gato doméstico conocida por su patrón puntiagudo de pelaje y ojos azules.",
      "definition_translation": "Порода домашней кошки, известная своей точечной шерстью и синими глазами.",
      "example": "Siempre me he fascinado por los gatos de punto de color Himalayo, pero requieren mucho cuidado. Mi tía tiene uno, y es tan hermoso. Me compraré uno cuando me retire.",
      "example_translation": "Я всегда был очарован цветнопунктными гималайскими кошками, но они требуют много ухода. У моей тети есть одна, и это такое чудо. Я куплю одну, когда на пенсию.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Девон Рекс",
      "definition": "El Devon Rex es una raza de gato doméstico conocida por su pelaje rizado y suave.",
      "definition_translation": "Девон Рекс - это порода домашних кошек с кудрявой шерстью, известная своей уникальной, мягкой и кудрявой шерстью.",
      "example": "Tengo un gato Devon Rex que ama jugar con juguetes. Ayer estaba jugando con una bola de estambre, y ahora está durmiendo en mi regazo. Mañana lo llevaré al veterinario para un chequeo.",
      "example_translation": "У меня есть кошка Девон Рекс, которая любит играть с игрушками. Вчера она играла с клубком нитей, а теперь она спит на моих коленях. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Gato doméstico",
      "translation": "домашняя кошка",
      "definition": "Un gato doméstico es un mamífero carnívoro pequeño, comúnmente peludo, que se mantiene como mascota en muchos hogares.",
      "definition_translation": "Домашняя кошка - это маленькое,usually furry, хищное млекопитающее, которое часто содержится как домашний питомец.",
      "example": "Tengo un gato doméstico que es muy perezoso. Estuvo durmiendo todo el día ayer, y hoy sigue durmiendo. Mañana trataré de despertarlo y jugar con él.",
      "example_translation": "У меня есть домашняя кошка, которая очень ленива. Она спала весь день вчера, и сегодня она все еще спит. Завтра я постараюсь разбудить ее и поиграть с ней.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato exótico de pelo corto",
      "translation": "экзотическая короткошерстная",
      "definition": "El gato exótico de pelo corto es una raza de gato doméstico conocida por su pelaje corto, denso y mullido.",
      "definition_translation": "Экзотическая короткошерстная - это порода домашних кошек, известная своей короткой, густой и плюшевой шерстью.",
      "example": "Vi un gato exótico de pelo corto en la tienda de mascotas ayer, y era muy hermoso. Hoy voy a comprar ese gato, y mañana lo llevaré al parque para dar un paseo.",
      "example_translation": "Вчера я увидел экзотическую короткошерстную кошку в зоомагазине, и она была очень красива. Сегодня я собираюсь купить ту кошку, а завтра я выгуляю ее в парке.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bobtail japonés",
      "translation": "Японская бобтейл",
      "definition": "El bobtail japonés es una raza de gato doméstico conocida por su cola corta y orejas puntiagudas.",
      "definition_translation": "Японская бобтейл - это порода домашних кошек, известная своей короткой хвостом и остроконечными ушами.",
      "example": "Tengo un gato bobtail japonés que ama jugar con cuerdas. Ayer perseguía un láser, y hoy está jugando con un ovillo de lana. Mañana lo llevaré al veterinario para una revisión.",
      "example_translation": "У меня есть японская бобтейл, которая любит играть со шнуром. Вчера она гонялась за лазерным указателем, а сегодня она играет с клубком нитей. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coón de Maine",
      "translation": "Мейн кун",
      "definition": "El coón de Maine es una raza de gato doméstico originaria de Norteamérica. Es una de las razas de gatos naturales más antiguas de Norteamérica.",
      "definition_translation": "Мейн-кун - это домашняя порода кошки, родом из Северной Америки. Это одна из старейших естественных пород кошек в Северной Америке.",
      "example": "Tuve un gato coón de Maine cuando era niño, era enorme y mullido. Ahora quiero comprar otro. Lo haré el próximo año.",
      "example_translation": "У меня был кошка Мейн-кун, когда я был ребенком, она была огромной и пушистой. Теперь я хочу купить еще одну. Я куплю ее на следующий год.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato del bosque noruego",
      "translation": "Норвежская лесная кошка",
      "definition": "El gato del bosque noruego es una raza de gato doméstico originaria de Noruega. Es una raza natural que se ha adaptado al clima duro de Noruega.",
      "definition_translation": "Норвежская лесная кошка - это порода домашней кошки, родом из Норвегии. Это естественная порода, которая адаптировалась к суровому климату Норвегии.",
      "example": "Mi hermana tiene un hermoso gato del bosque noruego, ama jugar con lana. La semana pasada, escaló un árbol. El mes que viene tendrá gatitos.",
      "example_translation": "У моей сестры есть красивая норвежская лесная кошка, она любит играть с нитями. На прошлой неделе она забралась на дерево. В следующем месяце у нее будут детеныши.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "оцикат",
      "definition": "El ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, pero en un entorno doméstico. Es una raza híbrida, creada cruzando razas como el abisinio y el siamés.",
      "definition_translation": "Оцикат - это порода домашней кошки, разработанная, чтобы напоминать дикую кошку, но в домашних условиях. Это гибридная порода, созданная скрещиванием пород, таких как Абиссинская и Сиамская.",
      "example": "Vi un ocicat en la tienda de mascotas ayer, era muy lindo. Quería comprarlo, pero mi mamá dijo que no. Tal vez pueda obtener uno para mi cumpleaños el próximo año.",
      "example_translation": "Я увидел оциката в зоомагазине вчера, он был så милый. Я хотел купить его, но моя мама сказала нет. Может быть, я смогу получить одного на свой день рождения в следующем году.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "persa",
      "translation": "Персидская",
      "definition": "El persa es una raza de gato de pelo largo originaria de Persia (Irán moderno). Es conocida por su pelaje mullido y largo, y su temperamento calmado.",
      "definition_translation": "Персидская - это порода dlouhornoy кошки, родом из Персии (современный Иран). Она известна своей пушистой, длинной шерстью и спокойным темпераментом.",
      "example": "Mi tía tiene un hermoso gato persa, ama dormir todo el día. La semana pasada, se cortó el pelo. El mes que viene, irá a un espectáculo de gatos.",
      "example_translation": "У моей тети есть красивая персидская кошка, она любит спать целый день. На прошлой неделе она подстриглась. В следующем месяце она поедет на выставку кошек.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "muñeca",
      "translation": "Кукла-лоскут",
      "definition": "La muñeca es una raza de gato conocida por su pelaje suave, sedoso y su temperamento dócil. A menudo se describen como relajados y fáciles de llevar, lo que los hace ideales para familias con niños.",
      "definition_translation": "Порода Кукла-лоскут известна своей мягкой, шелковистой шерстью и спокойным темпераментом. Их часто описывают как спокойных и ладящих, что делает их идеальными для семей с детьми.",
      "example": "Tuve un gato muñeca cuando era niño, era muy afectuoso. Ahora tengo un british shorthair, y es más independiente. En el futuro, probablemente obtendré otro gato muñeca.",
      "example_translation": "У меня был кошка Кукла-лоскут, когда я был ребенком, она была очень ласковой. Теперь у меня есть Британская короткошерстная, и она более независима. В будущем я, вероятно, получу еще одну Куклу-лоскут.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azul ruso",
      "translation": "Русская Голубая",
      "definition": "El azul ruso es una raza de gato doméstico conocida por su pelaje grueso y mullido, y sus ojos verdes. A menudo se describen como inteligentes, juguetones y afectuosos.",
      "definition_translation": "Русская Голубая - это порода домашней кошки, известная своей густой, плюшевистой шерстью и зелеными глазами. Их часто описывают как интеллектуальные, игривые и ласковые.",
      "example": "Siempre he querido un gato azul ruso, son muy hermosos. Mi amigo tiene uno, y es muy curioso. Lo obtendré en unos años, cuando me mude a un apartamento más grande.",
      "example_translation": "Я всегда хотел кошку Русскую Голубую, они так красивы. У моего друга есть одна, и она очень любопытная. Я получу одну через несколько лет, когда перееду в более просторную квартиру.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "savannah",
      "translation": "Саванна",
      "definition": "El savannah es una raza de gato doméstico conocida por su cuerpo alto y esbelto, y sus patrones de pelaje llamativos. A menudo se describen como energéticos, curiosos y juguetones.",
      "definition_translation": "Саванна - это порода домашней кошки, известная своей высоким, стройным телом и яркими узорами шерсти. Их часто описывают как энергичные, любопытные и игривые.",
      "example": "He oído que los gatos savannah son muy energéticos, necesitan mucho espacio para jugar. Mi hermana tiene uno, y siempre está saltando. En el futuro, probablemente obtendré una raza más relajada.",
      "example_translation": "Я слышал, что кошки Саванна очень энергичны, им нужно много пространства для игры. У моей сестры есть одна, и она всегда прыгает вокруг. В будущем я, вероятно, получу более спокойную породу.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plegado escocés",
      "translation": "Шотландская Складка",
      "definition": "El plegado escocés es una raza de gato doméstico conocida por sus orejas únicas y dobladas, y su personalidad juguetona. A menudo se describen como inteligentes, curiosos y afectuosos.",
      "definition_translation": "Шотландская Складка - это порода домашней кошки, известная своими уникальными, складчатыми ушами и игривым характером. Их часто описывают как интеллектуальные, любопытные и ласковые.",
      "example": "Siempre he amado a los gatos plegados escoceses, son muy lindos. Mi mamá tenía uno cuando era niño, y era muy juguetón. Ahora tengo un gato propio, pero no es un plegado escocés.",
      "example_translation": "Я всегда любил кошек Шотландской Складки, они так милы. У моей мамы была одна, когда я был ребенком, и она была очень иг Ivy. Теперь у меня есть своя кошка, но это не Шотландская Складка.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Siamés",
      "translation": "Сиамский",
      "definition": "Originario de Siam, una región en el día de hoy Tailandia, esta raza de gato es conocida por sus ojos azules impactantes y orejas puntiagudas.",
      "definition_translation": "Происходящий из Сиама, региона в современной Таиланде, эта порода кошки известна своими бросающимися в глаза синими глазами и острыми ушами.",
      "example": "Tuve un gato siamés cuando era niño, era muy juguetón. Ahora tengo un gato siamés, sigue siendo juguetón. En el futuro, tendré un gato siamés, y será juguetón también.",
      "example_translation": "У меня была сиамская кошка, когда я был ребенком, она была очень игривой. Теперь у меня есть сиамская кошка, она vẫn игрива. В будущем у меня будет сиамская кошка, и она будет игривой тоже.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Siberiano",
      "translation": "Сибирский",
      "definition": "Originario de Siberia, una región en el día de hoy Rusia, esta raza de gato es conocida por su grueso pelaje y resistencia al frío.",
      "definition_translation": "Происходящий из Сибири, региона в современной России, эта порода кошки известна своей густой шерстью и холодоустойчивостью.",
      "example": "Vi un gato siberiano en la tienda de mascotas, era muy esponjoso. Mi amigo tiene un gato siberiano, es muy enérgico. El año que viene, compraré un gato siberiano, y será mi mejor amigo.",
      "example_translation": "Я видел сибирскую кошку в зоомагазине, она была очень пушистой. У моего друга есть сибирская кошка, она очень энергичная. В следующем году я куплю сибирскую кошку, и она станет моим лучшим другом.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Somalí",
      "translation": "Сомалийский",
      "definition": "Originario de Somalia, un país en África Oriental, esta raza de gato es conocida por su patrón de pelaje impactante y personalidad juguetona.",
      "definition_translation": "Происходящий из Сомали, страны в Восточной Африке, эта порода кошки известна своей бросающейся в глаза шерстью и игривым характером.",
      "example": "Leí sobre la raza de gato somalí, es muy interesante. Mi hermana tiene un gato somalí, es muy curioso. En cinco años, adoptaré un gato somalí, y será mi compañero.",
      "example_translation": "Я читал о породе кошки сомали, она очень интересна. У моей сестры есть сомалийская кошка, она очень-curiosity. Через пять лет я усыновлю сомалийскую кошку, и она станет моим спутником.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Sfinge",
      "translation": "Сфинкс",
      "definition": "Una raza de gato conocida por su falta de pelaje, el Sfinge es un compañero curioso y juguetón.",
      "definition_translation": "Порода кошки, известная своим отсутствием шерсти, Сфинкс - это любопытный и игривый спутник.",
      "example": "Vi un gato Sfinge en el espectáculo de gatos, era muy curioso. Mi amigo tiene un gato Sfinge, es muy juguetón. El mes que viene, adoptaré un gato Sfinge, y será mi nuevo amigo.",
      "example_translation": "Я видел сфинкса на выставке кошек, он был очень любопытным. У моего друга есть сфинкс, он очень игривый. В следующем месяце я усыновлю сфинкса, и он станет моим новым другом.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Angora Turco",
      "translation": "Турецкая Ангорская",
      "definition": "El Angora Turco es una raza de gato doméstico que se originó en Turquía y es conocida por su pelaje blanco y ojos azules.",
      "definition_translation": "Турецкая Ангорская - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и голубыми глазами.",
      "example": "Tuve un gatito Angora Turco cuando era joven, pero ahora tengo un gato adulto que ama jugar. Actualmente, estoy pensando en obtener un nuevo Angora Turco, y lo tendré en unos meses.",
      "example_translation": "У меня был котенок Турецкой Ангорской породы, когда я был молод, но сейчас у меня взрослая кошка, которая любит играть. Сейчас я думаю о том, чтобы получить новую Турецкую Ангорскую, и у меня она будет через несколько месяцев.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Van Turco",
      "translation": "Турецкий Ван",
      "definition": "El Van Turco es una raza de gato doméstico que se originó en Turquía y es conocida por su pelaje blanco y ojos coloreados.",
      "definition_translation": "Турецкий Ван - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и цветными глазами.",
      "example": "Vi un gato Van Turco en la tienda de mascotas, pero decidí adoptar un gato callejero en su lugar. Ahora estoy contento de haber tomado esa decisión, porque mi gato es muy juguetón y amoroso. En el futuro, podré considerar obtener un Van Turco.",
      "example_translation": "Я видел Турецкого Вана в зоомагазине, но я решил усыновить бездомную кошку вместо этого. Теперь я рад тому, что я принял это решение, потому что моя кошка очень игрива и любящая. В будущем я, возможно, рассмотрю возможность получения Турецкого Вана.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]