[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor",
      "translation": "цветок",
      "definition": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "definition_translation": "Растение, которое производит цветы, особенно то, который выращивается в саду для его красоты или аромата.",
      "example": "Ella plantó una flor en el jardín ayer, ahora está floreciendo, y la regará mañana.",
      "example_translation": "Она посадила цветок в саду вчера, сейчас он распустился, и она будет поливать его завтра.",
      "imageLink": "image_files\\English\\flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "роза",
      "definition": "Un arbusto con tallo espinoso que se cultiva en muchas variedades, típicamente con flores showy y fragantes, especialmente en tonos de rosa o rojo.",
      "definition_translation": "Колючая стебель цветущего кустарника, который широко культивируется в многих вариантах, обычно имея яркие, душистые цветы, особенно в оттенках розового или красного.",
      "example": "Le di a ella una rosa en nuestro aniversario el año pasado, le encantó, y le daré otra la próxima año.",
      "example_translation": "Я дал ей розу на нашу годовщину в прошлом году, она любила его, и я дам ей еще одну в следующем году.",
      "imageLink": "image_files\\English\\rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "margarita",
      "translation": "маргаритка",
      "definition": "Una pequeña flor delicada con pétalos blancos y centro amarillo, comúnmente encontrada en céspedes y praderas.",
      "definition_translation": "Маленькое, хрупкое цветочное растение с белыми лепестками и желтым центром, часто встречающееся на лужайках и лугах.",
      "example": "La margarita floreció en el prado la primavera pasada, estaba floreciendo en el verano, y florecerá de nuevo la próxima otoño.",
      "example_translation": "Маргаритка расцветала на лугу прошлой весной, она расцветала летом, и она будет расцветать снова в следующей осени.",
      "imageLink": "image_files\\English\\daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "girasol",
      "translation": "гелиантус",
      "definition": "Una planta anual alta con flores amarillas grandes que siguen la dirección del sol, originaria de Norteamérica.",
      "definition_translation": "Высокий, однолетний растительный с большими, желтыми цветками, которые следуют направлению солнца, родиной которых является Северная Америка.",
      "example": "Ella plantó un girasol en el jardín el verano pasado, ahora está creciendo, y lo cosechará la próxima otoño.",
      "example_translation": "Она посадила гелиантус в саду прошим летом, он сейчас растет, и она будет собирать урожай в следующей осени.",
      "imageLink": "image_files\\English\\sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tulipán",
      "translation": "тюльпан",
      "definition": "Un tulipán es un tipo de planta que se cultiva en jardines y es conocido por sus flores brillantemente coloreadas, en forma de taza.",
      "definition_translation": "Тюльпан - это тип цветущего растения, которое выращивается в садах и известно своими яркими, чашеобразными цветами.",
      "example": "Ella plantó tulipanes en su jardín la primavera pasada. Ahora están floreciendo hermosamente. La próxima año, plantará más tulipanes.",
      "example_translation": "Она посадила тюльпаны в ее саду прошлой весной. Теперь они цветут прекрасно. В следующем году она посадит больше тюльпанов.",
      "imageLink": "image_files\\English\\tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aster",
      "translation": "астер",
      "definition": "Un aster es un tipo de planta que se utiliza a menudo en ramos y arreglos debido a sus pequeñas flores parecidas a margaritas.",
      "definition_translation": "Астер - это тип цветущего растения, которое часто используется в букетах и композициях из-за своих маленьких, похожих на ромашки цветков.",
      "example": "La florista arregló un ramo hermoso de asters y rosas. La semana pasada, ya había vendido muchos ramos de asters. El próximo mes, preparará más ramos de asters.",
      "example_translation": "Флорист составила красивый букет из астеров и роз. На прошлой неделе она уже продала много букетов астеров. В следующем месяце она подготовит еще больше букетов астеров.",
      "imageLink": "image_files\\English\\aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azalea",
      "translation": "азалия",
      "definition": "Una azalea es un tipo de arbusto que se utiliza a menudo en paisajismo y jardinería debido a sus flores vibrantes, rosa, púrpura o blancas.",
      "definition_translation": "Азалия - это тип цветущего кустарника, который часто используется в ландшафтном дизайне и садоводстве из-за своих ярких, розовых, фиолетовых или белых цветов.",
      "example": "Las azaleas en el jardín estaban floreciendo hermosamente el verano pasado. Ahora se están preparando para florecer de nuevo. La próxima año, florecerán aún más hermosamente.",
      "example_translation": "Азалии в саду цвели красиво прошлым летом. Теперь они готовятся цвести снова. В следующем году они будут цвести еще более красиво.",
      "imageLink": "image_files\\English\\azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cactus",
      "translation": "кактус",
      "definition": "Un cactus es un tipo de planta suculenta originaria de las Américas y conocida por sus tallos gruesos y cerosos que almacenan agua.",
      "definition_translation": "Кактус - это тип суккулентного растения, которое является родным для Америк и известно своими толстыми, восковыми стеблями, которые хранят воду.",
      "example": "Ella tenía un cactus en su habitación, pero había muerto el mes pasado. Ahora quiere comprar un nuevo cactus. La próxima semana, irá a la tienda a comprar un cactus.",
      "example_translation": "У нее был кактус в ее комнате, но он умер последним месяцем. Теперь она хочет купить новый кактус. В следующую неделю она пойдет в магазин, чтобы купить кактус.",
      "imageLink": "image_files\\English\\cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clavel",
      "translation": "гардения",
      "definition": "Un clavel es una planta originaria de la región del Mediterráneo. Es conocido por sus flores showy y fragantes que vienen en una variedad de colores, incluyendo rosa, rojo, blanco y amarillo.",
      "definition_translation": "Гарденция - это цветущее растение, которое является родным для Средиземноморского региона. Она известна своими яркими, ароматными цветами, которые имеют различные цвета, включая pink, red, white и yellow.",
      "example": "Ella prendió un clavel en su solapa, sintiéndose elegante y sofisticada. La florista entregará un ramo de claveles a su puerta mañana. La próxima semana, los claveles habrán florecido en el jardín.",
      "example_translation": "Она заколола гардению к лацкану, чувствуя себя элегантной и культурной. Флорист доставит букет гарденций к ее дверям завтра. К следующей неделе гардении будут цвести в саду.",
      "imageLink": "image_files\\English\\carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crisantemo",
      "translation": "хризантема",
      "definition": "Un crisantemo es una planta originaria de Asia. Es conocido por sus flores showy y parecidas a margaritas que vienen en una variedad de colores, incluyendo amarillo, rosa, rojo y blanco.",
      "definition_translation": "Хризантема - это цветущее растение, которое является родным для Азии. Она известна своими яркими, похожими на астровые цветами, которые имеют различные цвета, включая желтый, pink, red и white.",
      "example": "El arreglo de crisantemos en la mesa agregó un toque de color a la habitación. Ella plantó cuidadosamente crisantemos en su jardín el fin de semana pasado. La próxima mes, los crisantemos habrán empezado a florecer.",
      "example_translation": "Аранжировка хризантем на столе добавила цвета к комнате. Она аккуратно посадила хризантемы в ее саду на прошлых выходных. К следующему месяцу хризантемы начнут цвести.",
      "imageLink": "image_files\\English\\chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor de centeno",
      "translation": "VASILEK",
      "definition": "La flor de centeno es una planta de floración anual originaria de Europa. Se conoce por sus flores azules brillantes que se asemejan a pequeñas margaritas.",
      "definition_translation": "VASILEK - это однолетнее цветущее растение, которое является родным для Европы. Она известна своими яркими синими цветами, похожими на мини-астровые.",
      "example": "La flor de centeno floreció en el campo, atraendo abejas y mariposas. Recogió algunas flores de centeno en su paseo y las prensó en su diario. Para el próximo verano, las flores de centeno se habrán extendido por todo el prado.",
      "example_translation": "VASILEK расцвел в поле, привлекая пчел и бабочек. Она собрала несколько VASILEK на ее прогулке и прижала их в ее журнале. К следующему лету VASILEK будут разрастаться по всей лугу.",
      "imageLink": "image_files\\English\\cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crocus",
      "translation": "шафран",
      "definition": "Un crocus es una planta de floración perenne originaria de Europa y Asia. Se conoce por sus flores en forma de copa que vienen en una variedad de colores, incluyendo amarillo, blanco y púrpura.",
      "definition_translation": "Шафран - это многолетнее цветущее растение, которое является родным для Европы и Азии. Она известна своими чашеобразными цветами, которые имеют различные цвета, включая желтый, белый и фиолетовый.",
      "example": "Los bulbos de crocus se plantaron en el jardín el otoño pasado, y ahora están floreciendo. Arregló un ramo de crocus en la mesa de su cocina, llenando la habitación de color. Para la próxima primavera, los crocus se habrán naturalizado en el prado.",
      "example_translation": "Луковицы шафрана были посажены в саду прошлой осенью, и теперь они цветут. Она устроила букет шафранов на ее кухонном столе, заполнив комнату цветом. К следующей весне шафраны будут натурализованы в лугу.",
      "imageLink": "image_files\\English\\crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "narciso",
      "translation": "подснежник",
      "definition": "Un narciso es un tipo de planta de floración que se asocia con la primavera y nuevos comienzos. Tiene una flor amarilla en forma de trompeta y un tallo robusto.",
      "definition_translation": "Подснежник - это тип цветущего растения, которое часто ассоциируется с весной и новыми начинаниями. У него есть ярко-желтый цветок в форме трубки и стойкий стебель.",
      "example": "Planté narcisos en mi jardín el año pasado, y florecerán hermosamente la próxima primavera. Estoy plantando más narcisos hoy, y plantaré incluso más el próximo año.",
      "example_translation": "Я посадил подснежники в моем саду прошлым годом, и они расцветут красиво следующей весной. Сегодня я сажаю больше подснежников, и я посадлю еще больше следующим годом.",
      "imageLink": "image_files\\English\\daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dalia",
      "translation": "георгин",
      "definition": "Una dalia es un tipo de planta de floración originaria de México y América Central. Tiene flores vistosas que vienen en una variedad de colores y formas.",
      "definition_translation": "Георгин - это тип цветущего растения, которое является родным для Мексики и Центральной Америки. У него есть прихотливые цветы, которые приходят в различных цветах и формах.",
      "example": "Crecí dalias en mi jardín el verano pasado, y fueron un gran éxito con mis vecinos. Creed dalias de nuevo el próximo verano, y planeo entrarlas en un concurso de flores.",
      "example_translation": "Я выращивал георгины в моем саду прошлым летом, и они были большим хитом у моих соседей. Я выращу георгины снова следующим летом, и я планирую представить их на цветочном шоу.",
      "imageLink": "image_files\\English\\dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "edelweiss",
      "translation": "эдельвейс",
      "definition": "El edelweiss es un tipo de planta de floración originaria de los Alpes europeos. Tiene una flor delicada y blanca con apariencia lanuda.",
      "definition_translation": "Эдельвейс - это тип цветущего растения, которое является родным для Европейских Альп. У него есть хрупкий, белый цветок с шерстистым видом.",
      "example": "Vi edelweiss creciendo en las montañas cuando hice senderismo en los Alpes el año pasado. Veré edelweiss de nuevo cuando vuelva a las montañas el próximo año.",
      "example_translation": "Я видел эдельвейс, растущий в горах, когда я ходил в Альпы прошлым годом. Я увижу эдельвейс снова, когда я вернусь в горы следующим годом.",
      "imageLink": "image_files\\English\\edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nomeolvides",
      "translation": "незабудка",
      "definition": "El nomeolvides es un tipo de planta de floración con pequeñas flores azules y se asocia con la memoria y el recuerdo.",
      "definition_translation": "Незабудка - это тип цветущего растения, которое имеет маленькие, синие цветы и часто ассоциируется с памятью и памятными событиями.",
      "example": "Le di un ramo de nomeolvides a mi abuela en su cumpleaños, y se conmovió mucho. Le daré más nomeolvides en su próximo cumpleaños.",
      "example_translation": "Я подарил своей бабушке букет незабудок на ее день рождения, и она была очень тронута. Я подарю своей бабушке больше незабудок на ее следующий день рождения.",
      "imageLink": "image_files\\English\\forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fresia",
      "translation": "фрезия",
      "definition": "Una fresia es un tipo de planta de floración originaria de Sudáfrica, conocida por sus flores fragantes y delicadas.",
      "definition_translation": "Тип цветущего растения, родом из Южной Африки, известный своими ароматными цветами и нежными лепестками.",
      "example": "Compré un ramo de fresias para alegrar mi sala de estar. Liberadas del ramo, las fresias comenzaron a marchitarse. Plantaré fresias en mi jardín la próxima primavera.",
      "example_translation": "Я купил букет фрезий, чтобы осветить свою гостиную. Освобожденные от букета, фрезии начали увядать. Я посадлю фрезию в свой сад следующей весной.",
      "imageLink": "image_files\\English\\freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuchsia",
      "translation": "фуксия",
      "definition": "Un fuchsia es un tipo de planta de floración conocida por sus flores vibrantes de color rosa, púrpura o rojo, a menudo utilizada en cestas colgantes o recipientes.",
      "definition_translation": "Тип цветущего растения, известный своими яркими розовыми, фиолетовыми или красными цветами, часто используемый в висячих корзинах или контейнерах.",
      "example": "Planté un fuchsia en mi jardín, y floreció hermosamente todo el verano. Los fuchsias fueron una elección popular para los jardines victorianos. Ella se pondrá un vestido fuchsia en la fiesta esta noche.",
      "example_translation": "Я посадил фуксию в свой сад, и она расцвелаbeautifully всю летом. Фуксии были популярным выбором для викторианских садов. Она наденет платье фуксии на вечеринку сегодня ночью.",
      "imageLink": "image_files\\English\\fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "margarita gerbera",
      "translation": "герберова ромашка",
      "definition": "Una margarita gerbera es un tipo de planta de floración conocida por sus flores brillantes y alegres, a menudo utilizada en ramos y arreglos.",
      "definition_translation": "Тип цветущего растения, известный своими яркими, радостными цветами, часто используемый в букетах и композициях.",
      "example": "Le di un ramo de margaritas gerbera para celebrar su cumpleaños. Las margaritas gerbera en el jarrón comenzaron a marchitarse después de una semana. Ella plantará margaritas gerbera en su jardín la próxima primavera.",
      "example_translation": "Я подарил ей букет герберовых ромашек, чтобы отпраздновать ее день рождения. Герберовые ромашки в вазе начали увядать через неделю. Она посадит герберовые ромашки в свой сад следующей весной.",
      "imageLink": "image_files\\English\\gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alcea",
      "translation": "шток-роза",
      "definition": "Una alcea es un tipo de planta de floración conocida por sus altas y estatuarias espigas de flores brillantes, a menudo utilizada en jardines de cottage.",
      "definition_translation": "Тип цветущего растения, известный своими высокими, величественными шипами ярко окрашенных цветов, часто используемый в деревенских садах.",
      "example": "Planté alceas en mi jardín, y crecieron hasta alcanzar más de seis pies de altura. Las alceas en el jardín fueron un lugar popular para las mariposas. Ella podará las alceas en su jardín mañana.",
      "example_translation": "Я посадил шток-розы в свой сад, и они выросли более шести футов в высоту. Шток-розы в саду были популярным местом для бабочек. Она будет обрезать шток-розы в ее саду завтра.",
      "imageLink": "image_files\\English\\hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jacinto",
      "translation": "гиацинт",
      "definition": "Un jacinto es un tipo de planta florígera que se cultiva comúnmente en jardines por sus hermosas y fragantes flores.",
      "definition_translation": "Гиацинт - это тип цветущего растения, которое часто выращивается в садах для своих красивых и ароматных цветов.",
      "example": "Planté un jacinto en mi jardín el año pasado, y floreció hermosamente esta primavera. Plantaré otro el próximo año, y florecerá de nuevo. Planté un jacinto en mi jardín hace cinco años, y todavía florece cada primavera.",
      "example_translation": "Я посадил гиацинт в моем саду в прошлом году, и он зацвел beautefully этой весной. Я посадлю другой в следующем году, и он снова зацветет. Я посадил гиацинт в моем саду пять лет назад, и он до сих пор зацвел каждой весной.",
      "imageLink": "image_files\\English\\hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "iris",
      "translation": "ирис",
      "definition": "Un iris es un tipo de planta florígera conocida por sus flores showy y coloridas que vienen en variedad de formas y tamaños.",
      "definition_translation": "Ирис - это тип цветущего растения, которое известно своими эффектными, цветными цветами, которые приходят в различных формах и размерах.",
      "example": "Vi una iris floreciendo en el jardín, y era tan hermosa. Veré otra floreciendo la próxima semana, y será igual de hermosa. Vi una iris floreciendo en el jardín el mes pasado, y era impresionante.",
      "example_translation": "Я увидел ирис, цветущий в саду, и он был таким красивым. Я увижу другой ирис, цветущий на следующей неделе, и он будет justo tão lovely. Я увидел ирис, цветущий в саду в прошлом месяце, и он был ошеломляющим.",
      "imageLink": "image_files\\English\\iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lilac",
      "translation": "сирень",
      "definition": "Un lilac es un tipo de arbusto que se conoce por sus hermosas flores fragantes que suelen ser púrpuras o rosadas.",
      "definition_translation": "Сирень - это тип кустарника, который известен своими красивыми, ароматными цветами, которые часто бывают пурпурного или розового цвета.",
      "example": "Me encanta el olor de lilac en la primavera. Plantaré un lilac en mi jardín el próximo año, y florecerá hermosamente. Planté un lilac en mi jardín el año pasado, y floreció maravillosamente.",
      "example_translation": "Я люблю запах сирени весной. Я посадлю сирень в моем саду в следующем году, и она зацветет beautefully. Я посадил сирень в моем саду в прошлом году, и она зацвела чудесно.",
      "imageLink": "image_files\\English\\lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lirio",
      "translation": "лилия",
      "definition": "Un lirio es un tipo de planta florígera conocida por sus hermosas flores en forma de trompeta que suelen ser blancas o amarillas.",
      "definition_translation": "Лилия - это тип цветущего растения, которое известно своими красивыми, трубаобразными цветами, которые часто бывают белого или желтого цвета.",
      "example": "Le di a mi madre un ramo de lirios por su cumpleaños. Le daré a mi hermana un ramo de lirios por su graduación. Le di a mi amiga un ramo de lirios por su boda.",
      "example_translation": "Я дал моей матери букет лилий к ее дню рождения. Я дам моей сестре букет лилий к ее выпускному. Я дал моей подруге букет лилий к ее свадьбе.",
      "imageLink": "image_files\\English\\lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lilium del valle",
      "translation": "лилия долины",
      "definition": "Un lilio del valle es una pequeña flor blanca en forma de campana que crece en estado silvestre en many partes de Europa y Asia. Se utiliza comúnmente en perfumes y es un símbolo de pureza e inocencia.",
      "definition_translation": "Лилия долины - это маленький, белый, колоколовидный цветок, который растет в дикой природе во многих частях Европы и Азии. Он часто используется в парфюмах и является символом чистоты и невинности.",
      "example": "Planté un lilio del valle en mi jardín el año pasado, y ha crecido hermosamente. Ahora, estoy utilizando sus flores para hacer un perfume hermoso. En el futuro, le daré uno a mi hermana como regalo.",
      "example_translation": "Я посадил лилию долины в саду в прошлом году, и она вырослаautifully. Теперь я использую ее цветы, чтобы создать любопытный парфюм. В будущем я дам его в подарок своей сестре.",
      "imageLink": "image_files\\English\\lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "narciso",
      "translation": "нарцисс",
      "definition": "Un narciso es un tipo de planta florígera que se encuentra comúnmente en jardines y parques. Sus flores suelen ser amarillas o blancas y tienen un olor dulce y fragante.",
      "definition_translation": "Нарцисс - это тип цветущего растения, которое часто встречается в садах и парках. Его цветы обычно желтые или белые и имеют сладкий, ароматный запах.",
      "example": "Caminé por el parque y vi un narciso hermoso floreciendo. Lo recogí y le di a mi madre como regalo. Ella lo plantará en su jardín, y en el futuro florecerá de nuevo.",
      "example_translation": "Я прошел через парк и увидел красивый нарцисс, цветущий. Я подобрал один и подарил его своей матери. Она посадит его в ее саду, и в будущем он снова будет цвести.",
      "imageLink": "image_files\\English\\narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "orquídea",
      "translation": "орхидея",
      "definition": "Una orquídea es un tipo de planta florígera conocida por su belleza exótica y delicada. Se utiliza comúnmente en ramilletes y arreglos para agregar un toque de elegancia.",
      "definition_translation": "Орхидея - это тип цветущего растения, известного своей деликатной, экзотической красотой. Он часто используется в букетах и arrangеements, чтобы добавить штрих элегантности.",
      "example": "Visitó un jardín botánico y vi muchas orquídeas hermosas en exhibición. Compré una y la planté en mi habitación, y ahora florece cada año. En el futuro, utilizaré sus flores para crear un ramillete impresionante.",
      "example_translation": "Я посетил ботанический сад и увидел многие красивые орхидеи на выставке. Я купил один и посадил его в своей комнате, и теперь он цветет каждый год. В будущем я использую его цветы, чтобы создать ошеломляющий букет.",
      "imageLink": "image_files\\English\\orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pensamiento",
      "translation": "фиалка",
      "definition": "Un pensamiento es un tipo de planta florígera conocida por sus pétalos coloridos y delicados. Se utiliza comúnmente en jardines y arreglos para agregar un toque de capricho.",
      "definition_translation": "Фиалка - это тип цветущего растения, известного своими разноцветными, деликатными лепестками. Он часто используется в садах и arrangеements, чтобы добавить штрих фантазии.",
      "example": "Planté un pensamiento en mi jardín la primavera pasada, y floreció hermosamente. Ahora, estoy utilizando sus flores para crear un arreglo hermoso. En el futuro, le daré uno a mi amiga como regalo.",
      "example_translation": "Я посадил фиалку в саду прошлой весной, и она цвететbeautifully. Теперь я использую ее цветы, чтобы создать любопытный arrangement. В будущем я дам ее в подарок своей подруге.",
      "imageLink": "image_files\\English\\pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peonia",
      "translation": "пони",
      "definition": "Un tipo de planta florígera con flores showy,pink, púrpuras o blancas, originaria de Asia, Europa y Norteamérica.",
      "definition_translation": "Цветущее растение с красивыми, розовыми, пурпурными или белыми цветами, родом из Азии, Европы и западной Северной Америки.",
      "example": "En el siglo XIX, las peonías se utilizaban como medicina, pero hoy en día se cultivan principalmente con fines ornamentales. Las peonías florecerán en el verano, y florecieron el año pasado.",
      "example_translation": "В 19 веке, пионы использовались как лекарство, но сейчас они в основном выращиваются для декоративных целей. Пионы будут цвести летом, и они цвели прошлым годом.",
      "imageLink": "image_files\\English\\peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amapola",
      "translation": "мак",
      "definition": "Una planta con flores showy, a menudo asociada con el recuerdo y el Día de los Caídos.",
      "definition_translation": "Растение с большими, красивыми цветами, часто ассоциируемое с памятью и Днем памяти.",
      "example": "Las semillas de amapola se utilizan comúnmente como topping para pan, y las flores florecerán en la primavera. Plantaré amapolas en el jardín el próximo año.",
      "example_translation": "Семена мака часто используются в качестве топинга для хлеба, и цветы будут цвести весной. Я植ру мак в саду в следующем году.",
      "imageLink": "image_files\\English\\poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prímula",
      "translation": "первоцвет",
      "definition": "Una planta delicada con flores amarillas, a menudo encontrada en bosques y prados.",
      "definition_translation": "Деликатное, желтоцветущее растение, часто встречающееся в лесах и лугах.",
      "example": "Las prímulas florecerán en la primavera temprana, y las hice florecer el año pasado. Mis abuelas plantaron prímulas en el jardín.",
      "example_translation": "Первоцветы будут цвести ранней весной, и я посадил их в прошлом году. Первоцветы были посажены в саду моей бабушкой.",
      "imageLink": "image_files\\English\\primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dragoncillo",
      "translation": "львиный зев",
      "definition": "Una planta alta de flores vistosas, tubulares, a menudo utilizada en jardines y arreglos florales.",
      "definition_translation": "Высокое, цветущее растение с красивыми, трубчатыми цветами, часто используемое в садах и цветочных композициях.",
      "example": "Los dragoncillos crecerán altos en el verano, y crecieron el año pasado. Plantaré dragoncillos en el jardín el mes próximo.",
      "example_translation": "Львиные зевы будут расти высокими летом, и они росли в прошлом году. Я植ру львиные зевы в саду в следующем месяце.",
      "imageLink": "image_files\\English\\snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campanilla de invierno",
      "translation": "подснежник",
      "definition": "Una pequeña flor blanca que crece en invierno y a menudo se asocia con la pureza y la inocencia.",
      "definition_translation": "Маленький белый цветок, который растет зимой и часто ассоциируется с чистотой и невинностью.",
      "example": "Vi una campanilla de invierno floreciendo en el jardín el invierno pasado. Florecerá de nuevo el invierno próximo. Hice florecer una campanilla de invierno en mi jardín el año pasado.",
      "example_translation": "Я видел подснежник, цветущий в саду прошлой зимой. Он будет цвести снова на следующей зимой. Я выращивал подснежник в我的 саду в прошлом году.",
      "imageLink": "image_files\\English\\snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tagetes",
      "translation": "тагетес",
      "definition": "Un tipo de planta de floración, también conocida como caléndula, con flores brillantes amarillas o naranjas.",
      "definition_translation": "Вид цветущего растения, также известного как бархатцы, с ярко-желтыми или оранжевыми цветами.",
      "example": "Planté tagetes en mi jardín el verano pasado. Se plantarán la próxima verano. Había plantado tagetes en mi jardín el año pasado.",
      "example_translation": "Я посадил тагетес в мой сад прошлым летом. Они будут посажены на следующее лето. Я посадил тагетес в мой сад в прошлом году.",
      "imageLink": "image_files\\English\\tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violeta",
      "translation": "фиалка",
      "definition": "Una pequeña flor delicada con un aroma dulce, a menudo asociada con la modestia y la humildad.",
      "definition_translation": "Маленький, нежный цветок с сладким ароматом, часто ассоциируется с скромностью и смирением.",
      "example": "Recogí una violeta en el bosque ayer. Se recogerá de nuevo mañana. Había recogido una violeta en el bosque la semana pasada.",
      "example_translation": "Я сорвал фиалку в лесу вчера. Она будет сорвана снова завтра. Я сорвал фиалку в лесу на прошлой неделе.",
      "imageLink": "image_files\\English\\violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "loto acuático",
      "translation": "водяная лилия",
      "definition": "Un tipo de planta acuática con flores hermosas y fragantes, a menudo encontrada en estanques y lagos.",
      "definition_translation": "Вид водного растения с красивыми, ароматными цветами, часто встречается в прудах и озерах.",
      "example": "Vi un loto acuático floreciendo en el estanque ayer. Florecerá de nuevo el verano próximo. Había visto un loto acuático floreciendo en el estanque el año pasado.",
      "example_translation": "Я видел водяную лилию, цветущую в пруду вчера. Она будет цвести снова на следующее лето. Я видел водяную лилию, цветущую в пруду в прошлом году.",
      "imageLink": "image_files\\English\\water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor del viento",
      "translation": "ветродержец",
      "definition": "La flor del viento es un tipo de flor que es lo suficientemente ligera como para ser arrastrada por el viento, a menudo encontrada en prados y campos. Es una flor delicada y graciosa, a menudo con un aroma sutil y una variedad de colores.",
      "definition_translation": "Ветродержец - это тип цветка, который легок enough to быть дунутым ветром, часто встречаются в лугах и полях. Это хрупкое и изящное цветок, часто с тонким ароматом и разнообразием цветов.",
      "example": "Vi una hermosa flor del viento en el prado ayer, sus pétalos se mecían suavemente en la brisa. Plantaré una flor del viento en mi jardín la próxima semana, y espero que florezca en el verano. Para el año próximo, la flor del viento habrá esparcido sus semillas por todo el jardín.",
      "example_translation": "Я видел красивый ветродержец в лугу вчера, его лепестки нежно раскачивались на ветру. Я посадлю ветродержец в мой сад неделюnext week, и я надеюсь, что он зацветет летом. К следующему году ветродержец будет разносить свои семена по всему саду.",
      "imageLink": "image_files\\English\\windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]