[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número",
      "translation": "номер",
      "definition": "Un valor numérico o cantidad, a menudo utilizado para contar, medir o identificar.",
      "definition_translation": "Числовое значение или количество, часто используемое для счета, измерения или идентификации.",
      "example": "Olvidé mi número de teléfono. Ayer, lo memoricé. Mañana, lo escribiré.",
      "example_translation": "Я забыл свой номер телефона. Вчера я его запомнил. Завтра я напишу его.",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "círculo",
      "translation": "круг",
      "definition": "Una forma redonda sin principio ni fin, a menudo utilizada en geometría y arquitectura.",
      "definition_translation": "Круглая форма без начала или конца, часто используемая в геометрии и архитектуре.",
      "example": "El círculo de amigos creció más grande. El año pasado, lo formamos. El próximo año, se expandirá.",
      "example_translation": "Круг друзей увеличился. В прошлом году мы сформировали его. В следующем году он расширится.",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuadrado",
      "translation": "квадрат",
      "definition": "Un cuadrilátero con cuatro ángulos rectos y cuatro lados de igual longitud, a menudo utilizado en geometría y arquitectura.",
      "definition_translation": "Четырехугольник с четырьмя прямыми углами и четырьмя сторонами равной длины, часто используемый в геометрии и архитектуре.",
      "example": "La plaza del ciudad era bulliciosa. Ayer, la visitamos. Mañana, la exploraremos.",
      "example_translation": "Квадрат города кипел жизнью. Вчера мы его посетили. Завтра мы его исследуем.",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estrella",
      "translation": "звезда",
      "definition": "Una gran bola de gas luminosa que se mantiene unida por su propia gravedad, a menudo vista en el cielo nocturno.",
      "definition_translation": "Массивный, светящийся шар газа, который держится вместе своей собственной гравитацией, часто видимый в ночном небе.",
      "example": "Vi una estrella brillando intensamente. Anoche, la observé. La próxima noche, la observaré.",
      "example_translation": "Я увидел звезду, сияющую ярко. В прошлую ночь я смотрел на нее. В следующую ночь я ее наблюдаю.",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cruz",
      "translation": "крест",
      "definition": "Una cruz es una figura geométrica consistente en dos líneas o barras que se intersectan, o una estructura o objeto en la forma de tal figura.",
      "definition_translation": "Крест - это геометрическая фигура, состоящая из двух пересекающихся линий или стержней, или структура или объект в форме такой фигуры.",
      "example": "Ella cruzó la calle, y luego cruza la calle todos los días, y finalmente cruzará la calle mañana.",
      "example_translation": "Она перешла дорогу, а затем она пересекает дорогу каждый день, и наконец она будет пересекать дорогу завтра.",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "por ciento",
      "translation": "процент",
      "definition": "Un porcentaje es una unidad de proporción, igual a una centésima parte de un todo, utilizado para expresar una proporción de un todo como una fracción de 100.",
      "definition_translation": "Процент - это единица пропорции, равная одной сотой части целого, используемая для выражения пропорции целого как дроби 100.",
      "example": "El precio aumentó en un 10 por ciento, y luego aumentó en un 20 por ciento, y finalmente aumentará en un 30 por ciento.",
      "example_translation": "Цена увеличилась на 10 процентов, а затем она увеличилась на 20 процентов, и наконец она будет увеличиваться на 30 процентов.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suma",
      "translation": "сумма",
      "definition": "La suma es el resultado de agregar dos o más números, cantidades o montos juntos.",
      "definition_translation": "Сумма - это результат сложения двух или более чисел, количеств или величин вместе.",
      "example": "Summary las cifras, y luego sumé las cifras, y finalmente sumaré las cifras.",
      "example_translation": "Я суммирую числа, а затем я суммировал числа, и наконец я буду суммировать числа.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adición",
      "translation": "добавление",
      "definition": "La adición es el acto de agregar algo a algo más, o el estado de ser agregado.",
      "definition_translation": "Добавление - это акт добавления чего-то к чему-то еще, или состояние добавления.",
      "example": "Hice una adición al informe, y luego hice adiciones al informe, y finalmente haré una adición al informe.",
      "example_translation": "Я сделал добавление к отчету, а затем я делал добавления к отчету, и наконец я буду делать добавление к отчету.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cono",
      "translation": "конус",
      "definition": "Un cono es una figura geométrica tridimensional que se estrecha hasta un punto desde una base circular.",
      "definition_translation": "Конус - это трехмерная геометрическая форма, которая сужается к точке от круглой основы.",
      "example": "Ella sujetaba un cono en su mano, lamiendo el helado que se derretía rápidamente. Ayer, compré un cono en la tienda de helados. Para la próxima semana, habré aprendido a hacer un cono en la clase de geometría.",
      "example_translation": "Она держала конус в руке, облизывая hızla тающий лед. Вчера я купил конус в магазине мороженого. К следующей неделе я научусь делать конус на уроке геометрии.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cubo",
      "translation": "куб",
      "definition": "Un cubo es una forma sólida tridimensional con seis caras cuadradas de igual tamaño.",
      "definition_translation": "Куб - это трехмерная твердая форма с шестью квадратными гранями равного размера.",
      "example": "El cubo estaba sobre la mesa, perfectamente equilibrado. Mañana colocaré un cubo en el estante. Ayer, construí un cubo utilizando bloques.",
      "example_translation": "Куб сидел на столе, идеально уравновешенный. Я поставлю куб на полку завтра. Вчера я построил куб с кубиками.",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diámetro",
      "translation": "диаметр",
      "definition": "El diámetro de un círculo o una esfera es la distancia máxima posible desde un borde hasta el otro, pasando por el centro.",
      "definition_translation": "Диаметр круга или сферы - это наибольшее возможное расстояние от одного края до другого, проходящее через центр.",
      "example": "El diámetro del círculo era exactamente 10 pulgadas. Mediré el diámetro de la tubería mañana. El diámetro del planeta era enorme.",
      "example_translation": "Диаметр круга был ровно 10 дюймов. Я измерю диаметр трубы завтра. Диаметр планеты был колоссальным.",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "óvalo",
      "translation": "овал",
      "definition": "Un óvalo es una forma que se parece a un círculo, pero no es exactamente redonda, con una forma alargada o de huevo.",
      "definition_translation": "Овал - это форма, похожая на круг, но не совсем круглая, с вытянутой или яйцевидной формой.",
      "example": "La forma ovalada del estadio fue impresionante. Dibujaré un óvalo en el papel mañana. El espejo ovalado reflejó su rostro.",
      "example_translation": "Овальная форма стадиона была впечатляющей. Янарисую овал на бумаге завтра. Овальное зеркало отражало ее лицо.",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "triángulo",
      "translation": "треугольник",
      "definition": "Un triángulo es un polígono con tres lados y tres vértices. Es una forma fundamental en geometría y se utiliza en muchas áreas de las matemáticas, física y ingeniería.",
      "definition_translation": "Треугольник - это многоугольник с тремя сторонами и тремя вершинами. Это фундаментальная фигура в геометрии и используется во многих областях математики, физики и инженерии.",
      "example": "Ayer dibujé un triángulo en la pizarra, hoy estoy resolviendo un problema de triángulo y mañana calcularé el área de un triángulo.",
      "example_translation": "Вчера я нарисовал треугольник на доске, сегодня я решаю задачу с треугольником, а завтра я рассчитаю площадь треугольника.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo",
      "translation": "угол",
      "definition": "Un ángulo es una figura formada por dos rectas que comparten un punto común, llamado vértice del ángulo. Se utiliza para medir la cantidad de rotación entre dos líneas o planos.",
      "definition_translation": "Угол - это фигура, образованная двумя лучами, имеющими общую точку, называемой вершиной угла. Он используется для измерения количества вращения между двумя линиями или плоскостями.",
      "example": "Medí el ángulo del techo ayer, estoy calculando el ángulo de la pendiente hoy y mañana determinaré el ángulo del triángulo.",
      "example_translation": "Вчера я измерил угол крыши, сегодня я рассчитываю угол наклона, а завтра я определю угол треугольника.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pirámide",
      "translation": "пирамида",
      "definition": "Una pirámide es una forma geométrica tridimensional con una base cuadrada y cuatro lados triangulares que se encuentran en el ápice. Se utiliza con frecuencia en arquitectura e ingeniería.",
      "definition_translation": "Пирамида - это трехмерная геометрическая фигура с квадратной основой и четырьмя треугольными сторонами, которые встречаются на вершине. Она часто используется в архитектуре и инженерии.",
      "example": "Los antiguos egipcios construyeron una pirámide ayer, estoy diseñando una estructura piramidal hoy y mañana construiré un modelo de pirámide.",
      "example_translation": "Древние египтяне построили пирамиду вчера, сегодня я проектирую структуру пирамиды, а завтра я построю модель пирамиды.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rectángulo",
      "translation": "прямоугольник",
      "definition": "Un rectángulo es un cuadrilátero con cuatro ángulos rectos y cuatro lados de longitud desigual. Es una forma común utilizada en geometría, arquitectura y diseño.",
      "definition_translation": "Прямоугольник - это четырехугольник с четырьмя прямыми углами и четырьмя сторонами разной длины. Это распространенная фигура, используемая в геометрии, архитектуре и дизайне.",
      "example": "Dibujé un rectángulo en el papel ayer, estoy calculando el área de un rectángulo hoy y mañana diseñaré un edificio con forma rectangular.",
      "example_translation": "Вчера я нарисовал прямоугольник на бумаге, сегодня я рассчитываю площадь прямоугольника, а завтра я спроектирую прямоугольное здание.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conjunto",
      "translation": "набор",
      "definition": "Un conjunto es una colección de objetos únicos, conocidos como elementos o miembros, que pueden ser cualquier cosa (números, palabras, personas, etc.).",
      "definition_translation": "Набор - это коллекция уникальных объектов, известных как элементы или члены, которые могут быть чем угодно (числами, словами, людьми и т.д.).",
      "example": "Puse el libro en la mesa. Ella pone la alarma todas las mañanas. Ellos establecerán un nuevo negocio el año que viene.",
      "example_translation": "Я положил книгу на стол. Она настраивает будильник каждое утро. Они устроят новый бизнес в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "variable",
      "translation": "переменная",
      "definition": "Una variable es una ubicación de almacenamiento nombrada que almacena un valor que puede cambiar durante la ejecución de un programa.",
      "definition_translation": "Переменная - это именованное хранилище, которое содержит значение, которое может изменяться во время выполнения программы.",
      "example": "Declaré una variable para almacenar el nombre del usuario. La variable x se utiliza para calcular el área del triángulo. La variable será inicializada con un valor predeterminado.",
      "example_translation": "Я объявил переменную для хранения имени пользователя. Переменная x используется для расчета площади треугольника. Переменная будет инициализирована значениям по умолчанию.",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo agudo",
      "translation": "острый угол",
      "definition": "Un ángulo agudo es un ángulo cuya medida está entre 0 grados y 90 grados.",
      "definition_translation": "Острый угол - это угол, чья мера находится между 0 градусами и 90 градусами.",
      "example": "El ángulo entre las dos líneas es un ángulo agudo. Ella dibujó un ángulo agudo en la pizarra. El techo de la casa tiene un ángulo agudo.",
      "example_translation": "Угол между двумя линиями - это острый угол. Она нарисовала острый угол на доске. Крыша дома имеет острый угол.",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eje de coordenadas",
      "translation": "ось координат",
      "definition": "El eje de coordenadas es una línea que sirve como punto de referencia para medir distancias y direcciones en un sistema de coordenadas.",
      "definition_translation": "Ось координат - это линия, которая служит точкой отсчета для измерения расстояний и направлений в системе координат.",
      "example": "Los ejes x e y son los ejes de coordenadas en un sistema de coordenadas cartesianas. El eje de coordenadas se utiliza para graficar funciones. El eje de coordenadas nos ayuda a localizar puntos en el espacio.",
      "example_translation": "Ось x и ось y - это оси координат в декартовой системе координат. Ось координат используется для графика функций. Ось координат помогает нам определить точки в пространстве.",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número cardinal",
      "translation": "основное число",
      "definition": "Un número cardinal es un número que expresa el tamaño de un conjunto y se utiliza para contar el número de elementos en un conjunto.",
      "definition_translation": "Основное число - это число, которое выражает размер множества, и используется для счета числа элементов в множестве.",
      "example": "El número cardinal del conjunto es 5. Ayer, el número cardinal del conjunto era 3, y mañana será 7.",
      "example_translation": "Основное число множества - 5. Вчера основное число множества было 3, а завтра оно будет 7.",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "circunferencia",
      "translation": "окружность",
      "definition": "La circunferencia es la distancia alrededor de un círculo o cualquier otra forma curva.",
      "definition_translation": "Окружность - это расстояние вокруг круга или другой кривой фигуры.",
      "example": "La circunferencia del círculo es de 20 metros. La circunferencia de la rueda era de 15 metros, pero ahora es de 18 metros.",
      "example_translation": "Окружность круга - 20 метров. Окружность колеса была 15 метров, но теперь она - 18 метров.",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coeficiente",
      "translation": "коэффициент",
      "definition": "Un coeficiente es un número o valor que se multiplica por una variable o un valor desconocido en una expresión matemática.",
      "definition_translation": "Коэффициент - это число или значение, которое умножается на переменную или неизвестное значение в математическом выражении.",
      "example": "El coeficiente de x en la ecuación es 2. El coeficiente era 3 ayer, pero ahora es 4.",
      "example_translation": "Коэффициент x в уравнении - 2. Коэффициент был 3 вчера, но теперь он - 4.",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "compás",
      "translation": "циркуль",
      "definition": "Un compás es una herramienta utilizada para dibujar círculos y arcos, que consiste en dos patas unidas por una bisagra.",
      "definition_translation": "Циркуль - это инструмент, используемый для рисования кругов и дуг, состоящий из двух ног, соединенных шарниром.",
      "example": "Usé un compás para dibujar un círculo. Ayer, usé un compás para dibujar un arco, pero ahora necesito dibujar un círculo.",
      "example_translation": "Я использовал циркуль, чтобы нарисовать круг. Вчера я использовал циркуль, чтобы нарисовать дугу, но теперь я нужно нарисовать круг.",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo completo",
      "translation": "полный угол",
      "definition": "Un ángulo cuya medida es de 360 grados, es decir, un ángulo que es igual a una rotación completa.",
      "definition_translation": "Угол, чья мера составляет 360 градусов, то есть угол, который равен одному полному обороту.",
      "example": "La bailarina de ballet hizo un ángulo completo con su cuerpo para impresionar al público. Había estado practicando durante años para lograr esta postura perfecta. Hará un ángulo completo de nuevo en la próxima presentación.",
      "example_translation": "Балерина сделала полный угол своим телом, чтобы впечатлить аудиторию. Она практиковалась годами, чтобы достигнуть этой идеальной позы. Она снова сделает полный угол на финальном выступлении.",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sistema de coordenadas",
      "translation": "система координат",
      "definition": "Un sistema que utiliza dos o más líneas o curvas para localizar puntos en un plano o en el espacio.",
      "definition_translation": "Система, которая использует две или более линии или кривые, чтобы локализовать точки в плоскости или в пространстве.",
      "example": "El matemático utilizó un sistema de coordenadas para identificar la ubicación del barco en el mapa. Había estado estudiando el sistema durante meses para resolver el problema complejo. Utilizará un sistema de coordenadas de nuevo para encontrar la solución óptima.",
      "example_translation": "Математик использовала систему координат, чтобы определить местоположение корабля на карте. Она изучала систему месяцев, чтобы решить сложную задачу. Она снова будет использовать систему координат, чтобы найти оптимальное решение.",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz cúbica",
      "translation": "кубический корень",
      "definition": "Un valor que, cuando se eleva al cubo, da un valor o número determinado.",
      "definition_translation": "Значение, которое, будучи возведенным в куб, дает указанное значение или число.",
      "example": "El estudiante luchó por encontrar la raíz cúbica del número. Había estado practicando durante semanas para resolver la ecuación. Encontrará la raíz cúbica de nuevo para aprobar la prueba de matemáticas.",
      "example_translation": "Ученица боролась с поиском кубического корня числа. Она практиковалась неделями, чтобы решить уравнение. Она снова найдет кубический корень, чтобы сдать математический тест.",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuboides",
      "translation": "прямоугольный параллелепипед",
      "definition": "Un sólido limitado por seis caras rectangulares, cada una de las cuales es un rectángulo.",
      "definition_translation": "Твердое тело, ограниченное шестью прямоугольными гранями, каждая из которых является прямоугольником.",
      "example": "La niña construyó un cuboides con bloques para crear una casa. Ha estado construyendo cuboides durante meses para desarrollar sus habilidades espaciales. Construirá un cuboides de nuevo para crear un castillo.",
      "example_translation": "Ребенок построил прямоугольный параллелепипед из блоков, чтобы создать дом. Она строила прямоугольные параллелепипеды месяцами, чтобы развить свои пространственные навыки. Она снова построит прямоугольный параллелепипед, чтобы создать замок.",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cilindro",
      "translation": "цилиндр",
      "definition": "Un cilindro es una forma cerrada que tiene dos bases circulares paralelas conectadas por una superficie lateral curva.",
      "definition_translation": "Цилиндр - это закрытая фигура, имеющая две параллельные и круглые основания, соединенные кривой боковой поверхностью.",
      "example": "El ingeniero utilizó un cilindro para diseñar un nuevo motor. Había diseñado un cilindro el año pasado. Diseñará un nuevo cilindro el mes que viene.",
      "example_translation": "Инженер использовал цилиндр для проектирования нового двигателя. Она проектировала цилиндр в прошлом году. Она будет проектировать новый цилиндр в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decimal",
      "translation": "десятичный",
      "definition": "Un decimal es un número expresado en el sistema decimal, que se basa en el número 10.",
      "definition_translation": "Десятичное - это число, выраженное в десятичной системе, которая основана на числе 10.",
      "example": "El estudiante aprendió a convertir fracciones a decimales. Ha estado estudiando decimales durante una semana. Dominará decimales para el final del mes.",
      "example_translation": "Студентка научилась преобразовывать дроби в десятичные. Она изучала десятичные в течение недели. Она будет мастер десятичными к концу месяца.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ecuación diferencial",
      "translation": "дифференциальное уравнение",
      "definition": "Una ecuación diferencial es una ecuación matemática que implica una función desconocida y sus derivadas, y relaciona los valores de la función y sus derivadas en diferentes puntos en el espacio y el tiempo.",
      "definition_translation": "Дифференциальное уравнение - это математическое уравнение, которое涉ляет неизвестную функцию и ее производные, и связывает значения функции и ее производных в различных точках пространства и времени.",
      "example": "El físico utilizó una ecuación diferencial para modelar el movimiento de una partícula. Él había estudiado ecuaciones diferenciales en la universidad. Él aplicará ecuaciones diferenciales a su investigación el año próximo.",
      "example_translation": "Физик использовал дифференциальное уравнение для моделирования движения частицы. Он изучал дифференциальные уравнения в колледже. Он будет применять дифференциальные уравнения в своем исследовании в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dígito",
      "translation": "цифра",
      "definition": "Un dígito es un símbolo único utilizado para representar un número en un sistema numérico.",
      "definition_translation": "Цифра - это одиночный символ, используемый для представления числа в системе счисления.",
      "example": "La pantalla del ordenador mostró un dígito. Ella había ingresado un dígito incorrectamente. Ella ingresará un dígito correctamente la próxima vez.",
      "example_translation": "Компьютерный экран отображал цифру. Она ввела цифру неправильно. Она будет вводить цифру правильно в следующий раз.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dividend",
      "translation": "дивиденд",
      "definition": "Un dividendo es una parte de las ganancias distribuidas a los accionistas de una empresa.",
      "definition_translation": "Дивиденд - это часть прибыли, распределяемой между акционерами компании.",
      "example": "La empresa pagó un dividendo a sus accionistas el último trimestre. Pagarán un dividendo nuevamente el próximo trimestre. Habían pagado un dividendo a sus accionistas hace tres años.",
      "example_translation": "Компания выплатила дивиденд своим акционерам в прошлом квартале. Она выплатит дивиденд снова в следующем квартале. Она выплатила дивиденд своим акционерам три года назад.",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "división",
      "translation": "деление",
      "definition": "El acto de dividir algo en partes o grupos.",
      "definition_translation": "Действие деления чего-либо на части или группы.",
      "example": "La división de la empresa en equipos más pequeños mejoró la productividad. El equipo completará la división de tareas para fin de semana. La división de la tierra se completará el próximo mes.",
      "example_translation": "Деление компании на небольшие команды verbess производительность. Команда завершит деление задач к концу недели. Деление земли будет завершено в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divisor",
      "translation": "делитель",
      "definition": "Un número por el que se divide otro número.",
      "definition_translation": "Число, на которое делится другое число.",
      "example": "El divisor de 10 es 2 porque 10 puede ser dividido por 2. El estudiante encontró el divisor de la ecuación. El divisor del problema no era obvio.",
      "example_translation": "Делитель 10 - это 2, потому что 10 можно разделить на 2. Ученик нашел делитель уравнения. Делитель проблемы не был очевиден.",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exponente, potencia",
      "translation": "степень, показатель степени",
      "definition": "Un pequeño número que muestra cuántas veces se debe multiplicar un número por sí mismo.",
      "definition_translation": "Маленькое число, указывающее, сколько раз число должно быть умножено само на себя.",
      "example": "El exponente de 2 en 2^3 es 3 porque 2 debe ser multiplicado por sí mismo tres veces. La potencia de 10 en 10^2 es 2. El exponente de x en x^4 es 4.",
      "example_translation": "Степень 2 в 2^3 - это 3, потому что 2 должно быть умножено само на себя три раза. Степень 10 в 10^2 - это 2. Степень x в x^4 - это 4.",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fracción",
      "translation": "дробь",
      "definition": "Una fracción es una forma de expresar una parte de un todo como una quotient de enteros, usualmente escrita en la forma a/b, donde a y b son enteros y b es no nulo.",
      "definition_translation": "Дробь - это способ выражения части целого как частного от целых чисел, обычно записываемого в форме a/b, где a и b - целые числа и b не равно нулю.",
      "example": "En el pasado, yo luchaba para entender fracciones. Ahora puedo resolver fácilmente ecuaciones con fracciones. En el futuro, podré enseñar fracciones a mis estudiantes.",
      "example_translation": "Ранее я испытывал трудности с пониманием дробей. Теперь я могу легко решать уравнения с дробями. В будущем я смогу преподавать дроби своим студентам.",
      "imageLink": "image_files\\English\\"imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "función",
      "translation": "функция",
      "definition": "Una función es una relación entre un conjunto de entradas, llamado dominio, y un conjunto de salidas posibles, llamado rango, de tal manera que cada entrada se relaciona con exactamente una salida.",
      "definition_translation": "Функция - это отношение между множеством входов, называемым областью определения, и множеством возможных выходов, называемым областью значений, так что каждый вход связан с ровно одним выходом.",
      "example": "Yo pensaba que las funciones eran difíciles de entender. Ahora puedo definir y analizar fácilmente funciones. En el futuro, podré aplicar funciones a problemas del mundo real.",
      "example_translation": "Ранее я думал, что функции сложны для понимания. Теперь я могу легко определять и анализировать функции. В будущем я смогу применять функции к реальным проблемам.",
      "imageLink": "image_files\\English\\"imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hemisferio",
      "translation": "полушарие",
      "definition": "Un hemisferio es la mitad de una esfera, especialmente la Tierra, dividida en los hemisferios norte y sur por el ecuador.",
      "definition_translation": "Полушарие - это половина шара, особенно Земли, разделенная на северное и южное полушарие экватором.",
      "example": "El hemisferio norte está experimentando invierno, mientras que el hemisferio sur está experimentando verano. En el pasado, los exploradores pensaban que el hemisferio era plano. Ahora sabemos que el hemisferio es redondo.",
      "example_translation": "Северное полушарие переживает зиму, а южное полушарие - лето. Ранее исследователи думали, что полушарие является плоским. Теперь мы знаем, что полушарие является круглым.",
      "imageLink": "image_files\\English\\"imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "heptágono",
      "translation": "семиугольник",
      "definition": "Un heptágono es un polígono con siete lados, en el que la suma de los ángulos interiores es de 900 grados.",
      "definition_translation": "Семиугольник - это многоугольник с семью сторонами, в котором сумма внутренних углов составляет 900 градусов.",
      "example": "Yo luchaba para dibujar un heptágono. Ahora puedo construir fácilmente un heptágono utilizando geometría. En el futuro, podré utilizar heptágonos en el diseño de arquitectura.",
      "example_translation": "Ранее я испытывал трудности в рисовании семиугольника. Теперь я могу легко построить семиугольник с помощью геометрии. В будущем я смогу использовать семиугольники в проектировании архитектуры.",
      "imageLink": "image_files\\English\\"imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hexágono",
      "translation": "шестигранник",
      "definition": "Un hexágono es un polígono con seis lados y seis vértices, donde todos los ángulos internos son iguales a 120 grados.",
      "definition_translation": "Шестигранник - это многоугольник с шестью сторонами и шестью вершинами, где все внутренние углы равны 120 градусам.",
      "example": "El arquitecto diseñó un edificio con forma de hexágono, que fue una maravilla de la arquitectura moderna. Los estudiantes estudiarán las propiedades de un hexágono en su lección de matemáticas mañana. Para el próximo año, la empresa habrá construido un museo inspirado en el hexágono.",
      "example_translation": "Архитектор спроектировал шестигранное здание, которое было чудом современной архитектуры. Ученики будут изучать свойства шестигранника на уроках математики завтра. К следующему году компания построит музей, вдохновленный шестигранником.",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "infinito",
      "translation": "бесконечность",
      "definition": "La infinitud es un concepto en matemáticas que se refiere a algo que no tiene fin o límite, extendiéndose indefinidamente en todas direcciones.",
      "definition_translation": "Бесконечность - это математическое понятие, которое относится к чему-то, что не имеет конца или предела, неограниченно распространяясь во всех направлениях.",
      "example": "Se cree que el universo tiene infinitud en términos de su inmensidad y misterios. El matemático pasó años estudiando el concepto de infinitud. Al entender la infinitud, podemos comprender mejor la naturaleza del espacio y el tiempo.",
      "example_translation": "Вселенная считается иметь бесконечность в плане своей обширности и тайн. Математик провел годы, изучая понятие бесконечности. Понимая бесконечность, мы можем лучше понять природу пространства и времени.",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entero",
      "translation": "целое число",
      "definition": "Un entero es un númerowhole, ya sea positivo, negativo o cero, sin parte fraccionaria.",
      "definition_translation": "Целое число - это celé число, либо положительное, либо отрицательное, либо нулевое, без дробной части.",
      "example": "El entero 5 es un número primo. El programador utilizó una variable entera para almacenar la edad del usuario. El valor entero de pi es aproximadamente 3.",
      "example_translation": "Целое число 5 является простым числом. Программист использовал целую переменную, чтобы хранить возраст пользователя. Целочисленное значение пи приблизительно равно 3.",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "integral",
      "translation": "интегральный",
      "definition": "En matemáticas, una integral es un objeto matemático que puede ser interpretado como el área bajo una curva o la acumulación de una cantidad sobre un intervalo.",
      "definition_translation": "В математике интеграл - это математический объект, который может быть интерпретирован как площадь под кривой или накопление количества за интервал.",
      "example": "El físico utilizó una integral para calcular la energía total del sistema. El matemático resolvió la ecuación integral para encontrar la solución exacta. La integral de la función definía la forma de la curva.",
      "example_translation": "Физик использовал интеграл для расчета общей энергии системы. Математик решил уравнение интеграла, чтобы найти точное решение. Интеграл функции определил форму кривой.",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número irracional",
      "translation": "иррациональное число",
      "definition": "Un número real que no puede ser expresado como un decimal finito o una fracción, como pi o la raíz cuadrada de 2.",
      "definition_translation": "Действительное число, которое не может быть выражено в виде конечной десятичной дроби или дроби, такое как пи или квадратный корень из 2.",
      "example": "El matemático luchó para encontrar un número irracional que pudiera ser utilizado para resolver la ecuación. Ella había encontrado un número irracional en su investigación previa, pero no era aplicable en este caso. Ella tratará de encontrar otro número irracional en el futuro.",
      "example_translation": "Математик боролась найти иррациональное число, которое могло быть использовано для решения уравнения. Она нашла иррациональное число в своем предыдущем исследовании, но оно не было применимо в этом случае. Она будет пытаться найти другое иррациональное число в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "segmento de línea",
      "translation": "отрезок прямой",
      "definition": "Una parte de una línea que está limitada por dos puntos distintos, llamados extremos, y contiene todos los puntos en la línea entre ellos.",
      "definition_translation": "Часть прямой, ограниченная двумя отдельными точками, называемыми концами, и содержащая каждую точку на прямой между ними.",
      "example": "El profesor de geometría pidió a los estudiantes que dibujaran un segmento de línea en la pizarra. Los estudiantes habían dibujado muchos segmentos de línea en sus ejercicios previos, pero todavía necesitaban práctica. Aprenderán cómo calcular la longitud de un segmento de línea en la próxima lección.",
      "example_translation": "Учитель геометрии попросил студентов нарисовать отрезок прямой на доске. Студенты рисовали viele отрезки прямой в своих предыдущих упражнениях, но они все еще нуждались в практике. Они научатся, как рассчитать длину отрезка прямой на следующем уроке.",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "logaritmo",
      "translation": "логарифм",
      "definition": "El exponente al que debe ser elevada una base numérica para producir un valor dado, como el logaritmo de 100 con base 10, que es 2.",
      "definition_translation": "Показатель степени, к которому должна быть raised основа, чтобы получить заданное значение, такое как логарифм 100 по основанию 10, который равен 2.",
      "example": "El matemático utilizó un logaritmo para resolver la ecuación compleja. Ella había estudiado logaritmos en su curso previo, pero todavía necesitaba práctica utilizando ellos. Aprenderá a aplicar logaritmos a problemas del mundo real en el futuro.",
      "example_translation": "Математик использовала логарифм, чтобы решить сложное уравнение. Она изучала логарифмы в своем предыдущем курсе, но ей все еще нужно было практиковаться в их использовании. Она научится, как применять логарифмы к реальным проблемам в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "multiplicación",
      "translation": "умножение",
      "definition": "La operación de combinar dos o más números para obtener su producto, como 2 multiplicado por 3, que es igual a 6.",
      "definition_translation": "Операция слияния двух или более чисел для получения их произведения, such как 2, умноженное на 3, что равно 6.",
      "example": "El profesor explicó el concepto de multiplicación a los estudiantes. Habían aprendido sobre suma y resta, pero la multiplicación era un nuevo concepto para ellos. Practicarán tablas de multiplicación en la próxima lección.",
      "example_translation": "Учитель объяснил понятие умножения студентам. Они учили о сложении и вычитании, но умножение было новым понятием для них. Они будут практиковаться в таблицах умножения на следующем уроке.",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número natural",
      "translation": "естественное число",
      "definition": "Un número natural es un número entero positivo, comenzando desde 1, utilizado para contar y realizar operaciones aritméticas básicas.",
      "definition_translation": "Естественное число - это положительное целое число, начиная с 1, используемое для счета и основных арифметических операций.",
      "example": "El conjunto de números naturales incluye 1, 2, 3, y así sucesivamente. Ayer, conté 10 números naturales en la secuencia. Para fin de año, habré aprendido a calcular con números naturales.",
      "example_translation": "Множество естественных чисел включает 1, 2, 3 и так далее. Вчера я насчитал 10 естественных чисел в последовательности. К концу этого года я научусь выполнять расчеты с естественными числами.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recta numérica",
      "translation": "числовая линия",
      "definition": "Una recta numérica es una representación visual de números en una línea, utilizada para comparar y demostrar relaciones entre números.",
      "definition_translation": "Числовая линия - это визуальное представление чисел на линии, используемое для сравнения и демонстрации отношений между числами.",
      "example": "En clase de matemáticas, utilizamos una recta numérica para visualizar la suma de números positivos y negativos. Ayer, practiqué trazando puntos en una recta numérica para entender mejor el concepto. Para la próxima semana, habré dominado el uso de una recta numérica para resolver ecuaciones.",
      "example_translation": "На уроке математики мы использовали числовую линию, чтобы визуализировать добавление положительных и отрицательных чисел. Вчера я практиковался в отметке точек на числовой линии, чтобы лучше понять концепцию. К следующей неделе я овладею использованием числовой линии для решения уравнений.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo obtuso",
      "translation": "тупой угол",
      "definition": "Un ángulo obtuso es un ángulo mayor que 90 grados pero menor que 180 grados, utilizado para describir formas geométricas y figuras.",
      "definition_translation": "Тупой угол - это угол, превышающий 90 градусов, но меньше 180 градусов, используемый для описания геометрических фигур и форм.",
      "example": "El ángulo obtuso del triángulo hizo que fuera difícil calcular su área. Ayer, dibujé un ángulo obtuso en mi cuaderno de geometría para estudiar sus propiedades. Para el próximo mes, habré aprendido a identificar ángulos obtusos en varias formas.",
      "example_translation": "Тупой угол треугольника сделал расчет его площади трудным. Вчера я нарисовал тупой угол в моем тетради геометрии, чтобы изучить его свойства. К следующему месяцу я научусь определять тупые углы в различных формах.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "octágono",
      "translation": "октагон",
      "definition": "Un octágono es un polígono de ocho lados, utilizado en arquitectura, diseño y geometría para crear formas simétricas y equilibradas.",
      "definition_translation": "Октагон - это многоугольник с восемью сторонами, используемый в архитектуре, дизайне и геометрии для создания симметричных и сбалансированных форм.",
      "example": "La forma de octágono del señal de Alto es fácilmente reconocible. Ayer, construí un octágono utilizando una brújula y una regla para entender sus propiedades. Para el próximo año, habré diseñado un edificio octagonal utilizando software de arquitectura.",
      "example_translation": "Форма октагона на знаке Стоп легко узнаваема. Вчера я построил октагон с помощью циркуля и линейки, чтобы понять его свойства. К следующему году я спроектирую октогональное здание с помощью архитектурного программного обеспечения.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número ordinal",
      "translation": "порядковый номер",
      "definition": "Un número que indica la posición de algo en una secuencia o serie, como 'primero', 'segundo', 'tercero', etc.",
      "definition_translation": "Число, указывающее на позицию чего-то в последовательности или серии, например, «первый», «второй», «третий» и т.д.",
      "example": "El número ordinal del atleta ganador fue primer lugar, segundo lugar y tercer lugar respectivamente en los últimos tres torneos.",
      "example_translation": "Порядковый номер выигравшего спортсмена был prvním, вторым и третьим соответственно в последних трех турнирах.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paralelo",
      "translation": "параллельный",
      "definition": "Extendido en la misma dirección, pero nunca se cruzan o intersectan, como dos líneas que corren lado a lado.",
      "definition_translation": "Расположенный в том же направлении, но никогда не пересекающийся, например, две линии, которые идут бок о бок.",
      "example": "Las dos carreteras corrieron paralelas la una a la otra durante millas, nunca cruzándose o intersectándose. En el pasado, solían ser paralelas, pero ahora se han divergido. En el futuro, serán paralelas de nuevo.",
      "example_translation": "Две дороги шли параллельно друг другу на протяжении миль, никогда не пересекаясь. В прошлом они были параллельными, но теперь они разошлись. В будущем они снова станут параллельными.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paralelogramo",
      "translation": "параллелограмм",
      "definition": "Un cuadrilátero con lados opuestos que son paralelos, como un rectángulo o un rombo.",
      "definition_translation": "Четырехугольник с противоположными сторонами, которые параллельны, например, прямоугольник или ромб.",
      "example": "La maestra le pidió al estudiante que dibujara un paralelogramo con todos sus lados de igual longitud. Ayer, ella había dibujado un paralelogramo con lados desiguales. Mañana, dibujará un paralelogramo perfecto.",
      "example_translation": "Учитель спросил ученика нарисовать параллелограмм со всеми сторонами равной длины. Вчера она нарисовала параллелограмм с неравными сторонами. Завтра она нарисует идеальный параллелограмм.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pentágono",
      "translation": "пентагон",
      "definition": "Un polígono de cinco lados, como la forma del edificio del Pentágono en Washington D.C.",
      "definition_translation": "Многогранник с пятью сторонами, например, форма здания Пентагона в Вашингтоне Д.К.",
      "example": "El arquitecto diseñó un edificio con forma de pentágono para el nuevo complejo gubernamental. Los antiguos griegos habían estudiado las propiedades de los pentágonos. Para el año 2050, los pentágonos serán utilizados en la construcción de todos los nuevos edificios.",
      "example_translation": "Архитектор спроектировал пентагон-образное здание для нового правительственного комплекса. Древние греки изучали свойства пентагонов. К 2050 году пентагоны будут использоваться в строительстве всех nových зданий.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perpendicular",
      "translation": "перпендикулярный",
      "definition": "Una línea o plano que está en un ángulo de 90 grados con otra línea o plano.",
      "definition_translation": "Линия или плоскость, которая образует угол 90 градусов с другой линией или плоскостью.",
      "example": "Las dos líneas son perpendiculares entre sí. Ayer, eran perpendiculares, y mañana serán perpendiculares.",
      "example_translation": "Две линии.perпендикулярны друг другу. Yesterday, они были перпендикулярны, и завтра они будут перпендикулярны.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número primo",
      "translation": "простое число",
      "definition": "Un entero positivo que solo es divisible entre sí mismo y 1.",
      "definition_translation": "Положительное целое число, которое делится только на себя и 1.",
      "example": "Siete es un número primo. Era un número primo ayer, y será un número primo mañana.",
      "example_translation": "Семь - это простое число. Это было простым числом вчера, и это будет простым числом завтра.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prisma",
      "translation": "призм",
      "definition": "Un objeto transparente con superficies planas y pulidas que refracta la luz.",
      "definition_translation": "Прозрачный объект с плоскими, полированными поверхностями, который преломляет свет.",
      "example": "Usamos un prisma para dividir la luz en sus colores. Ayer, usamos un prisma para dividir la luz, y mañana vamos a usar un prisma para dividir la luz.",
      "example_translation": "Мы использовали призму, чтобы разделить свет на его цвета. Вчера мы использовали призму, чтобы разделить свет, а завтра мы будем использовать призму, чтобы разделить свет.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "producto",
      "translation": "продукт",
      "definition": "Una cosa o sustancia que se fabrica o refina para la venta.",
      "definition_translation": "Вещь или substance, которая производится или рафинируется для продажи.",
      "example": "El producto fue enviado al cliente ayer. La empresa lanzará un nuevo producto mañana.",
      "example_translation": "Продукт был отправлен клиенту вчера. Компания запустит новый продукт завтра.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Teorema de Pitágoras",
      "translation": "Теорема Пифагора",
      "definition": "Un concepto matemático que describe la relación entre las longitudes de los lados de un triángulo rectángulo, donde el cuadrado de la longitud de la hipotenusa es igual a la suma de los cuadrados de las longitudes de los otros dos lados.",
      "definition_translation": "Математическое понятие, описывающее соотношение между длинами сторон прямоугольного треугольника, где квадрат длины гипотенузы равен сумме квадратов длин других двух сторон.",
      "example": "El teorema de Pitágoras se utilizó para calcular la longitud de la diagonal del rectángulo. Ayer, la utilicé para encontrar la longitud de la hipotenusa. Mañana, la utilizaré para resolver un problema de triángulo.",
      "example_translation": "Теорема Пифагора была использована для расчета длины диагонали прямоугольника. Вчера я использовал теорему, чтобы найти длину гипотенузы. Завтра я буду использовать ее, чтобы решить задачу по треугольнику.",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ecuación cuadrática",
      "translation": "Квадратное уравнение",
      "definition": "Una ecuación matemática de la forma ax^2 + bx + c = 0, donde a, b y c son constantes, y x es la variable.",
      "definition_translation": "Математическое уравнение формы ax^2 + bx + c = 0, где a, b и c - константы, а x - переменная.",
      "example": "La ecuación cuadrática se resolvió utilizando la fórmula cuadrática. Ayer, factoricé una ecuación cuadrática para encontrar sus raíces. Mañana, resolveré una ecuación cuadrática utilizando graficación.",
      "example_translation": "Квадратное уравнение было решено с помощью квадратной формулы. Вчера я факторизовал квадратное уравнение, чтобы найти его корни. Завтра я решу квадратное уравнение с помощью графика.",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cociente",
      "translation": "Частное",
      "definition": "El resultado de dividir una cantidad por otra, a menudo representado por el símbolo ÷.",
      "definition_translation": "Результат деления одной величины на другую, часто представленный символом ÷.",
      "example": "El cociente de 12 y 4 es 3. Ayer, calculé el cociente de dos números para encontrar el promedio. Mañana, utilizaré el cociente para encontrar la razón de dos cantidades.",
      "example_translation": "Частное 12 и 4 равно 3. Вчера я вычислил частное двух чисел, чтобы найти среднее значение. Завтра я буду использовать частное, чтобы найти соотношение двух величин.",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "radio",
      "translation": "Радиус",
      "definition": "Un segmento de línea que une el centro de un círculo a cualquier punto en su circunferencia.",
      "definition_translation": "Отрезок прямой, соединяющий центр круга с любой точкой его окружности.",
      "example": "El radio del círculo se midió en 5 cm. Ayer, calculé el radio de una esfera para encontrar su volumen. Mañana, utilizaré el radio para encontrar el diámetro del círculo.",
      "example_translation": "Радиус круга был измерен как 5 см. Вчера я вычислил радиус сферы, чтобы найти ее объем. Завтра я będę использовать радиус, чтобы найти диаметр круга.",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número racional",
      "translation": "рациональное число",
      "definition": "Un número racional es un número que se puede expresar como el cociente o fracción de dos enteros, donde el denominador es no cero.",
      "definition_translation": "Рациональное число - это число, которое можно выразить как частное или дробь двух целых чисел, где знаменатель не равен нулю.",
      "example": "Ella fue capaz de encontrar un número racional para resolver la ecuación compleja. Ella encontrará otro número racional mañana. Ella encontró un número racional la semana pasada.",
      "example_translation": "Она смогла найти рациональное число, чтобы решить сложное уравнение. Она найдет другое рациональное число завтра. Она нашла рациональное число на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número real",
      "translation": "вещественное число",
      "definition": "Un número real es un valor que se puede representar en la línea numérica, en contraste con los números imaginarios que extienden la línea real al plano complejo.",
      "definition_translation": "Вещественное число - это значение, которое может быть представлено на числовой линии, в отличие от мнимых чисел, которые расширяют вещественную линию до комплексной плоскости.",
      "example": "La estudiante aprendió sobre números reales en la clase de matemáticas ayer. Ella aprenderá sobre números reales nuevamente mañana. Ella aprendió sobre números reales el mes pasado.",
      "example_translation": "Студентка узнала о вещественных числах на математическом уроке вчера. Она узнает о вещественных числах снова завтра. Она узнала о вещественных числах в прошлом месяце.",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo reflex",
      "translation": "полуоборот",
      "definition": "Un ángulo reflex es un ángulo mayor que 180 grados pero menor que 360 grados.",
      "definition_translation": "Полуоборот - это угол, больший 180 градусов, но меньше 360 градусов.",
      "example": "La maestra explicó el concepto de ángulo reflex a los estudiantes. Los estudiantes practicarán ángulos reflex mañana. Los estudiantes practicaron ángulos reflex la semana pasada.",
      "example_translation": "Учитель объяснил концепцию полуоборота студентам. Студенты будут практиковать полуоборот завтра. Студенты практиковали полуоборот на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rombo",
      "translation": "ромб",
      "definition": "Un rombo es un cuadrilátero con todos los lados de igual longitud, donde los lados opuestos son paralelos y los ángulos opuestos son iguales.",
      "definition_translation": "Ромб - это четырехугольник со сторонами равной длины, где противоположные стороны параллельны и противоположные углы равны.",
      "example": "La artista dibujó una forma de rombo en la tela. Ella dibujará otra forma de rombo mañana. Ella dibujó una forma de rombo el año pasado.",
      "example_translation": "Художница нарисовала ромбовидную форму на холсте. Она нарисует другую ромбовидную форму завтра. Она нарисовала ромбовидную форму в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo recto",
      "translation": "прямой угол",
      "definition": "Un ángulo recto es un ángulo de 90 grados, formado por dos líneas o planos que se intersectan perpendicularmente.",
      "definition_translation": "Прямой угол - это угол 90 градусов, образованный двумя линиями или плоскостями, которые пересекаются друг друга перпендикулярно.",
      "example": "La carpintera utilizó un transportador para medir el ángulo recto de la esquina. Ayer, lo midió nuevamente para asegurarse de que aún fuera perfecto. Mañana, lo volverá a verificar una vez más.",
      "example_translation": "Плотник использовал транспортир, чтобы измерить прямой угол угла. Вчера она измерила его снова, чтобы убедиться, что он vẫn идеальный. Завтра она будет دوباره проверять его.",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz",
      "translation": "корень",
      "definition": "Una raíz es una parte de una planta que crece bajo tierra, anclando la planta y absorbiendo agua y nutrientes.",
      "definition_translation": "Корень - это часть растения, которая растет под землей, закрепляя растение и поглощая воду и питательные вещества.",
      "example": "La jardinera trasplantó con cuidado la raíz del árbol a su nueva ubicación. La semana pasada, había podado sus raíces para fomentar un crecimiento saludable. El mes próximo, fertilizará sus raíces.",
      "example_translation": "Садовник аккуратно пересадил корень дерева в новое место. На прошлой неделе она подрезала его корни, чтобы стимулировать здоровый рост. В следующем месяце она будет удобрять его корни.",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esfera",
      "translation": "сфера",
      "definition": "Una esfera es una forma tridimensional simétrica con respecto a su centro, con todos los puntos en su superficie equidistantes del centro.",
      "definition_translation": "Сфера - это трехмерная форма, которая симметрична относительно ее центра, с всеми точками на ее поверхности равноудаленными от центра.",
      "example": "El matemático calculó el volumen de la esfera utilizando la fórmula. Ayer, había estudiado las propiedades de las esferas en su clase de geometría. Mañana, explorará sus aplicaciones en ingeniería.",
      "example_translation": "Математик рассчитала объем сферы, используя формулу. Вчера она изучала свойства сфер в ее классе геометрии. Завтра она будет исследовать их приложения в инженерии.",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz cuadrada",
      "translation": "квадратный корень",
      "definition": "Una raíz cuadrada es un valor que, al multiplicarse por sí mismo, da un número específico, como la raíz cuadrada de 16, que es 4.",
      "definition_translation": "Квадратный корень - это значение, которое, при умножении само на себя, дает указанное число, например, квадратный корень 16, который равен 4.",
      "example": "El estudiante calculó la raíz cuadrada del número para resolver la ecuación. El año pasado, había aprendido sobre raíces cuadradas en la clase de álgebra. El próximo año, estudiará sus aplicaciones en cálculo.",
      "example_translation": "Студент рассчитала квадратный корень числа, чтобы решить уравнение. В прошлом году она учила о квадратных корнях в классе алгебры. В следующем году она будет изучать их приложения в математическом анализе.",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo recto",
      "translation": "прямой угол",
      "definition": "Un ángulo recto es un ángulo cuya medición es igual a 180 grados, formando una línea recta.",
      "definition_translation": "Прямой угол - это угол, opatření которого равно 180 градусам, образующий прямую линию.",
      "example": "El arquitecto diseñó el edificio con un ángulo recto para proporcionar más espacio. El constructor construyó las paredes en un ángulo recto para asegurar la estabilidad. El ingeniero diseñará el puente con un ángulo recto para minimizar el estrés.",
      "example_translation": "Архитектор спроектировал здание с прямым углом, чтобы обеспечить больше пространства. Строитель построил стены под прямым углом, чтобы обеспечить устойчивость. Инженер спроектирует мост с прямым углом, чтобы минимизировать напряжение.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "subconjunto",
      "translation": "подмножество",
      "definition": "Un subconjunto es un conjunto que contiene algunos o todos los elementos de otro conjunto, llamado conjunto padre.",
      "definition_translation": "Подмножество - это множество, которое содержит некоторые или все элементы другого множества, называемого родительским множеством.",
      "example": "Los estudiantes aprendieron a identificar subconjuntos en el problema de matemáticas. El profesor explicó que un subconjunto es una parte de un conjunto más grande. El investigador encontró un subconjunto de genes que eran responsables de la enfermedad.",
      "example_translation": "Ученики научились идентифицировать подмножества в математической задаче. Учительexplained, что подмножество - это часть более крупного множества. Исследователь нашел подмножество генов, которые были ответственными за болезнь.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sustracción",
      "translation": "вычитание",
      "definition": "La sustracción es una operación matemática que representa la diferencia entre dos números o cantidades.",
      "definition_translation": "Вычитание - это математическая операция, которая представляет собой разницу между двумя числами или количествами.",
      "example": "El estudiante realizó sustracciones para encontrar la respuesta al problema de matemáticas. El cajero usó sustracciones para calcular el cambio. El contable usó sustracciones para encontrar la ganancia.",
      "example_translation": "Ученик выполнил вычитание, чтобы найти ответ на математическую задачу. Кассир использовал вычитание, чтобы рассчитать сдачу. Бухгалтер использовал вычитание, чтобы найти прибыль.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "teorema de Tales",
      "translation": "теорема Талеса",
      "definition": "El teorema de Tales es una declaración geométrica que describe la relación entre el diámetro de un círculo y sus cuerdas intersectantes.",
      "definition_translation": "Теорема Талеса - это геометрическое утверждение, которое описывает отношение между диаметром круга и его пересекающимися хордами.",
      "example": "El matemático utilizó el teorema de Tales para resolver el problema de geometría. El estudiante aprendió sobre el teorema de Tales en la clase de matemáticas. El ingeniero aplicó el teorema de Tales para diseñar el puente.",
      "example_translation": "Математик использовал теорему Талеса, чтобы решить геометрическую задачу. Ученик научился о теореме Талеса на математическом уроке. Инженер применил теорему Талеса, чтобы спроектировать мост.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "toro",
      "translation": "тор",
      "definition": "Un toro es una superficie en forma de rosquilla generada por la rotación de un círculo en el espacio tridimensional alrededor de un eje coplanar con el círculo.",
      "definition_translation": "Тор - это поверхность в виде кольца, полученная путем вращения круга в трехмерном пространстве вокруг оси, лежащей в одной плоскости с кругом.",
      "example": "El toro en forma de rosquilla es un concepto fundamental en topología. Estudié toros en mi clase de matemáticas el año pasado. Para el próximo año, habré dominado el toro.",
      "example_translation": "Кольцевидный тор является фундаментальной концепцией в топологии. Я изучал тор в прошлом году на математическом уроке. К следующему году я освою тор.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trapecio",
      "translation": "трапеция",
      "definition": "Un trapecio es un cuadrilátero con dos pares de lados opuestos, donde uno de los pares de lados opuestos es paralelo y el otro no.",
      "definition_translation": "Трапеция - это четырехугольник с двумя парами противоположных сторон, где одна пара противоположных сторон является параллельной, а другая - нет.",
      "example": "El arquitecto diseñó un edificio en forma de trapecio. Dibujé un trapecio en mi libro de geometría ayer. Para mañana, habré construido un trapecio utilizando bloques.",
      "example_translation": "Архитектор спроектировал здание трапециевидной формы. Я нарисовал трапецию в своей геометрической книге вчера. К завтра я построил трапецию с помощью блоков.",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vector",
      "translation": "вектор",
      "definition": "Un vector es un objeto matemático que tiene magnitud y dirección, utilizado para representar cantidades con tamaño y dirección.",
      "definition_translation": "Вектор - это математический объект, который имеет величину и направление, используемый для представления величин с обоими размером и направлением.",
      "example": "El profesor de física explicó el concepto de vectores. Dibujé un diagrama de vector para ilustrar la fuerza. Para el próximo semestre, habré dominado el cálculo vectorial.",
      "example_translation": "Учитель физики объяснил концепцию векторов. Я нарисовал диаграмму вектора, чтобы иллюстрировать силу. К следующему семестру я(osvoyu) вычисления векторов.",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo cero",
      "translation": "ноль градусов",
      "definition": "Un ángulo cero es un ángulo cuya medición es cero grados, formando una línea recta.",
      "definition_translation": "Ноль градусов - это угол, чья мера составляет ноль градусов, образуя прямую линию.",
      "example": "El ángulo cero es un concepto fundamental en geometría. Medí un ángulo cero en mi libro de matemáticas ayer. Para el próximo año, habré entendido bien el ángulo cero.",
      "example_translation": "Ноль градусов - это фундаментальная концепция в геометрии. Я измерил ноль градусов в своей математической книге вчера. К следующему году я хорошо пойму ноль градусов.",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]