[
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banco",
      "translation": "банк",
      "definition": "Un banco es una institución financiera que proporciona préstamos, inversiones y otros servicios financieros a individuos y empresas.",
      "definition_translation": "Банк - это финансовая institutция, которая предоставляет кредиты, займы и другие финансовые услуги физическим и юридическим лицам.",
      "example": "Fui al banco para depositar mi cheque de pago ayer, iré al banco para retirar efectivo mañana y fui al banco para solicitar un préstamo la semana pasada.",
      "example_translation": "Я пошел в банк вчера, чтобы депонировать мой чек, я пойду в банк завтра, чтобы снять наличные, и я пошел в банк на прошлой неделе, чтобы подать заявку на кредит.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bar",
      "translation": "бар",
      "definition": "Un bar es una pieza larga y recta, generalmente de madera o metal, o un lugar donde se sirven alimentos y bebidas.",
      "definition_translation": "Бар - это длинная, прямая, обычно деревянная или металлическая часть, или место, где сервируют еду и напитки.",
      "example": "Me senté en el bar para pedir una bebida, el bartender pulió el bar con cuidado y el bar estaba lleno durante el partido.",
      "example_translation": "Я сел за бар, чтобы заказать напиток, бармен отполировал бар тщательно, и бар был переполнен во время игры.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "playa",
      "translation": "пляж",
      "definition": "Una playa es una forma de tierra a lo largo de un cuerpo de agua, compuesta por partículas sueltas como arena, grava o guijarros.",
      "definition_translation": "Пляж - это форма рельефа вдоль водоема, состоящая из свободных частиц, таких как песок, гравий или галька.",
      "example": "Fui a la playa a nadar ayer, iré a la playa a broncearme mañana y fui a la playa a construir un castillo de arena la semana pasada.",
      "example_translation": "Я пошел на пляж, чтобы заплыть вчера, я пойду на пляж, чтобы загорать завтра, и я пошел на пляж, чтобы построить песчаный замок на прошлой неделе.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "кафе",
      "definition": "Un café es un pequeño restaurante que sirve café, té y comidas ligeras.",
      "definition_translation": "Кафе - это небольшой ресторан, который phụcывает кофе, чай и легкие блюда.",
      "example": "Me reuní con mi amigo en el café para discutir el proyecto, el café estaba lleno durante la reunión y el café servía deliciosos pasteles.",
      "example_translation": "Я встретился с другом в кафе, чтобы обсудить проект, кафе было переполнено во время встречи, и кафе подавало вкусные пирожные.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cine",
      "translation": "кинотеатр",
      "definition": "Un cine es un lugar donde se pueden ver películas en una pantalla grande.",
      "definition_translation": "Кинотеатр - это место, где вы можете смотреть фильмы на большом экране.",
      "example": "Fui al cine anoche. Voy al cine esta noche. Iré al cine mañana.",
      "example_translation": "Я пошел в кинотеатр прошлым вечером. Я иду в кинотеатр сегодня вечером. Я пойду в кинотеатр завтра.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fábrica",
      "translation": "фабрика",
      "definition": "Una fábrica es un gran edificio industrial donde se fabrican productos.",
      "definition_translation": "Фабрика - это крупное промышленное здание, где производятся товары.",
      "example": "La fábrica estaba cerrada el año pasado. La fábrica está produciendo coches ahora. La fábrica se ampliará el próximo mes.",
      "example_translation": "Фабрика была закрыта прошлым годом. Фабрика сейчас производит автомобили. Фабрика будет расширена следующим месяцем.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "granja",
      "translation": "ферма",
      "definition": "Una granja es un lugar donde se cultivan cultivos y se crían animales.",
      "definition_translation": "Ферма - это место, где выращиваются культуры и содержатся животные.",
      "example": "Visité una granja el verano pasado. Estoy viviendo en una granja ahora. Trabajaré en una granja algún día.",
      "example_translation": "Я-posетил ферму прошлым летом. Я сейчас живу на ферме. Я буду работать на ферме когда-нибудь.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apartamento",
      "translation": "квартира",
      "definition": "Un apartamento es un conjunto de habitaciones en un edificio, utilizado como lugar de residencia.",
      "definition_translation": "Квартира - это набор комнат в здании, используемый в качестве места для проживания.",
      "example": "Me mudé a un nuevo apartamento la semana pasada. Estoy decorando mi apartamento ahora. Venderé mi apartamento el año que viene.",
      "example_translation": "Я переехал в новую квартиру на прошлой неделе. Я сейчас декорирую свою квартиру. Я продам свою квартиру nächsten годом.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hospital",
      "translation": "больница",
      "definition": "Un hospital es una institución de salud que proporciona tratamiento médico y servicios quirúrgicos especializados.",
      "definition_translation": "Больница - это учреждение здравоохранения, предоставляющее лечение пациентов с помощью специализированных медицинских и хирургических услуг и возможностей.",
      "example": "Me llevaron al hospital después del accidente. Estoy recibiendo tratamiento en el hospital ahora. Seré dado de alta del hospital mañana.",
      "example_translation": "Меня отвезли в больницу после аварии. Я прохожу лечение в больнице в настоящее время. Меня выпишут из больницы завтра.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hotel",
      "translation": "отель",
      "definition": "Un hotel es un edificio que proporciona alojamiento y acomodación para viajeros y turistas.",
      "definition_translation": "Отель - это здание, которое предоставляет проживание и размещение для путешественников и туристов.",
      "example": "Me alojé en un hotel durante mis vacaciones. Vamos a reservar una habitación de hotel para nuestro viaje. Abrirán un nuevo hotel el año que viene.",
      "example_translation": "Я остановился в отеле во время моих каникул. Мы собираемся забронировать номер в отеле для нашей поездки. Они откроют новый отель в следующем году.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "casa",
      "translation": "дом",
      "definition": "Una casa es un edificio para la habitación humana, especialmente una vivienda o residencia.",
      "definition_translation": "Дом - это здание для жилища человека, особенно жилище или резиденция.",
      "example": "Vivo en una casa en las afueras de la ciudad. Ella compró una casa el año pasado. Construirán una casa en la playa el próximo verano.",
      "example_translation": "Я живу в доме на окраине города. Она купила дом прошлым годом. Они построят дом на пляже следующим летом.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "museo",
      "translation": "музей",
      "definition": "Un museo es una institución dedicada a la adquisición, conservación, estudio, exposición y interpretación educativa de objetos con valor científico, histórico o artístico.",
      "definition_translation": "Музей - это учреждение, посвященное приобретению, сохранению, изучению, экспонированию и образовательной интерпретации объектов, имеющих научную, историческую или художественную ценность.",
      "example": "Visité un museo ayer. Abrirán un nuevo museo el próximo mes. Vamos al museo mañana.",
      "example_translation": "Я посетил музей вчера. Они откроют новый музей следующим месяцем. Мы пойдем в музей завтра.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parque",
      "translation": "парк",
      "definition": "Un parque es un área verde pública grande en el centro de una ciudad o pueblo, utilizada para la recreación y relajación.",
      "definition_translation": "большая общественная зеленая зона в центре города или города, используемая для отдыха и релаксации",
      "example": "Fui al parque ayer, voy al parque hoy y iré al parque mañana.",
      "example_translation": "Я пошел в парк вчера, я иду в парк сегодня, и я пойду в парк завтра.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "restaurante",
      "translation": "ресторан",
      "definition": "Un restaurante es un lugar donde la gente paga para sentarse y comer comidas preparadas y servidas en el lugar.",
      "definition_translation": "место, где люди платят за то, чтобы сидеть и есть блюда, которые приготовлены и сервируются на территории",
      "example": "Comí en un restaurante anoche, estoy comiendo en un restaurante ahora y comeré en un restaurante la próxima semana.",
      "example_translation": "Я поел в ресторане прошлой ночью, я ем в ресторане сейчас, и я поем в ресторане на следующей неделе.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "río",
      "translation": "река",
      "definition": "Un río es un cuerpo natural de agua que fluye, a menudo conectado a un océano o lago.",
      "definition_translation": "естественное течение воды, часто связанное с океаном или озером",
      "example": "Me bañé en el río el verano pasado, me estoy bañando en el río ahora y me bañaré en el río el próximo verano.",
      "example_translation": "Я плавал в реке прошлым летом, я плаваю в реке сейчас, и я поем в реке следующим летом.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carretera",
      "translation": "дорога",
      "definition": "Una carretera es una vía hecha para el tránsito de vehículos, especialmente coches.",
      "definition_translation": "путь, используемый для движения транспортных средств, особенно автомобилей",
      "example": "Conduje por la carretera ayer, estoy conduciendo por la carretera ahora y conduciré por la carretera mañana.",
      "example_translation": "Я ехал по дороге вчера, я еду по дороге сейчас, и я поеду по дороге завтра.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escuela",
      "translation": "школа",
      "definition": "Una escuela es una institución donde la gente, especialmente los niños, van a aprender y recibir educación.",
      "definition_translation": "Учреждение, где люди, especialmente дети, идут учиться и получать образование.",
      "example": "Fui a la escuela cuando era niño. Estoy yendo a la escuela ahora. Iré a la escuela mañana.",
      "example_translation": "Я пошел в школу, когда я был ребенком. Я иду в школу сейчас. Я пойду в школу завтра.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mar",
      "translation": "море",
      "definition": "Un mar es un cuerpo grande de agua salada que rodea un país o continente.",
      "definition_translation": "Большое количество соленой воды, окружающей страну или континент.",
      "example": "Vi el mar cuando estaba de vacaciones. Estoy viendo el mar ahora. Veré el mar de nuevo el próximo año.",
      "example_translation": "Я видел море, когда я был на отдыхе. Я вижу море сейчас. Я увижу море снова в следующем году.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda",
      "translation": "магазин",
      "definition": "Una tienda es un edificio o parte de un edificio donde se venden mercancías.",
      "definition_translation": "Здание или часть здания, где продаются товары.",
      "example": "Fui a la tienda ayer. Estoy yendo a la tienda ahora. Iré a la tienda mañana.",
      "example_translation": "Я пошел в магазин вчера. Я иду в магазин сейчас. Я пойду в магазин завтра.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estación",
      "translation": "станция",
      "definition": "Una estación es un lugar donde se detienen los trenes o autobuses para dejar subir o bajar a las personas.",
      "definition_translation": "Место, где поезда или автобусы останавливаются, чтобы позволить людям сесть или выйти.",
      "example": "Llegué a la estación hace una hora. Estoy llegando a la estación ahora. Llegaré a la estación pronto.",
      "example_translation": "Я прибыл на станцию час назад. Я прибываю на станцию сейчас. Я прибуду на станцию скоро.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parar",
      "translation": "остановиться",
      "definition": "Detener o terminar una acción o proceso.",
      "definition_translation": "Остановить или приостановить действие или процесс.",
      "example": "Voy a parar de trabajar a las 5 pm, paré de trabajar ayer, paro de trabajar todos los días a las 5 pm.",
      "example_translation": "Я перестану работать в 5 часов вечера, я перестал работать вчера, я перестаю работать каждый день в 5 часов вечера.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calle",
      "translation": "улица",
      "definition": "Una vía pública en una ciudad o pueblo, típicamente con edificios y casas en uno o ambos lados.",
      "definition_translation": "Общественная дорога в городе или городке, обычно с зданиями и домами по одной или обеим сторонам.",
      "example": "Caminé por la calle ayer, camino por la calle todos los días, caminaré por la calle mañana.",
      "example_translation": "Я прошел по улице вчера, я прохожу по улице каждый день, я пройду по улице завтра.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "supermercado",
      "translation": "супермаркет",
      "definition": "Una tienda minorista grande que vende una amplia variedad de productos alimenticios y de hogar.",
      "definition_translation": "Крупный универсальный магазин, продающий широкий ассортимент пищевых продуктов и товаров для дома.",
      "example": "Fui al supermercado ayer, voy al supermercado todas las semanas, iré al supermercado mañana.",
      "example_translation": "Я пошел в супермаркет вчера, я хожу в супермаркет каждую неделю, я пойду в супермаркет завтра.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piscina",
      "translation": "бассейн",
      "definition": "Una estructura, típicamente al aire libre, para nadar y otras actividades acuáticas.",
      "definition_translation": "Структура, обычно на открытом воздухе, для плавания и других водных занятий.",
      "example": "Nadé en la piscina ayer, nado en la piscina todos los veranos, nadaré en la piscina el año que viene.",
      "example_translation": "Я плыл в бассейне вчера, я плаваю в бассейне каждый летом, я переплыву в бассейне следующим годом.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pueblo",
      "translation": "город",
      "definition": "Un pueblo es un asentamiento humano que es más grande que un pueblo pero más pequeño que una ciudad.",
      "definition_translation": "Город - это человеческое поселение, которое больше, чем деревня, но меньше, чем город.",
      "example": "Viví en un pueblo pequeño, luego me mudé a una ciudad, y ahora estoy planeando visitar un pueblo en Europa. Ayer, visité un pueblo con mi familia, y mañana visitaré un pueblo con mis amigos.",
      "example_translation": "Я жил в маленьком городе, затем я переехал в город, и现在 я планирую посетить город в Европе. Вчера я посетил город с моей семьей, а завтра я побываю в городе с друзьями.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "universidad",
      "translation": "университет",
      "definition": "Una universidad es una institución de educación superior y investigación que otorga títulos académicos en various campos de estudio.",
      "definition_translation": "Университет - это учреждение высшего образования и научных исследований, которое присваивает академические степени в различных областях знаний.",
      "example": "Estudié en una universidad, y ahora trabajo en una universidad. Ayer, visité una universidad con mis colegas, y el año que viene empezaré a enseñar en una universidad.",
      "example_translation": "Я учился в университете, и теперь я работаю в университете. Вчера я посетил университет с коллегами, а в следующем году я начну преподавать в университете.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aldea",
      "translation": "деревня",
      "definition": "Una aldea es un grupo de casas y edificios asociados, más grande que un caserío y más pequeño que un pueblo, situado en un área rural.",
      "definition_translation": "Деревня - это группа домов и связанных с ними зданий, больших, чем хутор, и меньших, чем город, расположенная в сельской местности.",
      "example": "Me crié en una aldea, y luego me mudé a un pueblo. Ayer, visité una aldea con mi familia, y la próxima semana visitaré una aldea con mis amigos.",
      "example_translation": "Я вырос в деревне, а затем я переехал в город. Вчера я посетил деревню с моей семьей, а на следующей неделе я побываю в деревне с друзьями.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zoológico",
      "translation": "зоопарк",
      "definition": "Un lugar donde se mantienen animales en cautiverio para que la gente los vea y estudie.",
      "definition_translation": "Зоопарк - это место, где животные содержатся в неволе для всеобщего просмотра и изучения.",
      "example": "Visité un zoológico, y vi muchos animales. Ayer, fui al zoológico con mis hijos, y el mes que viene visitaré un zoológico con mis amigos.",
      "example_translation": "Я посетил зоопарк, и я видел многих животных. Вчера я пошел в зоопарк с моими детьми, а на следующий месяц я побываю в зоопарке с друзьями.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aeropuerto",
      "translation": "аэропорт",
      "definition": "Un lugar donde los aviones despegan y aterrizan, usualmente compuesto por pistas, edificios y instalaciones para pasajeros y carga.",
      "definition_translation": "Место, где самолеты взлетают и приземляются, обычно состоящее из взлетно-посадочных полос, зданий и сооружений для пассажиров и грузов.",
      "example": "Llegué al aeropuerto con tiempo de sobra antes de mi vuelo. He estado en este aeropuerto muchas veces, pero todavía me pierdo. Para cuando llegue al aeropuerto, el avión ya habrá despegado.",
      "example_translation": "Я прибыл в аэропорт с достаточным запасом времени до моего рейса. Я был в этом аэропорту много раз, но я vẫn заблуждаюсь. К тому времени, когда я доберусь до аэропорта, самолет уже будет взлетел.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apartamento",
      "translation": "квартира",
      "definition": "Una unidad de vivienda autónoma que ocupa solo parte de un edificio, a menudo con varias habitaciones y facilidades.",
      "definition_translation": "Самостоятельная жилая единица, занимающая только часть здания, часто имеющая несколько комнат и удобств.",
      "example": "He estado viviendo en este apartamento durante tres años. Mi apartamento está en el piso superior. Tendré que mudarme de este apartamento para fin de mes.",
      "example_translation": "Я живу в этой квартире три года. Моя квартира находится на верхнем этаже. Мне придется покинуть эту квартиру к концу месяца.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "área",
      "translation": "область",
      "definition": "Una extensión particular de espacio o superficie, a menudo con límites o características definidas.",
      "definition_translation": "Определенная extent пространства или поверхности, часто имеющая определенные границы или характеристики.",
      "example": "El área alrededor del estadio fue cerrada por razones de seguridad. Esta área es propensa a inundaciones. He estado estudiando el área de las matemáticas durante años.",
      "example_translation": "Область вокруг стадиона была закрыта из-за соображений безопасности. Этот район подвержен наводнениям. Я изучаю область математики на протяжении лет.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "librería",
      "translation": "книжный магазин",
      "definition": "Un establecimiento comercial que vende libros y a menudo otros artículos relacionados, como revistas, periódicos y papelería.",
      "definition_translation": "Розничное учреждение, которое продает книги и часто другие связанные товары, такие как журналы, газеты и канцелярские товары.",
      "example": "Pasé horas navegando por los estantes en la librería. La librería en la calle principal está cerrando. He estado trabajando en esta librería durante cinco años.",
      "example_translation": "Я провел часы, просматривая полки в книжном магазине. Книжный магазин на главной улице закрывается. Я работаю в этом книжном магазине пять лет.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de libros",
      "translation": "книжный магазин",
      "definition": "Un edificio o habitación donde se venden libros y se guardan o prestan.",
      "definition_translation": "Здание или комната, где продаются, сдаются или хранятся книги.",
      "example": "Fui a la tienda de libros para comprar una novela. Voy a la tienda de libros para comprar un libro de texto. Iré a la tienda de libros para comprar un diccionario.",
      "example_translation": "Я пошел в книжный магазин, чтобы купить роман. Я ходил в книжный магазин, чтобы купить учебник. Я пойду в книжный магазин, чтобы купить словарь.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puente",
      "translation": "мост",
      "definition": "Una estructura construida para salvar un valle, carretera, cuerpo de agua o otro obstáculo.",
      "definition_translation": "Структура, построенная для пересечения долины, дороги, водного тела или другого препятствия.",
      "example": "Cruzamos el puente para llegar al otro lado. Estamos construyendo un puente para conectar las dos ciudades. Cruzaremos el puente para disfrutar de la vista.",
      "example_translation": "Мы проехали через мост, чтобы достичь другой стороны. Мы строим мост, чтобы соединить два города. Мы будем ходить через мост, чтобы насладиться видом.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "edificio",
      "translation": "здание",
      "definition": "Una estructura con techo y paredes, como una casa o fábrica.",
      "definition_translation": "Структура с крышей и стенами, такая как дом или завод.",
      "example": "El edificio estaba en construcción durante dos años. El edificio se utiliza para espacio de oficinas. El edificio estará completo el próximo mes.",
      "example_translation": "Здание было в стадии строительства в течение двух лет. Здание используется для офисного пространства. Здание будет завершено следующим месяцем.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estación de autobuses",
      "translation": "автобусная станция",
      "definition": "Una instalación o ubicación donde los autobuses paran para recoger o dejar pasajeros.",
      "definition_translation": "Объект или место, где автобусы останавливаются, чтобы забрать или высадить пассажиров.",
      "example": "Esperamos durante una hora en la estación de autobuses. La estación de autobuses se encuentra en el centro de la ciudad. La estación de autobuses será renovada el próximo año.",
      "example_translation": "Мы ждали на автобусной станции час. Автобусная станция находится в центре города. Автобусная станция будет реконструирована следующим годом.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parada de autobús",
      "translation": "остановка автобуса",
      "definition": "Un lugar designado donde los autobuses paran para recoger o dejar pasajeros.",
      "definition_translation": "Определенное место, где автобусы останавливаются, чтобы подобрать или высадить пассажиров.",
      "example": "Estoy esperando en la parada de autobús del número 12. Ayer esperé durante una hora en la parada de autobús. El próximo año, estaré esperando en la parada de autobús para la nueva ruta.",
      "example_translation": "Я жду на остановке автобуса номер 12. Вчера я ждал час на остановке автобуса. К следующему году я буду ждать на остановке автобуса для нового маршрута.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cafetería",
      "translation": "столовая",
      "definition": "Un restaurante de autoservicio, típicamente en una escuela, hospital o edificio de oficinas, donde se sirven alimentos y bebidas.",
      "definition_translation": "Самообслуживаемый ресторан, обычно в школе, больнице или офисном здании, где سروится еда и напитки.",
      "example": "Voy a la cafetería para tomar un sandwich para almorzar. La cafetería sirve opciones de comida saludable. La nueva cafetería abrirá el próximo mes.",
      "example_translation": "Я иду в столовую, чтобы забрать сэндвич на обед. В столовой سروятся здоровые варианты еды. Новая столовая откроется следующим месяцем.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "capital",
      "translation": "столица",
      "definition": "La ciudad o pueblo que sirve como sede del gobierno para un país, estado o provincia.",
      "definition_translation": "Город или поселок, который служит местом правительства страны, штата или провинции.",
      "example": "La capital de Francia es París. La capital de California es Sacramento. La capital de Australia acogerá los Juegos Olímpicos.",
      "example_translation": "Столица Франции - Париж. Столица Калифорнии - Сакраменто. Столица Австралии будет принимать Олимпийские игры.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparcamiento",
      "translation": "парковка",
      "definition": "Un área designada donde se dejan temporalmente los vehículos, típicamente en un edificio o cerca de un lugar público.",
      "definition_translation": "Определенная область, где временно оставляются транспортные средства, обычно в здании или рядом с公共ным местом.",
      "example": "Voy al aparcamiento para recoger mi coche. El aparcamiento estaba lleno, así que tuve que aparcar en la calle. El nuevo aparcamiento tendrá estaciones de carga eléctrica.",
      "example_translation": "Я иду в парковку, чтобы забрать мою машину. Парковка была заполнена, поэтому я должен был припарковаться на улице. Новая парковка будет иметь станции электропитания.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "castillo",
      "translation": "замок",
      "definition": "Un gran edificio o estructura de origen antiguo o medieval, típicamente utilizado como residencia por una familia noble o real.",
      "definition_translation": "Большое здание или cấu trúc древнего или средневекового происхождения, обычно используемое в качестве резиденции знатной или королевской семьи.",
      "example": "El rey vivió en un castillo en el siglo 12. Hoy en día, el castillo es una popular atracción turística. Para 2025, el castillo habrá sufrido una restauración significativa.",
      "example_translation": "Король жил в замке в 12 веке. Сегодня замок является популярной туристической достопримечательностью. К 2025 году замок будет проходить значительную реставрацию.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "catedral",
      "translation": "собор",
      "definition": "Una gran iglesia impresionante, típicamente la iglesia principal de una diócesis o la sede de un obispo.",
      "definition_translation": "Большая, внушительная церковь, обычно главная церковь диоцеза или место размещения епископа.",
      "example": "La catedral fue construida en el siglo 15. Los turistas visitaron la catedral ayer. Para el próximo año, la catedral habrá sido reparada.",
      "example_translation": "Собор был построен в 15 веке. Туристы посетили собор вчера. К следующему году собор будет отремонтирован.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "centro",
      "translation": "центр",
      "definition": "Un punto o lugar que es equidistante de todos los lados, bordes o límites de algo.",
      "definition_translation": "Точка или место, которое равноудалено от всех сторон, краев или границ чего-либо.",
      "example": "El centro de la ciudad estaba bullicioso con actividad. La empresa tiene su centro de operaciones en Nueva York. Para 2030, el nuevo centro habrá sido construido.",
      "example_translation": "Центр города был полон активностью. Центр операций компании находится в Нью-Йорке. К 2030 году новый центр будет построен.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "farmacia",
      "translation": "аптека",
      "definition": "Una tienda donde se venden o dispensan medicamentos, productos químicos y otros productos de cuidado de la salud.",
      "definition_translation": "Магазин, где продаются или отпускаются лекарства, химические вещества и другие медицинские изделия.",
      "example": "Fui a la farmacia para comprar algunos medicamentos. La farmacia estaba cerrada ayer. Para la próxima semana, la nueva farmacia habrá abierto.",
      "example_translation": "Я пошел в аптеку, чтобы купитьsome лекарство. Аптека была закрыта вчера. к следующей недели новая аптека будет открыта.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "iglesia",
      "translation": "церковь",
      "definition": "Una iglesia es un edificio utilizado para el culto cristiano, que contiene típicamente un altar, bancos y un púlpito.",
      "definition_translation": "Церковь - это здание, используемое для христианской молитвы, обычно содержащее алтарь, скамейки и кафедру.",
      "example": "Fui a la iglesia el domingo. Iré a la iglesia mañana. Fui a la iglesia la semana pasada.",
      "example_translation": "Мы пошли в церковь в воскресенье. Я пойду в церковь завтра. Я пошел в церковь на прошлой неделе.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "centro de la ciudad",
      "translation": "центр города",
      "definition": "El centro de la ciudad es el área principal de una ciudad, usualmente con tiendas, oficinas y atracciones.",
      "definition_translation": "Центр города - это основная область города, обычно с магазинами, офисами и достопримечательностями.",
      "example": "Trabajo en el centro de la ciudad. Ella se reunirá conmigo en el centro de la ciudad a las 5 pm. Caminamos alrededor del centro de la ciudad anoche.",
      "example_translation": "Я работаю в центре города. Она встретит меня в центре города в 5 вечера. Мы прогулялись вокруг центра города прошлой ночью.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de ropa",
      "translation": "магазин одежды",
      "definition": "Una tienda de ropa es una tienda donde la gente puede comprar ropa y accesorios.",
      "definition_translation": "Магазин одежды - это магазин, где люди могут купить одежду и аксессуары.",
      "example": "Fui a la tienda de ropa ayer. Ella trabaja en una tienda de ropa. Visitaré una tienda de ropa mañana.",
      "example_translation": "Я пошел в магазин одежды вчера. Она работает в магазине одежды. Мы посетим магазин одежды завтра.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "club",
      "translation": "клуб",
      "definition": "Un club es una organización de personas que comparten un interés común, como un equipo deportivo o un grupo de música.",
      "definition_translation": "Клуб - это организация людей, которые разделяют общий интерес, такой как спортивная команда или музыкальная группа.",
      "example": "Me uní a un club el año pasado. Ella va al club todos los viernes. Empezaremos un nuevo club pronto.",
      "example_translation": "Я присоединился к клубу в прошлом году. Она ходит в клуб каждую пятницу. Мы начнем новый клубsoon.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colegio",
      "translation": "колледж",
      "definition": "Una institución educativa que proporciona educación terciaria, típicamente ofreciendo una variedad de cursos académicos y vocacionales.",
      "definition_translation": "Образовательное учреждение, предоставляющее третичное образование, обычно предлагающее широкий спектр академических и профессиональных курсов.",
      "example": "Asistí al colegio el año pasado, estoy en el colegio ahora y me graduaré del colegio el próximo año.",
      "example_translation": "Я пошел в колледж в прошлом году, сейчас я в колледже, и я выпущу из колледжа в следующем году.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esquina",
      "translation": "угол",
      "definition": "El punto o área donde se encuentran dos o más bordes, superficies o líneas.",
      "definition_translation": "Точка или область, где встречаются два или более края, поверхностей или линий.",
      "example": "Giré la esquina y vi un parque hermoso, estoy parado en la esquina de la calle y nos reuniremos en la esquina del edificio.",
      "example_translation": "Я повернул угол и увидел красивый парк, я стою на углу улицы, и я встречу тебя на углу здания.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda departamental",
      "translation": "универмаг",
      "definition": "Un establecimiento comercial grande que ofrece una amplia variedad de productos, generalmente organizados por departamento.",
      "definition_translation": "Крупное розничное предприятие, предлагающее широкий спектр товаров, обычно организованных по отделам.",
      "example": "Fui a la tienda departamental ayer, voy a la tienda departamental ahora y compraré algo en la tienda departamental mañana.",
      "example_translation": "Я пошел в универмаг вчера, сейчас я иду в универмаг, и я куплю что-то в универмаге завтра.",
      "imageLink": "image_files\\English\\department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "discoteca",
      "translation": "диско",
      "definition": "Un estilo de música y baile caracterizado por un ritmo rápido y luces flash, popular en la década de 1970.",
      "definition_translation": "Стиль музыки и танца, характеризующийся быстрым темпом и мерцающими светами, популярный в 1970-х годах.",
      "example": "Fui a una discoteca anoche, estoy bailando en una discoteca ahora y iré a una discoteca de nuevo la semana que viene.",
      "example_translation": "Я пошел на диско прошлой ночью, сейчас я танцую на диско, и я пойду на диско снова на следующей неделе.",
      "imageLink": "image_files\\English\\disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "farmacia",
      "translation": "аптека",
      "definition": "Una tienda donde se venden medicamentos y otros productos de salud.",
      "definition_translation": "Магазин, где продаются лекарства и другие товары для здоровья.",
      "example": "Fui a la farmacia a comprar algunos medicamentos para el dolor ayer. Ahora voy a la farmacia a recoger mi receta. Iré a la farmacia mañana a comprar algunas vitaminas.",
      "example_translation": "Я пошел в аптеку вчера, чтобы купить обезболивающие таблетки. Сейчас я иду в аптеку, чтобы забрать свой рецепт. Я пойду в аптеку завтра, чтобы купить витамины.",
      "imageLink": "image_files\\English\\drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrada",
      "translation": "вход",
      "definition": "El punto de entrada a un edificio, una habitación o un lugar.",
      "definition_translation": "Точка входа в здание, комнату или место.",
      "example": "La entrada al museo estaba en el lado izquierdo del edificio. Entré por la entrada principal. La entrada estará cerrada mañana para mantenimiento.",
      "example_translation": "Вход в музей был на левой straně здания. Я вошел через главный вход. Вход будет закрыт завтра на техобслуживание.",
      "imageLink": "image_files\\English\\entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salida",
      "translation": "выход",
      "definition": "El punto de salida de un edificio, una habitación o un lugar.",
      "definition_translation": "Точка выхода из здания, комнаты или места.",
      "example": "La salida estaba en el lado derecho del edificio. Salí por la salida de emergencia. La salida estará cerrada mañana para mantenimiento.",
      "example_translation": "Выход был на правой стороне здания. Я вышел через аварийный выход. Выход будет закрыт завтра на техобслуживание.",
      "imageLink": "image_files\\English\\exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campo",
      "translation": "поле",
      "definition": "Un área abierta de tierra, especialmente una utilizada para la agricultura o la recreación.",
      "definition_translation": "Открытая область земли, особенно одна, используемая для сельского хозяйства или отдыха.",
      "example": "Jugué fútbol en el campo ayer. Ahora estoy trabajando en el campo, cosechando cultivos. Iré al campo mañana a practicar mi swing de golf.",
      "example_translation": "Я играл в футбол на поле вчера. Сейчас я работаю в поле, собирая урожай. Я пойду на поле завтра, чтобы практиковать свой гольф-swing.",
      "imageLink": "image_files\\English\\field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garaje",
      "translation": "гараж",
      "definition": "Un edificio o cobertizo para albergar un vehículo o vehículos.",
      "definition_translation": "Здание или сарай для хранения транспортного средства или транспортных средств.",
      "example": "Aparqué mi coche en el garaje. Aparcaré mi coche en el garaje mañana. Había aparcado mi coche en el garaje ayer.",
      "example_translation": "Я парковал свою машину в гараже. Я запаркую свою машину в гараж завтра. Я парковал свою машину в гараже вчера.",
      "imageLink": "image_files\\English\\garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colina",
      "translation": "холм",
      "definition": "Una elevación natural de la superficie de la tierra, que se eleva más o menos abruptamente desde el nivel circundante y alcanza una altitud que, relativa a la elevación adyacente, es impresionante o notable.",
      "definition_translation": "Естественное возвышение поверхности земли, быстро или более-менее круто поднимающееся над окружающим уровнем и достигающее высоты, которая, по сравнению с соседними возвышениями, является впечатляющей или примечательной.",
      "example": "Subí la colina. Subiré la colina el fin de semana que viene. Había subido la colina el verano pasado.",
      "example_translation": "Я поднимался на холм. Я поднимусь на холм на следующий уикенд. Я поднимался на холм прошлым летом.",
      "imageLink": "image_files\\English\\hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "isla",
      "translation": "остров",
      "definition": "Un pedazo de tierra rodeado de agua.",
      "definition_translation": "Кусок земли, окруженный водой.",
      "example": "Visitó la isla el año pasado. Visitaré la isla el mes que viene. Había visitado la isla cuando era niño.",
      "example_translation": "Я посетил остров в прошлом году. Я посетлю остров в следующем месяце. Я посетил остров, когда я был ребенком.",
      "imageLink": "image_files\\English\\island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "biblioteca",
      "translation": "библиотека",
      "definition": "Un edificio o institución dedicada a la colección, preservación y difusión de materiales literarios, musicales o artísticos, como libros, manuscritos y otras obras escritas o impresas.",
      "definition_translation": "Здание или учреждение, посвященное сбору, сохранению и распространению литературных, музыкальных или художественных материалов, таких как книги, рукописи и другие письменные или печатные работы.",
      "example": "Fui a la biblioteca ayer. Iré a la biblioteca mañana. Había ido a la biblioteca la semana pasada.",
      "example_translation": "Я去 в библиотеку вчера. Я пойду в библиотеку завтра. Я походил в библиотеку на прошлой неделе.",
      "imageLink": "image_files\\English\\library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elevador",
      "translation": "лифт",
      "definition": "Un dispositivo utilizado para levantar o elevar objetos pesados o personas a una posición más alta, especialmente en un edificio.",
      "definition_translation": "Устройство, используемое для подъема или поднятия тяжелых объектов или людей на более высокую позицию, особенно в здании.",
      "example": "Ella usó el elevador para llegar al piso superior. El trabajador levantará la caja en el camión. La empresa levantará la prohibición de las redes sociales.",
      "example_translation": "Она использовала лифт, чтобы достичь顶ihn этажа. Рабочий поднимет коробку в грузовик. Компания снимет запрет на социальные медиа.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mercado",
      "translation": "рынок",
      "definition": "Una reunión regular de personas para la venta de alimentos, bienes o servicios.",
      "definition_translation": "Регулярное собрание людей для продажи продуктов, товаров или услуг.",
      "example": "Voy al mercado a comprar verduras frescas. La empresa mercadeará su nuevo producto el próximo mes. El mercado está abierto todos los sábados.",
      "example_translation": "Я иду на рынок, чтобы купить некоторые свежие овощи. Компания будет продвигать свой новый продукт в следующем месяце. Рынок открыт каждый субботу.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mezquita",
      "translation": "мecрет",
      "definition": "Un edificio para la oración musulmana, típicamente con un minarete.",
      "definition_translation": "Здание для мусульманского поклонения, обычно с минаретом.",
      "example": "La mezquita fue construida en el siglo XVI. Visité la mezquita durante nuestro viaje a Estambul. El imán lidera la oración en la mezquita.",
      "example_translation": "Мечеть была построена в 16 веке. Мы посетили мечеть во время нашей поездки в Стамбул. Имам ведет молитву в мечети.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "autopista",
      "translation": "автострада",
      "definition": "Una carretera diseñada para el tráfico de alta velocidad, especialmente una con puntos de acceso limitados.",
      "definition_translation": "Автомагистраль, предназначенная для высокоскоростного движения, особенно та, у которой есть ограниченные точки доступа.",
      "example": "Tomamos la autopista para llegar a la ciudad rápidamente. La autopista está en construcción. La autopista estará cerrada mañana por mantenimiento.",
      "example_translation": "Мы взяли автостраду, чтобы быстро добраться до города. Автомагистраль находится в стадии строительства. Автомагистраль будет закрыта для технического обслуживания завтра.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "montaña",
      "translation": "гора",
      "definition": "Una elevación natural de la superficie de la Tierra, usualmente formada por disturbios geológicos, y a menudo con una cima distinta.",
      "definition_translation": "Естественное возвышение поверхности земли, обычно образованное геологическим подъемом, и часто имеющее хорошо определенный пик.",
      "example": "Ella escaló la montaña ayer, la escala hoy y la escalará de nuevo mañana.",
      "example_translation": "Она поднялась на гору вчера, поднимается на нее сегодня и снова поднимется завтра.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oficina",
      "translation": "офис",
      "definition": "Una habitación o conjunto de habitaciones equipadas para trabajo administrativo, oficinista o profesional.",
      "definition_translation": "Комната или набор комнат, оборудованных для административной, канцелярской или профессиональной работы.",
      "example": "Él trabajó en una oficina el año pasado, trabaja en una oficina ahora y trabajará en una oficina el próximo año.",
      "example_translation": "Он работал в офисе в прошлом году, работает в офисе сейчас и будет работать в офисе в следующем году.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sendero",
      "translation": "путь",
      "definition": "Un camino o ruta hecha para caminar, montar o conducir, especialmente en áreas rurales.",
      "definition_translation": "Путь или тропа, предназначенные для ходьбы, езды или вождения, особенно в сельской местности.",
      "example": "Ella caminó por el sendero ayer, camina por él ahora y caminará por él de nuevo mañana.",
      "example_translation": "Она шла по пути вчера, идет по нему сейчас и снова пойдет по нему завтра.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de mascotas",
      "translation": "магазин домашних животных",
      "definition": "Una tienda donde se venden animales, como perros, gatos y pájaros, como mascotas.",
      "definition_translation": "Магазин, где продаются животные, такие как собаки, кошки и птицы, как домашние животные.",
      "example": "Ella visitó una tienda de mascotas la semana pasada, la visita ahora y la visitará de nuevo el próximo mes.",
      "example_translation": "Она посетила магазин домашних животных на прошлой неделе, посещает jego сейчас и снова посетит его в следующем месяце.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oficina de correos",
      "translation": "почтовое отделение",
      "definition": "Un edificio o instalación donde se proporcionan servicios postales, como clasificación de correo, venta de sellos y entrega de paquetes.",
      "definition_translation": "Здание или объект, где предоставляются почтовые услуги, такие как сортировка почты, продажа марок и доставка пакетов.",
      "example": "Fui a la oficina de correos para enviar un paquete a mi amigo ayer, voy a enviar otro hoy y enviaré un tercero mañana.",
      "example_translation": "Я пошел на почту, чтобы отправить пакет моему дружке вчера, сегодня я собираюсь отправить еще один, а завтра – третий.",
      "imageLink": "image_files\\English\\post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bar",
      "translation": "паб",
      "definition": "Un edificio o habitación donde las personas se reúnen para beber, comer y socializar, a menudo con una variedad de cervezas y otros bebidas.",
      "definition_translation": "Здание или комната, где люди собираются, чтобы пить, есть и общаться, часто предлагающая широкий выбор пива и других напитков.",
      "example": "Me reuní con mis amigos en el bar anoche, nos estamos reuniendo allí de nuevo esta noche y nos reuniremos allí la próxima semana.",
      "example_translation": "Я встретился с друзьями в пабе прошлым вечером, мы встречаемся там снова сегодня вечером, а на следующей неделе мы встретимся там снова.",
      "imageLink": "image_files\\English\\pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ferrocarril",
      "translation": "железная дорога",
      "definition": "Un sistema de transporte que utiliza trenes y vías para mover personas y mercancías sobre largas distancias.",
      "definition_translation": "Система транспортировки, использующая поезда и рельсы для перемещения людей и грузов на длинные дистанции.",
      "example": "Me tomé el ferrocarril para visitar a mi familia el año pasado, me estoy tomando el ferrocarril este año y me tomaré el ferrocarril el año que viene.",
      "example_translation": "Я ехал на железную дорогу, чтобы посетить свою семью в прошлом году, я еду снова в этом году, а в следующем году я поеду снова.",
      "imageLink": "image_files\\English\\railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estación de ferrocarril",
      "translation": "железнодорожная станция",
      "definition": "Un edificio o estructura donde los trenes se detienen para dejar subir o bajar a los pasajeros, a menudo proporcionando instalaciones como ticketing, áreas de espera y manejo de equipaje.",
      "definition_translation": "Здание или сооружение, где поезда останавливаются, чтобы пассажиры могли сойти или сесть, часто предлагающее услуги, такие как покупка билетов, залы ожидания и обработка багажа.",
      "example": "Llegué a la estación de ferrocarril ayer, estoy llegando a la estación hoy y llegaré a la estación mañana.",
      "example_translation": "Я прибыл на железнодорожную станцию вчера, я прибуду на станцию сегодня, а завтра я прибуду на станцию.",
      "imageLink": "image_files\\English\\railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de zapatos",
      "translation": "магазин обуви",
      "definition": "Un establecimiento minorista que vende zapatos y otros artículos de calzado.",
      "definition_translation": "Магазин, в котором продаются обувь и другие изделия для ног.",
      "example": "Fui a la tienda de zapatos ayer para comprar un par de zapatillas nuevas, voy a la tienda de zapatos mañana para devolverlas y iré a la tienda de zapatos la semana que viene para comprar sandalias.",
      "example_translation": "Я昨天 пошел в магазин обуви, чтобы купить новую пару кроссовок, завтра я пойду в магазин обуви, чтобы вернуть их, а на следующей неделе я пойду в магазин обуви, чтобы купить сандали.",
      "imageLink": "image_files\\English\\shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "centro comercial",
      "translation": "торговый центр",
      "definition": "Un gran edificio o complejo que contiene muchas tiendas y facilidades, como restaurantes y cines.",
      "definition_translation": "Крупное здание или комплекс, содержащий многие магазины и объекты, такие как рестораны и кинотеатры.",
      "example": "Pasé todo el día en el centro comercial con mis amigos, fuimos al centro comercial el fin de semana pasado y vamos a ir al centro comercial de nuevo el mes que viene.",
      "example_translation": "Я провел целый день в торговом центре с моими друзьями, мы пошли в торговый центр на прошлых выходных, и мы пойдем в торговый центр снова в следующем месяце.",
      "imageLink": "image_files\\English\\shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "centro deportivo",
      "translation": "спортивный центр",
      "definition": "Un complejo de instalaciones deportivas, como un estadio, gimnasio y piscina.",
      "definition_translation": "Комплекс спортивных объектов, таких как стадион, спортзал и бассейн.",
      "example": "Fui al centro deportivo para jugar baloncesto ayer, voy a ir al centro deportivo para asistir a una clase de yoga mañana y iré al centro deportivo para ver un partido de tenis la semana que viene.",
      "example_translation": "Я пошел в спортивный центр, чтобы поиграть в баскетбол вчера, я пойду в спортивный центр, чтобы посетить занятие йогой завтра, и я пойду в спортивный центр, чтобы посмотреть матч по теннису на следующей неделе.",
      "imageLink": "image_files\\English\\sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plaza",
      "translation": "площадь",
      "definition": "Un área abierta en una ciudad o pueblo, a menudo con árboles, asientos y monumentos.",
      "definition_translation": "Открытая площадь в городе или городе, часто с деревьями, сиденьями и монументами.",
      "example": "Me reuní con mis amigos en la plaza anoche, dimos un paseo por la plaza esta mañana y vamos a sentarnos en la plaza mañana por la tarde.",
      "example_translation": "Я встретился с друзьями на площади昨 вечером, мы пошли вокруг площади сегодня утром, и мы сядем на площади завтра днем.",
      "imageLink": "image_files\\English\\square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estadio",
      "translation": "стадион",
      "definition": "Un área grande, generalmente al aire libre, para eventos deportivos o otros espectáculos, a menudo con asientos para espectadores.",
      "definition_translation": "Большая, обычно открытая, территория или конструкция для спортивных или других мероприятий, часто с местами для зрителей.",
      "example": "Fui al estadio para ver el partido de fútbol anoche, y voy a ir al estadio para ver el concierto mañana, y volveré al estadio la semana que viene.",
      "example_translation": "Я пошел на стадион, чтобы посмотреть футбольный матч вчера вечером, и я пойду на стадион, чтобы посмотреть концерт завтра, и я посещу стадион снова на следующей неделе.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "teatro",
      "translation": "театр",
      "definition": "Un edificio o espacio donde se realizan actuaciones en vivo, como obras de teatro, conciertos o espectáculos de danza.",
      "definition_translation": "Здание или пространство, в котором проходят живые выступления, такие как спектакли, концерты или танцевальные шоу.",
      "example": "He ido al teatro varias veces para ver obras de teatro, y voy a ir al teatro para ver un musical mañana, y volveré al teatro de nuevo el mes que viene.",
      "example_translation": "Я был в театре несколько раз, чтобы посмотреть спектакли, и я пойду в театр, чтобы посмотреть мюзикл завтра, и я посещу театр снова nächsten месяц.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "taquilla",
      "translation": "касса",
      "definition": "Un lugar donde se venden boletos, especialmente para un evento o función particular.",
      "definition_translation": "Место, где продаются билеты, особенно для конкретного мероприятия или выступления.",
      "example": "Fui a la taquilla para comprar boletos para el concierto, y voy a ir a la taquilla para comprar boletos para la obra de teatro mañana, y volveré a la taquilla la semana que viene.",
      "example_translation": "Я пошел в кассу, чтобы купить билеты на концерт, и я пойду в кассу, чтобы купить билеты на спектакль завтра, и я посещу кассу снова на следующей неделе.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de juguetes",
      "translation": "toy магазин",
      "definition": "Una tienda que vende juguetes y juegos.",
      "definition_translation": "Магазин, который продает игрушки и игры.",
      "example": "Fui a la tienda de juguetes para comprar un regalo para mi amigo, y voy a ir a la tienda de juguetes para comprar un juguete para mi hermano mañana, y volveré a la tienda de juguetes el mes que viene.",
      "example_translation": "Я пошел в магазин игрушек, чтобы купить подарок для своего друга, и я пойду в магазин игрушек, чтобы купить игрушку для брата завтра, и я посещу магазин игрушек снова nächsten месяц.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "subterráneo",
      "translation": "подземный",
      "definition": "Ubicado o tiene lugar debajo de la superficie de la tierra.",
      "definition_translation": "Расположенный или происходит под поверхностью земли.",
      "example": "El museo está situado subterráneo en el centro de la ciudad. Fue construido subterráneo en el siglo XIX. Será expandido subterráneo en el futuro.",
      "example_translation": "Музей находится под землей в центре города. Он был построен под землей в 19 веке. Он будет расширен под землей в будущем.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "edificio de apartamentos",
      "translation": "многоквартирный дом",
      "definition": "Un edificio que contiene múltiples apartamentos residenciales.",
      "definition_translation": "Здание, содержащее множество жилых квартир.",
      "example": "Vivo en un edificio de apartamentos en las afueras de la ciudad. Mis padres vivían en un edificio de apartamentos cuando eran jóvenes. Nos mudaremos a un nuevo edificio de apartamentos el año que viene.",
      "example_translation": "Я живу в многоквартирном доме на окраине города. Мои родители жили в многоквартирном доме, когда они были молоды. Мы переедем в новый многоквартирный дом в следующем году.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "balcón",
      "translation": "балкон",
      "definition": "Una plataforma que sobresale de la pared de un edificio, generalmente rodeada de una barandilla, y se utiliza para la recreación o la vista.",
      "definition_translation": "Платформа, выступающая из стены здания, обычно окруженная перилами, и используемая для отдыха или просмотра.",
      "example": "Me senté en el balcón, disfrutando del atardecer. Ella tenía un balcón en su apartamento con una vista excelente. Instalarán un nuevo balcón en su casa el próximo mes.",
      "example_translation": "Я сидел на балконе, наслаждаясь закатом. У нее был балкон в ее квартире с отличным видом. Они установят новый балкон в их доме в следующем месяце.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bloque",
      "translation": "блок",
      "definition": "Una pieza sólida de material, como madera o piedra, utilizada como base o soporte.",
      "definition_translation": "Большой, твердый кусок материала, such как дерево или камень, используемый в качестве основы или опоры.",
      "example": "El bloque de madera se utilizó como base para la escultura. El niño jugó con bloques en el kindergarten. La ciudad se divide en bloques para fines administrativos.",
      "example_translation": "Блок дерева использовался в качестве основы для скульптуры. Ребенок играл с блоками в детском саду. Город разделен на блоки для административных целей.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campamento",
      "translation": "лагерная площадка",
      "definition": "Un lugar donde la gente acampa, especialmente uno con instalaciones para tiendas, servicios y lavabos.",
      "definition_translation": "Место, где люди кампуют, особенно с сооружениями для палаток, туалетов и умывальников.",
      "example": "Armamos nuestra tienda en el campamento y pasamos la noche bajo las estrellas. Habíamos acampado allí antes y sabíamos que era un buen lugar. Regresaremos al campamento el próximo verano.",
      "example_translation": "Мы поставили наш палатку на лагерной площадке и провели ночь под звездами. Мыเคย камповали там раньше и знали, что это хороший-spot. Мы вернемся на лагерную площадку следующим летом.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cantina",
      "translation": "столовая",
      "definition": "Una habitación o edificio donde se sirve comida, especialmente en una escuela, fábrica o otra institución.",
      "definition_translation": "Комната или здание, где подается еда, особенно в школе, фабрике или другом учреждении.",
      "example": "Los estudiantes fueron a la cantina para almorzar. Los trabajadores habían comido en la cantina durante años. La nueva cantina estará abierta el próximo mes.",
      "example_translation": "Студенты пошли в столовую, чтобы пообедать. Работники ели в столовой в течение многих лет. Новая столовая откроется следующим месяцем.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "circo",
      "translation": "цирк",
      "definition": "Un espectáculo itinerante de acróbatas, payasos y animales entrenados, típicamente en una gran tienda de campaña.",
      "definition_translation": "Гастролирующее представление акробатов, клоунов и дрессированных животных, обычно в большом шатре.",
      "example": "Fuimos al circo y vimos a los artistas del trapecio. El circo estuvo en la ciudad durante una semana. Llevaré a mis hijos al circo el año que viene.",
      "example_translation": "Мы пошли в цирк и увидели артистов на трапеции. Цирк был в городе на неделю. Я поведу своих детей в цирк в следующем году.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clínica",
      "translation": "клиника",
      "definition": "Un departamento de hospital o edificio donde se brinda tratamiento médico a pacientes ambulatorios.",
      "definition_translation": "Отделение госпиталя или здание, где амбулаторные пациенты получают медицинское лечение.",
      "example": "Visité la clínica para un chequeo. La clínica estuvo muy ocupada ayer. La nueva clínica se construirá el año que viene.",
      "example_translation": "Я посетил клинику для проверки здоровья. Клиника была очень занята вчера. Новая клиника будет построена в следующем году.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cabaña",
      "translation": "хижина",
      "definition": "Una casa pequeña y sencilla en el campo, típicamente cerca de un lago o una playa.",
      "definition_translation": "Маленький простой дом в сельской местности,通常 рядом с озером или пляжем.",
      "example": "Alquilaré una cabaña cerca del lago para mis vacaciones de verano. Alquilé una cabaña el año pasado y fue encantadora. Si gano la lotería, compraré una cabaña en la playa.",
      "example_translation": "Я сниму хижину near озера на свое летнее dovolence. Я снял хижину в прошлом году, и это было чудесно. Если я выиграю в лотерее, я куплю хижину на пляже.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tribunal",
      "translation": "суд",
      "definition": "Un lugar donde se celebran juicios y otros procedimientos legales.",
      "definition_translation": "Место, где происходят судебные процессы и другие юридические процедуры.",
      "example": "El tribunal escuchará el caso mañana. Nunca he estado en un tribunal antes. Ella será jueza en el tribunal supremo algún día.",
      "example_translation": "Суд рассмотрит дело завтра. Я никогда не был в суде прежде. Она будет судьей в Верховном суде когда-нибудь.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "embajada",
      "translation": "посольство",
      "definition": "La residencia oficial o la oficina de un embajador.",
      "definition_translation": "Официальная резиденция или офис посла.",
      "example": "Necesito ir a la embajada para obtener un visado. La embajada está ubicada en el centro de la ciudad. Ella trabaja como diplomática en la embajada.",
      "example_translation": "Мне нужно пойти в посольство, чтобы получить визу. Посольство расположено в центре города. Она работает дипломатом в посольстве.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campo",
      "translation": "поле",
      "definition": "Un área de terreno utilizada para cultivar cultivos o criar animales.",
      "definition_translation": "Область земли, используемая для выращивания культур или разведения животных.",
      "example": "Voy a trabajar en el campo este verano. El campo estaba lleno de trigo el año pasado. Si llueve, el campo se inundará.",
      "example_translation": "Я буду работать в поле этим летом. Поле было полно пшеницы в прошлом году. Если будет дождь, поле будет затоплено.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estación de bomberos",
      "translation": "пожарная часть",
      "definition": "Un edificio o instalación que sirve como base de operaciones para bomberos y su equipo, desde donde responden a alarmas de incendio y otras emergencias.",
      "definition_translation": "Здание или объект, который служит базой операций для пожарных и их оборудования, из которого они отвечают на пожарные тревоги и другие чрезвычайные ситуации.",
      "example": "La estación de bomberos se encuentra en la esquina de las calles Main y Elm. Los bomberos respondieron rápidamente a la llamada de emergencia. Para el próximo año, habrán mudado a una nueva estación de bomberos.",
      "example_translation": "Пожарная часть находится на углу улиц Мейн и Элм. Пожарные быстро отреагировали на вызов экстренной помощи. К следующему году они переедут в новую пожарную часть.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "floristería",
      "translation": "цветочный магазин",
      "definition": "Una tienda o tienda donde se venden flores y otras plantas, a menudo con un servicio para arreglar y entregarlas.",
      "definition_translation": "Магазин или(store), где продаются цветы и другие растения, часто с услугой по их устройству и доставке.",
      "example": "Visité la floristería para comprar un ramo para el cumpleaños de mi madre. La tienda de floristería estaba hermosamente decorada con flores frescas. Ella abrirá su propia floristería el próximo mes.",
      "example_translation": "Я посетил цветочный магазин, чтобы купить букет для дня рождения моей матери. Магазин цветочника был красиво украшен свежими цветами. Она откроет свой собственный цветочный магазин следующий месяц.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de muebles",
      "translation": "мебельный магазин",
      "definition": "Una tienda o tienda que vende muebles y otros artículos para el hogar, como camas, sillas, mesas y sofás.",
      "definition_translation": "Магазин или лавка, который продает мебель и другие хозяйственные предметы, такие как кровати, столики, стулья и диваны.",
      "example": "Compré un sofá nuevo en la tienda de muebles. La tienda de muebles ofrece una amplia variedad de marcas y estilos. Tendrán una venta en la tienda de muebles la próxima semana.",
      "example_translation": "Я купил новый диван в мебельном магазине. Мебельный магазин предлагает широкий спектр брендов и стилей. Они будут иметь распродажу в мебельном магазине на следующей неделе.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garaje",
      "translation": "гараж",
      "definition": "Un edificio o estructura diseñada para albergar y proteger vehículos, a menudo con herramientas y equipo para reparar y mantenerlos.",
      "definition_translation": "Здание или конструкция, предназначенная для хранения и защиты транспортных средств, часто с инструментами и оборудованием для ремонта и обслуживания их.",
      "example": "Aparqué mi coche en el garaje. El mecánico trabajó en el garaje todo el día. Convertirán el garaje en una oficina en casa el próximo año.",
      "example_translation": "Я оставил свою машину в гараже. Механик работал в гараже весь день. Они преобразуют гараж в домашний офис к следующему году.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frutería",
      "translation": "овощной магазин",
      "definition": "Una tienda que vende frutas y verduras frescas.",
      "definition_translation": "Магазин, продающий свежие фрукты и овощи.",
      "example": "Fui a la frutería ayer para comprar algunas manzanas. Iré a la frutería mañana para comprar algunas bananas. He ido a la frutería muchas veces para comprar algunas naranjas.",
      "example_translation": "Я пошел в овощной магазин вчера, чтобы купить некоторые яблоки. Я пойду в овощной магазин завтра, чтобы купить некоторые бананы. Я ходил в овощной магазин много раз, чтобы купить некоторые апельсины.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de comestibles",
      "translation": "продовольственный магазин",
      "definition": "Una tienda que vende alimentos y otros artículos para el hogar.",
      "definition_translation": "Магазин, продающий продукты питания и другие домашние товары.",
      "example": "Fui a la tienda de comestibles ayer para comprar leche. Iré a la tienda de comestibles mañana para comprar pan. He ido a la tienda de comestibles muchas veces para comprar huevos.",
      "example_translation": "Я пошел в продовольственный магазин вчера, чтобы купить некоторые молоко. Я пойду в продовольственный магазин завтра, чтобы купить некоторые хлеб. Я ходил в продовольственный магазин много раз, чтобы купить некоторые яйца.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comestibles",
      "translation": "продукты питания",
      "definition": "Alimentos y otros artículos para el hogar vendidos en una tienda.",
      "definition_translation": "Продукты питания и другие домашние товары, продаваемые в магазине.",
      "example": "Compré algunos comestibles en el supermercado ayer. Compraré algunos comestibles en el mercado mañana. He comprado algunos comestibles en la tienda muchas veces.",
      "example_translation": "Я купил некоторые продукты питания в супермаркете вчера. Я куплю некоторые продукты питания на рынке завтра. Я купил некоторые продукты питания в магазине много раз.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hostal",
      "translation": "гостевой дом",
      "definition": "Una casa privada que proporciona alojamiento a huéspedes que pagan.",
      "definition_translation": "Частный дом, предоставляющий accommodation для платных гостей.",
      "example": "Me alojé en un hostal en París el año pasado. Me alojaré en un hostal en Roma el próximo año. Me he alojado en un hostal en Londres muchas veces.",
      "example_translation": "Я останавливался в гостевом доме в Париже в прошлом году. Я останусь в гостевом доме в Риме в следующем году. Я останавливался в гостевом доме в Лондоне много раз.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gimnasio",
      "translation": "спортзал",
      "definition": "Un gimnasio es un lugar donde la gente va a hacer ejercicio y mantenerse en forma, a menudo con equipo como cintas de correr y pesas.",
      "definition_translation": "Спортзал - это место, куда люди ходят заниматься физкультурой и поддерживать физическую форму, часто с оборудованием, таким как беговые дорожки и гантели.",
      "example": "Fui al gimnasio ayer, voy al gimnasio todos los días, y iré al gimnasio mañana.",
      "example_translation": "Я пошел в спортзал вчера, я хожу в спортзал каждый день, и я пойду в спортзал завтра.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puerto",
      "translation": "гавань",
      "definition": "Un puerto es un cuerpo de agua donde los barcos pueden ancorar con seguridad, a menudo rodeado de tierra.",
      "definition_translation": "Гавань - это водоем, где корабли могут безопасно бросать якорь, часто окруженный землей.",
      "example": "El barco navegó hasta el puerto la noche pasada, el puerto está ocupado hoy, y el puerto será renovado el año próximo.",
      "example_translation": "Корабль вошел в гавань прошлой ночью, гавань bust сегодня, и гавань будет реконструирована в следующем году.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "albergue",
      "translation": "хостел",
      "definition": "Un albergue es un alojamiento con orientación al presupuesto para viajeros, a menudo con instalaciones compartidas.",
      "definition_translation": "Хостел - это бюджетное жилье для путешественников, часто с общими удобствами.",
      "example": "Me quedé en un albergue en París, me quedé en un albergue en Tokio, y me quedaré en un albergue en Nueva York.",
      "example_translation": "Я остановился в хостеле в Париже, я остановлюсь в хостеле в Токио, и я остановился в хостеле в Нью-Йорке.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "choza",
      "translation": "хижина",
      "definition": "Una choza es una vivienda pequeña y simple, a menudo hecha de materiales naturales como madera o paja.",
      "definition_translation": "Хижина - это маленькое, простое жилище, часто сделанное из натуральных материалов, таких как дерево или трава.",
      "example": "Construí una choza en el bosque, viviré en una choza en la playa, y viví en una choza en las montañas.",
      "example_translation": "Я построил хижину в лесу, я буду жить в хижине на берегу, и я жил в хижине в горах.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cárcel",
      "translation": "тюрьма",
      "definition": "Un lugar para la confinamiento de personas que han sido arrestadas o condenadas por un delito.",
      "definition_translation": "Место для содержания людей, арестованных или осуждённых за преступление.",
      "example": "El oficial de policía llevó al sospechoso a la cárcel después del arresto. Ella había estado en la cárcel antes, pero esta vez fue liberada bajo fianza. Para el año próximo, ella habrá estado fuera de la cárcel durante cinco años.",
      "example_translation": "Полицейский взял подозреваемого в тюрьму после ареста. Она уже была в тюрьме раньше, но на этот раз она была освобождена под залог. К следующему году она будет вне тюрьмы уже пять лет.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "joyería",
      "translation": "ювелир",
      "definition": "Una tienda o persona que vende y repara joyas.",
      "definition_translation": "Магазин или человек, который продаёт и ремонтирует ювелирные изделия.",
      "example": "Fui a la joyería para comprar un reloj nuevo. Las habilidades del joyero eran excepcionales, y la vieja joya de mi abuela fue restaurada a su antiguo esplendor. Para el próximo mes, la joyería habrá estado en el negocio durante 20 años.",
      "example_translation": "Я пошёл в ювелирный магазин, чтобы купить новые часы. Ювелир обладал исключительными навыками, и старое ожерелье моей бабушки было восстановлено до его прежней славы. К следующему месяцу ювелир будет в бизнесе уже 20 лет.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "laboratorio",
      "translation": "лаборатория",
      "definition": "Una habitación o edificio equipado para experimentos científicos, investigación o pruebas.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Los estudiantes trabajaron en su proyecto en el laboratorio todo el día. Ella ha estado trabajando en el laboratorio durante tres años, estudiando los efectos del cambio climático. Para el año próximo, el laboratorio habrá sido renovado y equipado con nueva tecnología.",
      "example_translation": "Студенты работали над проектом в лаборатории целый день. Она работала в лаборатории три года, изучая эффекты изменения климата. К следующему году лаборатория будет реконструирована и оборудована новой технологией.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "laboratorio",
      "translation": "лаборатория",
      "definition": "Una habitación o edificio equipado para experimentos científicos, investigación o pruebas.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "Los científicos realizaron un experimento en el laboratorio para probar el nuevo medicamento. Ella trabajó en el laboratorio durante muchos años, desarrollando nuevas vacunas. Para la próxima década, el laboratorio habrá hecho importantes avances en el campo de la medicina.",
      "example_translation": "Учёные провели эксперимент в лаборатории, чтобы протестировать новое лекарство. Она работала в лаборатории многие годы, разрабатывая новые вакцины. К следующему десятилетию лаборатория достигнет значительных прорывов в области медицины.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "centro comercial",
      "translation": "торговый центр",
      "definition": "Un área de compras grande, a menudo cerrada, con múltiples tiendas y facilidades.",
      "definition_translation": "Большая, часто закрытая торговая зона с множеством магазинов и объектов инфраструктуры.",
      "example": "Fui al centro comercial ayer, voy al centro comercial hoy, y iré al centro comercial mañana.",
      "example_translation": "Я пошел в торговый центр вчера, я иду в торговый центр сегодня, и я пойду в торговый центр завтра.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "kiosco de prensa",
      "translation": "газетный киоск",
      "definition": "Una tienda que vende periódicos, revistas y otros materiales impresos.",
      "definition_translation": "Магазин, который продаёт газеты, журналы и другие печатные материалы.",
      "example": "Compré un periódico en el kiosco de prensa ayer, estoy comprando una revista en el kiosco de prensa hoy, y compraré un libro en el kiosco de prensa mañana.",
      "example_translation": "Я купил газету в газетном киоске вчера, я покупаю журнал в газетном киоске сегодня, и я куплю книгу в газетном киоске завтра.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "discoteca",
      "translation": "ночной клуб",
      "definition": "Un establecimiento que permanece abierto hasta tarde en la noche, generalmente con música en vivo, baile y bebidas alcohólicas.",
      "definition_translation": "Учреждение, которое остается открытым до позднего часа ночи, обычно с живой музыкой, танцами и алкогольными напитками.",
      "example": "Fui a la discoteca anoche, voy a ir a la discoteca esta noche y iré a la discoteca la próxima semana.",
      "example_translation": "Я пошел в ночной клуб прошлой ночью, я иду в ночной клуб сегодня ночью, и я пойду в ночной клуб на следующей неделе.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "océano",
      "translation": "океан",
      "definition": "Un cuerpo vasto de agua salada que cubre una gran parte de la superficie de la Tierra.",
      "definition_translation": "Огромное тело соленой воды, покрывающее значительную часть поверхности Земли.",
      "example": "Nadé en el océano el-verano pasado, estoy nadando en el océano este verano y nadaré en el océano el próximo verano.",
      "example_translation": "Я плавал в океане прошлым летом, я плыву в океане этим летом, и я werde плавать в океане следующим летом.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palacio",
      "translation": "дворец",
      "definition": "Un edificio grande y impresionante, especialmente uno que fue históricamente una residencia real.",
      "definition_translation": "Большой и внушительный здание, особенно тот, который исторически был королевской резиденцией.",
      "example": "La reina vivía en un gran palacio en el corazón de la ciudad. Visitará el palacio mañana. Visitaron el palacio el año pasado.",
      "example_translation": "Королева жила в большом дворце в центре города. Она посетит дворец завтра. Они посетили дворец прошлым годом.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "farmacia",
      "translation": "аптека",
      "definition": "Una tienda donde se venden o dispensan medicamentos y otros productos de atención médica.",
      "definition_translation": "Магазин, где продаются или выдаются лекарства и другие продукты здравоохранения.",
      "example": "Fui a la farmacia a comprar algún medicamento. Trabajaré en la farmacia el próximo año. Visitaron la farmacia ayer.",
      "example_translation": "Я пошел в аптеку, чтобы купить некоторые лекарства. Она будет работать в аптеке в следующем году. Они посетили аптеку вчера.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puerto",
      "translation": "порт",
      "definition": "Un lugar en la costa donde los barcos pueden atracar para cargar y descargar mercancías.",
      "definition_translation": "Место на побережье, где корабли могут останавливаться для загрузки и разгрузки груза.",
      "example": "El barco de carga llegó al puerto ayer. Zarpamos desde el puerto mañana. Visitamos el puerto la semana pasada.",
      "example_translation": "Грузовое судно прибыло в порт вчера. Они отплыли от порта завтра. Мы посетили порт на прошлой неделе.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prisión",
      "translation": "тюрьма",
      "definition": "Un edificio o instalación donde las personas están confinadas como castigo por un delito.",
      "definition_translation": "Здание или учреждение, где люди содержатся в заключении в качестве наказания за преступление.",
      "example": "Fue enviado a la prisión por cinco años. Visitará la prisión el próximo mes. Se escaparon de la prisión la noche pasada.",
      "example_translation": "Он был отправлен в тюрьму на пять лет. Она посетит тюрьму в следующем месяце. Они бежали из тюрьмы прошлой ночью.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "selva tropical",
      "translation": "дождевой лес",
      "definition": "Una selva densa en una región tropical, caracterizada por una temperatura alta y niveles altos de precipitación.",
      "definition_translation": "Дождевой лес - это густой лес в тропическом регионе, обычно с высокой температурой и высокими уровнями осадков.",
      "example": "Visitó una selva tropical en Brasil el año pasado, donde vi un montón de aves exóticas. Ahora estoy planificando visitar otra en Indonesia. Cuando termine mi viaje, habré visto tres selvas tropicales.",
      "example_translation": "Я посетил дождевой лес в Бразилии в прошлом году, где я увидел много экзотических птиц. Теперь я планирую посетить другой в Индонезии. К тому времени, когда я закончу свою поездку, я увидел три дождевых леса.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escuela secundaria",
      "translation": "средняя школа",
      "definition": "Una escuela secundaria es una escuela que proporciona educación a estudiantes generalmente entre las edades de 11 y 18 años.",
      "definition_translation": "Средняя школа - это школа, которая обеспечивает образование для студентов обычно в возрасте от 11 до 18 лет.",
      "example": "Asistí a una escuela secundaria en mi ciudad natal, donde estudié matemáticas y ciencia. Ahora estoy pensando en inscribirme en una escuela secundaria en los Estados Unidos. Cuando me gradúe, habré completado dos escuelas secundarias.",
      "example_translation": "Я посетил среднюю школу в моем родном городе, где я изучал математику и науку. Теперь я думаю о поступлении в среднюю школу в Соединенных Штатах. К тому времени, когда я毕业ю, я завершу две средние школы.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de souvenirs",
      "translation": "магазин сувениров",
      "definition": "Una tienda de souvenirs es una tienda que vende objetos que sirven como recuerdos de un lugar o evento en particular.",
      "definition_translation": "Магазин сувениров - это магазин, который продает объекты, которые служат напоминанием о bestimmten месте или событии.",
      "example": "Fui a una tienda de souvenirs en París, donde compré una llavero. Ahora estoy buscando una tienda de souvenirs en Tokio. Cuando la encuentre, habré visitado cinco tiendas de souvenirs.",
      "example_translation": "Я пошел в магазин сувениров в Париже, где я купил брелок. Теперь я ищу магазин сувениров в Токио. К тому времени, когда я найду один, я посетил пять магазинов сувениров.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda de deportes",
      "translation": "спортивный магазин",
      "definition": "Una tienda de deportes es una tienda que vende equipo, ropa y accesorios para varios deportes y actividades al aire libre.",
      "definition_translation": "Спортивный магазин - это магазин, который продает оборудование, одежду и аксессуары для различных видов спорта и наружных активностей.",
      "example": "Visitó una tienda de deportes en Nueva York, donde compré un baloncesto. Ahora estoy planeando visitar una tienda de deportes en Londres. Cuando termine de hacer compras, habré visitado tres tiendas de deportes.",
      "example_translation": "Я посетил спортивный магазин в Нью-Йорке, где я купил баскетбол. Теперь я планирую посетить спортивный магазин в Лондоне. К тому времени, когда я закінчу свои покупки, я посетил три спортивных магазина.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda",
      "translation": "магазин",
      "definition": "Un edificio o habitación donde se venden o guardan mercaderías para su venta.",
      "definition_translation": "Здание или комната, где товары продаются или хранятся для продажи.",
      "example": "Fui a la tienda para comprar leche. Voy a la tienda para comprar zapatos. Iré a la tienda para comprar un regalo.",
      "example_translation": "Я пошел в магазин, чтобы купить молоко. Я иду в магазин, чтобы купить обувь. Я пойду в магазин, чтобы купить подарок.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "templo",
      "translation": "храм",
      "definition": "Un edificio dedicado al culto religioso.",
      "definition_translation": "Здание, посвященное религиозному поклонению.",
      "example": "Visitaste el templo el fin de semana pasado. Estoy visitando el templo con mi familia. Visitaré el templo el año próximo.",
      "example_translation": "Я посетил храм прошлым выходным днем. Я посещаю храм с моей семьей. Я посещу храм в следующем году.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torre",
      "translation": "башня",
      "definition": "Un edificio alto y estrecho, típicamente utilizado para la observación o la defensa.",
      "definition_translation": "Высокое узкое здание или сооружение, обычно используемое для наблюдения или защиты.",
      "example": "La torre se alzaba alta y orgullosa. Subí la torre para ver la vista. Visitaré la torre el próximo mes.",
      "example_translation": "Башня стояла высокой и гордой. Я забрался на башню, чтобы увидеть вид. Я посещу башню в следующем месяце.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pista",
      "translation": "трек",
      "definition": "Un camino o ruta utilizado para caminar, correr o competir.",
      "definition_translation": "Путь или маршрут, используемый для ходьбы, бега или гонок.",
      "example": "Corrí en la pista ayer. Estoy corriendo en la pista ahora. Correré en la pista mañana.",
      "example_translation": "Я бежал по треку вчера. Я бегу по треку сейчас. Я побегу по треку завтра.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "albergue juvenil",
      "translation": "хостел для молодежи",
      "definition": "Un alojamiento económico para jóvenes viajeros, a menudo con habitaciones tipo dormitorio y instalaciones compartidas.",
      "definition_translation": "Бюджетное жилье для молодых путешественников, часто с комнатами в стиле общежития и общими удобствами.",
      "example": "Me alojé en un albergue juvenil en París el verano pasado. Fue una gran manera de conocer a otros viajeros. Me había alojado en varios albergues juveniles antes, y definitivamente me alojaré en uno de nuevo en el futuro.",
      "example_translation": "Я останавливался в молодежном хостеле в Париже прошлым летом. Это был отличный способ встретить других путешественников. Я останавливался в нескольких молодежных хостелах раньше, и я, конечно, останусь в одном снова в будущем.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "panadería",
      "translation": "пекарня",
      "definition": "Una tienda que vende pan, pastelería y otros productos horneados.",
      "definition_translation": "Магазин, продающий хлеб, выпечку и другие выпечные изделия.",
      "example": "Fui a la panadería esta mañana para comprar pan fresco. La panadería de la esquina es mi favorita. Iré a la panadería de nuevo mañana para pedir un pastel de cumpleaños.",
      "example_translation": "Я пошел в пекарню этим утром, чтобы купить свежий хлеб. Пекарня на углу - моя любимая. Я пойду в пекарню снова завтра, чтобы заказать торт на свой день рождения.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sótano",
      "translation": "подвал",
      "definition": "El piso más bajo de un edificio, típicamente debajo del nivel del suelo, utilizado para el almacenamiento o como sala de utilidades.",
      "definition_translation": "Нижний этаж здания, обычно ниже уровня земли, используемый для хранения или как комната для коммунальных услуг.",
      "example": "Almacené mi mueble antiguo en el sótano. El sótano se inundó durante la lluvia torrencial. Terminaremos el sótano el próximo mes y lo convertiremos en un gimnasio en casa.",
      "example_translation": "Я хранил мою старую мебель в подвале. Подвал был затоплен во время сильного дождя. Мы закончим подвал в следующем месяце и превратим его в домашний спортзал.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "celda",
      "translation": "клетка",
      "definition": "Un espacio pequeño y encerrado, como una celda de prisión o una celda en un monasterio.",
      "definition_translation": "Маленькое закрытое или отгороженное пространство, zoals тюремная клетка или клетка в монастыре.",
      "example": "El prisionero fue llevado a una celda durante 10 años. El monje vivía en una pequeña celda en el monasterio. La celda de la colmena estaba llena de miel.",
      "example_translation": "Заключенный был содержан в клетке в течение 10 лет. Монах жил в маленькой клетке в монастыре. Клетка пчелиного сота была полна меда.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasillo",
      "translation": "коридор",
      "definition": "Un pasillo es un pasaje largo en un edificio, especialmente uno que conecta habitaciones o partes de un edificio.",
      "definition_translation": "Коридор - это длинный проход в здании, особенно тот, который соединяет комнаты или части здания.",
      "example": "Caminé por el pasillo para llegar a la sala de reuniones. Ayer, caminé por el pasillo para llegar a la sala de reuniones. Mañana, caminaré por el pasillo para llegar a la sala de reuniones.",
      "example_translation": "Я пошел вниз по коридору, чтобы добраться до комнаты для встреч. Вчера я шел вниз по коридору, чтобы добраться до комнаты для встреч. Завтра я пойду вниз по коридору, чтобы добраться до комнаты для встреч.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "curso",
      "translation": "курс",
      "definition": "Un curso es una serie de lecciones o conferencias sobre un tema específico, especialmente uno que conduce a una calificación.",
      "definition_translation": "Курс - это серия уроков или лекций на определенный предмет, особенно тот, который приводит к квалификации.",
      "example": "Tomé un curso de programación de computadoras el semestre pasado. Estoy tomando un curso de programación de computadoras este semestre. Tomaré un curso de programación de computadoras el próximo semestre.",
      "example_translation": "Я прошел курс компьютерного программирования в прошлом семестре. Я прохожу курс компьютерного программирования в этом семестре. Я пройду курс компьютерного программирования в следующем семестре.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "finca",
      "translation": "имущество",
      "definition": "Una finca es un área grande de tierra, especialmente en el campo, que es propiedad de una persona o familia.",
      "definition_translation": "Имущество - это большая территория земли, особенно в деревне, которая принадлежит одному человеку или семье.",
      "example": "La familia Smith posee una gran finca en el campo. Poseían una gran finca en el campo el año pasado. Poseerán una gran finca en el campo el año que viene.",
      "example_translation": "Семья Смит владеет большим имуществом в деревне. Они владели большим имуществом в деревне в прошлом году. Они будут владеть большим имуществом в деревне в следующем году.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sede",
      "translation": "штаб-квартира",
      "definition": "La sede de una organización o empresa es el lugar principal donde se controla o dirige.",
      "definition_translation": "Штаб-квартира организации или компании - это основное место, где она контролируется или управляется.",
      "example": "La sede de la empresa se encuentra en la ciudad de Nueva York. La sede de la empresa se encontraba en la ciudad de Nueva York el año pasado. La sede de la empresa se encontrará en la ciudad de Nueva York el año que viene.",
      "example_translation": "Штаб-квартира компании находится в Нью-Йорке. Штаб-квартира компании была розташована в Нью-Йорке в прошлом году. Штаб-квартира компании будет розташована в Нью-Йорке в следующем году.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vestíbulo",
      "translation": "лобби",
      "definition": "Un vestíbulo es una habitación o área en un edificio utilizada para esperar o reunirse, a menudo en un hotel, teatro o edificio de oficinas.",
      "definition_translation": "Лобби - это комната или зона в здании, используемая для ожидания или сборов, часто в отеле, театре или офисном здании.",
      "example": "Esperé en el vestíbulo a que mi amigo llegara. Estoy esperando en el vestíbulo a que mi amigo llegue. Esperaré en el vestíbulo a que mi amigo llegue.",
      "example_translation": "Я ждал в лобби прибытия моего друга. Я жду в лобби прибытия моего друга. Я буду ждать в лобби прибытия моего друга.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prado",
      "translation": "луг",
      "definition": "Un prado es un campo de hierba y flores silvestres, a menudo cerca de un río o arroyo.",
      "definition_translation": "Луг - это поле травы и野цветов, часто near речки или ручья.",
      "example": "Tuve un picnic en el prado el verano pasado. Tengo un picnic en el prado todos los domingos. Tendré un picnic en el prado el fin de semana que viene.",
      "example_translation": "Мы устроили пикник в лугу прошлым летом. Мы устраиваем пикник в лугу каждое воскресенье. Мы устроим пикник в лугу на следующих выходных.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campo de juego",
      "translation": "питч",
      "definition": "Un campo de juego es un área del suelo marcada para jugar un deporte, especialmente béisbol o cricket.",
      "definition_translation": "Питч - это участок земли, размеченный для игры в какой-либо вид спорта, особенно в бейсбол или крикет.",
      "example": "El jugador de béisbol lanzó la pelota a través del campo de juego. El jugador de béisbol lanza la pelota a través del campo de juego todos los juegos. El jugador de béisbol lanzará la pelota a través del campo de juego mañana.",
      "example_translation": "Игрок в бейсбол бросил мяч через питч. Игрок в бейсбол бросает мяч через питч every игра. Игрок в бейсбол бросит мяч через питч завтра.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cobertizo",
      "translation": "сарай",
      "definition": "Un cobertizo es una estructura pequeña, generalmente hecha de madera o metal, utilizada para almacenar cosas como herramientas, bicicletas o equipo de jardín.",
      "definition_translation": "Сарай - это небольшая конструкция, обычно сделанная из дерева или металла, используемая для хранения вещей, таких как инструменты, велосипеды или оборудование для сада.",
      "example": "Guardé mi bicicleta en el cobertizo el invierno pasado. Guardo mi bicicleta en el cobertizo todos los inviernos. Guardaré mi bicicleta en el cobertizo el próximo invierno.",
      "example_translation": "Я хранил свой велосипед в сарае прошлой зимой. Я храню свой велосипед в сарае каждую зиму. Я храню свой велосипед в сарае следующей зимой.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rascacielos",
      "translation": "небоскрёб",
      "definition": "Un rascacielos es un edificio alto y habitable de muchos pisos, a menudo diseñado para oficinas, uso comercial y residencial.",
      "definition_translation": " Небоскрёб - это высокое, постоянно пригодное для проживания здание многих этажей, часто предназначенное для офисных, коммерческих и жилых целей.",
      "example": "Trabajé en el piso 30 de un rascacielos en la ciudad de Nueva York. Ayer, visité la azotea del rascacielos. Para el próximo año, viviré en un rascacielos en Tokio.",
      "example_translation": "Я работал на 30-м этаже небоскрёба в Нью-Йорк Сити. Вчера я посетил обсерваторию на вершине небоскрёба. К следующему году я shall будем жить в небоскрёбе в Токио.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "playa pedregosa",
      "translation": "каменный пляж",
      "definition": "Una playa pedregosa es un área costera con una alta concentración de piedras, guijarros y rocas, a menudo encontrada a lo largo de la línea de costa.",
      "definition_translation": "Каменный пляж - это прибрежная зона с высокой концентрацией камней, гальки и валунов, часто встречающаяся вдоль береговых линий.",
      "example": "Me encantó caminar por la playa pedregosa al amanecer. La playa pedregosa estaba cubierta de algas después de la tormenta. Para el próximo verano, la playa pedregosa estará limpia.",
      "example_translation": "Я любил гулять по каменному пляжу на рассвете. Каменный пляж был покрыт морской травой после шторма. К следующему лету каменный пляж будет очищен.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estudio",
      "translation": "студия",
      "definition": "Un estudio es una habitación o edificio utilizado para la instrucción, práctica o producción en varias artes, como la danza, la música o el cine.",
      "definition_translation": "Студия - это комната или здание, используемое для инструктажа, практики или производства в различных искусствах, таких как танец, музыка или кино.",
      "example": "Asistí a un estudio de yoga ayer. El estudio estaba equipado con equipo de última generación. Para el próximo mes, tendré mi propio estudio.",
      "example_translation": "Я посетил студию йоги вчера. Студия была оборудована передовым оборудованием. К следующему месяцу у меня будет своя студия.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terminal",
      "translation": "терминал",
      "definition": "Un terminal es un punto de llegada o partida en un aeropuerto, puerto o otro hub de transporte, o un dispositivo para ingresar datos en una computadora.",
      "definition_translation": "Терминал - это точка прибытия или отправления в аэропорту, морском порту или другом транспортном узле, или устройство для ввода данных в компьютер.",
      "example": "Llegué al terminal una hora antes de mi vuelo. El terminal estaba lleno de gente. Para el próximo año, el terminal será renovado.",
      "example_translation": "Я прибыл на терминал за час до моего рейса. Терминал был переполнен людьми. К следующему году терминал будет реконструирован.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terraza",
      "translation": "терраса",
      "definition": "Un tejado o área plana o inclinada, generalmente rodeada por una pared o barandilla, encima de las habitaciones principales de un edificio.",
      "definition_translation": "Плоская или наклонная крыша или площадка, обычно окруженная стеной или оградой, над основными комнатами здания.",
      "example": "La habitación del hotel tenía una hermosa terraza con una vista impresionante del océano. Por la mañana, nos sentamos en la terraza y desayunamos. Para el próximo verano, habremos renovado toda la terraza y agregado una piscina nueva.",
      "example_translation": "Номер отеля имел красивую террасу с Potterящим видом на океан. Утром мы сидели на террасе и завтракали. К следующему лету мы реконструируем всю террасу и добавим новый бассейн.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lugar de evento",
      "translation": "место проведения",
      "definition": "Un lugar donde se celebra un evento o actividad en particular, como un concierto, exhibición o reunión.",
      "definition_translation": "Место, где проводится определенное событие или деятельность, например, концерт, выставка или встреча.",
      "example": "El lugar de evento para la recepción de boda fue cambiado a un salón más grande debido al aumento del número de invitados. El lugar de evento está equipado con equipo de sonido de vanguardia. Para el próximo año, el lugar de evento habrá acogido más de 500 eventos.",
      "example_translation": "Место проведения свадебного приема было изменено на более大的 зал из-за увеличения числа гостей. Место оснащено современным звуковым оборудованием. К следующему году место проведения будет приняло более 500 мероприятий.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sección",
      "translation": "округ",
      "definition": "Una división de un hospital, típicamente con camas y equipo médico, donde se cuida a los pacientes.",
      "definition_translation": "Отделение больницы, обычно с кроватями и медицинским оборудованием, где пациенты получают уход.",
      "example": "La enfermera trabajó en la sección pediátrica, cuidando a niños con varias enfermedades. El hospital tiene varias secciones, cada una especializada en diferentes condiciones médicas. Para el próximo mes, la nueva sección estará abierta, aumentando la capacidad del hospital.",
      "example_translation": "Медсестра работала на детском отделении, ухаживая за детьми с разными заболеваниями. Больница имеет несколько отделений, каждое из которых специализируется на различных медицинских условиях. К следующему месяцу новое отделение будет открыто, увеличивая мощность больницы.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torre de control",
      "translation": "башня управления",
      "definition": "Una estructura alta en un aeropuerto, desde la que los controladores de tráfico aéreo dirigen el movimiento de aeronaves.",
      "definition_translation": "Высокая структура в аэропорту, из которой диспетчеры управляют движением самолетов.",
      "example": "La torre de control del aeropuerto fue evacuada debido a una alarma de incendio. El controlador en la torre de control guió al piloto a un aterrizaje seguro. Para el próximo año, la torre de control será renovada y equipada con tecnología moderna.",
      "example_translation": "Башня управления в аэропорту была эвакуирована из-за пожарной тревоги. Диспетчер в башне управления руководил пилотом к безопасной посадке. К следующему году башня управления будет реконструирована и оснащена современной техникой.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delicatesen",
      "translation": "деликатесный магазин",
      "definition": "Un delicatessen es una tienda que vende una variedad de alimentos de alta calidad, como carnes, quesos y productos horneados.",
      "definition_translation": "Деликатесный магазин - это магазин, который продаёт разнообразные высококачественные продукты, такие как мясо, сыр и выпечка.",
      "example": "Fui al delicatessen para comprar algunos sandwiches para el almuerzo. Iré al delicatessen mañana para comprar algunos snacks para la fiesta. Había ido al delicatessen antes para comprar algunos ingredientes para la cena.",
      "example_translation": "Я пошёл в деликатесный магазин, чтобы купить некоторые сэндвичи для обеда. Я пойду в деликатесный магазин завтра, чтобы купить некоторые закуски для вечеринки. Я уже 去 был в деликатесный магазин раньше, чтобы купить некоторые ингредиенты для ужина.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "monumento",
      "translation": "достопримечательность",
      "definition": "Un monumento es un edificio o estructura famosa o histórica que es reconocida y admirada por muchas personas.",
      "definition_translation": "Достопримечательность - это знаменитое или историческое здание, монумент или сооружение, которое признаётся и восхищается многими людьми.",
      "example": "La Torre Eiffel es un famoso monumento en París. He visto muchos monumentos durante mi viaje a Europa. El monumento estaba iluminado por la noche y parecía increíble.",
      "example_translation": "Эйфелева башня - это знаменитая достопримечательность в Париже. Я видел многие достопримечательности во время моей поездки по Европе. Достопримечательность была освещена ночью и выглядела ấn tượngно.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mansión",
      "translation": "особняк",
      "definition": "Una mansión es una casa grande y impresionante, especialmente una que es lujosa o grandiosa.",
      "definition_translation": "Особняк - это большой и впечатляющий дом, особенно если он роскошный или величественный.",
      "example": "La mansión estaba rodeada de un hermoso jardín. Siempre he soñado con tener una mansión. La mansión fue destruida en el incendio.",
      "example_translation": "Особняк был окружён красивым садом. Я всегда мечтал владеть особняком. Особняк был уничтожен в пожаре.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escalera",
      "translation": "лестница",
      "definition": "Una escalera es un conjunto de escalones y las estructuras que los rodean, como paredes y barandillas.",
      "definition_translation": "Лестница - это набор ступеней и окружающих стен, перил и других структур, поддерживающих их.",
      "example": "La escalera era grandiosa y curvada. Subí la escalera al segundo piso. La escalera era estrecha y empinada.",
      "example_translation": "Лестница была величественной и изогнутой. Я поднялся по лестнице на второй этаж. Лестница была узкой и круто спускавшейся.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papelería",
      "translation": "канцелярская лавка",
      "definition": "Una tienda que vende suministros de oficina, papel y otros materiales para escribir y teclear.",
      "definition_translation": "Магазин, который продает канцелярские товары, бумагу и другие материалы для письма и печати.",
      "example": "Fui a la papelería para comprar un nuevo cuaderno para la escuela. Ayer, compré una pluma en la misma tienda. Mañana, compraré una calculadora en esa tienda.",
      "example_translation": "Я пошел в канцелярскую лавку, чтобы купить новый блокнот для школы. Вчера я купил ручку в том же магазине. Завтра я куплю калькулятор в том магазине.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almacén",
      "translation": "склад",
      "definition": "Un edificio grande utilizado para almacenar mercaderías o productos.",
      "definition_translation": "Большое здание, используемое для хранения товаров или продуктов.",
      "example": "La empresa construyó un nuevo almacén para almacenar su inventario. El almacén era muy grande y tenía muchas estanterías. En el futuro, expandirán el almacén para almacenar más mercaderías.",
      "example_translation": "Компания построила новый склад для хранения своих товаров. Склад был очень большим и имелMany полок. В будущем они расширят склад для хранения больше товаров.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pescadero",
      "translation": "рыбный рынок",
      "definition": "Una tienda que vende pescado fresco y otros productos del mar.",
      "definition_translation": "Магазин, который продает свежую рыбу и другие морепродукты.",
      "example": "Fui al pescadero a comprar salmón para cenar. Ayer, compré gambas en la misma tienda. Mañana, compraré langosta en esa tienda.",
      "example_translation": "Я пошел на рыбный рынок, чтобы купить лосось на ужин. Вчера я купил креветки в том же магазине. Завтра я куплю лобстер в том магазине.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "herrero",
      "translation": "железнодорожный рынок",
      "definition": "Una tienda que vende herramientas, herramientas y otros bienes metálicos.",
      "definition_translation": "Магазин, который продает оборудование, инструменты и другие металлические товары.",
      "example": "Fui al herrero a comprar un martillo nuevo. Ayer, compré un destornillador en la misma tienda. Mañana, compraré una llave inglesa en esa tienda.",
      "example_translation": "Я пошел на железнодорожный рынок, чтобы купить новый молот. Вчера я купил отвертку в том же магазине. Завтра я куплю гаечный ключ в том магазине.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aterrizaje",
      "translation": "посадка",
      "definition": "El acto de aterrizar, especialmente de un avión o una nave espacial, o el lugar donde esto sucede.",
      "definition_translation": "Акт посадки, особенно самолета или космического аппарата, или место, где это происходит.",
      "example": "El piloto comenzó el procedimiento de aterrizaje y el avión tocó tierra con seguridad en la pista. Ayer, presencié un aterrizaje en la playa. Para 2025, los humanos aterrizarán en Marte.",
      "example_translation": "Пилот начал процедуру посадки, и самолет приземлился безопасно на взлетную полосу. Вчера я свидетельствовал посадку самолета на пляже. К 2025 году люди высадятся на Марс.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ático",
      "translation": "чердак",
      "definition": "Una habitación o espacio justo debajo del techo de un edificio, a menudo utilizado para almacenar.",
      "definition_translation": "Комната или пространство ngay под крышей здания, часто используемое для хранения.",
      "example": "Almaceno mis cajas y muebles viejos en el ático. El ático fue convertido en un moderno apartamento. En el siglo XIX, los áticos se usaban como talleres.",
      "example_translation": "Я храню старые коробки и мебель на чердаке. Чердак был преобразован в современную квартиру. В 19-м веке чердаки использовались как мастерские.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "licencia de venta de bebidas alcohólicas",
      "translation": "лицензия на розничную продажу алкоголя",
      "definition": "Una licencia o permiso que permite a una persona o negocio vender alcohol para consumo fuera de las instalaciones.",
      "definition_translation": "Лицензия или разрешение, которое позволяет лицу или бизнесу продавать алкоголь для потребления вне помещения.",
      "example": "La tienda de licencia de venta de bebidas alcohólicas estaba abierta 24/7. Obtuve una licencia de venta de bebidas alcohólicas para vender vino en mi restaurante. En algunos países, las licencias de venta de bebidas alcohólicas solo se conceden a ciertos individuos.",
      "example_translation": "Магазин с лицензией на розничную продажу алкоголя был открыт 24/7. Я получил лицензию на розничную продажу вина в моем ресторане. В некоторых странах лицензии на розничную продажу алкоголя выдаются только определенным лицам.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "establo",
      "translation": "стойло",
      "definition": "Un edificio o estructura para albergar caballos, ganado o otros animales.",
      "definition_translation": "Здание или конструкция для размещения лошадей, крупного рогатого скота или других животных.",
      "example": "El establo se limpiaba todas las mañanas. El caballo fue colocado en un establo con heno fresco. En otros tiempos, los establos se utilizaban como refugios para viajeros.",
      "example_translation": "Стоило было очищено каждое утро. Лошадь была помещена в стойло с свежим сеном. В давние дни стойла использовались как приюты для путешественников.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda libre de impuestos",
      "translation": "дьюти-фри магазин",
      "definition": "Una tienda libre de impuestos es una tienda minorista que vende bienes sin cobrar impuestos adicionales o otros impuestos locales a los clientes.",
      "definition_translation": "Магазин дьюти-фри - это розничный магазин, который продает товары без взимания налогов на добавленную стоимость или иных местных налогов.",
      "example": "Compré una botella de perfume en la tienda libre de impuestos del aeropuerto. Ayer, compré un reloj en la tienda libre de impuestos, y mañana compraré una cámara en la tienda libre de impuestos.",
      "example_translation": "Я купил бутылку парфюма в дьюти-фри магазине в аэропорту. Вчера я купил часы в дьюти-фри магазине, а завтра я куплю камеру в дьюти-фри магазине.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "muelle",
      "translation": "пристань",
      "definition": "Un muelle es una estructura construida sobre pilares en el mar, lago o río, utilizada como lugar de desembarco para barcos o barcos.",
      "definition_translation": "Пристань - это сооружение, возведенное на столбах в море, озере или реке, используемое как место причала для лодок или судов.",
      "example": "Caminé junto al muelle para disfrutar del atardecer. Los pescadores descargaron su pesca en el muelle ayer, y hoy están reparando sus redes en el muelle. Para el próximo verano, la ciudad tendrá construido un nuevo muelle.",
      "example_translation": "Я šёл вдоль пристани, чтобы насладиться закатом. Рыбаки разгрузили свой улов на пристани вчера, а сегодня они ремонтируют свои сети на пристани. К следующему лету город построит новую пристань.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]