[
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Abril",
      "translation": "Апрель",
      "definition": "El cuarto mes del año, después de marzo y antes de mayo.",
      "definition_translation": "Четвертый месяц года, следующий за мартом и предшествующий маю.",
      "example": "Voy a ir de vacaciones en abril el próximo año. Fui a la playa en abril el año pasado. Voy a ir al parque en abril este año.",
      "example_translation": "Я поеду в отпуск в апреле следующего года. Я был на пляже в апреле прошлого года. Я иду в парк в апреле этого года.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Agosto",
      "translation": "Август",
      "definition": "El octavo mes del año, después de julio y antes de septiembre.",
      "definition_translation": "Восьмой месяц года, следующий за июлем и предшествующий сентябрю.",
      "example": "Empezaré la escuela en agosto este año. Empecé la universidad en agosto el año pasado. Voy a ir a las montañas en agosto el próximo año.",
      "example_translation": "Я начну школу в августе этого года. Я начал колледж в августе прошлого года. Я иду в горы в августе следующего года.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Diciembre",
      "translation": "Декабрь",
      "definition": "El duodécimo y último mes del año, después de noviembre.",
      "definition_translation": "Двенадцатый и последний месяц года, следующий за ноябрем.",
      "example": "Celebrate la Navidad en diciembre este año. Celebré mi cumpleaños en diciembre el año pasado. Voy a ir al mercado de Navidad en diciembre el próximo año.",
      "example_translation": "Я буду праздновать Рождество в декабре этого года. Я_marksел день рождения в декабре прошлого года. Я иду на рождественский рынок в декабре следующего года.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Febrero",
      "translation": "Февраль",
      "definition": "El segundo mes del año, después de enero y antes de marzo.",
      "definition_translation": "Второй месяц года, следующий за январем и предшествующий марту.",
      "example": "Voy a ir esquiar en febrero este año. Fui a la fiesta de SAN Valentín en febrero el año pasado. Voy a ir a la exposición en febrero el próximo año.",
      "example_translation": "Я поеду на лыжи в феврале этого года. Я был на празднике Дня святого Валентина в феврале прошлого года. Я иду на выставку в феврале следующего года.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Enero",
      "translation": "январь",
      "definition": "El primer mes del año, después de diciembre, en el calendario gregoriano.",
      "definition_translation": "Первый месяц года, после февраля, в григорианском календаре.",
      "example": "Nací en enero de 1990. Voy a ir a la escuela en enero. Fui a la playa en enero el año pasado.",
      "example_translation": "Я родился в январе 1990 года. Я пойду в школу в январе. Я пошел на пляж в январе прошлого года.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Julio",
      "translation": "июль",
      "definition": "El séptimo mes del año, después de junio, en el calendario gregoriano.",
      "definition_translation": "Седьмой месяц года, после августа, в григорианском календаре.",
      "example": "Voy a ir de vacaciones en julio. Fui al parque en julio el año pasado. Me gradué en julio el próximo año.",
      "example_translation": "Я пойду в отпуск в июле. Я пошел в парк в июле прошлого года. Я закончу обучение в июле следующего года.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Junio",
      "translation": "июнь",
      "definition": "El sexto mes del año, después de mayo, en el calendario gregoriano.",
      "definition_translation": "Шестой месяц года, после июля, в григорианском календаре.",
      "example": "Asistiré a la boda en junio. Fui a la playa en junio el año pasado. Me tomaré el examen en junio el próximo año.",
      "example_translation": "Я пойду на свадьбу в июне. Я пошел на пляж в июне прошлого года. Я сдам экзамен в июне следующего года.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Marzo",
      "translation": "март",
      "definition": "El tercer mes del año, después de febrero, en el calendario gregoriano.",
      "definition_translation": "Третий месяц года, после апреля, в григорианском календаре.",
      "example": "Empezaré a aprender francés en marzo. Fui a París en marzo el año pasado. Terminaré el proyecto en marzo el próximo año.",
      "example_translation": "Я начну учить французский в марте. Я пошел в Париж в марте прошлого года. Я закончу проект в марте следующего года.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Mayo",
      "translation": "Май",
      "definition": "El quinto mes del año, después de abril y antes de junio.",
      "definition_translation": "Пятый месяц года, следующие между апрелем и июнем.",
      "example": "Me gradué en mayo. Me gradué en mayo. Me había graduado en mayo.",
      "example_translation": "Я окончу учебу в мае. Я окончил учебу в мае. Я уже окончил учебу в мае.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Noviembre",
      "translation": "Ноябрь",
      "definition": "El undécimo mes del año, después de octubre y antes de diciembre.",
      "definition_translation": "Одиннадцатый месяц года, следующие между октябрем и декабрем.",
      "example": "Voy a viajar en noviembre. Viajé en noviembre. Había viajado en noviembre.",
      "example_translation": "Я поеду в ноябре. Я ездил в ноябре. Я уже ездил в ноябре.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Octubre",
      "translation": "Октябрь",
      "definition": "El décimo mes del año, ubicado entre septiembre y noviembre.",
      "definition_translation": "Десятый месяц года, следующие между сентябрем и ноябрем.",
      "example": "Estudiaré en octubre. Estudié en octubre. Había estudiado en octubre.",
      "example_translation": "Я буду учиться в октябре. Я учился в октябре. Я уже учился в октябре.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Septiembre",
      "translation": "Сентябрь",
      "definition": "El noveno mes del año, ubicado entre agosto y octubre.",
      "definition_translation": "Девятый месяц года, следующие между августом и октябрем.",
      "example": "Trabajaré en septiembre. Trabajé en septiembre. Había trabajado en septiembre.",
      "example_translation": "Я буду работать в сентябре. Я работал в сентябре. Я уже работал в сентябре.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]