[
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerveza",
      "translation": "пиво",
      "definition": "Una bebida fermentada hecha de cereales, especialmente cebada, y aromatizada con lúpulo.",
      "definition_translation": "Ферментированный напиток, сделанный из злаков, особенно ячменя, и ароматизированный хмелем.",
      "example": "Bebí una cerveza en la fiesta anoche. Estoy bebiendo una cerveza ahora. Beberé una cerveza en la fiesta mañana.",
      "example_translation": "Я выпил пиво на вечеринке вчера вечером. Я пью пиво сейчас. Я выпью пиво на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "café",
      "translation": "кофе",
      "definition": "Una bebida caliente hecha de las semillas tostadas de una planta tropical.",
      "definition_translation": "Горячий напиток, сделанный из обжаренных семян тропического растения.",
      "example": "Bebí una taza de café esta mañana. Estoy bebiendo café ahora. Beberé café en el desayuno mañana.",
      "example_translation": "Я выпил чашку кофе этим утром. Я пью кофе сейчас. Я выпью кофе на завтраке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Coca",
      "translation": "Кока-Кола",
      "definition": "Una bebida dulce carbonatada aromatizada con vainilla y canela.",
      "definition_translation": "Сладкий газированный напиток, ароматизированный ванилью и корицей.",
      "example": "Bebí una Coca en la fiesta anoche. Estoy bebiendo Coca ahora. Beberé Coca en el cine mañana.",
      "example_translation": "Я выпил Кока-Колу на вечеринке вчера вечером. Я пью Кока-Колу сейчас. Я выпью Кока-Колу в кино завтра.",
      "imageLink": "image_files\\English\\"imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beber",
      "translation": "пить",
      "definition": "Tomar líquido.",
      "definition_translation": "Глотать жидкую субстанцию.",
      "example": "Bebí agua ayer. Estoy bebiendo té ahora. Beberé jugo en el desayuno mañana.",
      "example_translation": "Я выпил воду вчера. Я пью чай сейчас. Я выпью сок на завтраке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jugo",
      "translation": "сок",
      "definition": "Una sustancia líquida naturalmente contenida en plantas o animales y a menudo consumida como bebida.",
      "definition_translation": "Жидкость, естественным образом содержащаяся в растениях или животных и часто потребляемая в качестве напитка.",
      "example": "Bebí jugo ayer, estoy bebiendo jugo ahora y beberé jugo mañana.",
      "example_translation": "Вчера я пил сок, сейчас я пью сок, и завтра я буду пить сок.",
      "imageLink": "image_files\\English\\"imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "leche",
      "translation": "молоко",
      "definition": "Un líquido rico en nutrientes producido por las glándulas mamarias de los mamíferos, principalmente vacas, cabras y ovejas.",
      "definition_translation": "Питательная жидкость, производимая молочными железами самок млекопитающих, прежде всего крупного рогатого скота, коз и овец.",
      "example": "Compré leche ayer, estoy comprando leche ahora y compraré leche mañana.",
      "example_translation": "Вчера я купил молоко, сейчас я куплю молоко, и завтра я куплю молоко.",
      "imageLink": "image_files\\English\\"imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jugo de naranja",
      "translation": "апельсиновый сок",
      "definition": "Una sustancia líquida extraída de naranjas, a menudo consumida como bebida.",
      "definition_translation": "Жидкость, извлекаемая из апельсинов, часто потребляемая в качестве напитка.",
      "example": "Bebí jugo de naranja ayer, estoy bebiendo jugo de naranja ahora y beberé jugo de naranja mañana.",
      "example_translation": "Вчера я пил апельсиновый сок, сейчас я пью апельсиновый сок, и завтра я буду пить апельсиновый сок.",
      "imageLink": "image_files\\English\\"imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "té",
      "translation": "чай",
      "definition": "Una bebida caliente o fría hecha mediante la infusión de las hojas secas de la planta de té en agua.",
      "definition_translation": "Горячий или холодный напиток, приготовленный путем настаивания сухих листьев чайного растения в воде.",
      "example": "Bebí té ayer, estoy bebiendo té ahora y beberé té mañana.",
      "example_translation": "Вчера я пил чай, сейчас я пью чай, и завтра я буду пить чай.",
      "imageLink": "image_files\\English\\"imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jugo de tomate",
      "translation": "томатный сок",
      "definition": "Una sustancia líquida hecha de tomates, a menudo consumida como bebida.",
      "definition_translation": "Жидкость, сделанная из томатов, часто потребляемая в качестве напитка.",
      "example": "Bebí un vaso de jugo de tomate ayer, estoy bebiendo jugo de tomate ahora y beberé jugo de tomate mañana.",
      "example_translation": "Я выпил стакан томатного сока вчера, я пью его сейчас, и я выпью его завтра.",
      "imageLink": "image_files\\English\\"imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agua",
      "translation": "вода",
      "definition": "Una sustancia líquida clara, incolora, inodora y sin sabor que forma los mares, lagos, ríos y lluvia y es la base de los fluidos de los organismos vivos.",
      "definition_translation": "Чистый, бесцветный, безвкусный и без запаха жидкий субстрат, который формирует моря, озера, реки и дождь и является основой жидкостей живых организмов.",
      "example": "Bebí agua ayer, estoy bebiendo agua ahora y beberé agua mañana.",
      "example_translation": "Я выпил воду вчера, я пью ее сейчас, и я выпью ее завтра.",
      "imageLink": "image_files\\English\\"imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vino",
      "translation": "вино",
      "definition": "Un licor fermentado hecho de uvas, que suele contener de 10 a 20 por ciento de alcohol.",
      "definition_translation": "С_spiанный напиток, сделанный из винограда, обычно содержащий от 10 до 20 процентов алкоголя.",
      "example": "Bebo un vaso de vino anoche, estoy bebiendo ahora y beberé en la fiesta mañana.",
      "example_translation": "Я выпил стакан вина прошлым вечером, я пью его сейчас, и я выпью его на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alcohol",
      "translation": "алкоголь",
      "definition": "Una sustancia líquida incolora, volátil y altamente inflamable utilizada como disolvente, combustible y en la producción de bebidas.",
      "definition_translation": "Бесцветная, летучая и высоковоспламеняющаяся жидкость, используемая в качестве растворителя, топлива и в производстве напитков.",
      "example": "Nunca vuelvo a beber demasiado alcohol de nuevo, porque bebí anoche y me hizo sentir mal.",
      "example_translation": "Я никогда больше не буду пить слишком много алкоголя, потому что я выпил его прошлым вечером и он делал меня чувствовать больно.",
      "imageLink": "image_files\\English\\"imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jugo de manzana",
      "translation": "сока яблока",
      "definition": "Una bebida dulce y refrescante hecha de manzanas, a menudo servida fría.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из яблок, часто подается охлажденным.",
      "example": "Bebí jugo de manzana en el desayuno, estoy bebiendo ahora y beberé en la cena.",
      "example_translation": "Я пил сок яблока на завтрак, я пью его сейчас, и я буду пить его на ужин.",
      "imageLink": "image_files\\English\\"imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "champaña",
      "translation": "шампанское",
      "definition": "Un vino espumoso producido a partir de uvas cultivadas en la región de Champaña, Francia, a menudo servido en celebraciones.",
      "definition_translation": "Игристое вино, производимое из винограда, выращенного в регионе Шампань во Франции, часто подается на празднованиях.",
      "example": "Abrimos champaña en mi boda, estamos bebiendo ahora y abriremos de nuevo en nuestro aniversario.",
      "example_translation": "Мы открывали шампанское на моей свадьбе, мы пьем его сейчас, и мы откроем его снова на нашей годовщине.",
      "imageLink": "image_files\\English\\"imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cola",
      "translation": "кола",
      "definition": "Una bebida suave y carbonatada sabor a vainilla y caramelo, a menudo servida fría.",
      "definition_translation": "Сладкий, газированный напиток, ароматизированный ванилью и карамелью, часто подается холодным.",
      "example": "Bebí cola en la fiesta, estoy bebiendo ahora y beberé en el cine.",
      "example_translation": "Я пил колу на вечеринке, я пью ее сейчас, и я буду пить ее в кинотеатре.",
      "imageLink": "image_files\\English\\"imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beber",
      "translation": "питье",
      "definition": "Una sustancia líquida consumida para calmar la sed o para nutrir.",
      "definition_translation": "Жидкость, потребляемая для утоления жажды или для питания.",
      "example": "Voy a beber agua después del ejercicio, bebí jugo en el desayuno y estoy bebiendo té ahora.",
      "example_translation": "Я буду пить воду после упражнений, я пил сок на завтрак, и я пью чай сейчас.",
      "imageLink": "image_files\\English\\"imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chocolate caliente",
      "translation": "горячий шоколад",
      "definition": "Una bebida dulce y reconfortante hecha con chocolate derretido y leche, a menudo servida caliente.",
      "definition_translation": "Сладкий, утешительный напиток, сделанный из растопленного шоколада и молока, часто подается горячим.",
      "example": "Bebí chocolate caliente en una mañana de invierno fría. Ayer, hice chocolate caliente para mis hermanos. En el futuro, haré chocolate caliente con malvaviscos.",
      "example_translation": "Я выпил горячий шоколад на холодное зимнее утро. Вчера я приготовил горячий шоколад для моих братьев и сестер. В будущем я сделаю горячий шоколад с зефиром.",
      "imageLink": "image_files\\English\\"imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limonada",
      "translation": "лимонад",
      "definition": "Una bebida dulce y refrescante hecha con jugo de limón, agua y azúcar.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из лимонного сока, воды и сахара.",
      "example": "Me tomé un sorbo de limonada en un día de verano caluroso. Mi madre hizo limonada para la fiesta. En el verano, haré limonada con hielo.",
      "example_translation": "Я отпил лимонад на жаркий летний день. Моя мама приготовила лимонад для вечеринки. Летом я сделаю лимонад со льдом.",
      "imageLink": "image_files\\English\\"imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "batido",
      "translation": "мilkshake",
      "definition": "Una bebida dulce y cremosa hecha con leche, helado y saborizantes.",
      "definition_translation": "Сладкий и кремовый напиток, сделанный из молока, мороженого и добавок.",
      "example": "Pedí un batido en la cafetería. Mi amigo hizo un batido con fresas. La próxima semana, haré un batido con chips de chocolate.",
      "example_translation": "Я заказал milkshake в дайнере. Мой друг приготовил milkshake со страурами. На следующей неделе я сделаю milkshake с шоколадными чипсами.",
      "imageLink": "image_files\\English\\"imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agua mineral",
      "translation": "минеральная вода",
      "definition": "Agua que contiene minerales o otras sustancias disueltas en ella, a menudo embotellada y vendida como bebida.",
      "definition_translation": "Вода, содержащая минералы или другие вещества, растворенные в ней, часто бутилированная и продаваемая как напиток.",
      "example": "Bebí agua mineral después del entrenamiento. Mi doctor me recomendó agua mineral para la digestión. En el futuro, beberé agua mineral con limón.",
      "example_translation": "Я выпил минеральную воду после тренировки. Мой врач порекомендовал минеральную воду для пищеварения. В будущем я буду пить минеральную воду с лимоном.",
      "imageLink": "image_files\\English\\"imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bebida suave",
      "translation": "напиток",
      "definition": "Una bebida dulce con sabor, típicamente carbonatada, que contiene una pequeña cantidad de alcohol o no contiene alcohol en absoluto.",
      "definition_translation": "Сладкий ароматизированный напиток, обычно газированный, содержащий небольшое количество алкоголя или без алкоголя.",
      "example": "Bebí una bebida suave en la fiesta de anoche. Estoy bebiendo una bebida suave ahora. Beberé una bebida suave en la playa mañana.",
      "example_translation": "Я выпил напиток на вечеринке вчера вечером. Я сейчас пью напиток. Я выпью напиток на пляже завтра.",
      "imageLink": "image_files\\English\\"imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cóctel",
      "translation": "коктейль",
      "definition": "Una bebida mezclada hecha con un espíritu, jugo y otros ingredientes, típicamente servida en un vaso.",
      "definition_translation": "Смесь напитка, сделанная из спирта, сока и других ингредиентов, обычно подается в стакане.",
      "example": "Pedí un cóctel en el bar de anoche. Estoy pidiendo un cóctel ahora. Pediré un cóctel en la fiesta de mañana.",
      "example_translation": "Я заказал коктейль в баре вчера вечером. Я сейчас заказываю коктейль. Я заказаю коктейль на вечеринке завтра.",
      "imageLink": "image_files\\English\\"imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cacao",
      "translation": "какао",
      "definition": "Un alimento dulce hecho con los granos del árbol de cacao, a menudo consumido como una bebida caliente.",
      "definition_translation": "Сладкая еда, сделанная из бобов дерева какао, часто потребляется в виде горячего напитка.",
      "example": "Bebí una taza de cacao ayer. Estoy bebiendo una taza de cacao ahora. Beberé una taza de cacao en invierno.",
      "example_translation": "Я выпил стакан какао вчера. Я сейчас пью стакан какао. Я выпью стакан какао зимой.",
      "imageLink": "image_files\\English\\"imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bebida con gas",
      "translation": "газированный напиток",
      "definition": "Una bebida carbonatada, a menudo saborizada y endulzada, que hace burbujas cuando se abre.",
      "definition_translation": "Газированный напиток, часто ароматизированный и подслащенный, который образует пену или пузырьки, когда открывается.",
      "example": "Abrí una bebida con gas ayer. Estoy abriendo una bebida con gas ahora. Abriré una bebida con gas en el picnic de mañana.",
      "example_translation": "Я открыл газированный напиток вчера. Я сейчас открываю газированный напиток. Я открою газированный напиток на пикнике завтра.",
      "imageLink": "image_files\\English\\"imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "café instantáneo",
      "translation": "мгновенный кофе",
      "definition": "Un tipo de café que se puede preparar rápidamente disolviendo polvo o granulados en agua caliente.",
      "definition_translation": "Тип кофе, который можно быстро приготовить, растворив порошок или гранулы в горячей воде.",
      "example": "Me encanta beber café instantáneo por la mañana porque es tan conveniente. Ayer, bebí café instantáneo con mis amigos. Mañana, beberé café instantáneo en el trabajo.",
      "example_translation": "Я люблю пить мгновенный кофе по утрам, потому что это так удобно. Вчера я пил мгновенный кофе с друзьями. Завтра я będę пить мгновенный кофе на работе.",
      "imageLink": "image_files\\English\\"imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vodka",
      "translation": "водка",
      "definition": "Un líquido espiritual claro, incoloro y sin sabor, típicamente hecho de granos como trigo o centeno, y a menudo aromatizado o mezclado con otros ingredientes.",
      "definition_translation": "Прозрачная, бесцветная, безвкусная жидкость, типично сделанная из зерна, такого как пшеница или рожь, и часто ароматизированная или смешанная с другими ингредиентами.",
      "example": "Voy a un evento de degustación de vodka esta noche. Ayer, bebí vodka con mis amigos. Mañana, beberé vodka en la fiesta.",
      "example_translation": "Я иду на дегустацию водки сегодня вечером. Вчера я пил водку с друзьями. Завтра я będę пить водку на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "whisky",
      "translation": "виски",
      "definition": "Un tipo de licor espiritual, típicamente hecho de mosto de granos fermentados, y a menudo envejecido en barricas de roble para desarrollar un sabor y color ricos.",
      "definition_translation": "Тип спиртного напитка, типично сделанного из ферментированной зерновой мешки, и часто выдержанного в дубовых бочках, чтобы развить богатый вкус и цвет.",
      "example": "Voy a un evento de degustación de whisky esta noche. Ayer, bebí whisky con mis amigos. Mañana, beberé whisky en la fiesta.",
      "example_translation": "Я иду на дегустацию виски сегодня вечером. Вчера я пил виски с друзьями. Завтра я będę пить виски на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "compota",
      "translation": "компот",
      "definition": "Una bebida o postre dulce hecha con frutas, a menudo servida caliente o fría, y típicamente aromatizada con azúcar y especias.",
      "definition_translation": "Сладкий напиток или десерт, сделанный из фруктов, часто подается горячим или холодным, и типично ароматизированный сахаром и специями.",
      "example": "Me encanta beber compota en invierno porque es tan cálida y acogedora. Ayer, bebí compota con mi familia. Mañana, beberé compota en la cena de gala.",
      "example_translation": "Я люблю пить компот зимой, потому что это так тепло и уютно. Вчера я пил компот с семьей. Завтра я będę пить компот на обеде.",
      "imageLink": "image_files\\English\\"imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "café descafeinado",
      "translation": "декофеинированный кофе",
      "definition": "Granos de café que han tenido la mayor parte de su caféína removida, lo que lo hace una gran opción para aquellos que son sensibles a la caféína o desean evitarla por completo.",
      "definition_translation": "Кофейные бобы, из которых был удален hầu hết кофеина, membuat его отличным вариантом для тех, кто敏ITIVE к кофеину или хочет его избежать вообще.",
      "example": "He estado bebiendo café descafeinado durante años, desde que me di cuenta de que soy demasiado sensible a la caféína. Ayer, bebí una taza de café descafeinado antes de ir a la cama, y haré lo mismo mañana por la mañana.",
      "example_translation": "Я пил декофеинированный кофе на протяжении лет, с тех пор как я понял, что я слишком чувствительный к кофеину. Вчера я выпил чашку декофеинированного кофе перед сном, и я сделаю то же самое завтра утром.",
      "imageLink": "image_files\\English\\"imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "shandy",
      "translation": "шэнд",
      "definition": "Una bebida hecha con cerveza y una bebida dulce, como limonada o ginger ale, típicamente consumida durante el clima cálido.",
      "definition_translation": "Напиток, сделанный из пива и сладкого напитка, такого как лимонад или имбирное пиво, обычно потребляемый в теплую погоду.",
      "example": "Pedí un shandy en el bar de la playa, y fue refrescante. Mi amigo había probado shandy antes, pero lo probaré la próxima vez que vaya al mar. Quizás incluso haré un shandy en casa esta noche.",
      "example_translation": "Я заказал шэнд в баре на пляже, и он был освежающим. Мой друг пробовал шэнд прежде, но я буду пить его следующим летом. Может быть, я даже приготовлю шэнд дома сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]