[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insecto",
      "translation": "насекомое",
      "definition": "Un animal pequeño que tiene seis patas y un cuerpo que se divide típicamente en tres partes: cabeza, tórax y abdomen.",
      "definition_translation": "Маленькое животное, которое имеет шесть ног и тело, которое обычно делится на три части: голову, грудь и брюшко.",
      "example": "El insecto se arrastraba lentamente por la hoja. El insecto se estaba arrastrando lentamente por la hoja. El insecto se arrastrará lentamente por la hoja.",
      "example_translation": "Насекомое медленно ползло по листу. Насекомое медленно ползло по листу. Насекомое будет медленно ползти по листу.",
      "imageLink": "image_files\\English\\insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hormiga",
      "translation": "муравей",
      "definition": "Un insecto pequeño que vive en colonias y es conocido por su naturaleza industria.",
      "definition_translation": "Маленькое насекомое, которое живет в колониях и известно своим трудолюбивым характером.",
      "example": "La hormiga llevó una migaja de vuelta a su nido. La hormiga estaba llevando una migaja de vuelta a su nido. La hormiga llevará una migaja de vuelta a su nido.",
      "example_translation": "Муравей носил крошку обратно в свое гнездо. Муравей носил крошку обратно в свое гнездо. Муравей будет носить крошку обратно в свое гнездо.",
      "imageLink": "image_files\\English\\ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abeja",
      "translation": "пчела",
      "definition": "Un insecto volador que recoge néctar de las flores y produce miel.",
      "definition_translation": "Летающее насекомое, которое собирает нектар из цветов и производит мед.",
      "example": "La abeja voló de flor en flor. La abeja estaba volando de flor en flor. La abeja volará de flor en flor.",
      "example_translation": "Пчела летела от цветка к цветку. Пчела летела от цветка к цветку. Пчела будет лететь от цветка к цветку.",
      "imageLink": "image_files\\English\\bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bicho",
      "translation": "жук",
      "definition": "Un insecto pequeño con una concha externa dura, típicamente con seis patas y dos alas.",
      "definition_translation": "Маленькое насекомое с твердой наружной оболочкой, обычно имеющее шесть ног и два крыла.",
      "example": "El bicho se arrastró por el suelo. El bicho se estaba arrastrando por el suelo. El bicho se arrastrará por el suelo.",
      "example_translation": "Жук полз по полу. Жук полз по полу. Жук будет ползти по полу.",
      "imageLink": "image_files\\English\\bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mariposa",
      "translation": "бабочка",
      "definition": "Una mariposa es un tipo de insecto que tiene alas grandes, a menudo de colores brillantes, y se alimenta de néctar de las flores.",
      "definition_translation": "Бабочка - это тип насекомого, который имеет большие, часто ярко окрашенные крылья и питается нектаром из цветов.",
      "example": "La mariposa revoloteó alrededor del jardín, bebiendo néctar de las flores. Ayer, había volado hacia encontrar una pareja. Mañana, pondrá huevos en una hoja.",
      "example_translation": "Бабочка порхала вокруг сада, пила нектар из цветов. Вчера она улетела tìmать пару. Завтра она снесёт яйца на лист.",
      "imageLink": "image_files\\English\\butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cucaracha",
      "translation": "таракан",
      "definition": "Una cucaracha es un tipo de insecto que tiene un cuerpo largo y plano y es a menudo considerado una plaga.",
      "definition_translation": "Таракан - это тип насекомого, который имеет длинное, плоское тело и часто считается вредителям.",
      "example": "La cucaracha se escabulló por el suelo de la cocina, evadiendo la escoba. La semana pasada, había infestado la despensa. El mes que viene, será exterminada.",
      "example_translation": "Таракан бежал по кухонному полу, избегая метлы. На прошлой неделе он infested кладовку. В следующем месяце он будет истреблён.",
      "imageLink": "image_files\\English\\cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "criatura",
      "translation": "существо",
      "definition": "Una criatura es un ser vivo, como un animal o una persona, que tiene una existencia distinta.",
      "definition_translation": "Существо - это живое существо, такое как животное или человек, которое имеет чёткое существование.",
      "example": "La criatura se escondió en las sombras, vigilando su presa. Ayer, había atacado a un turista. Mañana, será estudiada por los científicos.",
      "example_translation": "Существо скрывалось в тени, наблюдая за добычей. Вчера оно атаковало туриста. Завтра оно будет изучаться учёными.",
      "imageLink": "image_files\\English\\creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mosca",
      "translation": "муха",
      "definition": "Una mosca es un tipo de insecto que tiene alas y se encuentra a menudo cerca de alimentos o basura.",
      "definition_translation": "Муха - это тип насекомого, которое имеет крылья и часто встречается возле еды или мусора.",
      "example": "La mosca zumbaba alrededor de mi cabeza, fastidiándome. Ayer, había aterrizado en mi sándwich. La próxima semana, será erradicada del restaurante.",
      "example_translation": "Муха жужжала вокруг моей головы, раздражая меня. Вчера она села на мой сэндвич. На следующей неделе она будет истребленной из ресторана.",
      "imageLink": "image_files\\English\\fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mosquito",
      "translation": "Комар",
      "definition": "Un insecto volador pequeño que se alimenta de la sangre de los animales y los humanos, conocido por su comportamiento de picadura.",
      "definition_translation": "Маленькая летающая насекомая, питающаяся кровью животных и людей, известная своими укусами.",
      "example": "Me picó un mosquito anoche. Pego a los mosquitos cuando revolotean alrededor de mi cabeza. Evitaré el área infestada de mosquitos.",
      "example_translation": "Я был укушен комаром прошлой ночью. Я отмахиваюсь от комаров, когда они жужжат вокруг моей головы. Я избегу района, infested с комарами.",
      "imageLink": "image_files\\English\\mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "araña",
      "translation": "Паук",
      "definition": "Un arácnido depredador de ocho patas que teje telas para atrapar presas.",
      "definition_translation": "Восьминогий хищный арахнид, Spiníng сети для catching добычи.",
      "example": "Vi a una araña escalando la pared. La araña había tejido su tela ya. Desharré la telaraña de la araña.",
      "example_translation": "Я видел паука, ползущего по стене. Паук уже сплёл свою сеть. Я убираю сеть паука.",
      "imageLink": "image_files\\English\\spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "red",
      "translation": "Сеть",
      "definition": "Una intrincada red de hilos tejidos por una araña o animal similar, utilizada para cazar presas o protegerse.",
      "definition_translation": "Интригующая сеть нитей, сплетенная пауком или аналогичным животным, используемая для catching добычи или защиты себя.",
      "example": "La araña tejía su red muy pegajosa. Ayer, me metí en una red. La lluvia destruirá la red.",
      "example_translation": "Сеть паука была очень липкой. Я случайно шагнул в сеть. Сеть будет разрушена дождём.",
      "imageLink": "image_files\\English\\web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarabajo",
      "translation": "Жук",
      "definition": "Un tipo de insecto con una cubierta exterior dura, normalmente con un cuerpo redondeado y a menudo de color brillante.",
      "definition_translation": "Тип насекомого с твёрдой внешней оболочкой, обычно имеющего округлое тело и часто ярко окрашенным.",
      "example": "Vi un escarabajo caminando sobre una hoja. El escarabajo tenía un exoesqueleto brillante. Examinaré el hábitat del escarabajo.",
      "example_translation": "Я видел жука, ползущего по листу. Жук имел блестящий экзоскелет. Я исследую местообитание жука.",
      "imageLink": "image_files\\English\\beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pulga",
      "translation": "блоха",
      "definition": "Un pequeño insecto saltador que vive en el cuerpo de mamíferos y aves, alimentándose de su sangre.",
      "definition_translation": "Маленькое, прыгающее насекомое, живущее на телах млекопитающих и птиц, питающееся их кровью.",
      "example": "El perro tenía una pulga que lo hacía rascarse por todas partes. Ayer, vi una pulga saltando sobre la alfombra. Si no me baño, tendré una pulga mañana.",
      "example_translation": "У собаки была блоха, которая заставляла ее чесаться все тело. Вчера я увидел блоху, прыгающую на ковре. Если я не умоюсь, у меня будет блоха завтра.",
      "imageLink": "image_files\\English\\flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picar",
      "translation": "жалить",
      "definition": "Causar una herida aguda, a menudo dolorosa, con una parte puntiaguda del cuerpo, como un diente o una aguijón.",
      "definition_translation": "Создавать острую, часто болезненную рану с помощью острых частей тела, таких как зуб или жало.",
      "example": "La avispa me picó en el brazo ayer. La abeja picará si se siente amenazada. Para mañana, el dolor de la picadura desaparecerá.",
      "example_translation": "Оса ужалила меня на руке вчера. Пчела ужалит, если feels угрозу. К завтрашнему дню боль от укуса исчезнет.",
      "imageLink": "image_files\\English\\sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avispa",
      "translation": "оса",
      "definition": "Un insecto volador con una cintura estrecha y una picadura dolorosa, a menudo de color amarillo y negro.",
      "definition_translation": "Летающее насекомое с узкой талией и болезненным укусом, часто желтого и черного цвета.",
      "example": "La avispa voló hacia la habitación a través de la ventana abierta. Vi una avispa construyendo su nido en el jardín. Si disturbo la avispa, me picará.",
      "example_translation": "Осалетела в комнату через открытое окно. Я увидел осу, строящую свой гнездо в саду. Если я потревожу осу, она ужалит меня.",
      "imageLink": "image_files\\English\\wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mantis",
      "translation": "богомол",
      "definition": "Un insecto carnívoro con un cuerpo largo y delgado y patas delanteras espinosas, a menudo ordeñado por pájaros y otros insectos.",
      "definition_translation": "Плотоядное насекомое с длинным, тонким телом и шипованными передними ногами, часто поедаемое птицами и другими насекомыми.",
      "example": "La mantis ordeñó una mosca con sus patas espinosas. Ayer, vi una mantis comiendo una abeja en el jardín. Si no disturbo la mantis, ella continuará cazando.",
      "example_translation": "Богомол поймал муху своими шипованными ногами. Вчера я увидел богомола, поедающего пчelu в саду. Если я не потревожу богомола, оно продолжит охоту.",
      "imageLink": "image_files\\English\\mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mariposa nocturna",
      "translation": "моль",
      "definition": "Una mariposa nocturna es un tipo de insecto que tiene alas grandes y es a menudo atraída por la luz. Las mariposas nocturnas están estrechamente relacionadas con las mariposas, pero son típicamente más apagadas en color y tienen antenas plumosas.",
      "definition_translation": "Моль - это тип насекомого, который имеет большие крылья и часто привлекается к свету. Моли тесно связаны с бабочками, но обычно более тусклые по цвету и имеют перистые антенны.",
      "example": "La mariposa nocturna voló alrededor de la lámpara, sus alas batían rápidamente. Había volado a través de una ventana abierta anoche. Volará cuando se apague la luz.",
      "example_translation": "Моль летела вокруг лампы, ее крылья быстро бились. Она летела через открытое окно прошлой ночью. Она улетит, когда свет будет выключен.",
      "imageLink": "image_files\\English\\moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarabajo de la papa",
      "translation": "картофельная бабочка",
      "definition": "Un escarabajo de la papa es un tipo de insecto que se alimenta de plantas de papa y puede causar daños significativos a los cultivos. Los escarabajos de la papa son típicamente anaranjados o amarillos.",
      "definition_translation": "Картофельная бабочка - это тип насекомого, который питается картофельными растениями и может вызвать значительный ущерб урожаю. Картофельные бабочки обычно оранжевого или желтого цвета.",
      "example": "El granjero revisaba sus campos diariamente en busca de escarabajos de la papa. Los había visto devorar sus plantas la temporada pasada. Necesitará usar pesticidas para exterminarlos este año.",
      "example_translation": "Фермер每天 проверял свои поля на картофельных бабочек. Он видел, как они поедали его растения в прошлом сезоне. Ему нужно будет использовать пестициды, чтобы истребить их в этом году.",
      "imageLink": "image_files\\English\\potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gusano de seda",
      "translation": "шелкопряд",
      "definition": "Un gusano de seda es la larva de una mariposa que teje un capullo de seda. Los gusanos de seda se utilizan comúnmente en la producción de seda.",
      "definition_translation": "Шелкопряд - это личинка моли, которая плетет кокон из шелка. Шелкопряды обычно используются в производстве шелковой ткани.",
      "example": "El gusano de seda tejía su capullo lentamente. Había eclosionado de un huevo la semana pasada. Emergerá como una mariposa el mes próximo.",
      "example_translation": "Шелкопряд медленно плел свой кокон. Он вылупился из яйца на прошлой неделе. Он выйдет как моль следующей месяца.",
      "imageLink": "image_files\\English\\silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "termita",
      "translation": "термит",
      "definition": "Una termita es un tipo de insecto que se alimenta de madera y puede causar daños significativos a edificios y estructuras.",
      "definition_translation": "Термит - это тип насекомого, которое питается деревом и может вызвать значительный ущерб зданиям и сооружениям.",
      "example": "El propietario descubrió una infestación de termitas en su sótano. Las había visto comiendo madera el año pasado. Necesitará llamar a un exterminador para deshacerse de ellas.",
      "example_translation": "Владелец дома обнаружил заражение термитами в своем подвале. Он видел, как они поедали дерево в прошлом году. Ему нужно будет позвонить дератизатору, чтобы избавиться от них.",
      "imageLink": "image_files\\English\\termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chinche de cama",
      "translation": "клоп",
      "definition": "Un insecto pequeño y plano que infesta las camas y se alimenta de sangre humana, causando mordeduras dolorosas.",
      "definition_translation": "Маленькое, плоское, паразитическое насекомое, которое infests кровати и питается человеческой кровью, часто вызывая болезненные укусы.",
      "example": "Me desperté con múltiples mordeduras de chinches de cama en mi brazo. Ayer, vi algunas chinches de cama arrastrándose por las sábanas. Para la próxima semana, habremos exterminado todas las chinches de cama del hotel.",
      "example_translation": "Я проснулся с множественными укусами постельного клопа на своей руке. Вчера я видел несколько постельных клопов, ползущих по простыням. К следующей неделе мы уничтожим всех постельных клопов из отеля.",
      "imageLink": "image_files\\English\\bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abeja peluda",
      "translation": "шмель",
      "definition": "Un tipo de abeja grande y peluda, social, que es comúnmente amarilla y negra, conocida por su importante papel en la polinización.",
      "definition_translation": "Тип большого, волосатого, социального пчелы, который часто имеет желтый и черный цвет, известный своей важной ролью в опылении.",
      "example": "La abeja peluda zumbaba alrededor de las flores brillantes, recogiendo néctar. El verano pasado, vi una abeja peluda revoloteando cerca del jardín. Para la primavera, las abejas peludas habrán regresado a los campos.",
      "example_translation": "Шмель жужжал вокруг ярких цветов, собираяnectar. Летом прошлого года я видел шмеля, зависающего рядом с садом. К весне шмели вернутся в поля.",
      "imageLink": "image_files\\English\\bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oruga",
      "translation": "гусеница",
      "definition": "La larva de una mariposa o polilla, que come mucha comida y crece antes de transformarse en una pupa y eventualmente emerger como un adulto completamente formado.",
      "definition_translation": "Личинка бабочки или моли, которая ест много пищи и растет перед превращением в куклу и, в конце концов, вылезает в виде полностью сформированного взрослого.",
      "example": "La oruga se arrastraba por la hoja, comiendo agujeros en ella. Ayer, vi una oruga transformarse en una crisálida. Para el próximo mes, la oruga habrá evolucionado en una hermosa mariposa.",
      "example_translation": "Гусеница ползла вдоль листа, едя дыры в нем. Вчера я видел гусеницу, превращающуюся в куклу. К следующему месяцу гусеница станет красивой бабочкой.",
      "imageLink": "image_files\\English\\caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cicada",
      "translation": "цикада",
      "definition": "Un insecto grande que hace ruido y tiene un cuerpo característico y una larga etapa juvenil subterránea.",
      "definition_translation": "Большое, шумное насекомое с характерной формой тела и длинной, подземной стадиейjuvenil.",
      "example": "La cicada hacía un ruido zumbante en el árbol. El año pasado, vi una concha de cicada en el tronco. Para el próximo verano, las cicadas habrán emergido del suelo.",
      "example_translation": "Цикада издавала громкий жужжащий шум на дереве. В прошлом году я见 цикаду shell на стволе. К следующему лету цикады выйдут из земли.",
      "imageLink": "image_files\\English\\cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "libélula",
      "translation": "стрекоза",
      "definition": "Un insecto con un cuerpo largo y delgado y alas grandes que cazan insectos en el aire.",
      "definition_translation": "Стрекоза - это насекомое с длинным, стройным телом и большими крыльями, которые ловят насекомых в воздухе.",
      "example": "La libélula revoloteaba sobre el estanque, sus alas iridiscentes brillando en la luz del sol. Ayer, vi una libélula posada en una hoja de hierba. Si tengo suerte, veré una libélula nuevamente mañana.",
      "example_translation": "Стрекоза зависала над прудом, ее радужные крылья мерцали в солнечном свете. Вчера я увидел стрекозу, сидевшую на стебле травы. Если я повезу, то завтра яagain увижу стрекозу.",
      "imageLink": "image_files\\English\\dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dron",
      "translation": "дрон",
      "definition": "Un dron es un avión o buque no tripulado que es operado de forma remota o autónoma.",
      "definition_translation": "Дрон - это беспилотный самолет или корабль, который управляется дистанционно или автономно.",
      "example": "La empresa utiliza dron para entregar paquetes a áreas remotas. El dron revoloteaba sobre el campo de batalla, transmitiendo videos de vuelta a la sede. Para el próximo año, los dron podrán volar de forma autónoma.",
      "example_translation": "Компания использует дроны для доставки пакетов в отдаленные районы. Дрон зависал над полем боя, передавая видеоинформацию обратно в штаб-квартиру. К следующему году дроны смогут летать автономно.",
      "imageLink": "image_files\\English\\drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " tábanos",
      "translation": "оса",
      "definition": "Un tábanos es un tipo de mosca conocido por su ruido zumbante y tendencia a molestar a los animales y humanos.",
      "definition_translation": "Оса - это тип мухи, который известен своим раздражающим жужжанием и тенденцией беспокоить животных и людей.",
      "example": "El tábanos zumbaba alrededor de mi cabeza, volviéndome loco. Ayer, un tábanos picó mi caballo, haciéndolo reaccionar violentamente. Si puedo, golpearé el tábanos que me ha estado molestando todo el día.",
      "example_translation": "Оса жужжала вокруг моей головы, доводя меня до сумасшествия. Вчера оса укусила мою лошадь, заставляя ее рьяно метаться. Если смогу, я ушамycin osu, которая беспокоила меня весь день.",
      "imageLink": "image_files\\English\\gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "langostino",
      "translation": "кузнечик",
      "definition": "Un langostino es un tipo de insecto con un cuerpo verde o marrón y patas traseras grandes que le permiten saltar distancias largas.",
      "definition_translation": "Кузнечик - это тип насекомого с зеленым или коричневым телом и большими задними ногами, которые позволяют ему прыгать на дальние расстояния.",
      "example": "El langostino saltó a través del campo, su brillante cuerpo verde reluciendo en la luz del sol. Ayer, vi un langostino posado en una hoja de hierba. Si tengo suerte, atraparé un langostino nuevamente mañana.",
      "example_translation": "Кузнечик прыгнул через поле, его ярко-зеленое тело сверкало в солнечном свете. Вчера я увидел кузнечика, сидевшего на стебле травы. Если я повезу, то завтра яagain поймаю кузнечика.",
      "imageLink": "image_files\\English\\grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avispón",
      "translation": "шершень",
      "definition": "Un avispón es un tipo de insecto volador que construye nidos grandes en los árboles o bajo tierra y es conocido por su picadura dolorosa.",
      "definition_translation": "Шершень - это тип летающего насекомого, которое строит большие гнезда в деревьях или под землей и известно своей болезненной укус.",
      "example": "El avispón me picó ayer, pero seré cuidadoso cuando vaya de excursión mañana y no disturbaré a los avispón en el futuro.",
      "example_translation": "Шершень укусил меня вчера, но я буду осторожен, когда пойду на хайкинг завтра, и не буду тревожить шершней в будущем.",
      "imageLink": "image_files\\English\\hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mariquita",
      "translation": "божья коровка",
      "definition": "Una mariquita es un pequeño escarabajo con una concha roja y negra, conocido por su capacidad para secreta un fluido con sabor desagradable para disuadir a los depredadores.",
      "definition_translation": "Божья коровка - это маленький жук с характерной красно-черной оболочкой, известный своей способностью выделять неприятный на вкус раствор, чтобы отпугивать хищников.",
      "example": "Vi una mariquita arrastrándose por una hoja ayer, y plantaré algunas flores en mi jardín mañana para atraer más mariquitas, para que me ayuden a proteger mis plantas en el futuro.",
      "example_translation": "Я увидел божью коровку, ползущую по листу вчера, и я посадлю некоторые цветы в саду завтра, чтобы привлечь больше божьих коровок, так они могут помочь мне защитить мои растения в будущем.",
      "imageLink": "image_files\\English\\ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "langosta",
      "translation": "саранча",
      "definition": "Una langosta es un tipo de gran langostino que puede formar enjambres y devastar cultivos y vegetación.",
      "definition_translation": "Саранча - это тип большой кузнечика, который может формировать рои и губить урожай и растительность.",
      "example": "Las langostas destruyeron el campo de maíz el año pasado, pero prepararé mi granja para el futuro plantando cultivos resistentes a langostas, para que las langostas no sean un problema cuando vuelvan el año que viene.",
      "example_translation": "Саранча разрушила кукурузное поле в прошлом году, но я приготовлю свою ферму к будущему, посадив культуры, устойчивые к саранче, так саранча не будет проблемой, когда они вернутся снова в следующем году.",
      "imageLink": "image_files\\English\\locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piojo",
      "translation": "вошь",
      "definition": "Un piojo es un pequeño insecto alado que vive en los cuerpos de humanos y algunos animales, alimentándose de su piel y sangre.",
      "definition_translation": "Вошь - это маленькое бескрылое насекомое, которое живет на телах людей и некоторых животных, питаясь их кожей и кровью.",
      "example": "Los piojos invadieron toda la escuela el mes pasado, pero lavaré mi cabello regularmente para evitar tener piojos en el futuro, y revisaré el cabello de mis hijos cada semana para asegurarme de que no tengan piojos.",
      "example_translation": "Вши infested всю школу в прошлом месяце, но я буду мыть голову регулярно, чтобы избежать вшей в будущем, и я буду проверять волосы моих детей каждую неделю, чтобы убедиться, что у них нет вшей.",
      "imageLink": "image_files\\English\\louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]