{
  "data": [
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier bulldog",
      "translation": "Бультерьер",
      "definition": "Una raza de perro conocida por su cuerpo musculoso, corta piel y cabeza ovalada característica.",
      "definition_translation": "Порода собаки, известная своей мускулистой постройкой, короткой шерстью и характерной яйцевидной формой головы.",
      "example": "Tuve un terrier bulldog como mascota cuando era niño, pero ahora tengo un gato. Mi hermana solía pasear a nuestro terrier bulldog todas las mañanas, y mañana lo llevará al parque.",
      "example_translation": "У меня был бультерьер в качестве домашнего животного, когда я был ребенком, но теперь у меня есть кошка. Моя сестра раньше каждый день гуляла нашим бультерьером, и завтра она возьмет его к парку.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " bulldog",
      "translation": "Бульдог",
      "definition": "Una raza de perro conocida por su cuerpo robusto, corta piel y cara arrugada característica.",
      "definition_translation": "Порода собаки, известная своей устойчивой постройкой, короткой шерстью и характерным морщинистым лицом.",
      "example": "El bulldog es una raza popular, y originalmente se crió para pelear con toros. Mi amigo solía tener un bulldog, pero era demasiado agresivo, así que tuvo que darlo-away.",
      "example_translation": "Бульдог - это популярная порода, и она былаoriginally выведена для боя с быками. Мой друг ранее имел бульдога, но оно было слишком агрессивным, поэтому он должен был отдать его.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Dálmata",
      "translation": "Далматинец",
      "definition": "Una raza de perro conocida por su característico pelaje blanco con manchas negras y su complexion atlética.",
      "definition_translation": "Порода собаки, известная своей характерной белой шерстью с черными пятнами и своей атлетической постройкой.",
      "example": "Los dálmatas a menudo se utilizan como perros de estación de bomberos y son muy leales. Mi abuela tenía un dálmata cuando era joven, y siempre lo seguía a todas partes.",
      "example_translation": "Далматины часто используются в качестве пожарных собак, и они очень лояльны. Моя бабушка имела далматинца, когда она была молодой, и оно всегда следовало за ней везде.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caniche",
      "translation": "Пудель",
      "definition": "Una raza de perro conocida por su pelaje rizado, no sheddante y su alta inteligencia.",
      "definition_translation": "Порода собаки, известная своей кудрявой, не линяющей шерстью и высокой интеллектом.",
      "example": "Los caniches vienen en various tamaños, incluyendo toy, miniature y estándar. Solía tener un caniche toy, pero era demasiado de mantenimiento, así que se lo di a mi hermana.",
      "example_translation": "Пудели бывают разного размера, включая игрушечных, миниатюрных и стандартных. Я ранее имел игрушечного пуделя, но оно было слишком требовательным уходом, поэтому я отдал его своей сестре.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lebrel afgano",
      "translation": "Афганская борзая",
      "definition": "Una raza de perro alta, de pelaje sedoso y originaria de Afganistán, caracterizada por su cola en forma de anillo y cabeza larga y estrecha.",
      "definition_translation": "Высокая, шелковистая порода собак, происходящая из Афганистана, характеризующаяся кольцевым хвостом и длинной, узкой головой.",
      "example": "Siempre he querido tener un lebrel afgano. Mi amigo tenía uno cuando crecí, y me enamoré de su belleza. Lo compraré el próximo año.",
      "example_translation": "Я всегда хотел владеть афганской борзой. У моего друга была одна, когда я рос, и я влюбился в ее красоту. Я куплю одну следующим годом.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "akita",
      "translation": "Акита",
      "definition": "Una raza de perro grande y poderosa originaria de Japón, conocida por su lealtad y naturaleza protectora.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Японии, известная своей лояльностью и защитной натурой.",
      "example": "Visitamos Japón el año pasado y vimos un akita en persona. ¡Era enorme! Mi amigo tiene uno, y es muy amigable. Lo tendré pronto.",
      "example_translation": "Я посетил Японию в прошлом году и увидел акиту вживую. Оно было огромным! У моего друга есть одна, и она очень дружелюбная. Я получу одну вскоре.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malamute de Alaska",
      "translation": "Альский маламут",
      "definition": "Una raza de perro fuerte y atlética originaria de Alaska, conocida por su resistencia y capacidad para tirar de cargas pesadas.",
      "definition_translation": "Сильная и атлетичная порода собак, происходящая из Аляски, известная своей выносливостью и способностью тянуть тяжелые грузы.",
      "example": "Fui trineo con perros de trineo el invierno pasado y vi un malamute de Alaska en acción. ¡Era increíble! Mi hermano tiene uno, y adora jugar. Lo llevaré a pasear mañana.",
      "example_translation": "Я поехал на собачьих упряжках прошлой зимой и увидел альского маламута в действии. Оно было incredibile! У моего брата есть одна, и она любит играть. ЯLETTE ее на прогулку завтра.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "basset hound",
      "translation": "Бассет хаунд",
      "definition": "Una raza de perro de patas cortas, orejas caídas y naturaleza calmada y gentil, a menudo utilizada para cazar pequeñas piezas de caza.",
      "definition_translation": "Коротконогая, вислоухая порода собак, известная своей спокойной и нежной натурой, часто используемая для охоты на pequeña игру.",
      "example": "Tengo un basset hound en casa, y es muy perezoso. Mi hermana tenía uno cuando era niña, y siempre estaba durmiendo. Lo llevaré a pasear más tarde.",
      "example_translation": "У меня есть бассет хаунд дома, и оно очень лениво. У моей сестры была одна, когда я был малышом, и оно всегда спало. ЯToDevice свое за прогулку позже.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beagle",
      "translation": "Бигль",
      "definition": "Un perro pequeño, amistoso con un pelaje corto y suave y una naturaleza curiosa, a menudo utilizado para la caza.",
      "definition_translation": "Маленькая,riendly собака с короткой, гладкой шерстью и любопытной натурой, часто используемая для охоты.",
      "example": "Ayer, vi un beagle persiguiendo un conejo en el parque. Hoy, está dormido. Mañana, irá de excursión.",
      "example_translation": "Вчера я видел бигля, который гонялся за кроликом в парке. Сегодня он спит. Завтра он пойдет на поход.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro de montaña bernés",
      "translation": "Бернский горный пастушеский пёс",
      "definition": "Un perro grande y poderoso con un pelaje grueso y tricolor, originario de Suiza y utilizado para el pastoreo y tirar de carros.",
      "definition_translation": "Крупная, мощная собака с густой, трехцветной шерстью, происходящая из Швейцарии и используемая для выпаса и тяги грузов.",
      "example": "El perro de montaña bernés estaba ladrando fuerte al extraño. Ha estado guardando la propiedad durante años. Continuará haciéndolo en el futuro.",
      "example_translation": "Бернский горный пастушеский пёс громко лаял на постороннего. Он охранял собственность на протяжении многих лет. Он будет продолжать это делать в будущем.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabueso",
      "translation": "Кровавый пёс",
      "definition": "Un perro grande, de rastreo, con una cara arrugada característica y un sentido del olfato agudo, a menudo utilizado para rastrear y cazar.",
      "definition_translation": "Крупная, следящая собака с характерным морщинистым лицом и острым обонянием, часто используемая для отслеживания и охоты.",
      "example": "El sabueso había estado rastreando al sospechoso durante horas. Finalmente lo encontrará. Ayer, tuvo un caso similar.",
      "example_translation": "Кровавый пёс отслеживал подозреваемого в течение часов. Он eventually найдет его. Вчера у него был аналогичный случай.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "collie de frontera",
      "translation": "Колли бордер",
      "definition": "Un perro altamente inteligente y enérgico con un manto de longitud media, a menudo utilizado para pastorear y competencias de agilidad.",
      "definition_translation": "Очень умная, энергичная собака со средней длиной шерстью, часто используемая для выпаса и соревнований по агILITY.",
      "example": "El collie de frontera estaba corriendo por el campo, persiguiendo la pelota. Ha sido entrenado durante meses. En el futuro, participará en competencias.",
      "example_translation": "Колли бордер бежал вокруг поля, преследуя мяч. Он был обучен в течение месяцев. В будущем он будет участвовать в соревнованиях.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier de Boston",
      "translation": "Бостон-терьер",
      "definition": "Un pequeño perro con un manto corto y fácil de mantener, conocido por su naturaleza suave y afable.",
      "definition_translation": "Маленькая собака с короткой, легко поддерживаемой шерстью, известная своей柔кой и любящей натурой.",
      "example": "He tenido un terrier de Boston desde que era niño, y me gustaría tener otro cuando me retire. Solía pasear a mi terrier de Boston todas las mañanas, pero ahora lo hago todas las noches. Compraré un nuevo terrier de Boston el año que viene.",
      "example_translation": "У меня был бостон-терьер с тех пор, как я был ребенком, и я получу другого, когда я на пенсии. Я прежде гулял со своим бостон-терьером каждое утро, но теперь я гуляю с ним каждое вечером. Я куплю нового бостон-терьера в следующем году.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "boxer",
      "translation": "Боксер",
      "definition": "Un perro de tamaño mediano con un manto corto, conocido por su naturaleza enérgica y juguetona.",
      "definition_translation": "Среднего размера собака с короткой шерстью, известная своей энергичной и игривой натурой.",
      "example": "Solía tener un boxer cuando estaba en la universidad, pero se escapó. Ahora quiero tener otro boxer. Mi amigo tiene un boxer y viene a visitarnos el fin de semana que viene.",
      "example_translation": "У меня был боксер, когда я был в колледже, но он убежал. Теперь я хочу получить другого боксера. У моего друга есть боксер и он посетит нас на следующий уикенд.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mastín",
      "translation": "Бульмастифф",
      "definition": "Un perro grande y fuerte, conocido por su naturaleza leal y protectora.",
      "definition_translation": "Крупная собака с крепким телосложением, известная своей преданной и защитной натурой.",
      "example": "Mi vecino tiene un mastín y es muy amigable. Me gustaría tener un mastín cuando me mude a una casa más grande. Mi amigo solía tener un mastín, pero falleció el año pasado.",
      "example_translation": "У моего соседа есть бульмастифф и оно очень дружелюбное. Я получу бульмастиffa, когда перееду в более крупный дом. У моего друга был бульмастифф, но оно умерло в прошлом году.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier cairn",
      "translation": "Кэрн-терьер",
      "definition": "Un pequeño perro con un manto áspero, conocido por su naturaleza bravía y aventurera.",
      "definition_translation": "Маленькая собака с проволочной шерстью, известная своей драчливой и приключенческой натурой.",
      "example": "Tengo un terrier cairn y le encanta jugar fuera. Mi tía solía tener un terrier cairn, pero se perdió. Me gustaría tener otro terrier cairn cuando viaje a Europa.",
      "example_translation": "У меня есть кэрн-терьер и оно любит играть на улице. У моей тети был кэрн-терьер, но оно потерялось. Я получу другого кэрн-терьера, когда поеду в Европу.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cane corso, mastín español",
      "translation": "кане корсо, испанский мастиф",
      "definition": "Una raza de perro grande y poderosa originaria de Italia, conocida por su complexión muscular y naturaleza protectora.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Италии, известная своей мускулистой структурой и защитным характером.",
      "example": "Tenía un cane corso, mastín español cuando crecía, era un excelente compañero de casa. Ahora tengo un hijo, y estoy pensando en tener otro cane corso, mastín español. Para cuando me retire, definitivamente tendré otro cane corso, mastín español de nuevo.",
      "example_translation": "У меня был кане корсо, испанский мастиф, когда я рос, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кане корсо, испанский мастиф. Когда я уйду на пенсию, у меня определенно будет кане корсо, испанский мастиф снова.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chihuahua",
      "translation": "Чихуахуа",
      "definition": "Una raza de perro pequeña originaria de México, conocida por sus grandes ojos y tamaño diminuto.",
      "definition_translation": "Маленькая порода собак, происходящая из Мексики, известная своими большими глазами и маленьким размером.",
      "example": "Mi abuela tenía un chihuahua cuando era niño, era tan pequeño y lindo. Ahora tengo un chihuahua propio, y lo amo. Para cuando sea anciano, habré tenido muchos chihuahuas.",
      "example_translation": "У моей бабушки был Чихуахуа, когда я был ребенком, это было так маленькое и милое. Теперь у меня есть Чихуахуа моего собственного, и я люблю его. Когда я стану старым, у меня будет много Чихуахуа.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chow chow",
      "translation": "Чау-чау",
      "definition": "Una raza de perro flácida y gentil originaria de China, conocida por su manto grueso y lealtad.",
      "definition_translation": "Шерстистая, нежная порода собак, происходящая из Китая, известная своей густой шерстью и преданностью.",
      "example": "Vi un chow chow en el parque ayer, era tan adorable. Mi amigo tiene un chow chow, y me ocuparé de él la próxima semana. Para cuando me mude a China, tendré un chow chow propio.",
      "example_translation": "Я видел Чау-чау в парке昨天, это было так мило. У моего друга есть Чау-чау, и я будет LOOK за ним на следующей неделе. Когда я переехал в Китай, у меня будет Чау-чау моего собственного.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "spaniel cocker",
      "translation": "кокер-спаниель",
      "definition": "Una raza de perro gentil y extravertida originaria de Inglaterra, conocida por su manto de bajo desprendimiento y naturaleza amorosa.",
      "definition_translation": "Нежная, общительная порода собак, происходящая из Англии, известная своей низкопоченной шерстью и любящим характером.",
      "example": "Tenía un spaniel cocker cuando era niño, era un excelente compañero de casa. Ahora tengo un hijo, y estoy pensando en tener otro spaniel cocker. Para cuando me retire, tendré otro spaniel cocker de nuevo.",
      "example_translation": "У меня был кокер-спаниель, когда я был ребенком, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кокер-спаниеля. Когда я уйду на пенсию, у меня определенно будет кокер-спаниель снова.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro salchicha, dátsunami",
      "translation": "такса, колбасная собака",
      "definition": "Una raza de perro de pequeño tamaño originaria de Alemania, caracterizada por su cuerpo largo, patas cortas y temperamento juguetón.",
      "definition_translation": "Маленькая порода собак из Германии, характеризуется своим длинным телом, короткими ногами и игривым характером.",
      "example": "Tenía un perro salchicha cuando era niño, era muy juguetón. Ahora tengo una raza diferente, pero todavía amo a los perros salchicha. En el futuro, probablemente tendré otro.",
      "example_translation": "Когда я был ребенком, у меня была такса, она была очень игрива. Теперь у меня другой породы, но я все еще люблю такс. В будущем я, вероятно, будет иметь еще одну.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier de zorro",
      "translation": "лисий терьер",
      "definition": "Una raza de perro pequeña y energética con un pelaje corto y brillante, originalmente criada para cazar zorros.",
      "definition_translation": "Маленькая, энергичная порода собак с короткой, гладкой шерстью, изначально разведенная для охоты на лисиц.",
      "example": "Mi amigo tiene un terrier de zorro, es muy activo y le encanta jugar. Ayer persiguió a una ardilla en el parque. En verano, probablemente irá con nosotros a la playa.",
      "example_translation": "У моего друга есть лисий терьер, он очень активен и любит играть. Вчера он гнался за белкой в парке. Летом он, вероятно, пойдет на пляж с нами.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bulldog francés",
      "translation": "французский бульдог",
      "definition": "Una raza de perro doméstico conocida por su naturaleza juguetona y afectuosa, y su apariencia característica, con un pelaje corto y fácil de mantener.",
      "definition_translation": "Породы домашней собаки, известной своей игривой, привязчивой натурой и отличительным внешним видом, характеризуется короткой, легко ухаживаемой шерстью.",
      "example": "Vi un bulldog francés en la tienda de mascotas, era muy lindo. Mi hermana tenía uno cuando estaba en la universidad, era muy amigable. En unos años, compraré uno para mí mismo.",
      "example_translation": "Я видел французского бульдога в зоомагазине, он был очень милым. У моей сестры был один, когда она училась в колледже, он был очень дружелюбным. Через несколько лет я куплю себе одного.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pastor alemán",
      "translation": "немецкая овчарка",
      "definition": "Una raza de perro mediano conocida por su inteligencia, lealtad y naturaleza protectora, a menudo utilizada como perro policía y militar.",
      "definition_translation": "Среднего размера порода собаки, известная своей интеллигентностью, лояльностью и защитным характером, часто используемой в качестве полицейской и военной собаки.",
      "example": "Tenía un pastor alemán cuando era niño, era muy inteligente. Mi vecino tiene uno ahora, es un gran perro guardián. En el futuro, probablemente compraré uno para protección.",
      "example_translation": "У меня была немецкая овчарка, когда я был ребенком, она была очень умной. У моего соседа есть одна сейчас, она является отличной watchdog. В будущем я, вероятно, получу одну для защиты.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "schnauzer gigante",
      "translation": "гигантская шнауцер",
      "definition": "Un schnauzer gigante es una raza de perro conocida por su barba y cejas características, originalmente desarrollada en Alemania en los siglos XVII y XVIII para proteger granjas y dirigir ganado.",
      "definition_translation": "Гигантская шнауцер - это порода собаки, известная своими характерными бородой и бровями,最初 развивавшаяся в 17-18 веках в Германии для охраны ферм и выгона скота.",
      "example": "El schnauzer gigante ha sido mi compañero leal durante años, iré a caminar con él mañana y persiguió a una ardilla ayer.",
      "example_translation": "Гигантская шнауцер была моим верным спутником на протяжении многих лет, завтра я SHALL его на прогулку, а вчера она гналась за белкой.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "retriever dorado",
      "translation": "goldendelter",
      "definition": "Un retriever dorado es una raza de perro conocida por su naturaleza amigable, leal y gentil, originalmente desarrollada en Escocia en el siglo XIX.",
      "definition_translation": "Голдендelter - это порода собаки, известная своим дружелюбным, лояльным и мягким характером, изначально развивавшаяся в Шотландии в конце 19 века.",
      "example": "Tengo un retriever dorado, recuperará la pelota mañana y la recuperó ayer.",
      "example_translation": "У меня есть голдендelter, она достанет мяч завтра, а вчера она достала его.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Gran Danés",
      "translation": "дейн Великий",
      "definition": "Un Gran Danés es una raza de perro conocida por su gran tamaño, complexión muscular y naturaleza gentil, originalmente desarrollada en Alemania en el siglo XIV.",
      "definition_translation": "Дейн Великий - это порода собаки, известная своим гигантским размером, мускулистым xâyом и мягким характером, изначально развивавшаяся в Германии в 14 веке.",
      "example": "El Gran Danés ha sido una raza popular durante años, será un gran compañero en el futuro y fue un amigo leal en el pasado.",
      "example_translation": "Дейн Великий была популярной породой на протяжении многих лет, она będzie надежным спутником в будущем, а в прошлом она была верным другом.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "galgo",
      "translation": "грейхаунд",
      "definition": "Un galgo es una raza de perro conocida por su velocidad, agilidad y naturaleza gentil, originalmente desarrollada en el antiguo Egipto y Grecia.",
      "definition_translation": "Грейхаунд - это порода собаки, известная своей скоростью, агility и мягким характером, изначально развивавшаяся в древнем Египте и Греции.",
      "example": "El galgo ha sido un perro de carreras popular durante años, ganará la competencia mañana y estableció un nuevo récord ayer.",
      "example_translation": "Грейхаунд была популярной гоночной собакой на протяжении многих лет, она выиграет конкурс завтра, а вчера она установила новый рекорд.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier irlandés",
      "translation": "Ирландский терьер",
      "definition": "Una raza de perro pequeña originaria de Irlanda, conocida por su naturaleza energética y amigable.",
      "definition_translation": "Маленькая порода собак, родом из Ирландии, известная своей энергичной и дружелюбной натурой.",
      "example": "Tenía un terrier irlandés como mascota cuando era niño, era muy juguetón. Ahora tengo uno y sigue siendo muy energético. Compraré otro terrier irlandés cuando me mude a una casa más grande.",
      "example_translation": "У меня был ирландский терьер в качестве домашнего животного, когда я был ребенком, он был очень игривым. Сейчас у меня есть один, и он все еще rất энергичен. Я получу еще одного ирландского терьера, когда перезжаю в bigger дом.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier Jack Russell",
      "translation": "Терьер Джека Рассела",
      "definition": "Un perro pequeño y energético originario de Inglaterra, conocido por su naturaleza audaz y vivaz.",
      "definition_translation": "Маленькая, энергичная порода собак, родом из Англии, известная своей смелой и живой натурой.",
      "example": "Tengo un terrier Jack Russell como mascota, le encanta jugar a buscar. Mi hermana tenía un terrier Jack Russell, era muy agresivo. Compraré un terrier Jack Russell cuando me mude a un apartamento nuevo.",
      "example_translation": "У меня есть терьер Джека Рассела в качестве домашнего животного, он любит играть в апорт. У моей сестры был терьер Джека Рассела, он был очень агрессивным. Я куплю терьера Джека Рассела, когда перезжаю в new квартиру.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Retriever Labrador",
      "translation": "Лабрадор-ретривер",
      "definition": "Una raza de perro de tamaño medio originaria de Canadá, conocida por su naturaleza amistosa, extrovertida y energética.",
      "definition_translation": "Среднего размера порода собак, родом из Канады, известная своей дружелюбной, открытой и энергичной натурой.",
      "example": "Tengo un retriever Labrador como mascota, le encanta nadar. Mi amigo tenía un retriever Labrador, era muy leal. Me gustaría tener un retriever Labrador cuando tenga un gran patio trasero.",
      "example_translation": "У меня есть лабрадор-ретривер в качестве домашнего животного, он любит плавать. У моего друга был лабрадор-ретривер, он был sangat лояльным. Я получу лабрадор-ретривер, когда у меня будет большой задний двор.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Maltes",
      "translation": "Мальтийская болонка",
      "definition": "Una raza de perro de pequeño tamaño originaria de Malta, conocida por su suave y blanca capa y naturaleza gentil.",
      "definition_translation": "Маленькая порода собак, родом из Мальты, известная своей шелковистой, белой шерстью и нежной натурой.",
      "example": "Tuve un Maltes como mascota cuando era niño, era muy lindo. Mi hermana tiene un Maltes, es muy juguetón. Me gustaría comprar un Maltes cuando tenga un pequeño apartamento.",
      "example_translation": "У меня был мальтийская болонка в качестве домашнего животного, когда я был ребенком, он был sangat милым. У моей сестры есть мальтийская болонка, она sangat игривой. Я куплю мальтийскую болонку, когда у меня будет маленькая квартира.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Mastín",
      "translation": "мастифф",
      "definition": "Una raza de perro grande y poderosa con una corta capa y una cara arrugada característica.",
      "definition_translation": "большая и мощная порода собак с короткой шерстью и характерным морщинистым лицом",
      "example": "Tuve un mastín como mascota cuando era niño, era muy leal. Ahora tengo un mastín, todavía es muy amistoso. Me gustaría tener un mastín en el futuro, será un gran compañero.",
      "example_translation": "У меня был мастифф в качестве домашнего животного, когда я был ребенком, он был очень лояльным. У меня теперь мастифф, он все еще очень友елюбным. Я получу мастифф в будущем, он будетgreat компаньоном.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Pinscher enano",
      "translation": "миниатюрный пинчер",
      "definition": "Una raza de perro pequeña con una capa suave y un aspecto característico.",
      "definition_translation": "маленькая порода собак с короткой, гладкой шерстью и отличительным видом",
      "example": "Mi amiga tiene un pinscher enano, es tan lindo. Ella tenía un pinscher enano cuando era niña, era muy juguetón. Ella quiere tener un pinscher enano de nuevo en el futuro, será una gran mascota.",
      "example_translation": "У моего друга есть миниатюрный пинчер, он так мил. У нее был миниатюрный пинчер, когда она была ребенком, он был очень игривым. Она получит миниатюрный пинчер снова в будущем, он будетgreat домашним животным.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Poodle enano",
      "translation": "миниатюрная пудель",
      "definition": "Una raza de perro pequeña con una capa rizada y no perdió y un alto nivel de inteligencia.",
      "definition_translation": "маленькая порода собак с курчавой, не линяющей шерстью и высоким уровнем интеллекта",
      "example": "Siempre he querido tener un poodle enano, son tan inteligentes. Tuve un poodle enano cuando estaba en la universidad, era muy obediente. Me gustaría tener un poodle enano pronto, será un gran compañero.",
      "example_translation": "Я всегда хотел миниатюрную пудель, они так умны. У меня был миниатюрная пудель, когда я был в колледже, он был очень послушным. Я получу миниатюрную пудель скоро, он будетgreat компаньоном.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Mestizo",
      "translation": "метис",
      "definition": "Un perro de raza mixta, especialmente uno que no es puro.",
      "definition_translation": "собака смешанной породы, особенно та, которая не является чистокровной",
      "example": "Siempre he tenido un mestizo como mascota, son tan amistosos. Tuve un mestizo cuando era niño, era muy energético. Me gustaría tener un mestizo de nuevo en el futuro, será un gran amigo.",
      "example_translation": "У меня всегда был метис в качестве домашнего животного, они так дружелюбными. У меня был метис, когда я был ребенком, он был очень энергичным. Я получу метис снова в будущем, он будетgreat другом.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Newfoundland",
      "translation": "Ньюфаундленд",
      "definition": "Una raza de perro grande originaria de la provincia de Terranova y Labrador en Canadá, conocida por sus patas palmeadas y su instinto natural de rescate.",
      "definition_translation": "Большая порода собак, родом из провинции Ньюфаундленд и Лабрадор в Канаде, известная своими лапами с перепонками и естественным инстинктом спасения.",
      "example": "Ayer, vi un perro de Newfoundland nadando en el lago. Hoy, está jugando con su dueño en la playa. Mañana, probablemente estará ayudando a rescatar a personas del agua.",
      "example_translation": "Вчера я видел собаку Ньюфаундленда, плававшую в озере. Сегодня она играет со своим хозяином на пляже. Завтра она, вероятно, будет помогать спасать людей из воды.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Papillón",
      "translation": "Папийон",
      "definition": "Una raza de perro pequeña y amistosa caracterizada por sus orejas en forma de mariposa, originalmente de Europa.",
      "definition_translation": "Маленькая, дружелюбная порода собак, характеризующаяся ушами, похожими на бабочек, родом из Европы.",
      "example": "Siempre he querido tener un papillón, pero no tenía tiempo para cuidarlo. Ahora he adoptado uno y le encanta jugar con mis hijos. En el futuro, lo llevaré a shows de perros.",
      "example_translation": "Я всегда хотел иметь собаку Папийон, но у меня не было времени ухаживать за ней. Сейчас я, наконец, 釆 него и она любит играть с моими детьми. В будущем я поведу ее на выставки собак.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Pekín",
      "translation": "Пекинес",
      "definition": "Una raza de perro pequeña y gentil originaria de China, conocida por su capa larga y suave y su temperamento amistoso.",
      "definition_translation": "Маленькая, нежная порода собак, родом из Китая, известная своей длинной, пушистой шерстью и дружелюбным темпераментом.",
      "example": "Mi abuela tenía un perro Pekín cuando era niño. El año pasado, le regalé un nuevo Pekín. El próximo año, los llevaré a un parque para perros.",
      "example_translation": "Моя бабушка когда-то имела собаку Пекинес, когда я был ребенком. В прошлом году я подарил ей новую собаку Пекинес. В следующем году я поведу их в парк для собак.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Terrier de pelea",
      "translation": "Питбультерьер",
      "definition": "Una raza de perro conocida por su fuerza, lealtad y habilidad atlética, a menudo utilizada en peleas de perros.",
      "definition_translation": "Порода собак, известная своей силой, лояльностью и атлетической возможностью, часто используемая в боях собак.",
      "example": "En el pasado, los terriers de pelea se utilizaban para pelear, pero ahora son principalmente mascotas. Ayer, vi un terrier de pelea en un show de perros. Mañana, trataré de adoptar uno de un refugio.",
      "example_translation": "В прошлом питбультерьеры использовались для борьбы, но сейчас они в основном содержатся как домашние животные. Вчера я видел питбультерьера на выставке собак. Завтра я постараюсь усыновить одного из приюта.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntero",
      "translation": "указатель",
      "definition": "Un puntero es un dispositivo utilizado para señalar o indicar una ubicación o dirección específica.",
      "definition_translation": "Указатель - это устройство, используемое для указания на конкретное место или направление.",
      "example": "La maestra utilizó un puntero para resaltar palabras importantes en la pizarra. Lo volverá a utilizar mañana, y sus estudiantes lo utilizarán la próxima semana.",
      "example_translation": "Учитель используял указатель, чтобы подчеркнуть важные слова на доске. Она будет использовать его завтра, а ее студенты будут использовать его 다음 неделе.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro pastor lanero polaco",
      "translation": " польская низинная овчарка",
      "definition": "El perro pastor lanero polaco es una raza de perro mediano que se origina en Polonia, utilizada para pastorear ovejas.",
      "definition_translation": "Польская низинная овчарка - это порода средних размеров пастушьей собаки, происходящей из Польши.",
      "example": "El granjero compró un perro pastor lanero polaco para ayudarlo a pastorear sus ovejas. Ha estado trabajando bien durante meses, y continuará haciéndolo en el futuro.",
      "example_translation": "Фермер купил польскую низинную овчарку, чтобы помочь ему пасти овец. Она trabajarет хорошо на протяжении месяцев, и она будет продолжать делать это в будущем.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pomeranio",
      "translation": "померанский шпиц",
      "definition": "El pomeranio es una raza de perro de juguete que se origina en Pomerania, una región en Europa Central.",
      "definition_translation": "Померанский шпиц - это порода маленьких игрушечных собак, происходящей из Померании, региона в Центральной Европе.",
      "example": "Mi hermana tiene un pomeranio que ella ama mucho. Lo sacó a pasear ayer, y lo volverá a hacer mañana.",
      "example_translation": "У моей сестры есть померанский шпиц, который она очень любит. Она взяла его на прогулку вчера, и она сделает это снова завтра.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pug",
      "translation": "мопс",
      "definition": "Un pug es una raza de perro pequeño con una cara plana y una cola curva, originaria de China.",
      "definition_translation": "Мопс - это порода маленькой собаки с плоским лицом и крутым хвостом, происходящей из Китая.",
      "example": "Vi a un pug jugando con su dueño en el parque. Volverá a jugar mañana, y ha jugado muchas veces antes.",
      "example_translation": "Я видел мопса, играющего со своим владельцем в парке. Оно будет играть снова завтра, и оно играло многие разы раньше.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro pastor pirenaico",
      "translation": "Пиренейская овчарка",
      "definition": "Una raza de perro mediano conocida por su habilidad para pastorear y su alto nivel de energía, originaria de la región montañosa de los Pirineos.",
      "definition_translation": "Порода среднего размера собаки, известная своей способностью пасти и высоким уровнем энергии,(originaльная из региона Пиренеевских гор.",
      "example": "El perro pastor pirenaico ayudó al granjero a pastorear las ovejas, y luego jugó con los niños. Ayudará a mover el rebaño a un nuevo pastizal mañana. Trabajó bien en la lluvia de ayer.",
      "example_translation": "Пиренейская овчарка помогла фермеру пасти овец, а затем поиграла с детьми. Завтра она поможет перевести стада на новое пастбище. Вчера она хорошо работала в дождь.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rottweiler",
      "translation": "Ротвейлер",
      "definition": "Una raza de perro grande y poderoso conocido por su fuerza, lealtad y instintos protectores, a menudo utilizado como perro guardián.",
      "definition_translation": "Порода крупной, мощной собаки, известной своей силой, лояльностью и защитными инстинктами, часто используемой как собака охраны.",
      "example": "El rottweiler protegió la casa de intrusos, y luego jugó con su dueño. Guardará a la familia durante la noche. Salvó al niño del ataque de ayer.",
      "example_translation": "Ротвейлер защищал дом от_intruders_, а затем поиграла со своим владельцем. Он будет охранять семью ночью. Вчера он спас ребенка от нападения.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "santo bernardo",
      "translation": "Сен-Бернар",
      "definition": "Una raza de perro grande conocido por su naturaleza gentil, inteligencia y capacidad para asistir en misiones de rescate, originaria de los Alpes.",
      "definition_translation": "Порода крупной собаки, известной своей мягкой натурой, inteligência и способностью помочь в поисково-спасательных миссиях, originaльная из Альп.",
      "example": "El santo bernardo encontró al excursionista perdido en las montañas y lo llevó a salvo. Ayudará a rescatar a las víctimas de avalancha mañana. Salvó muchas vidas en el invierno pasado.",
      "example_translation": "Сен-Бернар нашел потерянного туриста в горах и повел его к безопасности. Он поможет спасти жертв лавины завтра. Вчера он спас много жизней в суровой зиме.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "samoyedo",
      "translation": "Самоед",
      "definition": "Una raza de perro lanudo y blanco conocida por su naturaleza amistosa, alto nivel de energía y capacidad para prosperar en climas fríos, originaria de Siberia.",
      "definition_translation": "Порода пушистой, белой собаки, известной своей дружелюбной натурой, высоким уровнем энергии и способностью процветать в холодных климатах, originaльная из Сибири.",
      "example": "El samoyedo jugó con su dueño en la nieve, y luego se acurrucó junto a la chimenea. Irá de excursión en las montañas mañana. Tiró del trineo a través de la tundra helada ayer.",
      "example_translation": "Самоед играл со своим владельцем в снегу, а затем укурилось у камина. Он будет идти на хайк в горах завтра. Вчера он водил сани через ледяную тундру.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "schnauzer",
      "translation": "шнауцер",
      "definition": "Una raza de perro originaria de Alemania, conocida por su barba y cejas características, y a menudo mantenida como mascota.",
      "definition_translation": "Порода собак, происходящая из Германии, известная своей характерной бородой и бровями, и часто содержащаяся как домашний питомец.",
      "example": "Nuestro vecino tiene un lindo schnauzer llamado Max, que ama jugar a buscar. Ayer, Max estaba ladrando fuerte al cartero. Mañana, Max irá al parque de perros para correr.",
      "example_translation": "У нашего соседа есть любимый шнауцер по имени Макс, который любит играть в апорт. Вчера Макс громко лаял на почтальона. Завтра Макс отправится в собачий парк для пробежки.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier escocés",
      "translation": "шотландский терьер",
      "definition": "Una raza de perro pequeño a mediano originaria de Escocia, conocida por su barba y bigote características, y a menudo mantenida como mascota.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Шотландии, известная своей характерной бородой и усы, и часто содержащаяся как домашний питомец.",
      "example": "El terrier escocés es un compañero leal y hace un gran perro de familia. Mi abuela tenía un terrier escocés llamado Lola, que solía perseguir ardillas en el parque. Si tuviera un terrier escocés, lo llamaría McFluffers.",
      "example_translation": "Шотландский терьер является верным спутником и делает отличного домашнего питомца для семьи. У моей бабушки был шотландский терьер по имени Лола, которая гонялась за белками в парке. Если у меня был бы шотландский терьер, я бы назвал его МакФлафферс.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "PASTOR SHETLAND",
      "translation": "шетландский пастуш Moy",
      "definition": "Una raza de perro pastor de tamaño medio originaria de las Islas Shetland, conocida por su inteligencia, agilidad y lealtad.",
      "definition_translation": "Малая или средняя по размеру порода пастушьих собак, происходящая из Шетландских островов, известная своей интеллектом, агILITY и преданностью.",
      "example": "Los pastores Shetland son muy inteligentes y responden bien al entrenamiento. Nuestra familia tiene un pastor Shetland llamado Daisy, que amaPastorar ovejas en la granja. En el futuro, planeamos inscribir a Daisy en competiciones de agilidad canina.",
      "example_translation": "Шетландские пастушьи собаки высокоинтеллектуальны и 잘 реагируют на тренировку. У нашей семьи есть шетландский пастуш Moy по имени Дейзи, которая любит пасти овец на ферме. В будущем мы планируем заявить Дейзи на соревнования по агILITY собак.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Сиба Ину",
      "definition": "Una raza de perro de tamaño medio originaria de Japón, conocida por su apariencia fox-like y naturaleza independiente.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Японии, известная своей характерной лисоподобной внешностью и самостоятельным характером.",
      "example": "Los Shiba Inus son conocidos por su fuerte voluntad y pueden ser desafiantes para entrenar. Mi amigo tiene un Shiba Inu llamado Hana, que ama jugar con sus juguetes. Mañana, Hana irá al veterinario para un chequeo.",
      "example_translation": "Сиба Инусы известны своей сильной волей и могут быть сложными в тренировке. У моего друга есть Сиба Ину по имени Хана, которая любит играть со своими игрушками. Завтра Хана будет ходить к ветеринару на осмотр.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "HUSKY SIBERIANO",
      "translation": "Сибирский хаски",
      "definition": "Un perro de tamaño medio de una raza originaria de Siberia, con un abrigo grueso y criado para tirar de trineos.",
      "definition_translation": "Среднего размера собака породы, происходящей из Сибири, имеющая thick coat и выведенная для буксировки саней.",
      "example": "Tuve un husky siberiano como mascota cuando era niño, era gran ejercicio correr con él todos los días. Ahora tengo uno como perro guardián, es muy protector. Planeo obtener otro en el futuro, son tan compañeros maravillosos.",
      "example_translation": "У меня был Сибирский хаски как домашняя собака, когда я был ребенком, это было отличной физической нагрузкой бегать с ним каждый день. Теперь у меня есть одна как watchdog, она очень защитница. Я планирую получить еще одну в будущем, они такие замечательные спутники.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "spitz",
      "translation": "шпиц",
      "definition": "Un tipo de perro caracterizado por una nariz puntiaguda, orejas erguidas y un abrigo grueso, a menudo parecido a un osezno.",
      "definition_translation": "Тип собаки, характеризующийся острым мордой, стоячими ушами и thick coat, часто похожей на маленького медведя.",
      "example": "Siempre he amado a los perros spitz, son tan lindos y juguetones. Mi amigo tiene un spitz y siempre está dispuesto a una aventura. Estoy pensando en obtener un cachorro spitz en el futuro, son tan grandes compañeros.",
      "example_translation": "Я всегда любил собак шпиц, они такие милые и игривые. У моего друга есть шпиц, и它 всегда готово к приключению. Я подумываю о получении щенка шпица в будущем, они такиеgreat спутники.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "VIZSLA",
      "translation": "визsla",
      "definition": "Un perro de tamaño medio de una raza húngara, con un abrigo rojizo-amarillo y criado para cazar.",
      "definition_translation": "Среднего размера собака породы из Венгрии, имеющая рыжевато-желтую шерсть и выведенная для охоты.",
      "example": "He visto vizslas en el parque de perros y son tan energéticos y juguetones. Mi vecino tiene un vizsla y siempre está corriendo por el patio trasero. Estoy considerando obtener un vizsla como mascota, son tan grandes compañeros.",
      "example_translation": "Я видел визслы в парке для собак, и они такие энергичные и игривые. У моего соседа есть визsla, и оно всегда бегает вокруг заднего двора. Я рассматриваю возможность получения визслы как домашнюю собаку, они такиеgreat спутники.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "WEIMARANER",
      "translation": "Веймаранер",
      "definition": "Un perro grande y esbelto de una raza alemana, con un abrigo corto y suave y criado para cazar.",
      "definition_translation": "Большая, гладкая собака породы из Германии, имеющая короткую, гладкую шерсть и выведенная для охоты.",
      "example": "Siempre he estado fascinado por los Weimaraner, son tan rápidos y ágiles. Mi amigo tiene un Weimaraner y siempre está persiguiendo pelotas. Estoy pensando en obtener un Weimaraner como mascota, son tan grandes atletas.",
      "example_translation": "Я всегда был заинтересован в веймаранерах, они такие быстрые и агильные. У моего друга есть веймаранер, и оно всегда гоняется за мячами. Я подумываю о получении веймаранера как домашнюю собаку, они такиеgreat спортсмены.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "CORGI GALÉS (PEMBROKE WALES CORGI)",
      "translation": "Вельш-корги (Пемброк Вельш-корги)",
      "definition": "El Pembroke Wales Corgi es una raza de perro pastor que se originó en Pembrokeshire, Gales. Son conocidos por su baja estatura, inteligencia y personalidades energéticas.",
      "definition_translation": "Пемброк Вельш-корги - это порода пастушьей собаки, произошедшая из Пембрукшира, Уэльс. Они известны своей короткой статурой, интеллектом и энергичными личностями.",
      "example": "Tuve un Pembroke Wales Corgi cuando era niño, y era muy juguetón. Ahora tengo uno nuevo, y sigue siendo muy energético. En el futuro, tendré otro, y será tan amoroso como siempre.",
      "example_translation": "У меня был Пемброк Вельш-корги в детстве, и она была очень игривой. Теперь у меня новый, и он по-прежнему очень энергичен. В будущем у меня будет еще одна, и она будет столь же любящей.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " YORKSHIRE TERRIER",
      "translation": "Йоркширский терьер",
      "definition": "El Yorkshire Terrier es una raza de perro juguete que se originó en Yorkshire, Inglaterra. Son conocidos por sus grandes personalidades, abrigos sedosos y naturaleza afectuosa.",
      "definition_translation": "Йоркширский терьер - это маленькая, игрушечная порода собаки, произошедшая из Йоркшира, Англия. Они известны своими большими личностями, шелковистыми шерстями и нежными натурами.",
      "example": "Vi un Yorkshire Terrier en el espectáculo canino, y era tan lindo. Mi abuela tenía uno cuando era niño, y siempre se sentaba en su regazo. En el futuro, podríamos obtener uno como mascota.",
      "example_translation": "Я видел Йоркширского терьера на выставке собак, и он был так мил. У моей бабушки был когда-то, и он сидел на ее коленях. В будущем я, возможно, заведу одного как домашнего питомца.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]
}