[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápices de colores",
      "translation": "цветные карандаши",
      "definition": "Los lápices de colores son suministros de arte utilizados para colorear y dibujar.",
      "definition_translation": "Цветные карандаши - это художественные материалы, используемые для рисования и окрашивания.",
      "example": "Usé lápices de colores para dibujar una hermosa imagen. Volveré a usarlos mañana. Los usé la semana pasada para colorear un mapa.",
      "example_translation": "Я использовал цветные карандаши, чтобы нарисовать красивую картину. Я снова использую их завтра. Я использовал их на прошлой неделе, чтобы окрасить карту.",
      "imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz",
      "translation": "карандаш",
      "definition": "Un lápiz es un instrumento de escritura o dibujo que consiste en un núcleo de grafito estrecho y solido rodeado de un cilindro de madera.",
      "definition_translation": "Карандаш - это инструмент для письма или рисования, состоящий из узкого, твердого графитового ядра, закрытого в деревянном цилиндре.",
      "example": "Escribí mi nombre con un lápiz. Volveré a usar un lápiz para tomar notas. Usé un lápiz para dibujar un retrato.",
      "example_translation": "Я написал свое имя карандашом. Я использую карандаш, чтобы делать заметки. Я использовал карандаш, чтобы нарисовать портрет.",
      "imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo",
      "translation": "кисть",
      "definition": "Un cepillo es una herramienta con cerdas o pelos utilizada para limpiar, aplicar o extender sustancias.",
      "definition_translation": "Кисть - это инструмент с щетиной или волосами, используемый для очистки, нанесения или разбрызгивания веществ.",
      "example": "Usé un cepillo para pintar la pared. Volveré a usar un cepillo para limpiar el suelo. Usé un cepillo para aplicar pegamento.",
      "example_translation": "Я использовал кисть, чтобы покрасить стену. Я использую кисть, чтобы очистить пол. Я использовал кисть, чтобы нанести клей.",
      "imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "regla",
      "translation": "линейка",
      "definition": "Una regla es una recta con marcas equidistantes, utilizada como guía para dibujar líneas rectas.",
      "definition_translation": "Линейка - это прямой край с равномерно расположенными отметками, используемый в качестве направляющей для رسمки прямых линий.",
      "example": "Usé una regla para dibujar una línea recta. Volveré a usar una regla para medir la longitud de la mesa. Usé una regla para dibujar un diagrama.",
      "example_translation": "Я использовал линейку, чтобы нарисовать прямую линию. Я использую линейку, чтобы измерить длину стола. Я использовал линейку, чтобы нарисовать диаграмму.",
      "imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tijeras",
      "translation": "NoSuch",
      "definition": "Un par de tijeras consta de dos hojas que se pivotan para que los bordes afilados puedan ser llevados juntos para cortar materiales delgados como papel, ropa o cabello.",
      "definition_translation": "Пара ножниц состоит из двух лезвий, которые шарнирно прикреплены, чтобы острые края могли быть brought вместе, чтобы切атьнежные материалы, такие как бумага, ткань или волосы.",
      "example": "Usé tijeras para cortar las formas de papel. Ella afilará las tijeras mañana. Habían estado usando tijeras para cortar la tela todo el día.",
      "example_translation": "Я использовал ножницы, чтобы вырезать纸шаблоны. Она отточит ножницы завтра. Они целый день использовали ножницы, чтобы裁剪fabric.",
      "imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "botón",
      "translation": "кнопка",
      "definition": "Un botón es un disco pequeño de plástico o metal, generalmente redondo y plano, utilizado para abrochar o desabrochar algo, especialmente ropa.",
      "definition_translation": "Маленькая пластиковая или металлическая дисковая или кнопка, обычно круглая и плоская, используемая для застегивания или расстегивания чего-либо, особенно одежды.",
      "example": "Perdí un botón en mi camisa. Ella cosió el botón de vuelta. Volverán a diseñar un nuevo botón para el sitio web.",
      "example_translation": "Я потерял кнопку на моей рубашке. Она пришила кнопку обратно. Они спроектируют новую кнопку для веб-сайта.",
      "imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chincheta",
      "translation": "drawing заколка",
      "definition": "Una chincheta es un pequeño alfiler con cabeza plana, utilizado para sujetar cosas a una tabla o pared, especialmente para exhibir dibujos o anuncios.",
      "definition_translation": "Маленькая булавка с плоской головкой, используемая для прикрепления вещей к доске или стене, особенно для отображения рисунков или объявлений.",
      "example": "Usé una chincheta para colgar el póster. Ella compró un paquete de chinchetas. Habían estado usando chinchetas para sujetar los mapas a la pared.",
      "example_translation": "Я использовал заколку для рисования, чтобы повесить плакат. Она купила пакет заколок для рисования. Они целый день использовали заколки для рисования, чтобы прикрепить карты к стене.",
      "imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tinta",
      "translation": "чернила",
      "definition": "Una sustancia líquida utilizada para escribir o imprimir, típicamente hecha de una mezcla de tintes, pigmentos y disolventes.",
      "definition_translation": "Жидкое вещество, используемое для написания или печати, обычно изготовленное из смеси красителей, пигментов и растворителей.",
      "example": "Necesito comprar tinta para mi pluma. Ella derramó la tinta sobre la mesa. Volverán a probar la fórmula de tinta nueva mañana.",
      "example_translation": "Мне нужно купить некоторые чернила для моей ручки. Она пролила чернила на стол. Они будут тестировать новую формулу чернил завтра.",
      "imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patrón",
      "translation": "шаблон",
      "definition": "Un patrón es un diseño o arreglo regular o repetido de cosas, como un conjunto de instrucciones o un modelo para seguir.",
      "definition_translation": "Шаблон - это регулярный или повторяющийся дизайн или расположение вещей, таких как набор инструкций или модель для выполнения.",
      "example": "Usé un patrón para coser un hermoso vestido. Volveré a usar un patrón para diseñar un sitio web. Ella usó un patrón para decorar su habitación.",
      "example_translation": "Я использовал шаблон, чтобы сшить красивое платье. Я буду использовать шаблон, чтобы спроектировать веб-сайт. Она использовала шаблон, чтобы украсить свою комнату.",
      "imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alfiler",
      "translation": "штырь",
      "definition": "Un alfiler es una pequeña pieza de metal delgada con una punta en un extremo y una cabeza en el otro, utilizada para sujetar cosas juntas.",
      "definition_translation": "Штырь - это小, тонкая кусок металла с острием на одном конце и головкой на другом, используется для скрепления вещей вместе.",
      "example": "Usé un alfiler para sujetar mi camisa. Ella usará un alfiler para fijar su cabello. Usaron alfileres para sujetar la tela juntos.",
      "example_translation": "Я использовал штырь, чтобы застегнуть свою рубашку. Она будет использовать штырь, чтобы уложить волосы. Они использовали штыри, чтобы удерживать ткань вместе.",
      "imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de alfileres",
      "translation": "игольница",
      "definition": "Una almohadilla de alfileres es un objeto redondo u ovalado con una superficie suave, utilizado para sujetar alfileres.",
      "definition_translation": "Игольница - это small, круглый или овальный объект с мягкой поверхностью, используемый для хранения штырей.",
      "example": "Cosí una almohadilla de alfileres para mantener mis alfileres organizados. Ella usó una almohadilla de alfileres para almacenar sus agujas. Ellos hicieron una almohadilla de alfileres como regalo.",
      "example_translation": "Я сшила игольницу, чтобы хранить свои штыри организованно. Она использовала игольницу, чтобы хранить свои иглы. Они сделали игольницу в качестве подарка.",
      "imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cartulina",
      "translation": "картон",
      "definition": "La cartulina es una materia rígida y gruesa utilizada para hacer cajas, cartones y otros contenedores.",
      "definition_translation": "Картон - это жесткая, толстая бумага, используемая для производства коробок, картонных упаковок и других контейнеров.",
      "example": "Usé cartulina para hacer una caja. Ella usará cartulina para crear un proyecto de manualidades. Ellos utilizaron cartulina para empacar su equipaje.",
      "example_translation": "Я использовал картон, чтобы сделать коробку. Она будет использовать картон, чтобы создать проект ручной работы. Они использовали картон, чтобы упаковать свой багаж.",
      "imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barro",
      "translation": "глина",
      "definition": "Un material suave y pegajoso de la tierra, comúnmente de color amarillo o marrón, utilizado para hacer cerámica, ladrillos y otros objetos.",
      "definition_translation": "Мягкий, липкий материал地球,通常 желтовато-коричневого цвета, используемый для изготовления керамических изделий, кирпичей и других объектов.",
      "example": "Hice una vasija con barro en clase de arte ayer. Voy a hacer una escultura con barro para mi proyecto de arte. Hice un error mientras trabajaba con barro la semana pasada.",
      "example_translation": "Я сделал вазу из глины на уроке искусства вчера. Я собираюсь сделать скульптуру из глины для моего арт-проекта. Я сделал ошибку при работе с глиной на прошлой неделе.",
      "imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crayones",
      "translation": "краски",
      "definition": "Un palito de cera colorida utilizado para dibujar o colorear.",
      "definition_translation": "Палочки из цветного воска, используемые для рисования или покраски.",
      "example": "Los niños estaban coloreando con crayones en la guardería ayer. Necesito comprar más crayones para la fiesta de cumpleaños de mi sobrino. Ellos han estado usando crayones para dibujar desde esta mañana.",
      "example_translation": "Дети рисовали красками в детском саду вчера. Мне нужно купить больше красок для дня рождения моего племянника. Они рисовали красками с утра.",
      "imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pegamento",
      "translation": "клей",
      "definition": "Una sustancia pegajosa utilizada para unir o reparar cosas.",
      "definition_translation": "Липкая субстанция, используемая для joining или ремонта вещей.",
      "example": "Usé pegamento para arreglar mi juguete roto cuando era niño. Ella necesita pegar las piezas juntas para su proyecto de manualidades. Ellos pegarán los papeles juntos mañana.",
      "example_translation": "Я использовал клей, чтобы починить мою сломанную игрушку, когда я был ребенком. Ей нужно приклеить куски вместе для ее проекта ремесел. Они приклеят бумаги вместе завтра.",
      "imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aguja",
      "translation": "игла",
      "definition": "Una pequeña pieza delgada de metal con un punto en un extremo y un ojo en el otro, utilizada para coser o bordar.",
      "definition_translation": "Маленький, тонкий кусок металла с острием на одном конце и глазом на другом, используемый для шитья или вышивки.",
      "example": "Mi abuela me enseñó a hilar una aguja cuando era niño. Ella está usando una aguja para coser un botón en su abrigo. Ellos utilizarán agujas para hacer un edredón el mes que viene.",
      "example_translation": "Моя бабушка научила меня, как нить иглу, когда я был ребенком. Она использует иглу, чтобы пришить кнопку к ее пальто. Они будут использовать иглы, чтобы сделать квiltnext месяц.",
      "imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "servilleta de papel",
      "translation": "бумажная салфетка",
      "definition": "Un pequeño trozo de papel utilizado para secar o limpiar las manos o la cara, especialmente en una comida.",
      "definition_translation": "Маленький кусочек бумаги, используемый для вытирания или утирания рук или лица, особенно во время еды.",
      "example": "Necesité una servilleta de papel para limpiar mi boca después de comer la hamburguesa jugosa. Usé una servilleta de papel para limpiar mis manos. Utilizaré una servilleta de papel para secar mi cara después de lavarme.",
      "example_translation": "Мне нужно было использовать бумажную салфетку, чтобы вытереть рот после еды сочной бургером. Я использовал бумажную салфетку, чтобы очистить руки. Я использовать буду бумажную салфетку, чтобы высушить лицо после мытья.",
      "imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "imperdible de seguridad",
      "translation": "застёжка безопасности",
      "definition": "Un pequeño imperdible con una cubierta protectora o cierre, utilizado para sujetar la ropa, especialmente para bebés o niños pequeños.",
      "definition_translation": "Маленькая булавка с защитным кожухом или застёжкой, используемая для застегивания одежды, особенно для малышей или маленьких детей.",
      "example": "Usé un imperdible de seguridad para sujetar el pañal del bebé. Ella perdió un imperdible de seguridad mientras jugaba. Compraré un imperdible de sécurité para arreglar mi camisa rasgada.",
      "example_translation": "Я использовал застёжку безопасности, чтобы застегнуть подгузник младенца. Она потеряла застёжку безопасности, играя. Я куплю застёжку безопасности, чтобы починить свою порванную рубашку.",
      "imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "máquina de coser",
      "translation": "швейная машина",
      "definition": "Una máquina utilizada para coser o zurcir telas, cuero o otros materiales, típicamente con una aguja y hilo.",
      "definition_translation": "Машина, используемая для шитья или строчки материала, кожи или других материалов, обычно с иглой и ниткой.",
      "example": "Necesito usar una máquina de coser para arreglar mi vestido roto. Ella aprendió a usar una máquina de coser en la escuela. Compraré una máquina de coser para hacer mi propia ropa.",
      "example_translation": "Мне нужно использовать швейную машину, чтобы починить свою порванную платье. Она научилась использовать швейную машину в школе. Я куплю швейную машину, чтобы создавать свои собственные вещи.",
      "imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pegatina",
      "translation": "наклейка",
      "definition": "Una pequeña etiqueta adhesiva o imagen, utilizada para decorar o identificar algo.",
      "definition_translation": "Маленькая клеящаяся метка или картинка, используемая для украшения или идентификации чего-либо.",
      "example": "Puse una pegatina en mi laptop. Ella coleccionó pegatinas de sus caricaturas favoritas. Utilizaré una pegatina para decorar la cubierta de mi libro.",
      "example_translation": "Я приклеил наклейку на мой ноутбук. Она собрала наклейки из своих любимых мультфильмов. Я использовать буду наклейку, чтобы украсить обложку своей книги.",
      "imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuerda",
      "translation": "струна",
      "definition": "Una estructura larga, delgada y flexible hecha de hilos o filamentos entrelazados, usada para atar, sujetar o conectar cosas.",
      "definition_translation": "Длинная, тонкая, гибкая структура, сделанная из скрученных нитей или волокон, используемая для связывания, фиксации или соединения вещей.",
      "example": "Ella ató el paquete con una cuerda. Ella había atado la cuerda con fuerza. Ella atará la cuerda de nuevo mañana.",
      "example_translation": "Она завязала пакет струной. Она завязала струну плотно. Она завяжет струну снова завтра.",
      "imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alambre",
      "translation": "провод",
      "definition": "Un hilo delgado y flexible de metal, usado para conducir electricidad o enviar mensajes.",
      "definition_translation": "Тонкая, гибкая нить или полоса металла, используемая для проведения электричества или отправки сообщений.",
      "example": "El alambre del teléfono estaba roto. Lo repararon ayer. Instalarán un nuevo alambre la próxima semana.",
      "example_translation": "Телефонный провод был сломан. Они починили провод вчера. Они установят новый провод на следующей неделе.",
      "imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cremallera",
      "translation": "молния",
      "definition": "Un dispositivo de cierre compuesto por un par de dientes que se encierran entre sí, que se pueden abrir o cerrar mediante un botón deslizante.",
      "definition_translation": "Застежка, состоящая из пары взаимосвязанных зубцов, которая может быть открыта или закрыта скользящей кнопкой.",
      "example": "Me subí la cremallera de la chaqueta. Ella cerrará la cremallera de la bolsa mañana. Ellos cerraron la cremallera de sus pantalones ayer.",
      "example_translation": "Я застегнул куртку. Она застегнет сумку завтра. Они застегнули свои брюки вчера.",
      "imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "(cera) lápices",
      "translation": "восковые карандаши",
      "definition": "Un palito de cera coloreada usada para dibujar o colorear.",
      "definition_translation": "Палочка цветного воска, используемого для рисования или раскраски.",
      "example": "El niño usó lápices para dibujar una imagen. Ella usará lápices para colorear el papel mañana. Ellos usaron lápices para decorar la pared ayer.",
      "example_translation": "Ребенок использовал восковые карандаши, чтобы нарисовать картину. Она будет использовать восковые карандаши, чтобы раскрасить бумагу завтра. Они использовали восковые карандаши, чтобы украсить стену вчера.",
      "imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tejido",
      "translation": "ткань",
      "definition": "Un material textil producido mediante el tejido o el tejido de fibras, y se utiliza para hacer ropa, tapizado y otros productos textiles.",
      "definition_translation": "Ткань - это текстильный материал, чаще всего производимый путём ткачества или вязания волокон, и используется для производства одежды, обивки и других текстильных изделий.",
      "example": "Ella cosió cuidadosamente el tejido para crear un hermoso edredón. Ayer, había comprado el tejido en la tienda. Para el próximo año, habrá terminado el proyecto de arte de tejido.",
      "example_translation": "Она тщательно сшила ткань вместе, чтобы создать красивую квilt. Вчера она купила ткань в магазине. К следующему году она закончит проект тканных искусств.",
      "imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sello de goma",
      "translation": "резиновая печать",
      "definition": "Un sello de goma es una herramienta utilizada para aplicar tinta o otras sustancias a una superficie, generalmente para imprimir o marcar propósitos.",
      "definition_translation": "Резиновая печать - это инструмент, используемый для нанесения чернил или других веществ на поверхность, обычно для печати или маркировки.",
      "example": "El empleado utilizó un sello de goma para aprobar los documentos. Ella había utilizado el sello de goma para firmar las cartas. Para el próximo mes, habrán reemplazado el sello de goma viejo con uno nuevo.",
      "example_translation": "Клерк использовал резиновую печать для утверждения документов. Она использовала резиновую печать для подписания писем. К следующему месяцу они заменят старую резиновую печать на новую.",
      "imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fieltro",
      "translation": "фильтр",
      "definition": "El fieltro es un material textil no tejido hecho de lana, pelo o fibras sintéticas, a menudo utilizado para hacer sombreros, zapatillas o otros artículos de artesanía.",
      "definition_translation": "Фильтр - это нетканый материал, сделанный из шерсти, волос или синтетических волокон, часто используемый для изготовления шляп, тапочек или других craft.",
      "example": "El artesano cortó cuidadosamente el fieltro para crear un hermoso adorno. Ella había sentido la textura del fieltro antes de comprarlo. Para el próximo invierno, habrá hecho un sombrero de fieltro.",
      "example_translation": "Мастерmetic тщательно cắt фильтр, чтобы создать красивый украшение. Она чувствовала текстуру ткани перед тем, как купить ее. К следующей зиме она сделает фильтровую шляпу.",
      "imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenazas",
      "translation": "плоские щипцы",
      "definition": "Herramientas portátiles utilizadas para agarrar y doblar objetos, como tuberías, alambres o pequeñas piezas.",
      "definition_translation": "Плоские щипцы - это ручные инструменты, используемые для захвата и изгиба различных объектов, таких как трубы, провода или小 детали.",
      "example": "El mecánico utilizó tenazas para agarrar el perno. Ella había utilizado tenazas para doblar el alambre. Para la próxima semana, habrán reparado las tenazas.",
      "example_translation": "Механик использовал плоские щипцы, чтобы захватить болт. Она использовала плоские щипцы, чтобы загнуть провод. К следующей неделе они исправят плоские щипцы.",
      "imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cierre de presión",
      "translation": "пресс пуговица",
      "definition": "Un pequeño objeto metálico o de plástico utilizado para sujetar o unir dos partes de una prenda de vestir o otro material.",
      "definition_translation": "Маленькая металлическая или пластиковая застежка, используемая для прикрепления или соединения двух частей одежды или другой ткани вместе.",
      "example": "Tuve que coser un nuevo cierre de presión en mi chaqueta porque el antiguo se había roto. Ayer, cosí un nuevo cierre de presión en mi chaqueta, y ahora coseré otro mañana.",
      "example_translation": "Мне пришлось пришить новую пресс пуговицу на мой жилет, потому что старая сломалась. Вчера я пришила новую пресс пуговицу на мой жилет, а теперь я пришью еще одну завтра.",
      "imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puñetazo",
      "translation": "удар",
      "definition": "Un golpe rápido y fuerte, especialmente uno dado con un puño cerrado.",
      "definition_translation": "Быстрый, острый удар, особенно тот, который наносится сжатым кулаком.",
      "example": "Pegaré al saco de boxeo mañana, pero ayer lo pegué con fuerza. Si vuelvo a pegar al saco de boxeo, se romperá.",
      "example_translation": "Завтра я ударю мешок, а вчера я ударил его сильно. Если я ударю мешок снова, он сломается.",
      "imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cinta",
      "translation": "лента",
      "definition": "Una tira larga y estrecha de tela, generalmente coloreada y utilizada para fines decorativos o ceremoniales.",
      "definition_translation": "Длинная, узкая полоса ткани, обычно окрашенная и используемая для декоративных или церемониальных целей.",
      "example": "Mañana ataré una cinta en el regalo, pero ayer la até con un lazo. Si ato una cinta en el regalo nuevamente, será hermoso.",
      "example_translation": "Завтра я завяжу ленту на подарок, а вчера я завязал ее бантом. Если я завяжу ленту на подарок снова, она будет красивой.",
      "imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodillo",
      "translation": "ролик",
      "definition": "Un objeto cilíndrico o esférico que rota o se mueve libremente sobre una superficie, utilizado para reducir la fricción o facilitar el movimiento.",
      "definition_translation": "Цилиндрический или сферический объект, который вращается или движется свободно на поверхности, используемый для уменьшения трения или облегчения движения.",
      "example": "Mañana usaré un rodillo para pintar la pared, pero ayer lo usé para suavizar la superficie. Si uso un rodillo nuevamente, será fácil pintar.",
      "example_translation": "Завтра я использую ролик для покраски стены, а вчера я использовал его для сглаживания поверхности. Если я использую ролик снова, будет легко красить.",
      "imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel de lija",
      "translation": "наждачная бумага",
      "definition": "Un tipo de papel con superficie áspera, utilizado para suavizar y pulir madera, metal y otros materiales.",
      "definition_translation": "вид бумаги с грубой поверхностью, используемой для выравнивания и полировки дерева, металла и других материалов",
      "example": "Usé papel de lija para suavizar los bordes ásperos de la mesa de madera. Ayer lijé el piso para prepararlo para pintar. Para la próxima semana, habré lijado todas las puertas y ventanas.",
      "example_translation": "Я использовал наждачную бумагу, чтобы разгладить неровные края деревянного стола. Вчера я отшлифовал пол, чтобы подготовить его к покраске. К следующей неделе я отшлифую все двери и окна.",
      "imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lentejuelas",
      "translation": "позументы",
      "definition": "Pequeños discos brillantes utilizados para decorar ropa, accesorios y otros tejidos.",
      "definition_translation": "маленькие блестящие диски, используемые для декорирования одежды, аксессуаров и других тканей",
      "example": "El vestido estaba cubierto de lentejuelas, que brillaban bajo la luz. Ella cosió lentejuelas en su disfraz para la fiesta. Para el próximo año, habrá diseñado una colección de vestidos de noche con lentejuelas.",
      "example_translation": "Платье было покрыто позументами, которые блистали под светом. Она пришила позументы на свой костюм дляparty. К следующему году она спроектирует коллекцию вечерних платьев, украшенных позументами.",
      "imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plantilla",
      "translation": "шаблон",
      "definition": "Una lámina delgada de material, como papel o plástico, con un diseño o patrón recortado, utilizada para crear un diseño o patrón similar en una superficie.",
      "definition_translation": "тонкий лист материала, such as paper или пластика, с вырезанным дизайном или шаблоном, используемый для создания аналогичного дизайна или шаблона на поверхности",
      "example": "Usé una plantilla para pintar un diseño en la pared. Ella creó una plantilla para decorar su pastel. Para el próximo mes, habrán diseñado un conjunto de plantillas intrincadas para el estudio de arte.",
      "example_translation": "Я использовал шаблон, чтобы нарисовать дизайн на стене. Она создала шаблон, чтобы украсить свой торт. К следующему месяцу они спроектируют набор изысканных шаблонов для арт-студии.",
      "imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntos",
      "translation": "шить",
      "definition": "Un solo paso de una aguja y hilo a través de la tela, utilizado para unir, reparar o decorarla.",
      "definition_translation": "один проход иглы и нити через ткань, используемый для соединения, ремонта или декорирования ее",
      "example": "Ella tomó un punto en su vestido para arreglar la rasgadura. Uní los bordes rotos de la página. Para la próxima semana, habrá cosido una hermosa manta.",
      "example_translation": "Онашила стежок в ее платье, чтобы починить разрыв. Я прошил разорванную страницу. К следующей неделе она будет шить красивый квILT.",
      "imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estireno",
      "translation": "стyrofoam ( Russian term is the same)",
      "definition": "Un tipo de plástico ligero, quebradizo y poroso utilizado para hacer moldes, embalajes y aislamientos.",
      "definition_translation": " rodzaj lekkiego, kruchego i porowatego pianki plastikowej używanej do tworzenia form, пакиowania i izolacji",
      "example": "La empresa utiliza cajas de estireno para empaquetar sus productos. Utilizaron contenedores de estireno el año pasado, pero ahora utilizan papel reciclado. Para el próximo año, utilizarán embalajes biodegradables.",
      "example_translation": "Компания использует коробки из styrofoam для упаковки своих продуктов. Они использовали контейнеры из styrofoam в прошлом году, но теперь используют макулатуру. К следующему году они перейдут на биоразлагаемую упаковку.",
      "imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedal",
      "translation": "наперсток",
      "definition": "Un pequeño contenedor redondo que se lleva en el dedo para protegerlo mientras se cose.",
      "definition_translation": "маленький, округлый контейнер, который носится на конце пальца, чтобы защитить его во время шитья",
      "example": "Ella se puso con cuidado su dedal para coser el diseño intrincado. Olvidó su dedal en casa, así que tuvo que coser con cuidado. Para el final del día, habrá terminado de coser el vestido entero sin su dedal.",
      "example_translation": "Она аккуратно надела свой наперсток, чтобы сшить интригующий дизайн. Она забыла свой наперсток дома, поэтому ей пришлось шить осторожно. К концу дня она закончит шить整个 платье без наперстка.",
      "imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hilo",
      "translation": "нить",
      "definition": "Una cuerda delgada de fibras o hilo utilizada para coser o tejer.",
      "definition_translation": "длинная, тонкая нить волокон или пряжи, используемая для шитья или ткачества",
      "example": "Ella enhebró la aguja con cuidado para coser las rasgaduras. Utilizó un hilo grueso para coser los parches de cuero. Para la próxima semana, habrá cosido todos los botones con un hilo que combina.",
      "example_translation": "Она аккуратно продела нить через иглу, чтобы сшить разрывы. Она использовала толстую нить, чтобы сшить кожаные 패чи. К следующей неделе она сшила все кнопки с соответствующей нитью.",
      "imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barniz",
      "translation": "лак",
      "definition": "Un tipo de revestimiento líquido transparente o semitransparente utilizado para proteger y realzar la apariencia de la madera o otros materiales.",
      "definition_translation": "тип прозрачной или полупрозрачной жидкой покрывной основы, используемый для защиты и улучшения внешнего вида дерева или других материалов",
      "example": "El fabricante de muebles aplicó varias capas de barniz para proteger la superficie de madera. Utilizó un barniz de secado rápido para terminar la mesa la semana pasada. Para el próximo mes, habrá aplicado un barniz impermeable en los muebles para el exterior.",
      "example_translation": "Мебельщик нанес несколько слоев лака, чтобы защитить деревянную поверхность. Он использовал быстро сохнущий лак, чтобы закончить стол на прошлой неделе. К следующему месяцу он нанесет водонепроницаемый лак на садовую мебель.",
      "imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esterilla",
      "translation": "плетеный",
      "definition": "La esterilla es un tipo de mobiliario o objetos tejidos hechos de fibras vegetales, como rattán o sauce.",
      "definition_translation": "Плетеный - это тип тканой мебели или других объектов, изготовленных из растительных волокон, таких как ротанг или ива.",
      "example": "Compré una esterilla para mi terraza, y se ha convertido en mi lugar favorito para leer. Estrellé una cesta el año pasado, y todavía se mantiene bien. Estrellaré una nueva mesa para nuestro partido de jardín el próximo verano.",
      "example_translation": "Я купил плетеный стул для своей веранды, и он стал моим любимым местом для чтения. В прошлом году я сплел корзину, и она все еще хорошо работает. В следующем году я сплету новый стол для нашей садовой вечеринки.",
      "imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintura acrílica",
      "translation": "акриловая краска",
      "definition": "La pintura acrílica es una pintura que se seca rápidamente, soluble en agua, hecha de una mezcla de agua, pigmento, aglutinante y otros aditivos.",
      "definition_translation": "Акриловая краска - это быстросохнущая, водорастворимая краска, изготовленная из смеси воды, пигмента, связующего вещества и других добавок.",
      "example": "Usé pintura acrílica para crear un mural vibrante en la pared. La artista mezcló pintura acrílica con agua para lograr la consistencia deseada. Usará pintura acrílica para pintar un retrato de su gato la próxima semana.",
      "example_translation": "Я использовал акриловую краску, чтобы создать яркую фреску на стене. Художник смешал акриловую краску с водой, чтобы достичь желаемой консистенции. Она будет использовать акриловую краску, чтобы написать портрет ее кошки на следующей неделе.",
      "imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "borde adhesivo",
      "translation": "клейкая рамка",
      "definition": "Un borde adhesivo es una tira decorativa con una base autoadhesiva que se puede aplicar a una superficie para crear un diseño o patrón.",
      "definition_translation": "Клейкая рамка - это декоративная полоса с samo-клеящимся покрытием, которое может быть применено к поверхности, чтобы создать дизайн или узор.",
      "example": "Aplicué un borde adhesivo en los bordes del álbum de fotos para darle un aspecto profesional. La artesana utilizó un borde adhesivo para decorar el álbum de recuerdos. Aplicará un borde adhesivo en el marco de la photo el próximo mes.",
      "example_translation": "Я применил клеющую рамку к краям фотоальбома, чтобы дать ему профессиональный вид. Ремесленник использовал клеющую рамку, чтобы украсить альбом для вырезок. Она будет применять клеющую рамку к рамке для pictures next month.",
      "imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perlas",
      "translation": "бусины",
      "definition": "Las perlas son objetos pequeños y redondos, normalmente hechos de vidrio, plástico u otros materiales, utilizados para ornamentar o como medio para hacer joyería.",
      "definition_translation": "Бусины - это небольшие, округлые объекты, обычно сделанные из стекла, пластика или других материалов, используемые для украшения или в качестве среды для изготовления украшений.",
      "example": "Colgué perlas en una cadena para crear una pieza única de joyería. La artista nativa americana utilizó perlas para crear patrones intrincados en su tocado. Usará perlas para hacer un hermoso ornamento para el árbol de navidad el próximo año.",
      "example_translation": "Я нанизал бусины на ожерелье, чтобы создать уникальный предмет украшения. Индейский художник использовал бусины, чтобы создать интригующие узоры на ее головном уборе. Она будет использовать бусины, чтобы сделать красивое украшение для новогодней елки в следующем году.",
      "imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntera de manta",
      "translation": "шв приblanket",
      "definition": "Un tipo de puntada utilizada para terminar los bordes crudos de una manta o proyecto de decoración para el hogar, caracterizado por una serie de pequeños lazos en el borde de la tela.",
      "definition_translation": "ティп стежки, используемый для отделки сырых краев одеяла или другого домашнего декора, характеризуется серией маленьких петель на краю ткани.",
      "example": "Voy a utilizar una puntera de manta para terminar el borde de esta manta. Ayer utilicé una puntera de manta para terminar el borde de esa manta. En el futuro, utilizaré una puntera de manta para terminar el borde de todas mis mantas hechas en casa.",
      "example_translation": "Я，将 использовать шв приblanket, чтобы закончить край этого квилта. Вчера я использовал шв приblanket, чтобы закончить край того одеяла. В будущем я буду использовать шв приblanket, чтобы закончить край всех моих домашних одеял.",
      "imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conjunto de pinceles",
      "translation": "набор кистей",
      "definition": "Una colección de pinceles utilizados para varios propósitos artísticos o cosméticos, que a menudo incluyen una variedad de formas y tamaños.",
      "definition_translation": "Коллекция кистей, используемых для различных художественных или косметических целей, часто включая в себя различные формы и размеры.",
      "example": "Necesito comprar un nuevo conjunto de pinceles para pintar. Ella ha estado utilizando el mismo conjunto de pinceles durante años. Para el próximo año, habré comprado un nuevo conjunto de pinceles para mi clase de arte.",
      "example_translation": "Мне нужно купить новый набор кистей для рисования. Она использует тот же набор кистей уже годы. К следующему году я куплю новый набор кистей для моего арт-класса.",
      "imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntera de cadena",
      "translation": "цепной стежок",
      "definition": "Un tipo de puntada utilizada en bordado y costura, caracterizado por una serie de lazos conectados que se asemejan a una cadena.",
      "definition_translation": "Тип стежки, используемый в вышивке и шитье, характеризуется серией связанных петель, похожих на цепь.",
      "example": "Puedo hacer una puntera de cadena en mi máquina de coser. Ella está aprendiendo a hacer una puntera de cadena a mano. Para fin de mes, habré dominado la puntera de cadena.",
      "example_translation": "Я могу сделать цепной стежок на моей швейной машине. Она учится делать цепной стежок вручную. К концу месяца я овладею цепным стежком.",
      "imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agujas circulares",
      "translation": "круглая игла",
      "definition": "Un tipo de aguja de knit con un eje circular o flexible, utilizado para tejer en redondo o crear tubos sin costuras.",
      "definition_translation": "Тип крючка для вязания с круглым или гибким стержнем, используемый для вязания в кругу или для создания бесшовных труб.",
      "example": "Necesito una aguja circular para tejer este sombrero. Ella está utilizando una aguja circular para hacer un suéter. Para el próximo invierno, habré hecho una bufanda utilizando una aguja circular.",
      "example_translation": "Мне нужна круглая игла, чтобы связать эту шляпу. Она использует круглую иглу, чтобы сделать свитер. К следующей зиме я сделаю шарф, используя круглую иглу.",
      "imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prensa de esquina",
      "translation": "угольный пуансон",
      "definition": "Una herramienta utilizada para crear una esquina redonda en una pieza de papel o tarjeta.",
      "definition_translation": "Инструмент, используемый для создания округлого угла на листе бумаги или карте.",
      "example": "Usé una prensa de esquina para crear un borde decorativo en la invitación. Ayer, prensé todas las esquinas de los documentos. Para la próxima semana, habré prensado todas las esquinas de los informes.",
      "example_translation": "Я использовал угольный пуансон, чтобы создать декоративный край на приглашении. Yesterday, я пробил все углы документов. К следующей неделе я пробью все углы отчетов.",
      "imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel crepé",
      "translation": "кrepе-бумага",
      "definition": "Un tipo de papel delgado y arrugado utilizado para decoraciones y proyectos de manualidades.",
      "definition_translation": "Тип тонкой, морщинистой бумаги, используемой для декораций и проектов handmade.",
      "example": "Usamos papel crepé para decorar el salón de fiestas. El papel crepé es un básico en nuestra caja de suministros de manualidades. Para el próximo año, habremos utilizado papel crepé para todas nuestras decoraciones.",
      "example_translation": "Мы использовали кrepе-бумагу, чтобы украсить зал для праздника. Кrepе-бумага является основой в нашем ящике снабжения для crafts. К следующему году мы будем использовать кrepе-бумагу для всех наших декораций.",
      "imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gancho de crochet",
      "translation": "крючок для вязания",
      "definition": "Una herramienta utilizada para hacer lazos en hilo para crear un tejido.",
      "definition_translation": "Инструмент, используемый для создания петель в нити, чтобы создать ткань.",
      "example": "Siempre llevo un gancho de crochet conmigo para hacer gorros para caridad. Mi abuela me enseñó a usar un gancho de crochet cuando era niño. Para el próximo mes, habré hecho una manta utilizando un gancho de crochet.",
      "example_translation": "Я всегда ношу с собой крючок для вязания, чтобы делать шляпы для благотворительности. Моя бабушка научила меня, как использовать крючок для вязания, когда я был ребенком. К следующему месяцу я буду иметь сделанную_blanket, используя крючок для вязания.",
      "imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punto de cruz",
      "translation": "крестовый шов",
      "definition": "Un tipo de bordado que utiliza puntadas en forma de X para crear un diseño.",
      "definition_translation": "Тип вышивания, который использует стежки в виде креста, чтобы создать дизайн.",
      "example": "Me encanta hacer punto de cruz en mi tiempo libre. El punto de cruz es un gran hobby para la relajación. Para el próximo año, habré terminado mi proyecto de punto de cruz.",
      "example_translation": "Я люблю делать крестовый шов в свое свободное время. Крестовый шов - этоgreat хобби для релаксации. К следующему году я закончу свой проект крестового шва.",
      "imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sello de fecha",
      "translation": "MARK дата",
      "definition": "Un sello de fecha es un dispositivo o una marca que indica la fecha en que algo fue creado, enviado o recibido.",
      "definition_translation": "Марка даты - это устройство или отметка, которая указывает дату, когда что-то было создано, отправлено или получено.",
      "example": "El abogado verificó el sello de fecha en el documento para verificar su autenticidad. Ella tuvo que estampar la fecha en todas las facturas antes de enviarlas a los clientes. La empresa introducirá un nuevo sistema de sellado de fecha para mejorar su proceso de documentación.",
      "example_translation": "Адвокат проверил марку даты на документе, чтобы проверить его подлинность. Она должна была поставить дату на всех счетах-фактурах перед отправкой их клиентам. Компания введет новую систему марки даты, чтобы улучшить свой процесс документооборота.",
      "imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel de découpage",
      "translation": "Бумага для декупажа",
      "definition": "El papel de découpage es un tipo de papel utilizado para decorar superficies con diseños o patrones recortados, típicamente utilizando pegamento o barniz.",
      "definition_translation": "Бумага для декупажа - это тип бумаги, используемой для украшения поверхностей с помощью вырезанных дизайнов или узоров, обычно с помощью клея или лака.",
      "example": "La profesora de arte mostró a los estudiantes cómo utilizar papel de découpage para crear un hermoso collage. Ella tenía una vasta colección de papeles de découpage en diferentes colores y patrones. El papel de découpage era demasiado frágil para ser utilizado en la vasija de cerámica.",
      "example_translation": "Учительница искусства показала студентам, как использовать бумагу для декупажа, чтобы создать красивый коллаж. У нее была обширная коллекция бумаги для декупажа_differentcolors и узорах. Бумага для декупажа была слишком хрупкой, чтобы быть использованной на керамическом вазе.",
      "imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hilo de bordado",
      "translation": "Шелковая нить для вышивки",
      "definition": "El hilo de bordado es un tipo de hilo hecho de algodón, seda o otros materiales, utilizado para bordado manual o a máquina y otros tipos de trabajo de aguja.",
      "definition_translation": "Шелковая нить для вышивки - это тип нити, сделанной из хлопка, шелка или других материалов, используемой для ручной или машинной вышивки и других форм шитья.",
      "example": "La bordadora seleccionó cuidadosamente el hilo de bordado para que coincidiera con la tela del vestido. Ella tuvo que terminar el proyecto de bordado antes de que se le acabara el hilo. El hilo de bordado era demasiado delgado para ser utilizado en trabajos de tapicería.",
      "example_translation": "Вышивальщица тщательно выбрала шелковую нить, чтобы она соотвествовала ткани платья. Она должна была закончить проект вышивки, прежде чем истощились запасы нити. Шелковая нить была слишком тонкой, чтобы быть использованной для работ по таписерии.",
      "imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aro de bordado",
      "translation": "Вышивальная рамка",
      "definition": "Un aro de bordado es un marco circular o ovalado que se utiliza para mantener la tela tensa, lo que facilita la costura, el bordado o otros tipos de trabajo de aguja.",
      "definition_translation": "Вышивальная рамка - это круглая или овальная рамка, используемая для натяжения ткани, что делает ее легче для шитья, вышивки или других типов шитья.",
      "example": "La bordadora principiante encontró difícil manejar el aro de bordado al principio, pero pronto se习ó. El aro de bordado era demasiado pequeño para la gran colcha que estaba trabajando. Ella utilizó un aro de bordado para terminar el diseño intrincado en el vestido de boda.",
      "example_translation": "Новичок-вышивальщица нашла трудным управление вышивальной рамкой сначала, но скоро овладела ею. Вышивальная рамка была слишком маленькой для большого квилта, над которым она работала. Она использовала вышивальную рамку, чтобы закончить интригующий дизайн на свадебном платье.",
      "imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo de espuma",
      "translation": "пенка для краски",
      "definition": "Un cepillo de espuma es un tipo de cepillo utilizado para aplicar pintura o otros materiales a una superficie. Es típicamente hecho de un material de espuma y tiene cerdas suaves que absorben y retienen mucha líquido.",
      "definition_translation": "Пенка для краски - это тип кисти, используемой для нанесения краски или других материалов на поверхность. Она обычно сделана из материала пены и имеет мягкие волоски, которые абсорбируют и держат много жидкости.",
      "example": "Usé un cepillo de espuma para pintar las paredes ayer. Lo usaré para aplicar el pegamento mañana. He estado utilizando durante la semana pasada para cubrir la superficie.",
      "example_translation": "Я использовал пенку для краски, чтобы покрасить стены вчера. Я использую ее, чтобы нанести клей завтра. Я использовал ее, чтобы покрыть поверхность на прошлой неделе.",
      "imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pistola de pegamento",
      "translation": "пистолет для клея",
      "definition": "Una pistola de pegamento es un dispositivo portátil utilizado para aplicar pegamento caliente a una superficie. Consta de un gatillo, una boquilla y un elemento calefactor que funde los palos de pegamento.",
      "definition_translation": "Пистолет для клея - это ручное устройство, используемое для нанесения горячего клея на поверхность. Он состоит из спуска, насадки и нагревающего элемента, который плавит клеевые стики.",
      "example": "Usé una pistola de pegamento para pegar las decoraciones en la tarjeta ayer. La usaré para arreglar el juguete mañana. He estado utilizando durante el mes pasado para unir los materiales.",
      "example_translation": "Я использовал пистолет для клея, чтобы прикрепить украшения к карте вчера. Я использую его, чтобы починить игрушку завтра. Я использовал его, чтобы склеить материалы в прошлом месяце.",
      "imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gancho y ojo",
      "translation": "крючок и петля",
      "definition": "Un gancho y ojo es un tipo de cierre utilizado para unir dos partes juntas. Consta de un gancho metálico y una ojuela correspondiente que se puede attaching a tela u otros materiales.",
      "definition_translation": "Крючок и петля - это тип застежки, используемой для соединения двух частей. Он состоит из металлического крючка и соответствующей петельки, которая может быть прикреплена к ткани или другим материалам.",
      "example": "Usé un gancho y ojo para abrochar el vestido ayer. Lo usaré para atar la correa mañana. He estado utilizando durante el año pasado para fijar la tela.",
      "example_translation": "Я использовал крючок и петлю, чтобы застегнуть платье вчера. Я использую его, чтобы прикрепить ремень завтра. Я использовал его, чтобы обеспечить ткань в прошлом году.",
      "imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tintorro",
      "translation": "чёрнильная подушка",
      "definition": "Un tintorro es una pequeña almohadilla utilizada para absorber y retener tinta para estampar o escribir. Es típicamente utilizado con una estampilla o una pluma para aplicar tinta a papel u otras superficies.",
      "definition_translation": "Чёрнильная подушка - это маленькая подушка, используемая для впитывания и удержания чернил для штамповки или письма. Она обычно используется с маркой или пером, чтобы наносить чернила на бумагу или другие поверхности.",
      "example": "Usé un tintorro para estampar lasobrev en el sobre ayer. Lo usaré para firmar el documento mañana. He estado utilizando durante el mes pasado para imprimir los textos.",
      "example_translation": "Я использовал чёрнильную подушку, чтобы проставить конверт вчера. Я использую ее, чтобы подписать документ завтра. Я использовал ее, чтобы печатать тексты в прошлом месяце.",
      "imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agujas de tejer",
      "translation": "шпильки для вязания",
      "definition": "Un par de varillas puntiagudas utilizadas para manipular el hilo en el tejido, típicamente sostenidas en las manos y utilizadas para crear filas de lazos interconectados.",
      "definition_translation": "Пару остронаконечных палок, используемых для манипуляции пряжей при вязании, обычно удерживаемых в руках и используемых для создания рядов взаимосвязанных петель.",
      "example": "Usé mis agujas de tejer para crear un hermoso bufanda para mi hermana. Ayer, estaba tejiendo un sombrero con mis agujas de tejer. Para el fin de semana que viene, habré terminado este suéter utilizando mis agujas de tejer.",
      "example_translation": "Я использовал свои шпильки для вязания, чтобы создать красивый шарф для своей сестры. Вчера я вязал шляпу с помощью своих шпилек для вязания. К следующим выходным я закончу эту кофту, используя свои шпильки для вязания.",
      "imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "masa de modelar",
      "translation": "пластиковая глина",
      "definition": "Un material suave y moldeable utilizado para dar forma y modelar, a menudo utilizado en entornos artísticos o educativos.",
      "definition_translation": "Мягкий, податливый материал, используемый для формирования и лепки, часто используемый в художественных или образовательных целях.",
      "example": "Los niños estaban emocionados de jugar con la masa de modelar en la clase de arte. Utilizamos masa de modelar para crear una ciudad en miniatura. Para fin de año, habrán dominado el trabajo con masa de modelar.",
      "example_translation": "Дети были рады поиграть с пластиковой глиной на уроке искусства. Мы использовали пластиковую глину, чтобы создать миниатюрный город. К концу года они сумеют работать с пластиковой глиной.",
      "imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hiladora de aguja",
      "translation": "напрягатель для нитей",
      "definition": "Una herramienta pequeña utilizada para ayudar a guiar el hilo o el hilo a través del ojo de una aguja.",
      "definition_translation": "Маленький инструмент, используемый для помощи в проведении нити или пряжи через ушко иглы.",
      "example": "La costurera utilizó una hiladora de aguja para coser la tela delicada. Ayer, estaba luchando por hilar una aguja sin una hiladora de aguja. Para la próxima semana, habré aprendido a utilizar una hiladora de aguja con eficiencia.",
      "example_translation": "Швея использовала напрягатель для нитей, чтобы сшить деликатную ткань. Вчера я боролся с нитью иглы без напрягателя для нитей. К следующей неделе я научусь эффективно использовать напрягатель для нитей.",
      "imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estampilla numeradora",
      "translation": "нумератор",
      "definition": "Una herramienta utilizada para aplicar números secuenciales a documentos, papeles o materiales.",
      "definition_translation": "Инструмент, используемый для нанесения последовательных номеров на документы, бумаги или другие материалы.",
      "example": "El administrador de la oficina utilizó una estampilla numeradora para organizar los archivos. Ayer, estábamos buscando una estampilla numeradora para etiquetar las cajas. Para fin de mes, habremos numerado todos los documentos utilizando la estampilla numeradora.",
      "example_translation": "Администратор офиса использовал нумератор, чтобы организовать файлы. Вчера мы искали нумератор, чтобы пометить коробки. К концу месяца мы пронумеруем все документы с помощью нумератора.",
      "imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de papel",
      "translation": "резак для бумаги",
      "definition": "Una herramienta utilizada para cortar papel, que consiste en una hoja y un mango.",
      "definition_translation": "Инструмент для разрезания бумаги, Typically состоящий из лезвия и ручки.",
      "example": "Usé un cortador de papel para recortar los bordes de la foto. Ayer, había utilizado un cortador de papel para cortar una forma de corazón. Si tuviera un cortador de papel, cortaría el papel en tiras.",
      "example_translation": "Я использовал резак для бумаги, чтобы обрезать края фотографии. Вчера я использовал резак для бумаги, чтобы вырезать сердечную форму. Если бы у меня был резак для бумаги, я бы разрезал бумагу на полоски.",
      "imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plastilina",
      "translation": "пластилин",
      "definition": "Un material suave y moldeable utilizado para modelar y crear objetos, a menudo utilizado por los niños.",
      "definition_translation": "Мягкий, пластичный материал, используемый для моделирования и создания объектов, часто используемый детьми.",
      "example": "El niño jugó con plastilina, creando una figura animal de colores. Ayer, había moldeado un castillo de plastilina. Si tuviera más plastilina, crearía una ciudad entera.",
      "example_translation": "Ребенок играл с пластилином, создавая цветное животное. Вчера она отлила пластилиновый замок. Если бы у нее было больше пластилина, она бы создала целый город.",
      "imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintura de poster",
      "translation": "крахмальный краситель",
      "definition": "Un tipo de pintura acuosa opaca utilizada para trabajos de arte y diseños vibrantes y brillantes, a menudo utilizada en carteles y otros materiales gráficos.",
      "definition_translation": "Тип непрозрачного водорастворимого красителя, используемого для ярких, насыщенных работ и дизайнов, часто используемого в постерах и других графических материалах.",
      "example": "El artista utilizó pintura de poster para crear un fondo brillante para el anuncio. Ayer, había pintado un paisaje hermoso con pintura de poster. Si tuviera más pintura de poster, crearía un mural impresionante.",
      "example_translation": "Художник использовал крахмальный краситель, чтобы создать яркий фон для рекламы. Вчера она нарисовала красивый пейзаж с помощью крахмального красителя. Если бы у нее было больше крахмального красителя, она бы создала величественный мурал.",
      "imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piedra de rhinestones",
      "translation": "рождественский камень",
      "definition": "Un tipo de piedra preciosa o de vidrio que a menudo se utiliza en joyería y decoraciones, caracterizada por su superficie reflectante y brillante.",
      "definition_translation": "Тип кристалла или стеклянного камня, который часто используется в ювелирных изделиях и декорациях, характеризующийся своей сверкающей, отражательной поверхностью.",
      "example": "El vestido estaba adornado con piedras de rhinestones que brillaban bajo la luz. Ayer, había visto un collar de piedras de rhinestones que brillaba hermosamente. Si tuviera un broche de piedras de rhinestones, lo llevaría al partido.",
      "example_translation": "Платье было украшено рождественскими камнями, которые сверкали под светом. Вчера я видел рождественский камень на шее, который сиял красиво. Если бы у меня был рождественский камень на булавке, я бы надел его на вечеринку.",
      "imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel de arroz",
      "translation": "рисовая бумага",
      "definition": "Un papel delgado y transparente hecho de la médula de la planta de papel de arroz, utilizado para manualidades, escritura y cocina.",
      "definition_translation": "Тонкая, полупрозрачная бумага, сделанная из сердцевины растения рисовой бумаги, используемая для ремесел, письма и приготовления пищи.",
      "example": "Utilicé papel de arroz para hacer flores de origami delicadas. He estado utilizando papel de arroz para mis proyectos de arte. Utilizaré papel de arroz para hacer una hermosa linterna.",
      "example_translation": "Я использовал рисовую бумагу, чтобы сделать хрупкие цветы оригами. Я использовал рисовую бумагу для моих проектов искусства. Я использую рисовую бумагу, чтобы создать красивую лампу.",
      "imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punta corrida",
      "translation": "простой стежок",
      "definition": "La puntada más básica en la costura manual, hecha llevando la aguja arriba y abajo a través de la tela en una línea recta.",
      "definition_translation": "Самый базовый стежок в ручной швейной работе, выполняемый путем поднятия иглы вверх и вниз через ткань в прямой линии.",
      "example": "Usé una puntada corrida para doblar mi pantalón. Ella ha estado usando una puntada corrida para reparar sus ropas. Ellos utilizarán una puntada corrida para hacer una manta.",
      "example_translation": "Я использовал простой стежок, чтобы подшить брюки. Она использовала простой стежок, чтобы отремонтировать ее одежду. Они будут использовать простой стежок, чтобы сшить покрывало.",
      "imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caja de costura",
      "translation": "швейная коробка",
      "definition": "Un contenedor utilizado para almacenar suministros de costura, como hilos, agujas y retallos de tela.",
      "definition_translation": "Контейнер, используемый для хранения швейных принадлежностей, таких как нити, иглы и обрезки ткани.",
      "example": "Mantengo mi caja de costura organizada categorizando mis hilos. Ella ha estado使用su caja de costura durante años. Ellos utilizarán una caja de costura para hacer un regalo para su hermana.",
      "example_translation": "Я giữ свою швейную коробку организованной, сортируя свои нити. Она использовала свою швейную коробку на протяжении многих лет. Они будут использовать швейную коробку, чтобы сделать подарок для своей сестры.",
      "imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patrón de costura",
      "translation": "швейная модель",
      "definition": "Una plantilla o diseño utilizado como guía para cortar y coser tela para crear una prenda de vestir o texto.",
      "definition_translation": "Шаблон или дизайн, используемый как руководство для裁ting и сшивания ткани, чтобы создать одежду или текстиль.",
      "example": "Usé un patrón de costura para hacer un vestido. Ella ha estado creando sus propios patrones de costura durante años. Ellos utilizarán un patrón de costura para hacer un traje para la obra de teatro.",
      "example_translation": "Я использовал швейную модель, чтобы сделать платье. Она создавала свои собственные швейные модели на протяжении многих лет. Они будут использовать швейную модель, чтобы сделать костюм для спектакля.",
      "imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maniquí de sastre",
      "translation": "манекен",
      "definition": "Un modelo de la figura humana utilizado por sastres para mostrar o ajustar ropa.",
      "definition_translation": "Модель человеческой фигуры, используемая портными для демонстрации или подгонки одежды.",
      "example": "El maniquí de sastre se encontraba orgullosamente en la ventana de la tienda, luciendo las últimas tendencias de moda. El sastre había utilizado un maniquí de sastre para crear el ajuste perfecto para el cliente. La estudiante de moda utilizará un maniquí de sastre para practicar sus habilidades.",
      "example_translation": "Манекен стоял гордо в витрине магазина, надевая последние тенденции моды. Портной использовал манекен, чтобы создать идеальный посад для клиента. Студентка моды будет использовать манекен, чтобы практиковать свои навыки.",
      "imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cinta métrica",
      "translation": "сантиметр",
      "definition": "Una regla flexible utilizada para medir distancias o tamaños.",
      "definition_translation": "Гибкая линейка, используемая для измерения расстояний или размеров.",
      "example": "El carpintero utilizó una cinta métrica para calcular la longitud de la habitación. El sastre utilizará una cinta métrica para tomar las medidas del cliente. Para 2025, la empresa habrá desarrollado una cinta métrica inteligente con características avanzadas.",
      "example_translation": "Плотник использовал сантиметр, чтобы рассчитать длину комнаты. Портной будет использовать сантиметр, чтобы измерить размеры клиента. К 2025 году компания разработает умный сантиметр с передовыми функциями.",
      "imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel tissue",
      "translation": "туалетная бумага",
      "definition": "Un papel suave y absorbente utilizado para limpiar o secar.",
      "definition_translation": "Мягкая, абсорбирующая бумага, используемая для очистки или вытирания.",
      "example": "La tienda de suministros de oficina vendió papel tissue en bulk. Ella utilizó un papel tissue para sonarse la nariz. La empresa lanzará una nueva línea de productos de papel tissue ecológicos.",
      "example_translation": "Магазин канцтоваров продавал туалетную бумагу оптом. Она использовала туалетную бумагу, чтобы вытереть нос. Компания запустит новую линейку экологически чистых продуктов туалетной бумаги.",
      "imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aguada",
      "translation": "водяные краски",
      "definition": "Una técnica de pintura que utiliza pigmentos solubles en agua sobre papel o tela.",
      "definition_translation": "Техника рисования, используя водорастворимые пигменты на бумаге или ткани.",
      "example": "El artista se especializó en paisajes de aguada. Ella aprendió técnicas de aguada en la escuela de arte. La exposición de arte presentó un retrato de aguada impresionante.",
      "example_translation": "Артист специализировался на пейзажах, выполненных водяными красками. Она научилась техникам водяных красок в художественной школе. Арт-выставка представила потрясающий портрет, выполненный водяными красками.",
      "imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sello de madera",
      "translation": "деревянная печать",
      "definition": "Un sello de madera es una herramienta utilizada para hacer impresiones o marcas en una superficie, typicalmente hecho de madera y tener un diseño grabado o tallado.",
      "definition_translation": "Деревянная печать - это инструмент, используемый для создания оттисков или меток на поверхности, обычно сделанный из дерева и имеющий выгравированный или гравированный дизайн.",
      "example": "Usé un sello de madera para crear un patrón en la tela. Utilizaré un sello de madera para diseñar un logotipo. Ella había utilizado un sello de madera para crear una hermosa obra de arte.",
      "example_translation": "Я использовал деревянную печать, чтобы создать узор на ткани. Я использую деревянную печать, чтобы спроектировать логотип. Она использовала деревянную печать, чтобы создать красивое произведение искусства.",
      "imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pincel de escritura",
      "translation": "писательная кисть",
      "definition": "Un pincel de escritura es un pincel utilizado para escribir o dibujar con tinta o otros líquidos, typicalmente con cerdas suaves y un punta flexible.",
      "definition_translation": "Писательная кисть - это кисть, используемая для письма или рисования с использованием чернил или других жидких веществ, обычно имеющая мягкие волоски и гибкую вершину.",
      "example": "El artista utilizó un pincel de escritura para crear una hermosa caligrafía. Ella utilizará un pincel de escritura para firmar el documento. Él había utilizado un pincel de escritura para escribir un poema.",
      "example_translation": "Артист использовал писательную кисть, чтобы создать красивую каллиграфию. Она использует писательную кисть, чтобы подписать документ. Он использовал писательную кисть, чтобы написать стихотворение.",
      "imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]