[
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez",
      "translation": "рыба",
      "definition": "Un animal de sangre fría que vive en el agua, tiene branquias y un cuerpo aerodinámico.",
      "definition_translation": "Хладнокровное животное, живущее в воде, обычно имеющее жабры и удлиненное тело.",
      "example": "Atrapé un gran pez en el lago ayer. Atraparé otro mañana. Atrapé muchos peces el año pasado.",
      "example_translation": "Я поймал большую рыбу в озере вчера. Я поймаю еще одну завтра. Я поймал много рыбы в прошлом году.",
      "imageLink": "image_files\\English\\fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bacalao",
      "translation": "треска",
      "definition": "Un pescado blanco de sabor suave, a menudo utilizado en cocina.",
      "definition_translation": "Белая рыба с мягким вкусом, часто используемая в кулинарии.",
      "example": " Cociné bacalao para cenar anoche. Cocinaré bacalao para almuerzo hoy. Cociné bacalao para desayunar ayer.",
      "example_translation": "Я приготовил треску на ужин прошлой ночью. Я приготовлю треску на обед сегодня. Я приготовил треску на завтрак вчера.",
      "imageLink": "image_files\\English\\cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salmón",
      "translation": "лосось",
      "definition": "Un pescado graso con un color Rosado-rojizo, a menudo asado o horneado.",
      "definition_translation": "Жирная рыба с розовато-красным цветом, часто грильуется или запекается.",
      "example": "Comí salmón en el restaurante la semana pasada. Comeré salmón en casa mañana. Comí salmón en la playa el año pasado.",
      "example_translation": "Я ел лосось в ресторане на прошлой неделе. Я będę есть лосось дома завтра. Я ел лосось на пляже в прошлом году.",
      "imageLink": "image_files\\English\\salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tiburón",
      "translation": "акула",
      "definition": "Un gran pescado carnívoro con hocico puntiagudo, a menudo encontrado en aguas tropicales.",
      "definition_translation": "Большая, хищная рыба с заостренным рылом, часто встречающаяся в тропических водах.",
      "example": "Vi un tiburón en la película anoche. Veré tiburones en el acuario mañana. Vi muchos tiburones en la playa el año pasado.",
      "example_translation": "Я увидел акулу в фильме прошлой ночью. Я увижу акул в аквариуме завтра. Я увидел nhiều акул на пляже в прошлом году.",
      "imageLink": "image_files\\English\\shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atún",
      "translation": "тунец",
      "definition": "El atún es un gran pescado que se encuentra en aguas cálidas del océano. A menudo se come como alimento.",
      "definition_translation": "Тунец - это большая,快速но plavayuschaya рыба, которая найдена в теплых океанских водах. Она часто ест как пищу.",
      "example": "Comí ensalada de atún para almuerzo ayer, la comeré de nuevo mañana, y la comí para cenar la semana pasada.",
      "example_translation": "Я ел салат из тунца на ланч вчера, я ем его снова завтра, и я ел его на ужин на прошлой неделе.",
      "imageLink": "image_files\\English\\tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desovar",
      "translation": "размножаться",
      "definition": "Desovar significa producir huevos o crías, especialmente en grandes cantidades.",
      "definition_translation": "Размножаться означает производить яйца или потомство, особенно в больших количествах.",
      "example": "El salmón desovará en el río el próximo mes, lo hizo el año pasado, y lo hará de nuevo en dos años.",
      "example_translation": "Лосось будет размножаться в реке следующим месяцем, оно размножалось прошлым годом, и оно будет размножаться снова через два года.",
      "imageLink": "image_files\\English\\spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trucha",
      "translation": "форель",
      "definition": "La trucha es un tipo de pescado de agua dulce que a menudo se pesca para comida.",
      "definition_translation": "Форель - это тип пресноводной рыбы, которая часто ловится для еды.",
      "example": "Atrapé una trucha mientras pescaba ayer, la atraparé de nuevo mañana, y la atrapé la semana pasada.",
      "example_translation": "Я поймал форель при рыбалке вчера, я поймаю его снова завтра, и я поймал его на прошлой неделе.",
      "imageLink": "image_files\\English\\trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comedor de algas",
      "translation": "питатель водорослей",
      "definition": "Un comedor de algas es un tipo de pescado que come algas, que es un tipo de planta acuática.",
      "definition_translation": "Питатель водорослей - это тип рыбы, который ест водоросли, которая является типом водного растения.",
      "example": "El pez comedor de algas es muy útil en acuarios, lo fue el año pasado, y lo será de nuevo el año que viene.",
      "example_translation": "Рыба-питатель водорослей очень полезна в аквариумах, она была очень полезна прошлым годом, и она будет полезна снова следующим годом.",
      "imageLink": "image_files\\English\\algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anchoa",
      "translation": "анчоус",
      "definition": "Una pequeña pescado aceitoso de la familia Engraulidae, a menudo curada en sal o aceite y utilizada como condimento.",
      "definition_translation": "Маленькая,emasляная рыба семейства Engraulidae, часто соленая в соли или масле и используемая в качестве приправы.",
      "example": "Añadí anchoas a mi pizza para un extra de sabor. Tuve anchoas en mi ensalada anoche. Poneré anchoas en mi pasta mañana.",
      "example_translation": "Я добавил анчоусы в свою пиццу для дополнительного всплеска вкуса. Я ел анчоусы на салате вчера ночью. Я положу анчоусы на свою пасту завтра.",
      "imageLink": "image_files\\English\\anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbo",
      "translation": "усач",
      "definition": "Un pescado de agua dulce de la familia de los carpas, encontrado en Europa y Asia, con un cuerpo largo y delgado y una barba en la boca.",
      "definition_translation": "Пресноводная рыба семейства карпов, обнаруженная в Европе и Азии, имеющая длинное стройное тело и отличительный ус на рту.",
      "example": "Atrapé un barbo mientras pescaba en el río ayer. Los barbos son muy comunes en este lago. Intentaré atrapar un barbo el próximo fin de semana.",
      "example_translation": "Я поймал усача,_while рыбача в реке вчера. Усачи довольно распространены в этом озере. Я постараюсь поймать усача на следующий уикенд.",
      "imageLink": "image_files\\English\\barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tencas",
      "translation": "беляк",
      "definition": "Un pez pequeño y delgado de la familia de los ciprínidos, encontrado en ríos y lagos europeos.",
      "definition_translation": "Маленькая, стройная рыба семейства карпов, обнаруженная в европейских реках и озерах.",
      "example": "Vi un banco de tencas nadando en el río. Las tencas se utilizan a menudo como cebo. Atrapé una tencas el verano pasado.",
      "example_translation": "Я видел стаю белаков, плававших в реке. Беляки часто используются как приманка. Я поймал белака прошлым летом.",
      "imageLink": "image_files\\English\\bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brema",
      "translation": "лещ",
      "definition": "Un pez de agua dulce de la familia de los ciprínidos, encontrado en Europa y Asia, con un cuerpo aplanado y una boca pequeña.",
      "definition_translation": "Пресноводная рыба семейства карпов, обнаруженная в Европе и Азии, имеющая сплюснутое тело и маленький рот.",
      "example": "Atrapé una brema en el lago ayer. Las brema son muy sabrosas asadas. Intentaré atrapar una brema la próxima semana.",
      "example_translation": "Я поймал леща в озере вчера. Лещи çok вкусны, когда они приготовлены на гриле. Я постараюсь поймать леща на следующей неделе.",
      "imageLink": "image_files\\English\\bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lota",
      "translation": "палия",
      "definition": "Un pez de agua dulce encontrado en el norte de Europa y Asia, también conocido como eelpout.",
      "definition_translation": "свежеводная треска, найденная в Северной Европе и Азии, также известная как угольная палатка",
      "example": "Atrapé una lota mientras pescaba en hielo el invierno pasado, fue un desafío real. Iré a pescar lotas el próximo año porque me encanta el placer de atrapar uno. Para el próximo invierno, habré atrapado muchas lotas.",
      "example_translation": "Я поймал палю во время ледовой рыбалки прошлой зимой, это было реальным испытанием. Я пойду на ловлю пали следующей год потому, что люблю радость от вытаскивания одной из них. К следующей зиме я поймаю много пали.",
      "imageLink": "image_files\\English\\burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carpa",
      "translation": "карп",
      "definition": "Un pez de agua dulce grande con un cuerpo ancho y una aleta dorsal larga, a menudo criado para comer.",
      "definition_translation": "большая пресноводная рыба с широким телом и длинным спинным плавником, часто разводимая для пищи",
      "example": "Intenté atrapar una carpa en el lago, pero era demasiado rápido para mí. Mi amigo me ayudará a atrapar una carpa el próximo fin de semana porque es un pescador experimentado. Para el próximo verano, habré aprendido cómo atrapar una carpa.",
      "example_translation": "Я пытался поймать карпа в озере, но он был слишком быстрым для меня. Мой друг поможет мне поймать карпа на следующей неделе, потому что он zkuшенный английский. К следующему лету я научусь ловить карпа.",
      "imageLink": "image_files\\English\\carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "siluro",
      "translation": "сом",
      "definition": "Un pez de agua dulce con un cuerpo largo y delgado y bigotes/barbillones alrededor de la boca.",
      "definition_translation": "пресноводная рыба с длинным, гибким телом и усы-like барбелями вокруг рта",
      "example": "Atrapé un siluro mientras pescaba en el río, se defendió con mucha fuerza. Mi hermano me llevará a pescar siluros el próximo mes porque le encanta el placer de atrapar uno. Para el próximo año, habré dominado el arte de atrapar siluros.",
      "example_translation": "Я поймал сома, пока рыбачил в реке, он дал мне бой. Мой брат возьмет меня на рыбалку сома следующий месяц, потому что он любит радость от вытаскивания одного из них. К следующему году я овладею искусством лова сома.",
      "imageLink": "image_files\\English\\catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chefa",
      "translation": "хариус",
      "definition": "Un tipo de pez de agua dulce, similar al dacio, encontrado en ríos y arroyos.",
      "definition_translation": "тип пресноводной рыбы, похожий на ушу, найденный в реках и ручьях",
      "example": "Vi una chefa nadando en el arroyo, fue un espectáculo hermoso. Mi amigo me enseñará cómo atrapar una chefa la próxima semana porque es un pescador experimentado. Para el próximo otoño, habré atrapado muchas chefas.",
      "example_translation": "Я видел хариус, плывущим в ручье, это было красивое зрелище. Мой друг научит меня, как поймать хариус следующей неделе, потому что он zkuшенный английский. К следующей осени я поймаю много хариусов.",
      "imageLink": "image_files\\English\\chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anguila",
      "translation": "угорь",
      "definition": "Un pez largo y delgado que se atrapa a menudo para comer.",
      "definition_translation": "длинная, тонкая рыба, которая часто ловится для еды.",
      "example": "Atrapé una anguila mientras pescaba en el lago. Ayer, vi una anguila nadando en el río. Mañana, intentaré atrapar una anguila de nuevo.",
      "example_translation": "Я поймал угря, рыбалля в озере. Вчера я увидел угря, плывущего в реке. Завтра я снова постараюсь поймать угря.",
      "imageLink": "image_files\\English\\eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aletas",
      "translation": "плывник",
      "definition": "Un miembro delgado y plano en un pez o otro animal acuático que se utiliza para la propulsión.",
      "definition_translation": "тонкая, плоская конечность на рыбе или других водных животных, используемая для пропulsion",
      "example": "El tiburón tenía una aleta grande en su espalda. El pez usa sus aletas para nadar rápido. La aleta del delfín es muy fuerte.",
      "example_translation": "Акула имела большой плывник на спине. Рыба использует свой плывник, чтобы плыть быстро. Плывник дельфина очень силен.",
      "imageLink": "image_files\\English\\fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez plano",
      "translation": "плоская рыба",
      "definition": "Un tipo de pez que tiene un cuerpo plano, a menudo atrapado para comer.",
      "definition_translation": "тип рыбы, имеющей плоское тело, часто ловимой для еды.",
      "example": "Me encanta comer pescado plano para cenar. Ayer, vi un pez plano nadando en el océano. Mañana, intentaré atrapar un pez plano.",
      "example_translation": "Я люблю есть плоскую рыбу на обед. Вчера я увидел плоскую рыбу, плывущую в океане. Завтра я постараюсь поймать плоскую рыбу.",
      "imageLink": "image_files\\English\\flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenguado",
      "translation": "камбала",
      "definition": "Un tipo de pez plano que se atrapa a menudo para comer.",
      "definition_translation": "тип плоской рыбы, часто ловимой для еды.",
      "example": "Atrapé un lenguado mientras pescaba en el mar. Ayer, vi un lenguado nadando en el lago. Mañana, intentaré atrapar un lenguado de nuevo.",
      "example_translation": "Я поймал камбалу, рыбалля в море. Вчера я увидел камбалу, плывущую в озере. Завтра я снова постараюсь поймать камбалу.",
      "imageLink": "image_files\\English\\flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lubina",
      "translation": "дорада",
      "definition": "Un tipo de pescado de mar, también conocido como besugo, con una franja dorada en la frente.",
      "definition_translation": "тип морской рыбы, также известной как морской лаврак, с отличительной золотой полосой на ее лбу.",
      "example": "Atrapé un gran lubina en mi viaje de pesca la semana pasada. Ayer, lo cociné para almorzar, y la próxima semana, lo serviré en la fiesta de cena.",
      "example_translation": "Я поймал огромную дораду на своей рыбалке на прошлой неделе. Вчера я приготовил его на обед, а на следующей неделе я подам его на ужин.",
      "imageLink": "image_files\\English\\gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "góbido",
      "translation": "хариус",
      "definition": "Un tipo de pez de agua dulce, a menudo cazado para deporte o comida, con un cuerpo alargado y escamas pequeñas.",
      "definition_translation": "тип пресноводной рыбы, часто ловимый для спорта или еды, с длинным, стройным телом и маленькими чешуйками.",
      "example": "Mi abuelo me enseñó a cazar góbidos cuando era niño. Ahora, llevo a mis hijos a pescar góbidos todos los veranos. El próximo año, los llevaré a un concurso de pesca de góbidos.",
      "example_translation": "Мой дедушка научил меня ловить хариусов, когда я был ребенком. Теперь я беру моих детей на рыбу за хариусами каждое лето. В следующем году я отвезу их на соревнование по ловле хариусов.",
      "imageLink": "image_files\\English\\gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guppy",
      "translation": "гуппи",
      "definition": "Un pequeño pez de agua dulce, popular como mascota, con una cola distintiva y colores vibrantes.",
      "definition_translation": "Маленькая, цветная пресноводная рыба, популярная как домашнее животное, с отличительным хвостом и яркими цветами.",
      "example": "Cuando era niño, tenía un guppy como mascota y me encantaba verlo nadar. Ahora, mi hija tiene un guppy en su acuario, y mañana la llevaré a una tienda de mascotas para comprar comida para él.",
      "example_translation": "Когда я был ребенком, у меня был гуппи в качестве домашнего животного, и я любил смотреть, как он плавает. Теперь моя дочь имеет гуппи в ее аквариуме, и я отвезу ее в зоомагазин, чтобы купить еду для него завтра.",
      "imageLink": "image_files\\English\\guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colin",
      "translation": "кольцехвост",
      "definition": "Un tipo de pescado marino, a menudo utilizado en la cocina tradicional británica, con una línea lateral negra y carne blanca escamosa.",
      "definition_translation": "Тип морской рыбы, часто используемый в традиционной британской кухне, с отличительной черной боковой линией и хлопьевидным белым мясом.",
      "example": "Tuve colin a la parrilla para cenar en un restaurante escocés anoche. Esta mañana, compré colin fresco en el mercado, y esta noche, lo cocinaré con limón y ajo.",
      "example_translation": "Я имел обжаренный кольцехвост на обед в шотландском ресторане прошлой ночью. Сегодня утром я купил свежий кольцехвост на рынке, и tonight я приготовлю его с лимоном и чесноком.",
      "imageLink": "image_files\\English\\haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "merluza",
      "translation": "хек",
      "definition": "Un tipo de pescado marino, a menudo utilizado como pescado comestible.",
      "definition_translation": "Тип морской рыбы, часто используемой в качестве рыбного продукта.",
      "example": "Atrapé una merluza mientras pescaba en el océano. Ayer, atrapé una merluza. Mañana, atraparé una merluza.",
      "example_translation": "Я поймал хека, занимаясь рыбалкой в океане. Вчера я поймал хека. Завтра я поймаю хека.",
      "imageLink": "image_files\\English\\hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halibut",
      "translation": "халIBUT",
      "definition": "Un tipo de pescado plano, a menudo utilizado en la cocina.",
      "definition_translation": "Тип плоской рыбы, часто используемой в кулинарии.",
      "example": "Asé un halibut para cenar anoche. Mi madre asó un halibut para cenar ayer. Asaré un halibut para cenar mañana.",
      "example_translation": "Я приготовил халибут на ужин прошлой ночью. Моя мать приготовила халибут на ужин вчера. Я приготовлю халибут на ужин завтра.",
      "imageLink": "image_files\\English\\halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arenque",
      "translation": "селёдка",
      "definition": "Un tipo de pez pequeño, a menudo encurtido o curado.",
      "definition_translation": "Тип маленькой рыбы, часто солёной или обработанной.",
      "example": "Comí un plato de arenques encurtidos para almuerzo. Mi abuelo comió un plato de arenques encurtidos para almuerzo ayer. Comeré un plato de arenques encurtidos para almuerzo mañana.",
      "example_translation": "Я съел тарелку солёной селёдки на обед. Мой дедушка съел тарелку солёной селёдки на обед вчера. Я съю тарелку солёной селёдки на обед завтра.",
      "imageLink": "image_files\\English\\herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lamprea",
      "translation": "минога",
      "definition": "Un tipo de pez similar a una anguila, a menudo considerado un manjar.",
      "definition_translation": "Тип рыбы, похожей на угря, часто считающейся деликатесом.",
      "example": "Probé lamprea en un restaurante elegante la semana pasada. Mi amigo probó lamprea en un restaurante elegante el año pasado. Probaré lamprea en un restaurante elegante la próxima semana.",
      "example_translation": "Я попробовал миногу в фешенебельном ресторане на прошлой неделе. Мой друг попробовал миногу в фешенебельном ресторане в прошлом году. Я попробую миногу в фешенебельном ресторане на следующей неделе.",
      "imageLink": "image_files\\English\\lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballa",
      "translation": "скумбрия",
      "definition": "Un pez rápido y carnívoro de los océanos Atlántico y Pacífico, a menudo cazado para comida.",
      "definition_translation": "Быстро плавающая, хищная рыба Атлантического и Тихого океанов, часто ловящаяся для еды.",
      "example": "Atrapé una caballa mientras pescaba el fin de semana pasado. Ahora, la estoy asando para cenar. El próximo verano, atraparé otra.",
      "example_translation": "Я поймал скумбрию при рыбалке в прошлые выходные. Сейчас я грилюю ее на ужин. Летом следующего года я поймаю еще одну.",
      "imageLink": "image_files\\English\\mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "murena",
      "translation": "мурай",
      "definition": "Un pez grande y alargado de mares cálidos, a menudo viviendo en cuevas o debajo de rocas.",
      "definition_translation": "Крупная, вытянутая рыба теплых морей, часто живущая в щелях или под камнями.",
      "example": "El buzo vio una murena escondida en una cueva. Ayer, vio otra nadando cerca del arrecife. El próximo mes, explorará un naufragio donde las murenas suelen residir.",
      "example_translation": "Дайвер увидел мурай, прячущегося в пещере. Вчера она увидела другого, плавающего у рифа. В следующем месяце она исследует кораблекрушение, где мураи часто живут.",
      "imageLink": "image_files\\English\\moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perca",
      "translation": "окунь",
      "definition": "Un pez pequeño a mediano de agua dulce de lagos y ríos, a menudo capturado para deporte o comida.",
      "definition_translation": "Маленькая или среднего размера рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "Me encanta pescar percas en el lago. El verano pasado, cogí una grande. El próximo fin de semana, trataré de coger otra.",
      "example_translation": "Я люблю ловить окуни в озере. Летом прошлого года я поймал большого. В следующее выходные я постараюсь поймать еще одного.",
      "imageLink": "image_files\\English\\perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lucio",
      "translation": "щука",
      "definition": "Un pez largo y agresivo de agua dulce de lagos y ríos, a menudo capturado para deporte o comida.",
      "definition_translation": "Длинная, агрессивная рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "Mi amigo cogió un lucio en el río. Ayer, cogió otro. El próximo año, cogerá el más grande aún.",
      "example_translation": "Мой друг поймал щуку в реке. Вчера он поймал еще одну. В следующем году он поймает самую большую из них.",
      "imageLink": "image_files\\English\\pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piraña",
      "translation": "пирания",
      "definition": "Una piraña es un pez de agua dulce originario de América del Sur, conocido por sus dientes afilados y mandíbulas poderosas.",
      "definition_translation": "Пиранья - это пресноводная рыба, native to Южной Америки, известная своими острыми зубами и мощными челюстями.",
      "example": "La piraña atacó al buzo, mordiéndolo severamente. El buzo había visto pirañas antes, pero la verá de nuevo en el futuro.",
      "example_translation": "Пиранья атаковала дайвера, укусив его сильно. Дайвер видел пирань раньше, но он увидит их снова в будущем.",
      "imageLink": "image_files\\English\\piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenguado",
      "translation": "камбала",
      "definition": "Un lenguado es un tipo de pez plano que se encuentra en el Océano Atlántico y el Mar Mediterráneo, conocido por su cuerpo esbelto y sabor delicado.",
      "definition_translation": "Камбала - это тип плоской рыбы, который встречается в Атлантическом океане и Средиземном море, известная своим стройным телом и деликатным вкусом.",
      "example": "El chef cocinó un delicioso lenguado para la cena, que los clientes habían estado disfrutando durante años. Un día, probarán una nueva receta con lenguado.",
      "example_translation": "Шеф-повар приготовил вкусную камбалу на ужин, которую клиенты наслаждались годами. Однажды они попробуют новый рецепт с камбалой.",
      "imageLink": "image_files\\English\\plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cucaracha",
      "translation": "вша",
      "definition": "Una cucaracha es un tipo de insecto común en los hogares, conocido por su capacidad para resistir insecticidas.",
      "definition_translation": "Вша - это тип таракана, обычный домашний паразит, который известен своей способностью противостоять инсектицидам.",
      "example": "El propietario trató de exterminar la infestación de cucarachas, pero seguirán luchando contra ella en el futuro. Afortunadamente, no había visto cucarachas antes de ese día.",
      "example_translation": "Владелец дома пытался уничтожить нашествие вшей, но они продолжат бороться с ними в будущем. К счастью, они не видели вшей до того дня.",
      "imageLink": "image_files\\English\\roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sardina",
      "translation": "сардина",
      "definition": "Una sardina es un pez pequeño y aceitoso que a menudo se enlatada y se come como snack o se utiliza como ingrediente en various platos.",
      "definition_translation": "Сардина - это маленькая, жирная рыба, которая часто консервируется и едается как закуска или используется как ингредиент в различных блюдах.",
      "example": "Los turistas compraron una lata de sardinas para el almuerzo, que comerán en la playa. Habían comido sardinas antes, pero probarán una nueva receta pronto.",
      "example_translation": "Туристы купили банку сардин для обеда, которую они будут есть на пляже. Они ели сардины раньше, но они попробуют новый рецепт скоро.",
      "imageLink": "image_files\\English\\sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez sierra",
      "translation": "пилачи",
      "definition": "Un pez sierra es un tipo de pez con una larga y plana cola que se asemeja a una sierra, utilizada para desgarrar carne o defenderse.",
      "definition_translation": "Пилачи - это тип рыбы с длинным, плоским ртом, напоминающим пилу, используемым для разрывания плоти или самозащиты.",
      "example": "El pez sierra ha estado en la lista de especies en peligro de extinción durante décadas, y se han puesto en marcha esfuerzos de conservación para protegerlo. En el pasado, los peces sierra eran abundantes en el océano, pero actualmente, sus números están disminuyendo. Para 2030, esperamos haber restaurado la población de peces sierra a un nivel saludable.",
      "example_translation": "Пилачи были в списке исчезающих видов на протяжении десятилетий, и к настоящему времени предпринимаются усилия по их защите. В прошлом пилачи были многочисленны в океане, но сейчас их численность уменьшается. К 2030 году мы надеемся восстановить популяцию пилачи до здорового уровня.",
      "imageLink": "image_files\\English\\sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escalar",
      "translation": "скаляр",
      "definition": "Un escalar es una cantidad con solo magnitud, pero no dirección, como la temperatura o la masa.",
      "definition_translation": "Скаляр - это величина, имеющая только величину, но не направление, مانند температура или масса.",
      "example": "El campo escalar se utiliza para modelar la distribución de temperatura en una habitación, lo que nos permite visualizar los datos de manera más efectiva. Calculamos el valor escalar de la masa del objeto, y coincidió con nuestras predicciones. En el futuro, utilizaremos cantidades escalares para analizar las propiedades de los materiales.",
      "example_translation": "Скалярное поле используется для моделирования распределения температуры в комнате, что позволяет визуализировать данные более эффективно. Мы рассчитали скалярное значение массы объекта, и оно совпало с нашими предсказаниями. В будущем мы будем использовать скалярные величины для анализа свойств материалов.",
      "imageLink": "image_files\\English\\scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escala",
      "translation": "масштаб",
      "definition": "Una escala es una serie de notas musicales en un patrón específico, o un dispositivo para pesar o medir.",
      "definition_translation": "Масштаб - это серия музыкальных нот в определённом порядке, или устройство для взвешивания или измерения.",
      "example": "La música practicó la escala durante horas para perfeccionar su técnica. La escala del baño indicó que había ganado algunos kilos. En el futuro, utilizaremos una escala diferente para medir el impacto del cambio climático.",
      "example_translation": "Музыкант практиковала масштаб часами, чтобы усовершенствовать свою технику. Масштаб в ванной комнате указал, что я набрал несколько фунтов. В будущем мы будем использовать другой масштаб для измерения влияния изменения климата.",
      "imageLink": "image_files\\English\\scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballito de mar",
      "translation": "морской конёк",
      "definition": "Un caballito de mar es un tipo de pez marino con una cabeza de caballo y una cola curva, encontrado en aguas tropicales y subtropicales.",
      "definition_translation": "Морской конёк - это тип морской рыбы с головой,似 horse, и закрученным хвостом, найденным в тропических и субтропических водах.",
      "example": "El caballito de mar nadó lentamente a través del arrecife de coral, su cola curva detrás de él. Habíamos visto caballitos de mar en el acuario antes, pero era la primera vez que los veíamos en estado salvaje. Para el próximo año, esperamos haber ayudado a establecer un santuario de caballitos de mar en el Golfo de México.",
      "example_translation": "Морской конёк плавал медленно через коралловый риф, его хвост был закручен сзади. Мы видели морских коней в аквариуме раньше, но это был наш первый раз, когда мы видели их в дикой природе. К следующему году мы надеемся помочь создать санктуарий для морских коней в Мексиканском заливе.",
      "imageLink": "image_files\\English\\seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sola",
      "translation": "палтус",
      "definition": "La sola es un tipo de pez plano que se encuentra ampliamente distribuido en los océanos del mundo. Es un pescado de sabor suave y se utiliza a menudo en la cocina.",
      "definition_translation": "Палтус - это тип платистой рыбы, который широко распространен в океанах мира. Это рыба с мягким вкусом и часто используется в кулинарии.",
      "example": "Catches una sola mientras pescaba en el mar ayer. Voy a cocinarla para cenar esta noche. Habré comido sola muchas veces al final del año.",
      "example_translation": "Я поймал палтуса WHILE рыбачил в море вчера. Я собираюсь приготовить его на ужин сегодня вечером. Я буду есть палтус многие разы к концу года.",
      "imageLink": "image_files\\English\\sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escolano",
      "translation": "килька",
      "definition": "Un escolano es un pequeño pescado aceitoso que se utiliza a menudo como cebo o en la producción de harina de pescado. Es un pez que forma escuelas y se encuentra en grandes grupos en el océano.",
      "definition_translation": "Килька - это маленькая, жирная рыба, которая часто используется как наживка или в производстве рыбной муки. Это рыба стая, и она находится в больших группах в океане.",
      "example": "Los pescadores usaron escolanos como cebo para cazar peces más grandes. Los escolanos estaban nadando en aguas someras ayer. Para el próximo año, los escolanos habrán sido erradicados debido a la sobrepesca.",
      "example_translation": "Рыбаки использовали кильку как наживку, чтобы поймать более крупную рыбу. Килька плавала в мелкой воде вчера. К следующему году килька будет вымершей из-за过fishing.",
      "imageLink": "image_files\\English\\sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarcha",
      "translation": "колюшка",
      "definition": "Una escarcha es un pequeño pez espinoso que es nativo de Europa y Asia. Es un pez carnívoro y se alimenta de pequeños insectos y crustáceos.",
      "definition_translation": "Колюшка - это маленькая, колючая рыба, которая является родом из Европы и Азии. Это рыба-хищник и питается мелкими насекомыми и ракообразными.",
      "example": "La escarcha nadó rápidamente por el agua ayer. Estaba pegada a mi mano cuando traté de cogerla. Para el próximo año, habré visto muchas escarchas en el lago.",
      "example_translation": "Колюшка быстро плыла через воду вчера. Оно было прикреплено к моей руке, когда я пытался поймать его. К следующему году я увижу многих колюшек в озере.",
      "imageLink": "image_files\\English\\stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esturión",
      "translation": "осетр",
      "definition": "Un esturión es un pez grande y antiguo que es nativo de Europa y Asia. Es un pez de crecimiento lento y puede vivir hasta 100 años en estado silvestre.",
      "definition_translation": "Осетр - это крупная, древняя рыба, которая является родом из Европы и Азии. Это рыба с медленным ростом и может жить до 100 лет в дикой природе.",
      "example": "Vi un esturión nadando en el río ayer. El esturión había sido atrapado por los pescadores antes. Para el próximo año, el esturión habrá sido protegido por el gobierno.",
      "example_translation": "Я увидел осетра, плывущего в реке вчера. Осетра поймали рыбаки раньше. К следующему году осетр будет защищен правительством.",
      "imageLink": "image_files\\English\\sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez luna",
      "translation": "солнечник",
      "definition": "Un pequeño pez marino con un cuerpo aplanado, encontrado en aguas cálidas y templadas.",
      "definition_translation": "Маленькая морская рыба с плоским телом,FOUND в теплых и умеренных водах.",
      "example": "El pez luna nadó lentamente en el océano. Nadará de nuevo mañana. Nadó rápidamente ayer.",
      "example_translation": "Солнечник плавал медленно в океане. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "image_files\\English\\sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez espada",
      "translation": "меч-рыба",
      "definition": "Un gran pez marino rápido que nada con un pico largo, encontrado en aguas cálidas y templadas.",
      "definition_translation": "Большая, быстро плавающая морская рыба с длинным, острым носом, найденная в теплых и умеренных водах.",
      "example": "El pez espada saltó fuera del agua. Saltará de nuevo mañana. Saltó muy alto ayer.",
      "example_translation": "Меч-рыба выпрыгнула из воды. Он будет прыгать снова завтра. Он прыгнул очень высоко вчера.",
      "imageLink": "image_files\\English\\swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenca",
      "translation": "линь",
      "definition": "Un pequeño pez de agua dulce con un cuerpo plano y aletas largas, encontrado en ríos y lagos de agua tranquila.",
      "definition_translation": "Маленькая, пресноводная рыба с плоским телом и длинными плавниками, найденная в медленно текущих реках и озерах.",
      "example": "La tenca nadó tranquilamente en el lago. Nadará de nuevo mañana. Nadó rápidamente ayer.",
      "example_translation": "Линь плавал тихо в озере. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "image_files\\English\\tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zander",
      "translation": "судак",
      "definition": "Un gran pez de agua dulce con un cuerpo delgado y aletas largas, encontrado en ríos y lagos de Europa y Asia.",
      "definition_translation": "Большая, пресноводная рыба с стройным телом и длинными плавниками, найденная в реках и озерах Европы и Азии.",
      "example": "El zander nadó rápidamente en el río. Nadará de nuevo mañana. Nadó lentamente ayer.",
      "example_translation": "Судак плавал быстро в реке. Он будет плавать снова завтра. Он плавал медленно вчера.",
      "imageLink": "image_files\\English\\zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]