[
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "galleta",
      "translation": "печенье",
      "definition": "Un alimento pequeño, típicamente dulce, horneado y crujiente por fuera y blando por dentro.",
      "definition_translation": "Маленькое, обычно сладкое испеченное блюдо, которое обычно хрустящее снаружи и мягкое внутри.",
      "example": "Me comí una galleta con mi té ayer, me como una galleta con mi té ahora y me comeré una galleta con mi té mañana.",
      "example_translation": "Я ел печенье с чаем вчера, я ем печенье с чаем сейчас, и я буду есть печенье с чаем завтра.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tarta",
      "translation": "торт",
      "definition": "Un plato dulce hecho con harina, azúcar y huevos, típicamente horneado y a menudo decorado.",
      "definition_translation": "Сладкое блюдо, сделанное с мукой, сахаром и яйцами, обычно выпекаемое и часто украшенное.",
      "example": "Horneé una tarta para el cumpleaños de mi amigo ayer, estoy horneando una tarta para el cumpleaños de mi hermana ahora y hornearé una tarta para el cumpleaños de mi madre mañana.",
      "example_translation": "Я выпекал торт для дня рождения друга вчера, я выпекаю торт для дня рождения сестры сейчас, и я выпеку торт для дня рождения мамы завтра.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chocolate",
      "translation": "шоколад",
      "definition": "Un alimento dulce hecho con las semillas tostadas del árbol de cacao.",
      "definition_translation": "Сладкая еда, сделанная из обжаренных семян шоколадного дерева.",
      "example": "Me encantaba comer chocolate cuando era niño, me encanta comer chocolate ahora y me encantará comer chocolate cuando sea anciano.",
      "example_translation": "Я любил есть шоколад когда был ребенком, я люблю есть шоколад сейчас, и я буду любить есть шоколад когда стану старым.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "helado",
      "translation": "мороженое",
      "definition": "Un alimento dulce y congelado hecho con crema, azúcar y saborizantes.",
      "definition_translation": "Сладкое замороженное блюдо, сделанное из сливок, сахара и ароматизаторов.",
      "example": "Me comí un helado en la playa ayer, estoy comiendo helado en el parque ahora y me comeré helado en la fiesta mañana.",
      "example_translation": "Я ел мороженое на пляже вчера, я ем мороженое в парке сейчас, и я буду есть мороженое на.party завтра.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caramelo",
      "translation": "конфета",
      "definition": "Una pequeña golosina hecha con azúcar, a menudo aromatizada y coloreada, y a menudo saborizada con frutas o nueces.",
      "definition_translation": "Маленькая, сладкая кондитерская продукция, изготовленная из сахара, часто ароматизированная и окрашенная, и часто ароматизированная фруктами или орехами.",
      "example": "Me comí un caramelo en la fiesta, como caramelos todos los días y me comeré caramelos en la boda.",
      "example_translation": "Я съел кусок конфеты на празднике, я ем конфеты каждый день, и я буду есть конфеты на свадьбе.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "postre",
      "translation": "десерт",
      "definition": "Un plato dulce o curso, típicamente servido al final de una comida.",
      "definition_translation": "Сладкий курс или блюдо, обычно едимый в конце еды.",
      "example": "Tuve un delicioso postre en el restaurante, tengo postre todos los domingos y tendré postre en la fiesta de cumpleaños.",
      "example_translation": "Я měl вкусный десерт в ресторане, я ем десерт每 воскресенье, и я будет иметь десерт на день рождения.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piruleta",
      "translation": "леденец",
      "definition": "Un caramelo duro montado en un palo, típicamente aromatizado y coloreado.",
      "definition_translation": "Твёрдый леденец,裝ленный на палочке, обычно ароматизированный и окрашенный.",
      "example": "Me chupé una piruleta en la feria, me chupo piruletas todos los veranos y me chuparé una piruleta en el parque de diversiones.",
      "example_translation": "Я сосал леденец на ярмарке, я сосу леденцы каждый летом, и я буду сосать леденец в парке аттракционов.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulce",
      "translation": "сладкий",
      "definition": "Tener un sabor o olor agradablemente dulce.",
      "definition_translation": "Имеющий приятную сладость вкуса или запаха.",
      "example": "El pastel era dulce, como comida dulce todos los días y cocinaré galletas dulces.",
      "example_translation": "Торт был сладким, я ем сладкую еду каждый день, и я будет печь сладкие печенья.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulces",
      "translation": "сладости",
      "definition": "Artículos alimenticios ricos en azúcar y a menudo servidos como postre o snack.",
      "definition_translation": "Продукты, богатые сахаром, и часто подающиеся как десерт или закуска.",
      "example": "Me encanta comer dulces en ocasiones especiales. Comí dulces en la fiesta anoche. Compraré dulces para el cumpleaños de mi amigo.",
      "example_translation": "Я люблю есть сладости на специальных мероприятиях. Я ел сладости на вечеринке прошлой ночью. Я куплю сладости на день рождения моего друга.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barra de chocolate",
      "translation": "шоколадная плитка",
      "definition": "Un bloque rectangular de chocolate, a menudo envuelto en papel o lámina, y servido como snack.",
      "definition_translation": "Прямоугольный блок шоколада, часто заворачиваемый в бумагу или фольгу, и подаваемый как закуска.",
      "example": "Me comí una barra de chocolate durante la película. Ella comprar una barra de chocolate para su hermano. Eligieron barras de chocolate en el picnic.",
      "example_translation": "Я ел шоколадную плитку во время фильма. Она купит шоколадную плитку для брата. Они ели шоколадные плитки на пикнике.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jalea",
      "translation": "желе",
      "definition": "Un postre dulce y transparente hecho de jugo de fruta, azúcar y pectina.",
      "definition_translation": "Сладкое и прозрачное десертное блюдо, изготовленное из фруктового сока, сахара и пектина.",
      "example": "Me encanta comer jalea con helado. Ella hará jalea para la fiesta. Ellos comieron jalea en el desayuno.",
      "example_translation": "Я люблю есть желе с мороженым. Она сделает желе для вечеринки. Они ели желе на завтраке.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "algodón de azúcar",
      "translation": "вату-газ",
      "definition": "Un dulce confituras hecho de azúcar que se enrolla en delgadas hebras y luego se enrolla en un palito.",
      "definition_translation": "Сладкое лакомство, изготовленное из сахара, что/stretch в тонкие нити и затем намотано на палку.",
      "example": "Compré algodón de azúcar en la feria. Ella comerá algodón de azúcar en el carnaval. Vendieron algodón de azúcar en el mercado.",
      "example_translation": "Я купил вату-газ на ярмарке. Она будет есть вату-газ на карнавале. Они продавали вату-газ на рынке.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gominolas",
      "translation": "жевательные конфеты",
      "definition": "Un tipo de caramelos suaves y flexibles, generalmente con sabor a frutas.",
      "definition_translation": "Тип жевательной конфеты, обычно с фруктовым вкусом, который мягкий и гибкий по текстуре.",
      "example": "Me encantaban comer gominolas cuando era niño, eran mi snack favorito. Como gominolas todos los días después del almuerzo. Compraré gominolas para mi fiesta de cumpleaños la próxima semana.",
      "example_translation": "Я любил есть жевательные конфеты, когда был ребенком, они были моим любимым закусом. Я ем жевательные конфеты каждый день после обеда. Я куплю жевательные конфеты на свой день рождения на следующей неделе.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caramelo duro",
      "translation": "твердый конфект",
      "definition": "Un tipo de caramelo que es duro y quebradizo, a menudo saborizado con frutas o especias.",
      "definition_translation": "Тип конфеты, который твердый и хрупкий, часто ароматизированный фруктом или специями.",
      "example": "Mi abuela siempre tenía caramelo duro en su bolso. Comí caramelo duro en la feria el verano pasado. Haré caramelo duro como regalo de Navidad este año.",
      "example_translation": "Моя бабушка всегда держала твердый конфект в своей сумочке. Я ел твердый конфект на ярмарке прошлым летом. Я сделаю твердый конфект в качестве рождественских подарков в этом году.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mazapán",
      "translation": "марципан",
      "definition": "Una pasta dulce hecha de almendras,often utilizada para hacer dulces y caramelos, especialmente durante la temporada navideña.",
      "definition_translation": "Сладкая паста на основе миндаля, часто используемая для приготовления сладостей и конфет, особенно в рождественский сезон.",
      "example": "Me encantaban las frutas de mazapán en el árbol de Navidad. Mi hermana hace caramelos de mazapán cada año para Pascua. Utilizaré mazapán para decorar el pastel de cumpleaños este año.",
      "example_translation": "Я любил фрукты из марципана на рождественской елке. Моя сестра делает марципановые конфеты каждый год на Пасху. Я буду использовать марципан для украшения торта на свой день рождения.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulce cocido",
      "translation": "отварной конфект",
      "definition": "Un tipo de caramelo que se hace hirviendo azúcar y agua juntas, a menudo saborizado con frutas o especias.",
      "definition_translation": "Тип конфеты, который делается путем кипячения сахара и воды вместе, часто ароматизированный фруктом или специями.",
      "example": "Me encantaban comer dulces cocidos cuando era niño. Mi abuela siempre hacía dulces cocidos para nuestras vacaciones familiares. Haré dulces cocidos para la venta de pasteles escolares el próximo mes.",
      "example_translation": "Я любил есть отварные конфеты, когда был ребенком. Моя бабушка всегда делала отварные конфеты для наших семейных отпусков. Я сделаю отварные конфеты для школьной продажи выпечки следующий месяц.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "confitería",
      "translation": "кондитерская",
      "definition": "Una confitería es un lugar donde se hacen y venden dulces y caramelos, o un tipo de comida dulce hecha con azúcar.",
      "definition_translation": "Кондитерская - это место, где producir и selling sweets и candies, или тип сладкой пищи, приготовленной с сахаром.",
      "example": "Ella visitó una confitería para comprar chocolates. Ella está visitando una confitería para comprar chocolates. Ella visitará una confitería para comprar chocolates.",
      "example_translation": "Она посетила магазин кондитерской продукции, чтобы купитьSome chocolates. Она visits магазин кондитерской продукции, чтобы купитьSome chocolates. Она будет visit магазин кондитерской продукции, чтобы купитьSome chocolates.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "turrón",
      "translation": "фадж",
      "definition": "El turrón es un tipo de comida dulce hecha de azúcar, leche y mantequilla, a menudo saborizado con vainilla u otros ingredientes.",
      "definition_translation": "Фадж - это тип сладкой пищи, приготовленной из сахара, молока и масла, часто ароматизированной ванилью или другими ингредиентами.",
      "example": "Ella hizo turrón para su fiesta de cumpleaños. Ella está haciendo turrón para su fiesta de cumpleaños. Ella hará turrón para su fiesta de cumpleaños.",
      "example_translation": "Она приготовилаSome фадж для своей birthday party. Она готовитSome фадж для своей birthday party. Она будет готовитьSome фадж для своей birthday party.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulces de gelatina",
      "translation": "желевые конфеты",
      "definition": "Los dulces de gelatina son un tipo de caramelo que tiene un centro suave y gelatinoso, a menudo saborizado con frutas u otros ingredientes.",
      "definition_translation": "Желевые конфеты - это тип конфет, который имеет мягкое, желеобразное сердце, часто ароматизированное фруктами или другими ингредиентами.",
      "example": "Los niños amaban comer dulces de gelatina en la feria. Los niños están comiendo dulces de gelatina en la feria. Los niños comerán dulces de gelatina en la feria.",
      "example_translation": "Дети любили есть желевые конфеты на ярмарке. Дети едят желевые конфеты на ярмарке. Дети будут есть желевые конфеты на ярмарке.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]