[
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato",
      "translation": "кошка",
      "definition": "Un mamífero carnívoro pequeño y comúnmente peludo. A menudo se les llama 'gatos de casa' cuando se mantienen como mascotas.",
      "definition_translation": "Небольшое обычно пушистое хищное млекопитающее. Их часто называют 'домашними кошками', когда они содержатся как домашние животные.",
      "example": "Tuve un gato cuando era niño. Ahora tengo un perro. Tendré un gato de nuevo en el futuro.",
      "example_translation": "У меня была кошка, когда я был ребенком. Теперь у меня есть собака. У меня снова будет кошка в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vaca",
      "translation": "корова",
      "definition": "Un mamífero doméstico grande que se cría comúnmente en granjas y ranchos para su leche o carne.",
      "definition_translation": "Большое домашнее парнокопытное млекопитающее, которое обычно содержится на фермах и ранчо для его молока или мяса.",
      "example": "Mi abuelo tenía una vaca en su granja. Solía ordeñarla todas las mañanas. Ahora mi primo tiene una vaca y vende su leche.",
      "example_translation": "У моего дедушки была корова на его ферме. Он использовал доить ее每ое утро. Теперь у моего кузена есть корова, и он продает ее молоко.",
      "imageLink": "image_files\\English\\"imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro",
      "translation": "собака",
      "definition": "Un mamífero carnívoro domesticado que pertenece a la familia Canidae. A menudo se mantiene como mascota o se utiliza para trabajar.",
      "definition_translation": "Домашнее хищное млекопитающее, принадлежащее к семейству Canidae. Это часто содержится как домашнее животное или используется для работы.",
      "example": "Paseé a mi perro ayer. Ahora él me pasea. Pasearé a mi perro de nuevo mañana.",
      "example_translation": "Я гулял с моей собакой вчера. Теперь оно гуляет со мной. Я ее снова погуляю завтра.",
      "imageLink": "image_files\\English\\"imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballo",
      "translation": "лошадь",
      "definition": "Un gran mamífero herbívoro que se cría comúnmente para su uso como transporte o recreación.",
      "definition_translation": "Большое копытное травоядное млекопитающее, которое часто содержится в-dom и используется для перевозки или отдыха.",
      "example": "Monté un caballo cuando estaba de vacaciones. Mi amigo había montado antes que yo. Montaré de nuevo el año que viene.",
      "example_translation": "Я骑л лошадь, когда был на отпуске. Мой друг ездил на ней до меня. Я снова поеду на ней в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerdo",
      "translation": "свинья",
      "definition": "Un cerdo es un mamífero domesticado, a menudo criado en granjas para su carne, conocida como cerdo.",
      "definition_translation": "Свинья - это одомашненное млекопитающее, часто выращиваемое на ферме для своего мяса, известного как свинина.",
      "example": "Vi un cerdo comiendo comida en la granja ayer. El cerdo está comiendo comida en la granja ahora. El cerdo comerá comida en la granja mañana.",
      "example_translation": "Я видел свинью, еющую пищу на ферме вчера. Свинья ест пищу на ферме сейчас. Свинья будет есть пищу на ферме завтра.",
      "imageLink": "image_files\\English\\"imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oveja",
      "translation": "овца",
      "definition": "Una oveja es un mamífero domesticado, a menudo criado en granjas para su lana y carne.",
      "definition_translation": "Овца - это одомашненное млекопитающее, часто выращиваемое на ферме для своей шерсти и мяса.",
      "example": "Vi una oveja pastando en el campo ayer. La oveja está pastando en el campo ahora. La oveja pastará en el campo mañana.",
      "example_translation": "Я видел овцу, пасшуюся в поле вчера. Овца пасется в поле сейчас. Овца будет пасеться в поле завтра.",
      "imageLink": "image_files\\English\\"imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bebé",
      "translation": "младенец",
      "definition": "Un bebé es un ser humano muy joven, desde el nacimiento hasta unos uno a dos años de edad.",
      "definition_translation": "Младенец - это очень молодой человеческий существ, от рождения до около одного-двух лет.",
      "example": "Mi bebé lloraba muy fuerte ayer. Mi bebé está durmiendo ahora. Mi bebé reirá mañana.",
      "example_translation": "Мой младенец громко плакал вчера. Мой младенец спит сейчас. Мой младенец будет смеяться завтра.",
      "imageLink": "image_files\\English\\"imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oso",
      "translation": "медведь",
      "definition": "Un oso es un mamífero carnívoro grande con pelaje lanudo, encontrado en bosques y montañas.",
      "definition_translation": "Медведь - это большой, хищный млекопитающий с шерстяной шерстью, найденный в лесах и горах.",
      "example": "Vi un oso escalando un árbol ayer. El oso está comiendo miel ahora. El oso hibernará mañana.",
      "example_translation": "Я видел медведя,-scaling дерево вчера. Медведь ест мед сейчас. Медведь будет спать завтра.",
      "imageLink": "image_files\\English\\"imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chita",
      "translation": "чета",
      "definition": "Un gran gato nativo de África y Asia central, caracterizado por su pelaje con manchas negras o rayas",
      "definition_translation": "большой кошачий родина из Африки и Центральной Азии, имеющий характерный окрас с чёрными пятнами или полосами",
      "example": "Vi una chita corriendo en la sabana el año pasado. Era increíblemente rápido. Iré al zoológico a ver una chita la próxima semana.",
      "example_translation": "Я видел чету, бегущую по саванне в прошлом году. Она была невероятно быстрой. Я пойду в зоопарк, чтобы увидеть чету в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elefante",
      "translation": "слон",
      "definition": "Un animal grande, inteligente y social con una probóscide larga, nativo de África y Asia meridional",
      "definition_translation": "большое, интеллектуальное и социальное животное с длинным хоботом, родом из Африки и южной Азии",
      "example": "Monté un elefante en la jungla la semana pasada. Fue una experiencia emocionante. Iré al circo a ver un elefante actuando el año que viene.",
      "example_translation": "Я ездил на слоне в джунгле на прошлой неделе. Это был захватывающий опыт. Я пойду в цирк, чтобы увидеть слона, выполняющего трюк, в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerdo de Guinea",
      "translation": "морская свинка",
      "definition": "Un pequeño roedor herbívoro nativo de Sudamérica, a menudo mantenido como mascota",
      "definition_translation": "маленькое, пушистое, травоядное грызун из Южной Америки, часто содержится в качестве домашних животного",
      "example": "Tenía un cerdo de Guinea como mascota cuando era niño. Era muy lindo. Mi hermana va a comprar un cerdo de Guinea como regalo para su amiga la próxima semana.",
      "example_translation": "Я содержал морскую свинку как домашнее животное, когда я был ребенком. Она была очень милой. Моя сестра купит морскую свинку в качестве подарка для своей подруги на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hámster",
      "translation": "хомяк",
      "definition": "Un pequeño roedor, a menudo mantenido como mascota",
      "definition_translation": "маленькое, обычно пушистое, грызун, часто содержится в качестве домашних животного",
      "example": "Tuve un hámster como mascota cuando estaba en la universidad. Era muy activo. Mi hermano va a comprar un hámster para su hijo el próximo mes.",
      "example_translation": "У меня был хомяк как домашнее животное, когда я был в колледже. Он был очень активным. Мой брат купит хомяка для своего сына в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "león",
      "translation": "лев",
      "definition": "Un gran mamífero carnívoro de África e India, con un pelaje corto y dorado y una larga melena en los machos",
      "definition_translation": "Большой хищный млекопитающий зверь Африки и Индии, с короткой рыжей или золотистой шерстью и длинной гривой у самцов.",
      "example": "El león rugió fuerte en la sabana. Ayer, estaba dormido. Mañana, cazaría por comida.",
      "example_translation": "Лев громко рычал на саванне. Вчера он спал. Завтра он будет охотиться за едой.",
      "imageLink": "image_files\\English\\"imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mono",
      "translation": "обезьяна",
      "definition": "Un primate del orden Primates, incluyendo prosimios, monos del Nuevo Mundo y simios",
      "definition_translation": "Примат отряда приматов, включая протопrimates, обезьян Нового Света и человекообразных обезьян.",
      "example": "El mono se columpió de árbol en árbol. Ayer, estaba jugando con sus amigos. Mañana, aprenderá nuevos trucos.",
      "example_translation": "Обезьяна качалась с дерева на дерево. Вчера она играла со своими друзьями. Завтра она научится новым трюкам.",
      "imageLink": "image_files\\English\\"imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ratón",
      "translation": "мышь",
      "definition": "Un pequeño mamífero roedor comúnmente encontrado en casas y granjas",
      "definition_translation": "Маленький грызун, который часто встречается в домах и фермах.",
      "example": "El ratón se deslizó rápidamente por el suelo. Ayer, estaba escondido en su agujero. Mañana, explorará la cocina.",
      "example_translation": "Мышь бежала по полу. Вчера она пряталась в своей норе. Завтра она будет исследовать кухню.",
      "imageLink": "image_files\\English\\"imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conejo",
      "translation": "кролик",
      "definition": "Un pequeño mamífero con orejas largas, una cola corta y patas traseras más largas que las delanteras",
      "definition_translation": "Маленькое млекопитающее с длинными ушами, коротким хвостом и задними ногами, которые длиннее его передних ног.",
      "example": "El conejo saltó rápidamente hacia atrás. Ayer, estaba comiendo zanahorias. Mañana, jugará con sus amigos.",
      "example_translation": "Кролик быстро ушёл. Вчера он ел морковь. Завтра он будет играть со своими друзьями.",
      "imageLink": "image_files\\English\\"imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rata",
      "translation": "крыса",
      "definition": "Una rata es un roedor que pertenece al género Rattus. Las ratas se consideran pestes y se sabe que propagan enfermedades",
      "definition_translation": "Крыса - это грызун, который принадлежит к роду Rattus. Крысы обычно считаются вредителями и известны тем, что распространяют заболевания.",
      "example": "La rata se esconde debajo de la pila de basura. La rata comerá la comida sobrante. La rata había escapado de su jaula.",
      "example_translation": "Крыса пряталась под кучей мусора. Крыса будет есть оставшуюся еду. Крыса сбежала из клетки.",
      "imageLink": "image_files\\English\\"imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "murciélago",
      "translation": "летучая мышь",
      "definition": "Un murciélago es un mamífero volador que pertenece al orden Chiroptera. Los murciélagos son animales nocturnos y usan la ecolocación para navegar",
      "definition_translation": "Летучая мышь - это летающее млекопитающее, которое принадлежит к отряду Chiroptera. Летучие мыши - это ночные животные, которые используют эхолокацию для навигации.",
      "example": "El murciélago voló fuera de la cueva por la noche. El murciélago usará su ecolocación para encontrar su presa. El murciélago había estado dormido durante el día.",
      "example_translation": "Летучая мышь вылетела из пещеры ночью. Летучая мышь будет использовать эхолокацию, чтобы найти свою добычу. Летучая мышь заснула днем.",
      "imageLink": "image_files\\English\\"imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "toro",
      "translation": "бык",
      "definition": "Un toro es un macho adulto de ganado, a menudo utilizado para la cría o la lucha. Los toros son conocidos por su fuerza y agresividad",
      "definition_translation": "Бык - это взрослый самец крупного рогатого скота, часто используемый для разведения или боев. Быки известны своей силой и агрессивностью.",
      "example": "El toro cargó contra el matador durante la pelea. El toro se utilizará para la cría la próxima temporada. El toro había sido castrado para reducir su agresividad.",
      "example_translation": "Бык напал на матадора во время боя. Бык будет использоваться для разведения в следующем сезоне. Бык был кастрирован, чтобы уменьшить его агрессивность.",
      "imageLink": "image_files\\English\\"imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ternero",
      "translation": "теленок",
      "definition": "Un ternero es un joven ganado o toro, comúnmente en el primer año de su vida. Los terneros son dependientes de sus madres para la leche y protección",
      "definition_translation": "Теленок - это молодая корова или бык, обычно в første году жизни. Телята зависят от своих матерей для молока и защиты.",
      "example": "El ternero nació en la mañana temprana. El ternero se destetará de su madre pronto. El ternero había dado sus primeros pasos en el campo.",
      "example_translation": "Теленок родился рано утром. Теленок будет отнят от своей матери soon. Теленок сделал свои первые шаги в поле.",
      "imageLink": "image_files\\English\\"imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cámelo",
      "translation": "верблюд",
      "definition": "Un mamífero ungulado grande con una joroba característica en su espalda, encontrado en desiertos y regiones áridas.",
      "definition_translation": "Большой, чётко-копытный млекопитающий с характерным горбом на спине, находящийся в пустынях и арктических регионах.",
      "example": "El camello atravesó el desierto con facilidad. El camello está cansado. El camello beberá agua mañana.",
      "example_translation": "Верблюд пересек пустыню с легкостью. Верблюд устал. Верблюд выпьет воду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganado",
      "translation": "скот",
      "definition": "Mamíferos domésticos, como vacas, toros y bueyes, criados para la alimentación, la leche o el trabajo.",
      "definition_translation": "Домашние млекопитающие, такие как коровы, быки и волы, выращиваемые для еды, молока или работы.",
      "example": "El ganado pastó en el prado verde. Se alimenta al ganado con heno. El ganado se venderá el mes próximo.",
      "example_translation": "Скот пасся в зеленой лугу. Скот кормят сеном. Скот будет продан в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delfín",
      "translation": "дельфин",
      "definition": "Un mamífero acuático muy inteligente con una aleta dorsal grande, a menudo encontrado en grupos en el océano.",
      "definition_translation": "ВысокоИнтеллектуальное, водное млекопитающее с большим спинным плавником, часто встречающееся в группах в океане.",
      "example": "El delfín nadó rápidamente a través de las olas. El delfín está jugando con el pez. El delfín saltará fuera del agua mañana.",
      "example_translation": "Дельфин быстро проплыл через волны. Дельфин играет с рыбой. Дельфин выпрыгнет из воды завтра.",
      "imageLink": "image_files\\English\\"imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "burro",
      "translation": "осел",
      "definition": "Un mamífero doméstico, a menudo utilizado como bestia de carga, caracterizado por su capa gris o marrón y orejas largas.",
      "definition_translation": "Домашнее млекопитающее, часто используемое как тягловое животное, характеризующееся серым или коричневым мехом и длинными ушами.",
      "example": "El burro llevó la carga pesada cuesta arriba. El burro está comiendo heno. El burro será montado por el niño la próxima semana.",
      "example_translation": "Осел вез тяжелую ношу вверх по холму. Осел ест сено. Осел будет騎чен ребенком на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "femenino",
      "translation": "женщина",
      "definition": "Una persona o animal del sexo que produce huevos o da a luz a descendientes.",
      "definition_translation": "Женщина - это человек или животное, которое производит яйца или рожает потомство.",
      "example": "Ella fue la primera astronauta femenina en viajar al espacio. Ella actualmente trabaja como ingeniera femenina. Ella será una doctora femenina en el futuro.",
      "example_translation": "Она была первой женщиной-космонавтом, которая отправилась в космос. Сейчас она работает инженером-женщиной. В будущем она станет женщиной-врачом.",
      "imageLink": "image_files\\English\\"imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piel",
      "translation": "шерсть",
      "definition": "La piel es el pelo grueso y suave que crece en muchos animales, especialmente mamíferos.",
      "definition_translation": "Шерсть - это thick, мягкая шерсть, которая растет на многих животных, особенно млекопитающих.",
      "example": "La piel del conejo es muy suave. El conejo había desgastado su piel al frotarse contra la jaula. El conejo tendrá una piel brillante después de un baño agradable.",
      "example_translation": "Шерсть кролика очень мягкая. Кролик износил свою шерсть от трения о клетку. Кролик будет иметь блестящую шерсть после хорошей бани.",
      "imageLink": "image_files\\English\\"imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jirafa",
      "translation": "жираф",
      "definition": "Una jirafa es un mamífero ungulado alto con un patrón de pelaje característico y un cuello largo.",
      "definition_translation": "Жираф - это высокое, парнокопытное млекопитающее с характерным узором шерсти и длинной шеей.",
      "example": "La jirafa vagaba libremente por la sabana. La jirafa está comiendo hojas del árbol alto. La jirafa correrá rápido para escapar del predador.",
      "example_translation": "Жираф свободно бродил по саванне. Жираф ест листья с высокого дерева. Жираф будет быстро бежать, чтобы уйти от хищника.",
      "imageLink": "image_files\\English\\"imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cabra",
      "translation": "коза",
      "definition": "Un cabra es un mamífero rumiante con una barba-like mechón de pelo en su barbilla, a menudo criado como ganado.",
      "definition_translation": "Коза - это рuminant млекопитающее с бородой в виде характерного пучка волос на подбородке, часто содержащееся как домашнее животное.",
      "example": "La cabra subió la montaña empinada. La cabra come hierba en el campo. La cabra producirá leche para nuestra familia.",
      "example_translation": "Коза攀аял крутую гору. Коза ест траву в поле. Коза будет производить молоко для нашей семьи.",
      "imageLink": "image_files\\English\\"imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "liebre",
      "translation": "зайц",
      "definition": "Un mamífero rápido con patas largas, una cabeza pequeña, orejas largas y patas traseras poderosas.",
      "definition_translation": "Быстроногий, длинноногий млекопитающий с маленькой головой,長ными ушами и мощными задними ногами",
      "example": "La liebre cruzó corriendo el campo, sus orejas largas aleteando en el viento. Ayer vi una liebre saltando junto al río. Mañana, trataré de coger una liebre.",
      "example_translation": "Зайц неожиданно бросился через поле, его длинные уши хлопали на ветру. Вчера я видел зайца,跳ающего возле реки. Завтра я постараюсь поймать зайца",
      "imageLink": "image_files\\English\\"imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hipopótamo",
      "translation": "бегемот",
      "definition": "Un mamífero semi-acuático grande con cuerpo redondo, patas cortas y un hocico largo.",
      "definition_translation": "Большое, полуводное млекопитающее с круглым телом, короткими ногами и длинным рылом",
      "example": "El hipopótamo nadó en la piscina profunda, sus patas cortas moviéndose lentamente. Ayer, alimenté a un hipopótamo en el zoológico. Mañana, voy a ver a un hipopótamo jugando con sus amigos.",
      "example_translation": "Бегемот плавал в глубоком бассейне, его короткие ноги делали медленные гребки. Вчера я покормил бегемота в зоопарке. Завтра я буду смотреть, как бегемот играет со своими друзьями",
      "imageLink": "image_files\\English\\"imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gatito",
      "translation": "котенок",
      "definition": "Un gato joven, típicamente menor de un año.",
      "definition_translation": "Молодой кот, обычно менее года от рождения",
      "example": "El gatito jugó con la bola de lana, saltando sobre ella con alegría. Ayer, mi hermana trajo a casa un nuevo gatito. Mañana, llevaré al gatito al veterinario para un chequeo.",
      "example_translation": "Котенок играл с клубком пряжи, прыгая на него с радостью. Вчера моя сестра привела домой новорожденного котенка. Завтра я帶у котенка к ветеринару на осмотр",
      "imageLink": "image_files\\English\\"imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cordero",
      "translation": "агнец",
      "definition": "Un joven cordero, típicamente menor de un año.",
      "definition_translation": "Молодой овен, обычно менее года от рождения",
      "example": "El cordero revoloteó en el prado verde, su abrigo lanudo brillando en el sol. Ayer, vi un cordero nacer en la granja. Mañana, ayudaré a esquilar la lana del cordero.",
      "example_translation": "Агнец развлекался в зеленом лугу, его шерстяной мех блестел на солнце. Вчера я видел агнца, рожденного на ферме. Завтра я помогу стричь шерсть агнца",
      "imageLink": "image_files\\English\\"imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "macho",
      "translation": "мужчина",
      "definition": "Un macho es un adulto humano o animal que tiene órganos reproductivos que producen esperma.",
      "definition_translation": "Мужчина - это взрослый человек или животное, имеющее репродуктивные органы, производящие сперму.",
      "example": "El león macho rugió fuerte, ayer vi un macho ciervo y mañana veré un macho pavo real.",
      "example_translation": "Мужской лев громко рычал, вчера я увидел мужского оленя, а завтра я увижу мужского павлина.",
      "imageLink": "image_files\\English\\"imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mula",
      "translation": "муль",
      "definition": "Una mula es la descendencia de un asno macho y una yegua, conocida por su fuerza y terquedad.",
      "definition_translation": "Муль - это потомок мужского осла и самки лошади, известный своей силой и упрямством.",
      "example": "El granjero usó una mula para arar el campo, mi abuelo tenía una mula y el año que viene compraré una mula.",
      "example_translation": "Фермер использовал мула для пахоты, мой дедушка имел мула, а в следующем году я куплю мула.",
      "imageLink": "image_files\\English\\"imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "пума",
      "definition": "Un puma es un gato grande, tawny o marrón claro nativo de las Américas, también conocido como león de montaña o cougar.",
      "definition_translation": "Пума - это большой, тавный или серо-коричневый кот, родом из Америки, также известный как пума или горный лев.",
      "example": "Vi un puma en el zoológico, el puma es un animal muy ágil y el puma comerá un ciervo.",
      "example_translation": "Я увидел пуму в зоопарке, пума - это очень гибкое животное, а пума будет есть оленя.",
      "imageLink": "image_files\\English\\"imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cachorro",
      "translation": "щенок",
      "definition": "Un cachorro es un perro joven, especialmente uno que tiene menos de un año, a menudo considerado lindo y juguetón.",
      "definition_translation": "Щенок - это молодой собака, особенно та, которая моложе года, часто считается милым и игривым.",
      "example": "Tengo un cachorro en casa, ayer mi cachorro aprendió a sentarse y mañana mi cachorro aprenderá a buscar.",
      "example_translation": "У меня есть щенок дома, вчера мой щенок научился сидеть, а завтра мой щенок научится приносить.",
      "imageLink": "image_files\\English\\"imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reno",
      "translation": "олень",
      "definition": "Un reno es un gran ciervo con un conjunto distintivo de astas, encontrado en partes septentrionales de Europa, Asia y América, a menudo asociado con la Navidad.",
      "definition_translation": "большой олень с характерным набором рогов, найденный в северных частях Европы, Азии и Америки, часто ассоциируемый с Рождеством",
      "example": "El reno corrió rápido a través del campo nevado. Ayer, había comido toda la hierba. Mañana, migrará a un nuevo hábitat.",
      "example_translation": "Олень быстро chạyился через снежное поле. Yesterday, он съел всю траву. Завтра он уйдет в新的 местообитание.",
      "imageLink": "image_files\\English\\"imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tigre",
      "translation": "тигр",
      "definition": "Un tigre es un gran mamífero carnivoro de la familia de los gatos, típicamente naranja-amarillo con rayas negras",
      "definition_translation": "большой хищный млекопитающий рода кошачьих, обычно оранжево-желтый с черными полосами",
      "example": "El tigre rugió fuerte en la jungla. El año pasado, había matado a un ciervo. La próxima semana, será liberado en la naturaleza.",
      "example_translation": "Тигр громко рявкнул в джунглях. В прошлом году он убил оленя. На следующей неделе он будет выпущен на волю.",
      "imageLink": "image_files\\English\\"imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ballena",
      "translation": "кит",
      "definition": "Una ballena es un gran mamífero acuático que respira aire a través de su bufeta",
      "definition_translation": "большой, акватический млекопитающий, который дышит воздухом через свое дыхало",
      "example": "La ballena nadó lentamente en el océano. El mes pasado, había dado a luz a una cría. El próximo verano, migrará al Ártico.",
      "example_translation": "Кит медленно плавал в океане. В прошлом месяце он родил теленка. На следующее лето он уйдет в Арктику.",
      "imageLink": "image_files\\English\\"imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciervo",
      "translation": "олень",
      "definition": "Un ciervo es un mamífero rápido y ágil con una constitución esbelta, encontrado en bosques y praderas",
      "definition_translation": "быстродвижущийся, копытный млекопитающий со стройным телом, найденный в лесах и лугах",
      "example": "El ciervo corrió rápido a través del campo. Ayer, había comido toda la hierba. Mañana, será cazado por un cazador.",
      "example_translation": "Олень быстро chạyился через поле. Yesterday, он съел всю траву. Завтра он будет охотиться охотником.",
      "imageLink": "image_files\\English\\"imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zorro",
      "translation": "лиса",
      "definition": "un pequeño mamífero carnívoro con cola espesa, encontrado en bosques y praderas",
      "definition_translation": "маленькое хищное млекопитающее с пушистым хвостом,found в лесах и степях",
      "example": "El rápido zorro salta sobre el perro perezoso. Ayer, el zorro saltó sobre el perro. Mañana, el zorro saltará sobre el perro.",
      "example_translation": "Быстрый лис прыгает над лентяем псом. Вчера лис прыгнул над псом. Завтра лис прыгнет над псом.",
      "imageLink": "image_files\\English\\"imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorila",
      "translation": "горилла",
      "definition": "un gran primate poderoso que vive en los bosques de África central",
      "definition_translation": "крупное, мощное примат, живущее в лесах центральной Африки",
      "example": "El gorila ruge fuerte en la jungla. Ayer, el gorila rugió fuerte en la jungla. Mañana, el gorila rugirá fuerte en la jungla.",
      "example_translation": "Горилла громко ревет в джунглях. Вчера горилла громко ревела в джунглях. Завтра горилла громко будет реветь в джунглях.",
      "imageLink": "image_files\\English\\"imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "canguro",
      "translation": "кенгуру",
      "definition": "un gran marsupial mamífero nativo de Australia",
      "definition_translation": "крупное, прыгающее сумчатое млекопитающее, родом из Австралии",
      "example": "El canguro salta por el outback. Ayer, el canguro saltó por el outback. Mañana, el canguro saltará por el outback.",
      "example_translation": "Кенгуру прыгает через пустошь. Вчера кенгуру прыгало через пустошь. Завтра кенгуру прыгнет через пустошь.",
      "imageLink": "image_files\\English\\"imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "leopardo",
      "translation": "леопард",
      "definition": "un gran gato carnívoro con un abrigo característico con manchas o rosetas, encontrado en África y Asia",
      "definition_translation": "крупная, хищная кошка с характерным пятнистым или розетковидным мехом, found в Африке и Азии",
      "example": "El leopardo acecha a su presa en la sabana. Ayer, el leopardo acechó a su presa en la sabana. Mañana, el leopardo acechará a su presa en la sabana.",
      "example_translation": "Леопард подкрадывается к дичи в саванне. Вчера леопард подкрадывался к дичи в саванне. Завтра леопард подкрадется к дичи в саванне.",
      "imageLink": "image_files\\English\\"imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buey",
      "translation": "бык",
      "definition": "Un mamífero ungulado domesticado, a menudo mantenido en granjas y utilizado por su leche o carne",
      "definition_translation": "Домашнее копытное млекопитающее, часто содержащееся на фермах и используемое для молока или мяса.",
      "example": "El buey será utilizado para arar los campos mañana, pero hoy está descansando. Ayer, fue utilizado para transporte. En el futuro, utilizaremos un buey para cultivar la tierra.",
      "example_translation": "Бык будет использоваться для вспашки полей завтра, но сегодня он отдыхает. Вчера он использовался для транспортировки. В будущем мы будем использовать быка для культивации земли.",
      "imageLink": "image_files\\English\\"imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zarpa",
      "translation": "лапа",
      "definition": "El pie de un animal, especialmente un cuadrúpedo, con garras o uñas",
      "definition_translation": "Ноготь животного, 특히 четвероногого, имеющего когти или ногти.",
      "example": "El oso utilizó su zarpa para golpear a la mosca. Ayer, había herido su zarpa mientras escalaba. En el futuro, la zarpa estará completamente curada.",
      "example_translation": "Медведь использовал свою лапу, чтобы отмахнуться от мухи. Вчера он поранил свою лапу при лазании. В будущем лапа будет полностью излечена.",
      "imageLink": "image_files\\English\\"imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oso polar",
      "translation": "полярный медведь",
      "definition": "Un gran oso carnívoro nativo de las regiones árticas, con piel blanca y una dieta compuesta principalmente por focas",
      "definition_translation": "Большой хищный медведь, родиной которого являются арктические регионы, с белым мехом и диетой, состоящей в основном из тюленей.",
      "example": "El oso polar estará hibernando durante el invierno, pero en el verano estará vagando libremente. El año pasado, el oso polar había dado a luz a dos cachorros. En el futuro, estudaremos el comportamiento del oso polar.",
      "example_translation": "Полярный медведь будет спать зимой, но летом он будет свободно бродить. В прошлом году полярный медведь родил двух медвежат. В будущем мы будем изучать поведение полярного медведя.",
      "imageLink": "image_files\\English\\"imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rinoceronte",
      "translation": "носорог",
      "definition": "Un gran mamífero herbívoro con un cuerno característico en la nariz, nativo de África y Asia meridional",
      "definition_translation": "Большое травоядное млекопитающее с отличительной роговой частью на носу, родиной которого является Африка и южная Азия.",
      "example": "El rinoceronte emigrará a un nuevo hábitat mañana, pero hoy está bebiendo agua. Ayer, había encontrado a un rival rinoceronte. En el futuro, protegeremos al rinoceronte de los cazadores furtivos.",
      "example_translation": "Носорог будет мигрировать в новые места обитания завтра, но сегодня он пьет воду. Вчера он встретился с соперником-носорогом. В будущем мы будем защищать носорога от браконьеров.",
      "imageLink": "image_files\\English\\"imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "foca",
      "translation": "тюлень",
      "definition": "Una foca es un mamífero marino que tiene un cuerpo estilizado y aletas, y puede vivir en tierra y en el agua",
      "definition_translation": "Тюлень - это морское млекопитающее с потокообразным телом и ластами, способное жить на суше и в воде.",
      "example": "La foca nadó rápidamente a través de las aguas heladas. Nadará de nuevo mañana. Ayer, había nadado cerca de la orilla.",
      "example_translation": "Тюлень быстро плавал через ледяные воды. Он будет плавать снова завтра. Он plavал близко к берегу.",
      "imageLink": "image_files\\English\\"imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ardilla",
      "translation": "белка",
      "definition": "Una ardilla es un pequeño roedor que tiene una cola espesa y vive en los árboles, alimentándose de nueces y semillas",
      "definition_translation": "Белка - это маленький грызун с пушистым хвостом, живущий на деревьях и питаясь орехами и семенами.",
      "example": "La ardilla corrió rápidamente por el árbol. Correrá hacia abajo del árbol mañana. Ayer, había corrido alrededor del parque.",
      "example_translation": "Белка быстро забежала на дерево. Она будет бежать вниз по дереву завтра. Она бежала вокруг парка.",
      "imageLink": "image_files\\English\\"imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]