[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ropa",
      "translation": "одежда",
      "definition": "artículos de ropa, especialmente ropa exterior, llevada en la parte superior del cuerpo humano",
      "definition_translation": "статьи одежды, особенно верхняя одежда, носимая на верхней части человеческого тела",
      "example": "Me puse ropa bonita para la fiesta anoche, me pongo ropa casual para trabajar todos los días, y me pondré ropa formal para la boda la próxima semana.",
      "example_translation": "Я надел красивую одежду на вечеринку昨夜, я ношу повседневную одежду на работу каждый день, и я надену формальную одежду на свадьбу следующей неделе.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrigo",
      "translation": "палто",
      "definition": "una prenda de vestir exterior llevada para mantener calor, típicamente con mangas y cuello",
      "definition_translation": "внешняя одежда, носимая для согревания, обычно с рукавами и воротником",
      "example": "Llevaba un abrigo cuando salí fuera esta mañana, me pondré un abrigo para ir a las montañas el próximo invierno, y llevé un abrigo a la fiesta el año pasado.",
      "example_translation": "Я надел пальто, когда я вышел на улицу этим утром, я надену пальто на горы следующей зимой, и я надел пальто на вечеринку прошлым годом.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vestido",
      "translation": "платье",
      "definition": "una prenda de vestir para mujer o niña, que se extiende típicamente por debajo de la rodilla",
      "definition_translation": "одежда для женщины или девушки, обычно до колена",
      "example": "Me puse un hermoso vestido para la boda anoche, me pondré un vestido para la fiesta la próxima semana, y me puse un vestido para la cena el año pasado.",
      "example_translation": "Я надел красивое платье на свадьбу昨夜, я надену платье на вечеринку следующей неделе, и я надел платье на ужин прошлым годом.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombrero",
      "translation": "шляпа",
      "definition": "una cubierta para la cabeza, típicamente con ala y copa",
      "definition_translation": "головной убор, обычно с полями и тульей",
      "example": "Me puse un sombrero para la fiesta anoche, me pondré un sombrero para la playa el próximo verano, y me puse un sombrero para la boda el año pasado.",
      "example_translation": "Я надел шляпу на вечеринку昨夜, я надену шляпу на пляж следующим летом, и я надел шляпу на свадьбу прошлым годом.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones de mezclilla",
      "translation": "джинсы",
      "definition": "Los pantalones de mezclilla son un tipo de pantalones hechos de denim o otra tela de algodón, diseñados típicamente para ropa informal.",
      "definition_translation": "Джинсы - это тип брюк, сделанных из денима или другой хлопковой ткани, обычно предназначенных для повседневного ношения.",
      "example": "Me puse pantalones de mezclilla para la fiesta anoche, me pongo pantalones de mezclilla para trabajar todos los días, y me pondré pantalones de mezclilla para la playa la próxima semana.",
      "example_translation": "Я надел джинсы на вечеринку вчера вечером, я ношу джинсы на работу каждый день, и я надену джинсы на пляж на следующей неделе.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camisa",
      "translation": "рубашка",
      "definition": "Una camisa es una prenda de vestir con cuello, que se lleva típicamente en la parte superior del cuerpo, a menudo con botones o cremallera.",
      "definition_translation": "Рубашка - это предмет одежды с воротником, обычно носящийся на верхней части тела, часто с кнопками или молнией.",
      "example": "Planche mi camisa ayer, me estoy poniendo una camisa hoy, y compraré una nueva camisa mañana.",
      "example_translation": "Я гладил свою рубашку вчера, я ношу рубашку сегодня, и я куплю новую рубашку завтра.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapato",
      "translation": "обувь",
      "definition": "Un zapato es una cubierta para el pie, hecha típicamente de cuero, materiales sintéticos o tela.",
      "definition_translation": "Обувь - это изделие для ног, обычно сделанное из кожи, синтетических материалов или ткани.",
      "example": "Pulí mi zapato la semana pasada, me estoy poniendo un zapato ahora, y compraré un nuevo zapato el próximo mes.",
      "example_translation": "Я полировал мою обувь на прошлой неделе, я ношу обувь сейчас, и я куплю новую обувь следующим месяцем.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "falda",
      "translation": "юбка",
      "definition": "Una falda es una prenda de vestir que se lleva por las mujeres y las niñas, que cuelga típicamente de la cintura y se extiende hacia las piernas.",
      "definition_translation": "Юбка - это изделие, носимое женщинами и девочками, обычно висящее от пояса и спускающееся до ног.",
      "example": "Mi hermana se puso una falda para la fiesta, me pondré una falda para la boda, y se puso una falda para el baile de graduación.",
      "example_translation": "Моя сестра надела юбку на вечеринку, я надену юбку на свадьбу, и она надела юбку на выпускной бал.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camiseta",
      "translation": "Футболка",
      "definition": "Una camiseta es un tipo de ropa informal con cuello redondo y mangas cortas, hecha típicamente de algodón, poliéster o una mezcla de ambos.",
      "definition_translation": "Футболка - это тип повседневной одежды с круглым вырезом и короткими рукавами, обычно сделанной из хлопка, полиэстера или смеси обоих.",
      "example": "Me puse una camiseta para ir al gimnasio ayer, me pondré una camiseta para ir al parque mañana, y estoy poniéndome una camiseta para el concierto esta noche.",
      "example_translation": "Я надел футболку в спортзал вчера, я надену футболку в парк завтра, и я ношу футболку на концерт сегодня вечером.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones",
      "translation": "брюки",
      "definition": "Los pantalones son un tipo de prenda de vestir que se lleva en la parte inferior del cuerpo, cubriendo las piernas.",
      "definition_translation": "Брюки - это тип одежды, носимой на нижней части тела, покрывающей ноги.",
      "example": "Me puse pantalones para ir al trabajo ayer, me pondré pantalones para la oficina mañana, y estoy poniéndome pantalones para la reunión esta noche.",
      "example_translation": "Я надел брюки на работу вчера, я надену брюки в офис завтра, и я ношу брюки на встречу сегодня вечером.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bota",
      "translation": "ботинок",
      "definition": "Una bota es un tipo de calzado que cubre el pie y la parte inferior de la pierna, a menudo extendiéndose hacia arriba por la pierna.",
      "definition_translation": "Ботинок - это тип обуви, покрывающей стопу и лодыжку, часто достигающий до ноги.",
      "example": "Me puse botas para ir al senderismo ayer, mañana me pondré botas para ir al resort de snowboard, y esta noche me estoy poniendo botas para ir al sitio de construcción.",
      "example_translation": "Я надел ботинки на поход вчера, я надену ботинки в сноуборд-резорт завтра, и я ношу ботинки на строительную площадку сегодня вечером.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorra",
      "translation": "кепка",
      "definition": "Una gorra es un tipo de sombrero con visera, a menudo hecho de algodón, poliéster o una mezcla de ambos.",
      "definition_translation": "Кепка - это тип головного убора с козырьком, часто сделанная из хлопка, полиэстера или смеси обоих.",
      "example": "Me puse una gorra para ir al partido de béisbol ayer, mañana me pondré una gorra para ir al picnic, y esta noche me estoy poniendo una gorra para ir al desfile.",
      "example_translation": "Я надел кепку на бейсбольный матч вчера, я надену кепку на пикник завтра, и я ношу кепку на парад сегодня вечером.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guante",
      "translation": "перчатка",
      "definition": "Un guante es un tipo de prenda que se lleva en la mano, típicamente hecho de tela o cuero, para mantener la mano caliente o protegerla de lesiones.",
      "definition_translation": "Перчатка - это одежда, надеваемая на руку, обычно сделанная из ткани или кожи, чтобы रखनать руку в тепле или защитить ее от травмы.",
      "example": "Me puse guantes para proteger mis manos del frío. Ayer, olvidé mis guantes en casa. Mañana, comprare nuevos guantes.",
      "example_translation": "Я надел перчатки, чтобы защитить руки от холода. Вчера я забыл перчатки дома. Завтра я куплю новые перчатки.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaqueta",
      "translation": "пиджак",
      "definition": "Una chaqueta es un tipo de abrigo corto, típicamente llevado por hombres y niños, a menudo hecho de un material más grueso que una camisa.",
      "definition_translation": "Пиджак - это короткая куртка, обычно носящаяся мужчинами и мальчиками, часто сделанная из более толстого материала, чем рубашка.",
      "example": "Me puse una chaqueta para ir a la fiesta anoche. Mi hermano se pondrá una chaqueta para ir al colegio mañana. Ella había llevado una chaqueta a las montañas el año pasado.",
      "example_translation": "Я надел пиджак на вечеринку昨скую ночь. Мой брат будет носить пиджак в школу завтра. Она носила пиджак в горы в прошлом году.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suéter",
      "translation": "свитер",
      "definition": "Un suéter es un tipo de prenda de punto que cubre el torso, típicamente hecho de lana o algodón.",
      "definition_translation": "Свитер - это тип вязаного изделия, которое покрывает верхнюю часть тела, обычно сделанного из шерсти или хлопка.",
      "example": "Me puse un suéter para mantenerme caliente en invierno. Ella se pondrá un suéter para ir al trabajo mañana. Ellos habían llevado suéteres al resort de esquí la semana pasada.",
      "example_translation": "Я надел свитер, чтобы giữ теплом в зимой. Она будет носить свитер в офис завтра. Они носили свитеры на горнолыжном курорте на прошлой неделе.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bolsillo",
      "translation": "карман",
      "definition": "Un bolsillo es una pequeña bolsa o sobre cosida en una prenda de ropa, usada para llevar objetos pequeños.",
      "definition_translation": "Карман - это маленький мешок или конверт, пришитый к или прикрепленный к одежде, используемый для ношения маленьких предметов.",
      "example": "Guardé mi teléfono en mi bolsillo. Ella guardará sus llaves en su bolsillo mañana. Ellos habían encontrado una billetera en el bolsillo de la chaqueta vieja.",
      "example_translation": "Я держал свой телефон в кармане. Она будет класть свои ключи в карман завтра. Они нашли бумажник в кармане старого пиджака.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impermeable",
      "translation": "пальто",
      "definition": "Un impermeable es un abrigo resistente al agua o impermeable llevado para protegerse de la lluvia.",
      "definition_translation": "Водонепроницаемое или водоотталкивающее пальто, носимое для защиты от дождя.",
      "example": "Me puse mi impermeable para ir al parque ayer, pero no llovió. Me lo pondré mañana, por si llueve. Me lo puse el año pasado durante la temporada de lluvia.",
      "example_translation": "Я надел пальто в парк вчера, но не было дождя. Я надену его завтра, на случай если будет дождь. Я носил его в прошлом году во время дождливого сезона.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bufanda",
      "translation": "шарф",
      "definition": "Un trozo de tela llevado alrededor del cuello para mantenerse caliente o como accesorio de moda.",
      "definition_translation": "Кусок ткани, носимый вокруг шеи для тепла или как аксессуар моды.",
      "example": "Me puse una bufanda para ir a la fiesta, pero la perdí en el camino de regreso. Me pondré una bufanda nueva para ir al trabajo mañana. Me puse una bufanda durante las vacaciones de invierno el año pasado.",
      "example_translation": "Я надел шарф на вечеринку, но потерял его по дороге домой. Я надену новый шарф в офис завтра. Я носил шарф во время зимнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones cortos",
      "translation": "шорты",
      "definition": "Pantalones que son más cortos que la rodilla, llevados en clima cálido.",
      "definition_translation": "Штаны, которые короче колена, носимые в теплую погоду.",
      "example": "Me puse pantalones cortos para ir a la playa ayer, pero me olvidé de aplicarme protector solar. Me pondré pantalones cortos para ir al parque mañana, si no hace demasiado frío. Me puse pantalones cortos durante las vacaciones de verano el año pasado.",
      "example_translation": "Я надел шорты на пляж вчера, но забыл наносить солнцезащитный крем. Я надену шорты в парк завтра, если не будет слишком холодно. Я носил шорты во время летнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " calcetín",
      "translation": "носок",
      "definition": "Un trozo de ropa llevado en el pie, típicamente hecho de tela o hilo.",
      "definition_translation": "Кусок одежды, носимый на ноге, обычно сделанный из ткани или пряжи.",
      "example": "Perdí un calcetín en la lavadora ayer, pero lo encontré hoy. Me pondré un par de calcetines nuevos para ir al gimnasio mañana. Me puse calcetines durante la caminata el año pasado.",
      "example_translation": "Я потерял носок в стиральной машине вчера, но нашел сегодня. Я надену новую пару носков в спортзал завтра. Я носил носки во время похода в прошлом году.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje",
      "translation": "костюм",
      "definition": "Un conjunto de ropa exterior hecha de la misma tela y diseñada para ser llevada junta, típicamente consistente en una chaqueta, pantalones y a veces un chaleco.",
      "definition_translation": "комплект outer одежды, сделанный из того же материала и спроектированный для ношения вместе, обычно состоящий из куртки, брюк и иногда жилета.",
      "example": "Me puse un traje para la entrevista de trabajo, y creo que hizo una buena impresión. Me voy a poner un traje para la boda mañana, y me puse un traje para la fiesta la semana pasada.",
      "example_translation": "Я надел костюм на собеседование по работе, и я думаю, что это произвелоgood впечатление. Я надену костюм на свадьбу завтра, и я надел костюм на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suéter",
      "translation": "свитер",
      "definition": "Una prenda de vestir cálida y tejida, típicamente con mangas largas, llevada para ocasiones informales o atléticas.",
      "definition_translation": "тёплый вязаный гармент, обычно с длинными рукавами, носимый для неформальных или спортивных случаев.",
      "example": "Me encanta llevar un suéter en un día frío de invierno, y solía llevar un suéter para jugar fútbol cuando era niño. Me llevaré un suéter a la montaña el mes que viene, y llevé un suéter al parque la semana pasada.",
      "example_translation": "Я люблю надевать свитер в холодный зимний день, и я носил свитер играть в футбол, когда был ребенком. Я надену свитер в горы nächsten месяц, и я надел свитер в парке на прошлом Wochenende.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de baño",
      "translation": "плавательный костюм",
      "definition": "Una prenda de vestir llevada para nadar, típicamente hecha de una tela rápida que se seca y diseñada para reducir la resistencia en el agua.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "Necesito comprar un nuevo traje de baño para el verano, y olvidé mi traje de baño en casa cuando fui a la piscina la última vez. Me llevaré un traje de baño a la playa la semana que viene, y llevé un traje de baño al parque acuático el año pasado.",
      "example_translation": "Мне нужно купить новый плавательный костюм на лето, и я забыл свой плавательный костюм дома, когда я пошел в бассейн в прошлый раз. Я надену плавательный костюм на пляж 次週, и я надел плавательный костюм в водный парк в прошлом году.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de baño",
      "translation": "купальник",
      "definition": "Una prenda de vestir llevada para nadar, típicamente hecha de una tela rápida que se seca y diseñada para reducir la resistencia en el agua.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "Prefiero llevar un traje de baño a la playa, y compré un nuevo traje de baño para el verano. Llevé un traje de baño a la fiesta de la piscina el mes pasado, y me llevaré un traje de baño al parque acuático la semana que viene.",
      "example_translation": "Я предпочитаю надевать купальник на пляж, и я купил новый купальник на лето. Я надел купальник на.party в бассейне прошлого месяца, и я надену купальник в водный паркgetNext неделю.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corbata",
      "translation": "галстук",
      "definition": "Una corbata es una pieza larga y estrecha de tela llevada alrededor del cuello, típicamente por hombres, para agregar un toque de elegancia y profesionalismo a su atuendo.",
      "definition_translation": "Галстук - это длинная, узкая piece ткани, носимая вокруг шеи, обычно мужчинами, чтобы добавить элегантности и профессиональности к их одежде.",
      "example": "Me até una corbata por primera vez en mi vida cuando tenía 20 años. Ahora me ato una corbata todos los días para trabajar. Me ataré una corbata para la boda de mi hermano la semana que viene.",
      "example_translation": "Я завязал галстук впервые в жизни, когда мне было 20 лет. Теперь я завязываю галстук каждый день для работы. Я завяжу галстук на свадьбе моего брата на следующей неделе.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias",
      "translation": "колготки",
      "definition": "Las medias son un tipo de ropa llevada por las personas, típicamente mujeres, para cubrir sus piernas y pies, a menudo para mantener el calor o como una declaración de moda.",
      "definition_translation": "Колготки - это тип одежды, носимой людьми, обычно женщинами, чтобы покрыть ноги и ступни, часто для warmth или как заявление о моде.",
      "example": "Me puse medias para la fiesta anoche. Ella se pondrá medias para la función de ballet mañana. Ellos se pusieron medias para la fiesta de disfraces el año pasado.",
      "example_translation": "Я надел колготки на вечеринку вчера вечером. Она наденет колготки на балетное представление завтра. Они надели колготки на костюмированную вечеринку в прошлом году.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapatillas",
      "translation": "кеды",
      "definition": "Las zapatillas son un tipo de zapato atlético diseñado para correr, hacer jogging o otras formas de ejercicio, a menudo llevadas para uso casual diario.",
      "definition_translation": "Кеды - это тип спортивной обуви, предназначенный для бега, джоггинга или других форм упражнений, часто носятся для неформального, повседневного использования.",
      "example": "Compré zapatillas para mi cumpleaños. Ella comprará zapatillas para su hermana la semana que viene. Ellos compraron zapatillas para su viaje a la montaña el año pasado.",
      "example_translation": "Я купил кеды на свой день рождения. Она купит кеды своей сестре на следующей неделе. Они купили кеды для своей поездки в горы в прошлом году.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "uniforme",
      "translation": "униформа",
      "definition": "Un uniforme es un conjunto de ropa especial llevada por personas, a menudo para una profesión, ocupación o actividad específica, para identificarse como parte de un grupo o organización.",
      "definition_translation": "Униформа - это набор спеціальных одежд, носимых людьми, часто для определенной профессии, занятия или деятельности, чтобы идентифицировать себя как часть группы или организации.",
      "example": "Me puse un uniforme para ir a la escuela todos los días. Ella se pondrá un uniforme para su nuevo trabajo el mes que viene. Ellos se pusieron uniformes para la ceremonia de graduación de la academia de policía el año pasado.",
      "example_translation": "Я носил униформу в школу каждый день. Она наденет униформу на свою новую работу следующий месяц. Они надели униформы на церемонию выпуска полиции академии в прошлом году.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "blusa",
      "translation": "блузка",
      "definition": "Una blusa es un tipo de prenda de vestir superior que es typicalmente llevara por mujeres y niñas. Es usualmente una prenda de ropa informal, pero también puede ser llevada como parte de un conjunto más formal.",
      "definition_translation": "Блузка - это тип верхней части одежды, которая обычно носится женщинами и девочками. это обычно неформальная, неофициальная часть одежды, но также может быть носить как часть более формального наряда.",
      "example": "Me puse una blusa hermosa para la fiesta anoche. Me pondré una blusa nueva para la oficina mañana. Ella se puso una blusa encantadora para la boda ayer.",
      "example_translation": "Я надела красивую блузку на вечеринку сегодня ночью. Я надену новую блузку в офис завтра. Она наделаsplendid блузку на свадьбу вчера.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuello",
      "translation": "воротник",
      "definition": "Un cuello es una parte de una camisa o vestido que se dobla y se cierra alrededor del cuello. Puede ser hecho de diferentes materiales y diseñado en diferentes estilos.",
      "definition_translation": "Воротник - это часть рубашки или платья, которая складывается и застегивается вокруг шеи. Он может быть сделан из различных материалов и может иметь различные стили.",
      "example": "El cuello de mi camisa estaba manchado. Ella se pondrá un vestido con cuello blanco para la ceremonia. Él siempre lleva una camisa con cuello rígido.",
      "example_translation": "Воротник моей рубашки был испачкан. Она будет носить платье с белым воротником на церемонии. Он всегда носит рубашку с жестким воротником.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tacón",
      "translation": "каблук",
      "definition": "Un tacón es la parte posterior de un zapato que eleva el talón del pie por encima de los dedos. Puede ser alto o bajo, y se puede hacer de varios materiales.",
      "definition_translation": "Каблук - это задняя часть обуви, которая поднимает пятку ноги над пальцами. Он может быть высоким или низким и может быть сделан из различных материалов.",
      "example": "Me puse tacos altos para la fiesta. Ella llevará tacos planos al trabajo mañana. Él se tropezó con su tacón en las escaleras.",
      "example_translation": "Я надела высокие каблуки на вечеринку. Она будет носить плоские каблуки в офис завтра. Он споткнулся о свой каблук на лестнице.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bragas",
      "translation": "трусики",
      "definition": "Las bragas son un tipo de ropa interior que llevan las mujeres y las niñas. Suele estar hecha de telas suaves y está diseñada para proporcionar comodidad y soporte.",
      "definition_translation": "Трусики - это тип нижнего белья, который носят женщины и девочки. Они обычно сделаны из мягких тканей и предназначены для обеспечения комфорта и поддержки.",
      "example": "Olvidé empacar mis bragas para el viaje. Ella ama llevar bragas de encaje. Eran demasiado ajustadas y incómodas, así que tuve que cambiar mis bragas.",
      "example_translation": "Я забыла упаковать свои трусики для поездки. Она любит носить кружевные трусики. Они были слишком тесными и неудобными, så я должна была поменять свои трусики.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones",
      "translation": "брюки",
      "definition": "Un pantalón es un tipo de prenda de ropa que cubre la parte inferior del cuerpo, generalmente desde la cintura hasta los tobillos.",
      "definition_translation": "Наружная одежда, покрывающая нижнюю часть тела, обычно от талии до голеней.",
      "example": "Me puse pantalones para la fiesta anoche. Me pongo pantalones para trabajar todos los días. Me pondré pantalones para la boda mañana.",
      "example_translation": "Я надел брюки на вечеринку вчера. Я ношу брюки на работу каждый день. Я надену брюки на свадьбу завтра.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suéter",
      "translation": "свитер",
      "definition": "Un suéter es una class de prenda de ropa que se pone sobre la cabeza, sin botones ni cremallera.",
      "definition_translation": "Свитер, который надевается через голову, без кнопок или молнии.",
      "example": "Me puse un suéter para mantenerme caliente. Ella se pone un suéter para ir al gimnasio. Comprará un suéter para el invierno.",
      "example_translation": "Я надел свитер, чтобы согреться. Она носит свитер в спортзал. Они купят свитер на зиму.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sandalia",
      "translation": "сандали",
      "definition": "Una sandalia es un tipo de zapato que deja el pie al descubierto, generalmente sujeta por correas.",
      "definition_translation": "Тип обуви, который открывает ногу, обычно держится на ремнях.",
      "example": "Me puse sandalias para ir a la playa. Ella ama llevar sandalias en verano. Comprarán sandalias para las vacaciones.",
      "example_translation": "Я надел сандали на пляж. Она любит носить сандали летом. Они купят сандали на отпуск.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manga",
      "translation": "рукав",
      "definition": "Una manga es una parte de una prenda de ropa que cubre el brazo, generalmente desde el hombro hasta la muñeca.",
      "definition_translation": "Часть одежды, которая покрывает руку, обычно от плеча до запястья.",
      "example": "Subí la manga de mi camisa. Ella tiene un tatuaje en su manga. Ajustarán la manga del vestido.",
      "example_translation": "Я свернул рукав моей рубашки. У нее есть татуировка на рукаве. Они будут регулировать рукав платья.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapatillas",
      "translation": "тапочки",
      "definition": "Las zapatillas son un tipo de calzado que se lleva en el interior, generalmente hecho de materiales suaves como la lana o el algodón, diseñado para la comodidad y el calor.",
      "definition_translation": "тапочка - это tipo обуви, которая носится дома, обычно изготавливается из мягких материалов, таких как шерсть или хлопок, и предназначена для комфорта и тепла.",
      "example": "Me puse zapatillas para mantener mis pies calientes mientras veía la televisión. Me pondré zapatillas para ir a la cama esta noche. Ella se puso zapatillas para la fiesta porque era un evento informal.",
      "example_translation": "Я надел тапочки, чтобы giữть ноги теплыми, пока смотрел ТВ. Я надену тапочки в постель tonight. Она надела тапочки на вечеринку, потому что это было неформальное мероприятие.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sudadera",
      "translation": "турецкий свитер",
      "definition": "Una sudadera es una class de camisa larga, generalmente hecha de telas gruesas y cálidas, llevada para la comodidad y la relajación.",
      "definition_translation": "Турецкий свитер - это casual, длиннорукавшая рубашка, обычно изготавливается из толстой, warm ткани, носится для комфорта и релаксации.",
      "example": "Me puse una sudadera para ir al gimnasio ayer. Ella se pondrá una sudadera para el concierto esta noche. Llevaban sudaderas para el picnic porque hacía frío.",
      "example_translation": "Я надел турецкий свитер в спортзал вчера. Она наденет турецкий свитер на концерт tonight. Они надели турецкие свитеры на пикник, потому что было прохладно.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de baño",
      "translation": "шорты для плавания",
      "definition": "Un traje de baño es un tipo de pantalón corto que se lleva para nadar, generalmente hecho de telas ligeras y rápidas de secar, diseñado para la comodidad y la práctica.",
      "definition_translation": "Шорты для плавания - это tipo шорт, которые носят для плавания, обычно изготавливаются из быстросохнущей, легкой ткани, предназначены для комфорта и практичности.",
      "example": "Me puse un traje de baño para ir a la playa el verano pasado. Ella se pondrá un traje de baño para la fiesta en la piscina esta noche. Llevaban trajes de baño al parque acuático porque hacía calor.",
      "example_translation": "Я надел шорты для плавания на пляж прошлым летом. Она наденет шорты для плавания на вечеринку у бассейна tonight. Они надели шорты для плавания в водный парк, потому что было жарко.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parte superior",
      "translation": "верхняя часть",
      "definition": "Una parte superior es un tipo de prenda de ropa que se lleva en la parte superior del cuerpo, generalmente cubriendo el torso, y puede ser una pieza de ropa informal o formal.",
      "definition_translation": "Верхняя часть - это tipo одежды, которая носится на верхней части тела, обычно покрывает туловище, и может быть casual или формальной частью одежды.",
      "example": "Me puse una parte superior para la fiesta anoche. Ella se pondrá una parte superior para la oficina mañana. Llevaban partes superiores para la muestra de moda porque era un evento trendy.",
      "example_translation": "Я надел верхнюю часть на вечеринку прошлой ночью. Она наденет верхнюю часть в офис завтра. Они надели верхние части на модное шоу, потому что это было стильное мероприятие.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de RUNNING",
      "translation": "транслютор",
      "definition": "Un traje de running es un conjunto de ropa casual y cómoda que consiste en una parte superior y pantalones, generalmente hecho de un material sintético como poliéster o nylon, diseñado para actividades atléticas o inspiradas en el atletismo.",
      "definition_translation": "Транслютор - это удобный, комфортный наряд, состоящий из верхней части и брюк, обычно сделанный из синтетического материала, такого как полиэстер или нейлон, предназначенный для спортивных или спортивно-инспирированных aktivit.",
      "example": "Me puse un traje de running para ir al gimnasio ayer, pero me pondré uno diferente para ir al parque mañana. Ella ha estado vistiendo trajes de running todos los sábados por la mañana.",
      "example_translation": "Я надел транслютор в спортзал вчера, но я надену другой в парк завтра. Она носит транслюторы каждое субботнее утро.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calzoncillos",
      "translation": "трусы",
      "definition": "Los calzoncillos son un tipo de ropa interior que se lleva junto a la piel, generalmente hecho de material suave y liviano, como algodón o seda.",
      "definition_translation": "Трусы - это тип нижнего белья, надеваемого рядом с кожей, обычно сделанный из мягкого, легкого материала, такого как хлопок или шелк.",
      "example": "Necesito comprar nuevos calzoncillos porque mis viejos están gastados. Ella estaba lavando sus calzoncillos en el fregadero.",
      "example_translation": "Мне нужно купить новые трусы, потому что мои старые изношены. Она стирала свои трусы в раковине.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ropa interior",
      "translation": "нижнее белье",
      "definition": "La ropa interior se refiere a la ropa que se lleva junto a la piel, generalmente debajo de la ropa exterior, incluyendo calzoncillos, bras y panties.",
      "definition_translation": "Нижнее белье - это одежда, надеваемая рядом с кожей, обычно под внешними гардеробами, включая трусы, бюстгальтеры и панталоны.",
      "example": "Hago mi colada, incluyendo mi ropa interior, todos los domingos. Ella estaba buscando un conjunto de ropa interior cómodo.",
      "example_translation": "Я делаю свою стирку, включая нижнее белье, каждое воскресенье. Она искала удобный комплект нижнего белья.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delantal",
      "translation": "фартук",
      "definition": "Un delantal es un pedazo de tela que se lleva sobre la ropa para protegerla de manchas y salpicaduras, generalmente utilizado en actividades culinarias, jardinería o otras actividades sucias.",
      "definition_translation": "Фартук - это кусок ткани, надеваемый поверх одежды, чтобы защитить ее от пятен и брызг, обычно используемый приготовлениях, садоводстве или других грязных hoạtностях.",
      "example": "Me puse un delantal para cocinar la cena, pero me olvidé de quitármelo cuando contesté el teléfono. Ella llevaba un delantal para proteger su ropa mientras pintaba.",
      "example_translation": "Я надел фартук, чтобы приготовить ужин, но я забыл его снять, когда ответил на телефонный звонок. Она надела фартук, чтобы защитить свою одежду, когда красила.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "бикини",
      "definition": "Un bikini es un traje de baño breve, típicamente llevado por mujeres, caracterizado por dos piezas de tela, una que cubre el pecho y la otra que cubre el área inguinal.",
      "definition_translation": "краткое купальник, обычно носимый женщинами, характеризуется двумя кусками ткани, один из которых покрывает грудь, а другой - область бедер",
      "example": "Ella se puso un bikini rojo para ir a la playa ayer. Se pondrá un bikini azul para ir a la piscina mañana. Ha llevado un bikini amarillo al lago todos los veranos.",
      "example_translation": "Она надела красное бикини на пляж вчера. Она наденет синее бикини на бассейн завтра. Она носила желтое бикини на озеро каждый летний сезон.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones de boxeador",
      "translation": "шорты-боксеры",
      "definition": "Los pantalones de boxeador son shorts holgados y flojos que se llevan para dormir o hacer ejercicio, generalmente hechos de algodón o materiales sintéticos.",
      "definition_translation": "широкие, свободно висящие шорты, которые носят мужчины, обычно сделанные из хлопка или синтетических материалов",
      "example": "Él se puso pantalones de boxeador para dormir anoche. Sepondrá pantalones de boxeador para ir al gimnasio mañana. Ha llevado pantalones de boxeador al parque todos los domingos.",
      "example_translation": "Он надел шорты-боксеры на ночь вчера. Он наденет шорты-боксеры в спортзал завтра. Он носил шорты-боксеры в парк каждое воскресенье.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sujetador",
      "translation": "бюстгальтер",
      "definition": "Un sujetador es un tipo de ropa interior femenina, diseñado para apoyar y cubrir el pecho.",
      "definition_translation": "обычно женское нижнее белье, предназначенное для поддержки и покрытия груди",
      "example": "Ella se puso un nuevo sujetador ayer. Se pondrá un sujetador push-up para ir al partido esta noche. Ha llevado un sujetador deportivo al gimnasio todas las mañanas.",
      "example_translation": "Она надела новый бюстгальтер вчера. Она наденет пуш-ап бюстгальтер на вечerinok сегодня ночью. Она носила спортивный бюстгальтер в спортзал каждое утро.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calzoncillos brief",
      "translation": "мужские трусы",
      "definition": "Los calzoncillos brief son un tipo de ropa interior masculina, caracterizado por un ajuste ceñido y generalmente hecho de algodón o materiales sintéticos.",
      "definition_translation": "тип мужского нижнего белья, характеризуется плотным сидением и обычно сделан из хлопка или синтетических материалов",
      "example": "Él se puso calzoncillos brief para dormir anoche. Se pondrá calzoncillos brief ajustados para ir al gimnasio mañana. Ha llevado calzoncillos brief a la piscina todos los fines de semana.",
      "example_translation": "Он надел мужские трусы на ночь вчера. Он наденет тight мужские трусы в спортзал завтра. Он носил боксерские трусы в парк каждые выходные.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suéter",
      "translation": "кардиган",
      "definition": "Un suéter es un tipo de prenda de punto que tiene una abertura frontal y se lleva sobre una camisa o blusa.",
      "definition_translation": "Кардиган - это тип вязаного изделия с открытым передом, который обычно носится над рубашкой или блузкой.",
      "example": "Me puse un suéter para mantenerme caliente en la oficina fría. Me pondré un suéter para ir al partido esta noche. Me puse un suéter para la reunión de ayer.",
      "example_translation": "Я надел картриджан, чтобы согреться в холодном офисе. Я надену картриджан на вечеринку сегодня вечером. Я надел картриджан на встречу вчера.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disfraz",
      "translation": "костюм",
      "definition": "Un disfraz es un conjunto de ropa que se lleva para crear un personaje o tema específico, generalmente para una actuación o fiesta.",
      "definition_translation": "Костюм - это набор одежды, носимой для создания определенного характера или темы, часто для выступления или празднования.",
      "example": "Me puse un disfraz para la fiesta de Halloween del año pasado. Me pondré un disfraz para la obra de teatro mañana. Me puse un disfraz para la fiesta de máscaras del mes pasado.",
      "example_translation": "Я надел костюм на Хэллоуин-вечеринку в прошлом году. Я надену костюм на пьесу завтра. Я надел костюм на маскарадный бал minul месяц.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puño",
      "translation": "манжета",
      "definition": "Un puño es una banda o dobladillo al final de una manga, típicamente utilizado para abrochar o decorar una camisa o blusa.",
      "definition_translation": "Манжета - это лента или складка на конце рукава, обычно используемая для застегивания или украшения рубашки или блузы.",
      "example": "Me subí el puño para lavar mis manos. Me pondré una camisa con puño francés para la boda. Me puse una blusa con puño acolchado para la fiesta.",
      "example_translation": "Я закатал манжету, чтобы помыть руки. Я надену рубашку с французской манжетой на свадьбу. Я надел блузку с пышной манжетой на вечеринку.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascarón",
      "translation": "шлем",
      "definition": "Un cascarón es un equipo de protección para la cabeza, que se lleva para proteger la cabeza de lesiones, a menudo utilizado en deportes o actividades militares.",
      "definition_translation": "Шлем - это защитный головной убор, носимый для защиты головы от травм, часто используемый в спорте или военных действиях.",
      "example": "Me puse un cascarón para montar mi bicicleta ayer. Me pondré un cascarón para jugar hockey mañana. Me puse un cascarón en el sitio de construcción la semana pasada.",
      "example_translation": "Я надел шлем, чтобы поехать на велосипеде yesterday. Я надену шлем, чтобы играть в хоккей завтра. Я надел шлем на строительную площадку на прошлой неделе.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "capucha",
      "translation": "капот",
      "definition": "Una capucha es una cubierta para la cabeza y el cuello, a menudo unida a una chaqueta o abrigo.",
      "definition_translation": "Капот - это покрытие для головы и шеи, часто прикрепленное к куртке или пальто.",
      "example": "Me subí la capucha para protegerme de la lluvia. Ayer, olvidé ponerme la capucha. Si llueve, me pondré la capucha.",
      "example_translation": "Я натянул капот, чтобы защитить себя от дождя. Вчера я забыл надеть капот. Если будет дождь, я надену капот.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias hasta la rodilla",
      "translation": "носки до колен",
      "definition": "Las medias hasta la rodilla son un tipo de calcetín que cubre el pie y la pierna, extendiéndose hasta justo debajo de la rodilla.",
      "definition_translation": "Носки до колен - это тип носок, который покрывает ногу и голень, доходя до середины колена.",
      "example": "Me puse medias hasta la rodilla para jugar fútbol. Mi hermana ama ponerse medias hasta la rodilla con su falda. Se pondrá medias hasta la rodilla para la fiesta.",
      "example_translation": "Я надел носки до колен, чтобы играть в футбол. Моя сестра любит носить носки до колен с юбкой. Она будет носить носки до колен на вечеринку.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camisón",
      "translation": "ночное платье",
      "definition": "Un camisón es una prenda suelta y cómoda que se lleva para dormir o relajarse.",
      "definition_translation": "Ночное платье - это свободное, удобное платье, надеваемое для сна или отдыха.",
      "example": "Mi abuela siempre se ponía un camisón para ir a la cama. Encontré un hermoso camisón en la tienda. Se comprará un nuevo camisón para el viaje.",
      "example_translation": "Моя бабушка всегда надевала ночное платье в постель. Я нашел krásное ночное платье в магазине. Она купит новое ночное платье для поездки.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camisoncillo",
      "translation": "ночнушка",
      "definition": "Un camisoncillo es un vestido suelto y corto para dormir, típicamente usado por mujeres.",
      "definition_translation": "Ночнушка - это короткое, свободное ночное платье, обычно надеваемое женщинами.",
      "example": "Prefiero ponerme un camisoncillo para dormir. Mi hermana tiene un hermoso camisoncillo para su luna de miel. Se pondrá un camisoncillo para el fin de semana.",
      "example_translation": "Я предпочитаю надевать ночнушку в постель. Моя сестра имеет красивую ночнушку для медового месяца. Она упакует ночнушку на выходные.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pijama",
      "translation": "пижама",
      "definition": "Pantalones y una camisa sueltos y cómodos que se llevan para dormir o relajarse.",
      "definition_translation": "Свободные, удобные брюки и свободная верхняя часть, надевающиеся для сна или отдыха.",
      "example": "Me puse mi pijama para ir a la cama anoche, me lo pongo todas las noches, y me lo pondré para dormir mañana.",
      "example_translation": "Я надел пижаму в постель прошлой ночью, я ношу их каждый вечер, и я надену их для сна завтра.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapatillas",
      "translation": "кеды",
      "definition": "Zapatos ligeros y cómodos con suelas de goma, a menudo utilizados para actividades deportivas.",
      "definition_translation": "Легкие неформальные обувь с резиновыми подошвами, часто используемая для спортивных мероприятий.",
      "example": "Me até mis zapatillas y salí a correr ayer, las llevo para jugar baloncesto todas las semanas, y me las pondré para correr mañana.",
      "example_translation": "Я завязал кеды и пошел на пробежку вчера, я ношу их, чтобы играть в баскетбол каждую неделю, и я надену их, чтобы пробежать завтра.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bata",
      "translation": "халат",
      "definition": "Una prenda suelta y cómoda que se lleva después de bañarse o para relajarse.",
      "definition_translation": "Свободный, удобный халат, надеваемый после купания или для отдыха.",
      "example": "Me puse mi bata después de ducharme, me la puse para relajarme en el sofá ayer, y me la pondré para prepararme para la cama esta noche.",
      "example_translation": "Я надел халат после принятия душа, я носил его, чтобы расслабиться на диване вчера, и я надену его, чтобы приготовиться ко сну 今 ночью.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pajarita",
      "translation": "бабочка",
      "definition": "Un tipo de corbata que consiste en una cinta anudada en forma de lazo.",
      "definition_translation": "Тип галстука, который состоит из ленты, завязанной в форме бабочки.",
      "example": "Me puse una pajarita para la cena formal anoche, me la pondré para la boda mañana, y me la puse para la fiesta la semana pasada.",
      "example_translation": "Я надел бабочку на формальный ужин прошлой ночью, я надену ее на свадьбу tomorrow, и я надел ее на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones de peto",
      "translation": "комбинезоны",
      "definition": "pantalones holgados típicamente hechos de denim o tela resistente, a menudo llevados para ocasiones informales o casuales",
      "definition_translation": "свободные брюки, обычно сделанные из денима или другой прочной ткани, часто носятся для неформальных или случайных случаев",
      "example": "Me puse pantalones de peto para el picnic ayer, y me los pondré para la fiesta en el jardín mañana, pero los llevé a la playa el año pasado.",
      "example_translation": "Я надел комбинезоны на пикник вчера, и я надену их на грядущую партию в саду завтра, но я надел их на пляж в прошлом году.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " chanclas",
      "translation": " flips-флips",
      "definition": "un tipo de sandalia con una tira que se desliza entre el dedo gordo y el segundo dedo",
      "definition_translation": "тип сандалий с ремнём, который проходит между большим и вторым пальцами",
      "example": "Compré chanclas para mi vacación, y me las pondré para ir a la playa mañana, pero las llevé a la piscina la semana pasada.",
      "example_translation": "Я купил flip-флips для моего отпуска, и я надену их на пляж завтра, но я надел их в бассейн на прошлой неделе.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrigo de piel",
      "translation": "шуба",
      "definition": "un abrigo hecho de piel, especialmente uno que es lujoso y caro",
      "definition_translation": "пальто, сделанное из меха, особенно то, которое роскошное и дорогое",
      "example": "Ella se puso un hermoso abrigo de piel para la ópera, y se lo pondrá para el baile mañana, pero lo llevó a la cena de gala el año pasado.",
      "example_translation": "Она надела красивую шубу на оперу, и она наденет ее на бал завтра, но она надела ее на гала-ужин в прошлом году.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mono",
      "translation": "комбинезоны",
      "definition": "pantalones holgados y un delantal o chaqueta hechos de tela resistente, llevados para trabajo o ocasiones informales",
      "definition_translation": "свободные брюки и запон или куртка, сделанные из прочной ткани, носятся для работы или случайных случаев",
      "example": "Él se puso un mono para el sitio de construcción, y se lo pondrá para el garaje mañana, pero lo llevó a la granja la semana pasada.",
      "example_translation": "Он надел комбинезоны на строительную площадку, и он наденет их в гараж завтра, но он надел их на ферму на прошлой неделе.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias",
      "translation": "колготки",
      "definition": "Un elemento de ropa que cubre las piernas, típicamente llevado por mujeres, combinando medias y bragas en una pieza.",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, сочетая в себе чулки и трусы в одной детали.",
      "example": "Se puso medias antes de salir para la fiesta. Ha llevado medias todos los días esta semana. Se las pondrá para la boda el mes próximo.",
      "example_translation": "Она надела свои колготки перед выходом на.party. Она носила колготки каждый день этой недели. Она будет носить колготки на свадьбу следующего месяца.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias",
      "translation": "чулки",
      "definition": "Un elemento de ropa que cubre las piernas, típicamente llevado por mujeres, extendiéndose desde los dedos hasta la parte superior de los muslos.",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, отходит от пальцев ног до верхней части бедер.",
      "example": "Compró un par de medias nuevas ayer. Ha llevado medias con sus vestidos durante años. Se las pondrá para la oficina mañana.",
      "example_translation": "Она купила новую пару чулок вчера. Она носила чулки с своими платьями годами. Она будет носить чулки в офис завтра.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombrero de copa",
      "translation": "силовой цилиндр",
      "definition": "Un sombrero alto y plano, típicamente hecho de fieltro o paja, llevado por hombres en el siglo XIX.",
      "definition_translation": "Высокая, плоская шляпа, обычно сделанная из фетра или соломы, носимая мужчинами в 19 веке.",
      "example": "Él se puso un sombrero de copa para el evento formal anoche. Su abuelo solía llevar un sombrero de copa a la iglesia todos los domingos. Se lo pondrá para la fiesta de disfraces el año próximo.",
      "example_translation": "Он надел силовой цилиндр на формальное мероприятие прошлой ночью. Его дедушка носил силовой цилиндр в церковь каждое воскресенье. Он будет носить силовой цилиндр на костюмированную вечеринку следующего года.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "velo",
      "translation": "вуаль",
      "definition": "Un pedazo de tela llevado sobre la cara, típicamente por una novia, para ocultar o parcialmente ocultar la cara.",
      "definition_translation": "Кусок ткани, носимый над лицом, обычно невестой, чтобы скрыть или частично скрыть лицо.",
      "example": "La novia se puso un velo en su día de boda. Ha estado buscando el velo perfecto durante meses. Se lo pondrá para la ceremonia de bodas la próxima semana.",
      "example_translation": "Невеста носила вуаль в день своей свадьбы. Она искала идеальную вуаль месяцами. Она будет носить вуаль на церемонию бракосочетания на следующей неделе.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaleco",
      "translation": "жилет",
      "definition": "Un chaleco es una prenda sin mangas llevada sobre una camisa y debajo de un traje de chaqueta. Normalmente se lleva para ocasiones formales y es parte de un traje de tres piezas.",
      "definition_translation": "Жилет - это безрукавная одежда, надеваемая над рубашкой и под пиджаком костюма. Он обычно носится на正式ных мероприятиях и является частью трехкомпонентного костюма.",
      "example": "Me puse un chaleco para la boda para agregar elegancia a mi atuendo. Me lo pondré para la reunión para parecer más profesional. Me lo puse para la fiesta y fue un gran éxito.",
      "example_translation": "Я надел жилет на свадьбу, чтобы добавить элегантности к моему наряду. Я надену жилет на встречу, чтобы выглядеть более профессионально. Я надел жилет на вечеринку, и это было большим хитом.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasamontañas",
      "translation": "балаclава",
      "definition": "Un pasamontañas es un tipo de gorro que cubre la cabeza, cuello y parte de la cara, a menudo llevado para protección del frío o del viento.",
      "definition_translation": "Балаклава - это тип головного убора, который покрывает голову, шею и часть лица, часто носимый для тепла или защиты от элементов.",
      "example": "Me puse un pasamontañas para ir al resort de esquí para mantener mi cabeza caliente. Ella se lo pondrá para el festival de invierno para proteger su cara del frío. Él se lo puso para el viaje de senderismo para fundirse con el entorno.",
      "example_translation": "Я надел балаклаву в лыжный курорт, чтобы保持 голову теплой. Она наденет балаклаву на зимний фестиваль, чтобы защитить лицо от холода. Он надел балаклаву на поход, чтобы слиться с окружающей средой.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bragas",
      "translation": "бриджи",
      "definition": "Las bragas son un tipo de pantalones ajustados que se llevaban tradicionalmente para montar a caballo, pero ahora se llevan para la moda o para reencarnaciones históricas.",
      "definition_translation": "Бриджи - это тип тесно сидящих брюк, которые традиционно носились для верховой езды, но теперь носятся для моды или исторических реконструкций.",
      "example": "Me puse bragas en el espectáculo hípico para montar mi caballo cómodamente. Ella se pondrá bragas en el festival medieval para meterse en personaje. Él se puso bragas en el desfile de moda para pavonearse en la pasarela.",
      "example_translation": "Я надел бриджи на конное шоу, чтобы комфортно ехать на лошади. Она наденет бриджи на средневековый фестиваль, чтобы войти в роль. Он надел бриджи на показ мод, чтобы прогуляться на подиуме.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "capa",
      "translation": "кейп",
      "definition": "Una capa es un tipo de prenda exterior sin mangas que cuelga del cuello, a menudo llevada en ocasiones formales o ceremoniales.",
      "definition_translation": "Кейп - это безрукавная outer одежда, которая挂ает от шеи, часто носимая на формальные или церемониальные мероприятия.",
      "example": "Me puse una capa en la fiesta de superhéroes para canalizar mi superhéroe interno. Ella se pondrá una capa en la fiesta de máscaras para agregar drama a su atuendo. Él se puso una capa en la ceremonia de graduación para hacer una declaración fuerte.",
      "example_translation": "Я надел кейп на сверхъестественную вечеринку, чтобы почувствовать себя внутренним супергероем. Она наденет кейп на маскарадный бал, чтобы добавить драматичности к своему наряду. Он надел кейп на церемонию выпуска, чтобы сделать смелое заявление.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "obstrucción",
      "translation": "затор",
      "definition": "Una obstrucción o bloqueo, especialmente en una tubería o canal.",
      "definition_translation": "Затор или препятствие, особенно в трубе или канале.",
      "example": "La tubería se bloqueó y el agua empezó a salir. Intentaré bloquear la fuga con un trapo. La ciudad bloqueará las alcantarillas el próximo mes.",
      "example_translation": "Труба забилась, и вода начала вытекать. Я постараюсь забить течь тряпкой. Город забьет дренажи на следующий месяц.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corsé",
      "translation": "корсет",
      "definition": "Un corsé es un vestido ceñido sin mangas, típicamente llevado por mujeres, diseñado para dar forma y apoyo al cuerpo.",
      "definition_translation": "Теснооблегающая безрукавная одежда, обычно носимая женщинами, предназначенная для формирования и поддержки тела.",
      "example": "Ella se puso un corsé en la fiesta. Tuve que ceñir mi cintura para entrar en el vestido. Ella se ceñirá para la boda.",
      "example_translation": "Она носила корсет на вечеринку. Мне пришлось пригнать талию, чтобы войти в платье. Она будет корсетиować себя на свадьбу.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias de red",
      "translation": "решетчатые чулки",
      "definition": "Medias con un patrón de pequeños agujeros, típicamente hechas de nylon o spandex, llevadas por moda o como parte de un traje.",
      "definition_translation": "Чулки с рисунком из маленьких дырок, обычно изделие из нильона или спандекса, носят для моды или как часть костюма.",
      "example": "Ella se puso medias de red en el club. Me pondré medias de red en la fiesta de Halloween. Las medias de red están de vuelta en la moda.",
      "example_translation": "Она надела решетчатые чулки в клуб. Я надену решетчатые чулки на Хэллоуинскую вечеринку. Решетчатые чулки снова в моде.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "faja",
      "translation": "пояс",
      "definition": "Una faja es una banda flexible o correa, típicamente llevada alrededor de la cintura, utilizada para sujetar o sostener la ropa.",
      "definition_translation": "гибкая лента или ремень, обычно надеваемый вокруг талии, используется для поддержки или держания одежды.",
      "example": "Ella se puso una faja para sujetar su falda. Me pondré una faja en la boda. Las fajas ya no están de moda.",
      "example_translation": "Она надела пояс, чтобы держать юбку. Я надену пояс на свадьбу. Пояса artık не в моде.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calentadores de piernas",
      "translation": "ног Тепло",
      "definition": "Los calentadores de piernas son un tipo de ropa que se lleva puesto por bailarines y atletas para mantener las piernas calientes durante el ejercicio o la presentación.",
      "definition_translation": "Ног Тепло - это тип одежды, который носят танцоры и спортсмены, чтобы согреть ноги во время упражнений или выступления.",
      "example": "Me puse calentadores de piernas durante la práctica de ballet ayer, pero no los necesitaré mañana. En el futuro, me los pondré solo en invierno.",
      "example_translation": "Я носил ног Тепло во время занятий балетом вчера, но я не буду нуждаться в них завтра. В будущем я буду носить их только зимой.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enaguas",
      "translation": "юбка",
      "definition": "Las enaguas son un tipo de falda interior que se lleva debajo de la falda o vestido para agregar volumen o dar forma.",
      "definition_translation": "Юбка - это тип нижней юбки, который носят женщины, чтобы добавить объем или форму юбке или платью.",
      "example": "Ella se puso enaguas debajo de su vestido de boda para hacerlo parecer más elegante. Su abuela había llevado enaguas similares en el pasado. Comprará nuevas enaguas para la boda de su hermana el próximo mes.",
      "example_translation": "Она носила юбку под свадебным платьем, чтобы оно смотрелось более элегантно. Ее бабушка носила podobnou юбку в прошлом. Она купит новую юбку для свадьбы своей сестры на следующий месяц.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrigo de piel de oveja",
      "translation": "шуба из овечьей шерсти",
      "definition": "Un abrigo de piel de oveja es un tipo de prenda exterior hecha de la piel y la lana de ovejas, a menudo llevada por calor y protección contra los elementos.",
      "definition_translation": "Шуба из овечьей шерсти - это тип outerwear, сделанный из кожи и шерсти овец, часто носятся для тепла и защиты от элементов.",
      "example": "Él se puso un abrigo de piel de oveja durante su viaje de caza en las montañas el invierno pasado. Su padre le había regalado el abrigo antes de que se fuera. Se lo pondrá de nuevo el próximo invierno.",
      "example_translation": "Он носил шубу из овечьей шерсти во время своей охоты в горах прошлой зимой. Его отец дал ему шubu в подарок перед тем, как он ушел. Он наденет ее снова на следующей зиме.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaleco",
      "translation": "жилет",
      "definition": "Un chaleco es un tipo de prenda sin mangas que se lleva sobre una camisa, a menudo para calor o como parte de un uniforme.",
      "definition_translation": "Жилет - это тип бесрукавного гардероба, который носится над рубашкой, часто для тепла или как часть униформы.",
      "example": "Me puse un chaleco durante mi viaje de senderismo en las montañas el verano pasado. Mis amigos se pusieron chalecos similares durante nuestro viaje. Nos los pondremos de nuevo en nuestro próximo viaje.",
      "example_translation": "Я носил жилет во время моей похода в горах прошлым летом. Мои друзья носили подобные жилеты во время нашей поездки. Мы наденем их снова на нашей следующей поездке.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " gorro",
      "translation": "капот",
      "definition": "Una cubierta para la cabeza, típicamente hecha de tela o paja, que se lleva al aire libre.",
      "definition_translation": "Накрытие для головы, обычно делается из ткани или соломы, носится на улице.",
      "example": "Ella se puso un gorro para proteger su cabello del sol. Ella se pondrá un gorro al partido en el jardín. Ella había llevado un gorro a la playa.",
      "example_translation": "Она надела капот, чтобы защитить волосы от солнца. Она будет носить капот на gardenparty. Она надела капот на пляж.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bata de dormir",
      "translation": "халат",
      "definition": "Una prenda holgada y cómoda que se lleva sobre la ropa de dormir, típicamente hecha de tela suave.",
      "definition_translation": "Свободный, удобный наряд надевается над ночной одеждой, обычно делается из мягкой ткани.",
      "example": "Se puso su bata de dormir después de ducharse. Se pondrá su bata de dormir para desayunar. Había llevado su bata de dormir toda la mañana.",
      "example_translation": "Она надела халат после принятия душа. Она будет носить халат на завтрак. Она надела халат всю morning.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sudadera con capucha",
      "translation": "худи",
      "definition": "Una sudadera o chaqueta con capucha, que se lleva típicamente para actividades informales al aire libre.",
      "definition_translation": "Свитшот или куртка с капюшоном, обычно носится для независимых уличных занятий.",
      "example": "Él se puso una sudadera con capucha para ir al parque. Él se pondrá una sudadera con capucha para ir al gimnasio. Él había llevado una sudadera con capucha al partido en la playa.",
      "example_translation": "Он надел худи в парк. Он будет носить худи в зал. Он надел худи на пляжную party.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bata de casa",
      "translation": "домашний халат",
      "definition": "Una prenda holgada e informal que se lleva en casa, típicamente hecha de tela suave.",
      "definition_translation": "Свободный, неформальный наряд надевается дома, обычно делается из мягкой ткани.",
      "example": "Ella se puso una bata de casa para estar por la casa. Se pondrá una bata de casa para hacer la colada. Había llevado una bata de casa todo el día.",
      "example_translation": "Она надела домашний халат, чтобы покрутиться по дому. Она будет носить домашний халат, чтобы постирать. Она надела домашний халат весь день.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuello alto",
      "translation": "гольф",
      "definition": "Un cuello alto es un tipo de suéter o parte superior que tiene un cuello alto y redondo que se dobla y cubre el cuello.",
      "definition_translation": "Туртленек - это тип свитера или верхней части, который имеет высокий, круглый воротник, который складывается и покрывает шею.",
      "example": "Me puse un suéter de cuello alto para el concierto anoche. Me pongo un cuello alto para trabajar todos los días. Me pondré un cuello alto para la fiesta mañana.",
      "example_translation": "Я надел свитер с туртленеком на концерт вчера вечером. Я ношу туртленек на работу каждый день. Я надену туртленек на вечеринку завтра.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "miriñaque",
      "translation": "юбка-подкладка",
      "definition": "Un miriñaque es una capa de tela que se lleva debajo de una falda o vestido para añadir volumen o forma.",
      "definition_translation": "Юбка-подкладка - это слой ткани, который носится под юбкой или платьем, чтобы добавить объем или форму.",
      "example": "Me puse un miriñaque debajo de mi vestido de boda para que pareciera más lleno. Ella lleva un miriñaque debajo de su falda para sentirse más segura. Ellas se pondrán miriñaques debajo de sus vestidos para el baile.",
      "example_translation": "Я надел юбку-подкладку под свадебное платье, чтобы оно выгляделоолее полным. Она носит юбку-подкладку под юбкой, чтобы чувствовать себя более уверенно. Они наденут юбки-подкладки под платья на бал.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaqueta de chaleco",
      "translation": "жилет",
      "definition": "Una chaqueta de chaleco es una prenda sin mangas que se lleva alrededor de la cintura, típicamente como parte de un atuendo formal.",
      "definition_translation": "Жилет - это бесрукавная деталь, которую носят вокруг талии, обычно в составе формального наряда.",
      "example": "Él se puso una chaqueta de chaleco para la ceremonia de boda. Me pongo una chaqueta de chaleco para eventos formales. Ella se pondrá una chaqueta de chaleco para la ópera.",
      "example_translation": "Он надел жилет на церемонию бракосочетания. Я ношу жилет на формальные мероприятия. Она наденет жилет на оперу.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]