[
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocinero",
      "translation": "повар",
      "definition": "Una persona que prepara y cocina alimentos, especialmente como ocupación.",
      "definition_translation": "Человек, который готовит иварит пищу, особенно как профессия.",
      "example": "Ella cocinó una deliciosa comida para su familia la noche anterior. Ahora está cocinando la cena para sus amigos. Mañana cocinará el desayuno para sus hijos.",
      "example_translation": "Она приготовила вкусный обед для своей семьи прошлым вечером. Она готовит ужин для своих друзей сейчас. Она приготовит завтрак для своих детей завтра.",
      "imageLink": "image_files\\English\\cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "médico",
      "translation": "доктор",
      "definition": "Una persona capacitada para practicar la medicina, especialmente una que posee un título médico.",
      "definition_translation": "Человек, который имеет право практиковать медицину, особенно тот, кто имеет медицинскую степень.",
      "example": "El médico examinó al paciente cuidadosamente. Ahora está examinando los resultados de las pruebas. La próxima semana examinará al paciente de nuevo.",
      "example_translation": "Доктор тщательно осмотрел пациента. Доктор сейчас просматривает результаты теста. Доктор будет осматривать пациента снова на следующей неделе.",
      "imageLink": "image_files\\English\\doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conductor",
      "translation": "водитель",
      "definition": "Una persona que opera un vehículo, especialmente un coche o camión.",
      "definition_translation": "Человек, который управляет транспортным средством, особенно автомобилем или грузовиком.",
      "example": "Él condujo al trabajo ayer. Ahora está conduciendo a la escuela. Mañana conducirá a la playa.",
      "example_translation": "Он ехал на работу вчера. Он сейчас едет в школу. Он будет ехать на пляж завтра.",
      "imageLink": "image_files\\English\\driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maestro",
      "translation": "учитель",
      "definition": "Una persona que enseña, especialmente una empleada en una escuela.",
      "definition_translation": "Человек, который учит, особенно тот, кто работает в школе.",
      "example": "Ella enseñó matemáticas a sus estudiantes el año pasado. Ahora está enseñando inglés. Mañana enseñará historia.",
      "example_translation": "Она преподавала математiku своим студентам в прошлом году. Она сейчас преподает английский язык. Она будет преподавать историю завтра.",
      "imageLink": "image_files\\English\\teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mesero",
      "translation": "официант",
      "definition": "Un hombre que sirve comida y bebidas en un restaurante",
      "definition_translation": "человек, обычно мужчина, который обслуживает клиентов в ресторане",
      "example": "El mesero nos trajo el menú. Pronto nos traerá la comida. La última vez nos trajo la cuenta.",
      "example_translation": "Официант принёс нам меню. Он принесёт нашу еду скоро. Он принёс нам счёт в прошлый раз.",
      "imageLink": "image_files\\English\\waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mesera",
      "translation": "официантка",
      "definition": "Una mujer que sirve comida y bebidas en un restaurante",
      "definition_translation": "человек, обычно женщина, которая обслуживает клиентов в ресторане",
      "example": "La mesera tomó nuestro pedido. Pronto nos traerá las bebidas. Ayer nos trajo el postre.",
      "example_translation": "Официантка взяла наш заказ. Она принесёт наши напитки скоро. Она принесла нам десерт вчера.",
      "imageLink": "image_files\\English\\waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actor",
      "translation": "актёр",
      "definition": "Una persona que actúa en una obra de teatro, película o producción de televisión",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции",
      "example": "El actor interpretó el papel de un rey. Interpretará el papel principal en la nueva película. Interpretó un papel pequeño en la última obra de teatro.",
      "example_translation": "Актёр играл роль короля. Он будет играть главную роль в новом фильме. Он играл nhỏую роль в последнем спектакле.",
      "imageLink": "image_files\\English\\actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actriz",
      "translation": "актриса",
      "definition": "Una persona que actúa en una obra de teatro, película o producción de televisión, especialmente una mujer",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции, особенно женщина",
      "example": "La actriz ganó un premio por su actuación. Serie la estrella en la nueva serie de televisión. Interpretó el personaje principal en la última película.",
      "example_translation": "Актриса выиграла премию за свою игру. Она будет сниматься в новом телесериале. Она играла главную роль в последнем фильме.",
      "imageLink": "image_files\\English\\actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "artista",
      "translation": "художник",
      "definition": "Una persona que crea pinturas, dibujos o esculturas.",
      "definition_translation": "Человек, создающий картины, рисунки или скульптуры.",
      "example": "Era una artista que amaba pintar paisajes. Actualmente está trabajando en un nuevo proyecto. Tendrá su primera exposición el próximo mes.",
      "example_translation": "Она была художницей, которая любила рисовать пейзажи. Она в настоящее время работает над новым проектом. Она будет иметь свою первую выставку в следующем месяце.",
      "imageLink": "image_files\\English\\artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hombre de negocios",
      "translation": "бизнесмен",
      "definition": "Una persona que se involucra en actividades comerciales o industriales.",
      "definition_translation": "Человек, который участвует в коммерческих или промышленных мероприятиях.",
      "example": "Él era un hombre de negocios exitoso que fundó su propia empresa. Actualmente está expandiendo su negocio. La próxima año abrirá una nueva oficina.",
      "example_translation": "Он был успешным бизнесменом, который основал свою собственную компанию. Он в настоящее время расширяет свой бизнес. Он откроет новый офис в следующем году.",
      "imageLink": "image_files\\English\\businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mujer de negocios",
      "translation": "бизнес-леди",
      "definition": "Una mujer que se ocupa de actividades comerciales o industriales.",
      "definition_translation": "Женщина, которая участвует в коммерческих или промышленных мероприятиях.",
      "example": "Era una mujer de negocios exitosa que fundó su propia empresa. Estaba negociando un trato con un cliente potencial. Dará un discurso en una conferencia la próxima semana.",
      "example_translation": "Она была успешной бизнес-леди, которая начала свою own компанию. Она вела переговоры о сделке с потенциальным клиентом. Она будет выступать с речью на конференции на следующей неделе.",
      "imageLink": "image_files\\English\\businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mecánico de coches",
      "translation": "автослесарь",
      "definition": "Una persona que repara y mantiene vehículos.",
      "definition_translation": "Человек, который ремонтирует и обслуживает транспортные средства.",
      "example": "Era un mecánico de coches habilidoso que reparó mi coche. Está trabajando en un nuevo proyecto. Abrirá su propio taller el próximo mes.",
      "example_translation": "Он был опытным автослесарем, который отремонтировал мою машину. Он в настоящее время работает над новым проектом. Он откроет свой собственный гараж в следующем месяце.",
      "imageLink": "image_files\\English\\car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chef",
      "translation": "повар",
      "definition": "Un chef es un cocinero capacitado y experimentado que prepara alimentos en un restaurante o establecimiento de servicio de alimentos.",
      "definition_translation": "Повар - это обученный и опытный повар, который готовит пищу в ресторане или другом учреждении общественного питания.",
      "example": "Ella ha trabajado como chef en un hotel de cinco estrellas durante cinco años. Está trabajando como chef en un restaurante ocupado ahora. Trabajaría como chef en un crucero el próximo año.",
      "example_translation": "Она работала поваром в пятизвездочном отеле пять лет. Теперь она работает поваром в忙ующем ресторане. Она будет работать поваром на круизном судне в следующем году.",
      "imageLink": "image_files\\English\\chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "químico",
      "translation": "химик",
      "definition": "Un químico es un científico que estudia la composición y propiedades de sustancias y las reacciones que experimentan.",
      "definition_translation": "Химик - это ученый, который изучает состав и свойства веществ и реакции, которые они проходят.",
      "example": "Él era un químico en un laboratorio donde analiza la composición química del agua. Está trabajando como químico en una empresa farmacéutica ahora. Será el principal químico en un instituto de investigación el próximo año.",
      "example_translation": "Он был химиком в лаборатории, где он анализировал химический состав воды. Теперь он работает химиком в фармацевтической компании. Он будет ведущим химиком в исследовательском институте в следующем году.",
      "imageLink": "image_files\\English\\chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limpiadora",
      "translation": "уборщик",
      "definition": "Una limpiadora es una persona que se encarga de limpiar edificios, calles o espacios públicos.",
      "definition_translation": "Уборщик - это человек, который отвечает за уборку зданий, улиц или общественных пространств.",
      "example": "Ella trabajó como limpiadora en un edificio de oficinas durante tres años. Está trabajando como limpiadora en un hospital ahora. Trabajaría como limpiadora en una escuela el próximo año.",
      "example_translation": "Она работала уборщицей в офисном здании три года. Теперь она работает уборщицей в больнице. Она будет работать уборщицей в школе в следующем году.",
      "imageLink": "image_files\\English\\cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bailarín",
      "translation": "танцор",
      "definition": "Un bailarín es una persona que ejecuta danzas como profesión o afición.",
      "definition_translation": "Танцор - это человек, который выполняет танцы как профессию или хобби.",
      "example": "Él era un bailarín en una compañía de ballet durante cinco años. Está trabajando como bailarín en un teatro musical ahora. Será el principal bailarín en una compañía de danza el próximo año.",
      "example_translation": "Он был танцором в балетной компании пять лет. Теперь он работает танцором в музыкальном театре. Он будет ведущим танцором в танцевальной компании в следующем году.",
      "imageLink": "image_files\\English\\dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dentista",
      "translation": "стоматолог",
      "definition": "Una persona cuya profesión es cuidar de los dientes y encías, y proporcionar tratamiento preventivo y restaurativo para la caries dental, la enfermedad periodontal y otras condiciones.",
      "definition_translation": "Человек, чья профессия заботиться о зубах и деснах, и предоставлять профилактические и восстановительные лечения для кариеса зубов, заболеваний десен и других условий.",
      "example": "He ido a mi dentista regularmente durante los últimos cinco años, visitaré a mi dentista la próxima semana, y visité a mi dentista el mes pasado.",
      "example_translation": "Я хожу к своему стоматологу регулярно на протяжении пяти лет, я посещу своего стоматолога на следующей неделе, и я посетил своего стоматолога прошлый месяц.",
      "imageLink": "image_files\\English\\dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingeniero",
      "translation": "инженер",
      "definition": "Una persona que diseña, construye o mantiene motores, máquinas o estructuras, o que está capacitada en una de las ramas de la ingeniería.",
      "definition_translation": "Человек, который проектирует, строит или обслуживает двигатели, машины или сооружения, или кто обучен в одной из областей инженерии.",
      "example": "Ella trabaja como ingeniera en una empresa de fabricación de coches, diseñará un nuevo sistema de motor, y construyó un brazo robótico en su proyecto anterior.",
      "example_translation": "Она работает инженером в компании по производству автомобилей, она спроектирует новую систему двигателя, и она построила роботизированную руку в ее предыдущем проекте.",
      "imageLink": "image_files\\English\\engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agricultor",
      "translation": "фермер",
      "definition": "Una persona que posee o gestiona una granja, especialmente una que cultiva la tierra y cría cultivos o ganado.",
      "definition_translation": "Человек, который владеет или управляет фермой, особенно тот, кто культивирует землю и выращивает культуры или скот.",
      "example": "Mi abuelo era un agricultor, cosechará sus cultivos el próximo mes, y había arado los campos ayer.",
      "example_translation": "Мой дедушка был фермером, он убирает свой урожай следующий месяц, и он пахал поля вчера.",
      "imageLink": "image_files\\English\\farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "futbolista",
      "translation": "футболист",
      "definition": "Una persona que juega fútbol, especialmente profesionalmente.",
      "definition_translation": "Человек, который играет в футбол, особенно профессионально.",
      "example": "Él es un futbolista habilidoso, jugará en el partido final, y había marcado un gol en el último juego.",
      "example_translation": "Он является опытным футболистом, он будет играть в финальном матче, и он забил гол в последней игре.",
      "imageLink": "image_files\\English\\footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía",
      "translation": "гид",
      "definition": "Una persona que lidera o dirige a las personas en un tour o viaje, especialmente una que explica la historia, cultura y características de un lugar.",
      "definition_translation": "Человек, который руководит или направляет людей по туру или путешествию, особенно тот, кто объясняет историю, культуру и особенности места.",
      "example": "Ella trabajó como guía en el museo durante cinco años, luego guiará a los turistas a través de la ciudad antigua el próximo verano, y finalmente, nos guiará por el parque.",
      "example_translation": "Она работала гидом в музее пять лет, затем она будет сопровождать туристов через ancient город следующим летом, и, наконец, она проводила нас через парк.",
      "imageLink": "image_files\\English\\guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "director de escuela",
      "translation": "директор школы",
      "definition": "El maestro principal o administrador a cargo de una escuela.",
      "definition_translation": "Главный учитель или администратор, отвечающий за школу.",
      "example": "El director de escuela disciplinará al estudiante que rompió las reglas, ella ha sido la directora de esta escuela durante diez años, y el director de escuela se retirará el próximo año.",
      "example_translation": "Директор школы дисциплинирует студента, который нарушил правила, она была директором этой школы десять лет, и директор школы уйдет на пенсию следующим годом.",
      "imageLink": "image_files\\English\\headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gerente",
      "translation": "менеджер",
      "definition": "Una persona responsable de controlar o administrar un negocio, organización o proyecto.",
      "definition_translation": "Человек, отвечающий за контроль или администрирование бизнеса, организации или проекта.",
      "example": "Él fue ascendido a gerente del departamento de ventas, el gerente del hotel nos recibirá en la recepción, y el gerente aumentará el presupuesto el próximo trimestre.",
      "example_translation": "Он был повышен до должности менеджера отдела продаж, менеджер отеля встретит нас в регистратуре, и менеджер увеличит бюджет в следующем квартале.",
      "imageLink": "image_files\\English\\manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mecánico",
      "translation": "механик",
      "definition": "Una persona cuyo trabajo es reparar y mantener máquinas, especialmente vehículos.",
      "definition_translation": "Человек, чья работа заключается в ремонте и обслуживании машин, особенно транспортных средств.",
      "example": "El mecánico reparó el motor del coche, ella será mecánico en el equipo de carreras, y el mecánico revisará los frenos de la bicicleta mañana.",
      "example_translation": "Механик починил двигатель автомобиля, она будет механиком в команде гонщиков, и механик проверит тормоза велосипеда завтра.",
      "imageLink": "image_files\\English\\mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enfermera",
      "translation": "медицинская сестра",
      "definition": "Una enfermera es una persona entrenada para cuidar a los enfermos o heridos, especialmente en un hospital o clínica.",
      "definition_translation": "Медицинская сестра - это человек, обученный заботиться о больных или раненых, особенно в больнице или клинике.",
      "example": "Ella trabajó como enfermera en el hospital durante cinco años, luego trabajará en una clínica, y ahora es la enfermera jefa.",
      "example_translation": "Она worked как медсестра в больнице пять лет, потом она будет работать в клинике, а теперь она работает как старшая медсестра.",
      "imageLink": "image_files\\English\\nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintor",
      "translation": "художник",
      "definition": "Un pintor es una persona que pinta cuadros o paredes como trabajo o afición.",
      "definition_translation": "Художник - это человек, который рисует картины или стены как работа или хобби.",
      "example": "Él fue un famoso pintor en el siglo XIX, ha pintado muchos paisajes hermosos, ahora pinta retratos, y en el futuro, pintará escenas urbanas.",
      "example_translation": "Он был знаменитым художником в 19 веке, он написал много красивых пейзажей, теперь он рисует портреты, а в будущем он будет рисовать городские сцены.",
      "imageLink": "image_files\\English\\painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fotógrafo",
      "translation": "фотограф",
      "definition": "Un fotógrafo es una persona que toma fotografías como trabajo o afición.",
      "definition_translation": "Фотограф - это человек, который делает фотографии как работа или хобби.",
      "example": "Ella fue una fotógrafa en la boda, ha tomado muchas fotos hermosas, ahora está tomando fotos de la naturaleza, y en el futuro, tomará fotos de ciudades.",
      "example_translation": "Она была фотографом на свадьбе, она сделала много красивых фотографий, теперь она делает фото природы, а в будущем она будет делать фото городов.",
      "imageLink": "image_files\\English\\photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piloto",
      "translation": "лётчик",
      "definition": "Un piloto es una persona que vuela un avión, especialmente como trabajo.",
      "definition_translation": "Лётчик - это человек, который летает на воздушном судне, особенно как работа.",
      "example": "Él fue un piloto en la fuerza aérea, ha volado muchos aviones, ahora vuela un avión comercial, y en el futuro, volará un jet privado.",
      "example_translation": "Он был лётчиком в военно-воздушных силах, он летал на многих самолётах, теперь он летает на коммерческом лайнере, а в будущем он будет летать на частном реактивном самолете.",
      "imageLink": "image_files\\English\\pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jugador",
      "translation": "игрок",
      "definition": "Una persona que participa en un deporte, juego o actividad.",
      "definition_translation": "Человек, участвующий в спорте, игре или hoạtности.",
      "example": "Él fue un gran jugador en sus días de universidad, pero ahora solo juega por divertirse. Jugó fútbol ayer y jugará tenis mañana. Será un jugador profesional en el futuro.",
      "example_translation": "Он был отличным игроком в своей колледжской жизни, но теперь он просто играет для удовольствия. Он играл в футбол вчера и будет играть в теннис завтра. Он будет профессиональным игроком в будущем.",
      "imageLink": "image_files\\English\\player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oficial de policía",
      "translation": "полицейский",
      "definition": "Una persona responsable de aplicar la ley y mantener el orden en un área determinada.",
      "definition_translation": "Человек, ответственный за обеспечение закона и поддержание порядка в определенной области.",
      "example": "El oficial de policía arrestó al sospechoso y lo llevó a la estación. Ella ha sido una oficial de policía durante cinco años y ha resuelto muchos casos. Será un jefe de policía en el futuro.",
      "example_translation": "Полицейский арестовал подозреваемого и отвез его в участок. Она была полицейским пять лет и раскрыла nhiều дел. Она станет начальником полиции в будущем.",
      "imageLink": "image_files\\English\\police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "policía",
      "translation": "полицейский",
      "definition": "Un oficial de policía masculino.",
      "definition_translation": "Мужчина, работающий в полиции.",
      "example": "El policía dirigió el tráfico y mantuvo a los peatones seguros. Ha sido policía durante diez años y ha recibido muchos premios. Se retirará como policía el próximo año.",
      "example_translation": "Полицейский управлял движением и поддерживал безопасность пешеходов. Он был полицейским десять лет и получил много наград. Он уйдет на пенсию полицейским в следующем году.",
      "imageLink": "image_files\\English\\policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "policía",
      "translation": "полицейская",
      "definition": "Una oficial de policía femenina.",
      "definition_translation": "Женщина, работающая в полиции.",
      "example": "La policía fue muy amable y ayudó al niño perdido a encontrar a su madre. Ha sido policía durante siete años y ha resuelto muchos crímenes. Será detective en el futuro.",
      "example_translation": "Полицейственная была очень доброй и помогла потерявшемуся ребенку найти его мать. Она была полицейской семь лет и раскрыла много преступлений. Она станет детективом в будущем.",
      "imageLink": "image_files\\English\\policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recepcionista",
      "translation": "приёмщик",
      "definition": "Una persona empleada para recibir y organizar reservas, atender llamadas telefónicas y realizar otras tareas administrativas en un hotel, oficina o otra organización.",
      "definition_translation": "Человек, нанятый для приема и организации бронирования, ответа на телефонные звонки и выполнения других административных задач в отеле, офисе или другой организации.",
      "example": "La recepcionista nos saludó calurosamente y nos registró en nuestra habitación. Nos registrará mañana por la mañana. Había registrado nuestra reserva en línea antes de nuestra llegada.",
      "example_translation": "Приемщик тепло поприветствовал нас и заселил нас в наш номер. Она выселит нас завтра утром. Она зарегистрировала нас онлайн перед нашим прибытием.",
      "imageLink": "image_files\\English\\receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asistente de ventas",
      "translation": "помощник по продажам",
      "definition": "Una persona que asiste a un vendedor o equipo de ventas con tareas administrativas, servicio al cliente y apoyo a las ventas.",
      "definition_translation": "Человек, который помогает продавцу или команде продаж с административными задачами, обслуживанием клиентов и поддержкой продаж.",
      "example": "El asistente de ventas ayudó al cliente a encontrar el producto adecuado. Asistirá al equipo de ventas con la próxima promoción. Había asistido al gerente con la campaña anterior.",
      "example_translation": "Помощник по продажам помог клиенту найти нужный продукт. Она поможет команде продаж с грядущей акцией. Она помогала менеджеру с предыдущей кампанией.",
      "imageLink": "image_files\\English\\salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vendedor",
      "translation": "продавец",
      "definition": "Una persona que vende bienes o servicios a clientes, a menudo en un entorno minorista o mayorista.",
      "definition_translation": "Человек, который продает товары или услуги клиентам, часто в розничной или оптовой обстановке.",
      "example": "El vendedor nos mostró la nueva línea de productos. Venderá la nueva colección el próximo trimestre. Había vendido el modelo anterior con descuento.",
      "example_translation": "Продавец показал нам новую линейку продуктов. Она продаст новую коллекцию в следующем квартале. Она продала предыдущую модель со скидкой.",
      "imageLink": "image_files\\English\\salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "secretaria",
      "translation": "секретарь",
      "definition": "Una persona empleada para proporcionar apoyo administrativo a una organización o negocio, a menudo responsable de tareas como escribir a máquina, archivar y hacer arreglos de viaje.",
      "definition_translation": "Человек, нанятый для предоставления административной поддержки организации или бизнесу, часто отвечающий за задачи, такие как печатание, файловое хранение и организацию поездок.",
      "example": "La secretaria tomó notas durante la reunión. Programará la llamada de conferencia mañana. Había reservado el vuelo para el viaje anterior.",
      "example_translation": "Секретарь делала записи во время встречи. Она запланирует конференц-звонок завтра. Она забронировала билет на предыдущую поездку.",
      "imageLink": "image_files\\English\\secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cantante",
      "translation": "певец",
      "definition": "Una persona que canta, especialmente profesionalmente.",
      "definition_translation": "Человек, который поет, особенно профессионально.",
      "example": "El cantante realizó una hermosa interpretación del himno nacional. Ha sido cantante desde que tenía 18 años. Será un famoso cantante algún día.",
      "example_translation": "Певец исполнил krásную версию национального гимна. Она стала певцом, когда ей было 18 лет. Она будет знаменитым певцом в один день.",
      "imageLink": "image_files\\English\\singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conductor de taxi",
      "translation": "водитель такси",
      "definition": "Una persona que conduce un taxi como ocupación.",
      "definition_translation": "Человек, который водит такси как职业.",
      "example": "El conductor de taxi fue muy amable y ayuda. Ha sido conductor de taxi durante 10 años. Conducirá un taxi al aeropuerto mañana.",
      "example_translation": "Водитель такси был очень дружелюбным и helpful. Он был водителем такси в течение 10 лет. Он будет водить такси до аэропорта завтра.",
      "imageLink": "image_files\\English\\taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía de turismo",
      "translation": "экскурсовод",
      "definition": "Una persona que lidera y guía a turistas, especialmente en un área o ruta específica.",
      "definition_translation": "Человек, который ведет и сопровождает туристов, особенно в определенной области или на определенной маршруте.",
      "example": "La guía de turismo nos mostró la ciudad antigua. Ha sido guía de turismo durante 5 años. Contratarán a un nuevo guía de turismo para la temporada de verano.",
      "example_translation": "Экскурсовод показал нам вокруг старого города. Она была экскурсоводом в течение 5 лет. Они нанять нового экскурсовода на летний сезон.",
      "imageLink": "image_files\\English\\tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escritor",
      "translation": "писатель",
      "definition": "Una persona que escribe libros, historias o artículos como trabajo o ocupación.",
      "definition_translation": "Человек, который пишет книги, истории или статьи как работу или занятие.",
      "example": "El escritor publicó su primera novela el año pasado. Ha sido escritor desde que se graduó de la universidad. Será un famoso escritor algún día.",
      "example_translation": "Писатель опубликовал свою первую новеллу в прошлом году. Он был писателем, когда он окончил колледж. Она будет знаменитым писателем в один день.",
      "imageLink": "image_files\\English\\writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contador",
      "translation": "бухгалтер",
      "definition": "Una persona cuyo trabajo es mantener, inspeccionar y preparar registros y cuentas financieras.",
      "definition_translation": "Человек, чья работа заключается в ведении, проверке и подготовке финансовых отчетов и счетов.",
      "example": "Ella trabajó como contador en una gran firma durante cinco años, luego se convirtió en contador en un banco y ahora va aConvertirse en contador en una startup.",
      "example_translation": "Она работала бухгалтером в большой фирме в течение пяти лет, затем стала бухгалтером в банке, и сейчас она собирается стать бухгалтером в стартапе.",
      "imageLink": "image_files\\English\\accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arquitecto",
      "translation": "архитектор",
      "definition": "Una persona que diseña edificios y otras estructuras.",
      "definition_translation": "Человек, который проектирует здания и другие сооружения.",
      "example": "Él fue el arquitecto del famoso edificio, lo diseñó hace 10 años y diseñará uno nuevo el próximo año.",
      "example_translation": "Он был архитектором знаменитого здания, спроектировал его 10 лет назад, и будет проектировать новое здание в следующем году.",
      "imageLink": "image_files\\English\\architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niñera",
      "translation": "няня",
      "definition": "Una persona, generalmente una joven, que cuida a un niño o niños cuando sus padres no están presentes.",
      "definition_translation": "Человек, как правило, молодая женщина, которая заботится о ребенке или детях, когда их родители отсутствуют.",
      "example": "Ella fue niñera de los hijos de los Smiths cuando estuvieron de vacaciones, los cuidó el verano pasado y los cuidará de nuevo la próxima semana.",
      "example_translation": "Она была няней для детей Смиты, когда они были в отпуске, сидела с ними прошлым летом, и будет сидеть с ними снова на следующей неделе.",
      "imageLink": "image_files\\English\\babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "panadero",
      "translation": "пекарь",
      "definition": "Una persona que hace y vende pan, pasteles y pasteles.",
      "definition_translation": "Человек, который делает и продает хлеб, торты и пирожные.",
      "example": "Él fue panadero en una pequeña tienda, horneó pan ayer yhorneará un pastel mañana.",
      "example_translation": "Он был пекарем в маленькой лавке, пек хлеб вчера, и собирается испечь торт завтра.",
      "imageLink": "image_files\\English\\baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bailarín de ballet",
      "translation": "балерина",
      "definition": "Una persona que ejecuta ballet, un tipo de danza clásica caracterizada por movimientos precisos y gráciles.",
      "definition_translation": "Человек, исполняющий балет, тип классического танца, характеризующийся точными и изящными движениями.",
      "example": "Ella fue una bailarina principal de ballet en la compañía, y había actuado en muchas producciones famosas. Había estado bailando desde que era niña, y seguirá bailando por muchos años más.",
      "example_translation": "Она была ведущей балериной в компании и выступила в многих знаменитых постановках. Она начала танцевать, когда была ребенком, и будет танцевать многие годы вперед.",
      "imageLink": "image_files\\English\\ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbero",
      "translation": "парикмахер",
      "definition": "Una persona cuya ocupación es cortar y estilo cabello, especialmente para hombres.",
      "definition_translation": "Человек, чья профессия заключается в стрижке и стилизации волос, особенно для мужчин.",
      "example": "El barbero era muy habilidoso y había estado en el negocio durante más de 20 años. Había estado cortando cabello desde que era aprendiz, y seguiría haciéndolo por muchos años más.",
      "example_translation": "Парикмахер был rất-skilled и проработал в этом бизнесе более 20 лет. Он стриг волосы с тех пор, как был учеником, и будет продолжать это делать многие годы вперед.",
      "imageLink": "image_files\\English\\barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "бармен",
      "definition": "Una persona que sirve bebidas y administra el bar en un pub, restaurante o establecimiento.",
      "definition_translation": "Человек, который сервирует напитки и управляет баром в пабе, ресторане или другой организации.",
      "example": "El barman era muy amable y hacía grandes cócteles. Había estado trabajando en el bar durante cinco años, y seguiría trabajando allí durante muchos años más.",
      "example_translation": "Бармен был очень дружелюбным и делал GREAT коктейли. Он проработал в баре пять лет, и будет работать там многих лет вперед.",
      "imageLink": "image_files\\English\\barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "constructor",
      "translation": "строитель",
      "definition": "Una persona que construye algo, como una casa, un puente o una carretera.",
      "definition_translation": "Человек, который строит или сооружает что-то, например дом, мост или дорогу.",
      "example": "El constructor había estado trabajando en el nuevo proyecto durante meses, y lo terminaría pronto. Había construido muchas casas en el pasado, y seguiría construyendo muchas más en el futuro.",
      "example_translation": "Строитель работал над новым проектом месяцами, и закончит его вскоре. Он построил многие дома в прошлом, и будет продолжать строить многие больше в будущем.",
      "imageLink": "image_files\\English\\builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carnicero",
      "translation": "мясник",
      "definition": "Una persona que sacrifica y despacha cadáveres de animales para comida, o que vende carne.",
      "definition_translation": "Человек, который забивает и готовит туши животных для еды, или который продает мясо.",
      "example": "La tienda de carnicero había sido familia durante más de 20 años. Fui al carnicero a comprar algo de carne para la barbacoa. Ella se convertirá en carnicero el próximo año.",
      "example_translation": "Магазин мясника является семейным предприятием более 20 лет. Я пошел к мяснику, чтобы купить_some мясо для барбекю. Она станет мясником в следующем году.",
      "imageLink": "image_files\\English\\butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "químico",
      "translation": "химик",
      "definition": "Una persona capacitada en el estudio de la química, especialmente una que trabaja en un laboratorio.",
      "definition_translation": "Человек, который обучен в области химии, особенно тот, кто работает в лаборатории.",
      "example": "El químico descubrió un compuesto nuevo. Estoy estudiando para ser químico. Ella era una química renombrada en su campo.",
      "example_translation": "Химик открыл новый соединение. Я учусь, чтобы стать химиком. Она была признанным химиком в своей области.",
      "imageLink": "image_files\\English\\chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrenador",
      "translation": "тренер",
      "definition": "Una persona que entrena y dirige a un equipo de deportes o a un atleta individual.",
      "definition_translation": "Человек, который тренирует и руководит спортивной командой или индивидуальным спортсменом.",
      "example": "El entrenador del equipo de fútbol es muy experimentado. He estado entrenando tenis durante años. Ella será la nueva entrenadora del equipo de baloncesto.",
      "example_translation": "Тренер футбольной команды очень опытный. Я тренирую теннис уже многие годы. Она будет новым тренером баскетбольной команды.",
      "imageLink": "image_files\\English\\coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "científico de computación",
      "translation": "компьютерный ученый",
      "definition": "Una persona que se involucra en el desarrollo y operación de sistemas, software y redes informáticas.",
      "definition_translation": "Человек, который вовлечен в разработку и эксплуатацию компьютерных систем, программного обеспечения и сетей.",
      "example": "El científico de computación diseñó un nuevo algoritmo. Estoy estudiando para convertirme en un científico de computación. Ella es una destacada científica de computación en el campo de la inteligencia artificial.",
      "example_translation": "Компьютерный ученый разработал новый алгоритм. Я учусь, чтобы стать компьютерным ученым. Она является ведущим компьютерным ученым в области искусственного интеллекта.",
      "imageLink": "image_files\\English\\computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diseñador",
      "translation": "дизайнер",
      "definition": "Una persona que planea y crea objetos, sistemas y experiencias. Los diseñadores combinan souvente arte, ciencia y tecnología para crear soluciones innovadoras.",
      "definition_translation": "Человек, который планирует и создает объекты, системы и опыт. Дизайнеры часто комбинируют искусство, науку и технологии, чтобы создавать инновационные решения.",
      "example": "Ella fue diseñadora para una marca de moda, creando nuevas colecciones cada temporada. Diseñó un nuevo logotipo para la empresa el año pasado. Diseñará un nuevo sitio web para la marca el próximo mes.",
      "example_translation": "Она была дизайнером для бренда моды, создавая новые коллекции каждый сезон. Она спроектировала новый логотип для компании в прошлом году. Она проэктировает новый веб-сайт для бренда в следующем месяце.",
      "imageLink": "image_files\\English\\designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "detective",
      "translation": "детектив",
      "definition": "Una persona que investiga crímenes y recopila evidencias para resolverlos. Los detectives suelen trabajar con la policía para coger a los delincuentes.",
      "definition_translation": "Человек, который расследует преступления и собирает улики, чтобы раскрыть их. Детективы часто работают с полицией, чтобы поймать преступников.",
      "example": "Él fue detective durante 10 años, resolviendo muchos casos difíciles. Detectó una pista que llevó al arresto del sospechoso. Detectará cualquier evidencia oculta en la escena del crimen la próxima semana.",
      "example_translation": "Он был детективом в течение 10 лет, решаяmany сложных дел. Он обнаружил улику, которая привела к аресту подозреваемого. Он обнаружит любые скрытые улики на месте преступления на следующей неделе.",
      "imageLink": "image_files\\English\\detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "director",
      "translation": "директор",
      "definition": "Una persona que tiene a cargo de un departamento, organización o proyecto. Los directores toman decisiones importantes y supervisan el trabajo de otros.",
      "definition_translation": "Человек, который находится в зоне ответственности департамента, организации или проекта. Директора часто принимают важные решения и контролируют работу других.",
      "example": "Ella fue directora de una gran empresa, tomando decisiones estratégicas todos los días. Dirigió a un equipo de desarrolladores para construir un nuevo software. Dirigirá una reunión para discutir el futuro de la empresa el próximo mes.",
      "example_translation": "Она была директором крупной компании, принимая стратегические решения каждый день. Она руководила командой разработчиков, чтобы построить новое программное обеспечение. Она будет руководить собранием, чтобы обсудить будущее компании в следующем месяце.",
      "imageLink": "image_files\\English\\director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disc jockey, DJ",
      "translation": "диск-жокей, диджей",
      "definition": "Una persona que selecciona y reproduce música grabada para una audiencia, a menudo en una fiesta o club. Los DJs también pueden crear su propia música o remixes.",
      "definition_translation": "Человек, который выбирает и играет записанную музыку для аудитории, часто на вечеринке или в клубе. Диджеи могут также создавать свою собственную музыку или ремиксы.",
      "example": "Él fue DJ en un popular nightclub, reproduciedo música todos los fines de semana. Mezcló una nueva pista anoche, y será DJ en un festival el próximo verano. Ha sido disc jockey durante 5 años, entreteniendo a multitudes en toda la ciudad.",
      "example_translation": "Он был диджеем в популярном ночном клубе, играя музыку каждый уикенд. Он смешал новый трек прошлой ночью и будет диджеем на фестивале следующим летом. Он был диск-жокеем в течение 5 лет, развлекая толпы по всему городу.",
      "imageLink": "image_files\\English\\disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cineasta",
      "translation": "кинорежиссёр",
      "definition": "Una persona que hace películas, especialmente como profesión.",
      "definition_translation": "Человек, делающий фильмы, особенно как профессия.",
      "example": "El cineasta pasó años investigando para el documental. Está haciendo una nueva película, y habrá hecho varias películas para el año que viene.",
      "example_translation": "Кинорежиссёр провел годы, исследуя для документального фильма. Она сейчас снимает новый фильм, и к следующему году будет сняла несколько фильмов.",
      "imageLink": "image_files\\English\\film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bombero",
      "translation": "пожарный",
      "definition": "Una persona que apaga incendios y rescata a personas de edificios en llamas.",
      "definition_translation": "Человек, который тушит пожары и спасает людей из горящих зданий.",
      "example": "El bombero corrió hacia el edificio en llamas para rescatar a la familia. Han estado luchando contra incendios durante años, y lucharán contra un incendio mañana.",
      "example_translation": "Пожарный вбежал в горящее здание, чтобы спасти семью. Они сражались с пожарами годами, и завтра будет бороться с пожаром.",
      "imageLink": "image_files\\English\\firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guardia",
      "translation": "охранник",
      "definition": "Una persona o cosa que vigila, protege o controla algo.",
      "definition_translation": "Человек или вещь, которая наблюдает, защищает или контролирует что-то.",
      "example": "El guardia vigiló a los prisioneros de cerca. Han estado guardando el edificio durante años, y lo guardarán esta noche.",
      "example_translation": "Охранник внимательно наблюдал за заключенными. Они охраняли здание годами, и сегодня будут охранять его.",
      "imageLink": "image_files\\English\\guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guitarrista",
      "translation": "гитарист",
      "definition": "Una persona que toca la guitarra, especialmente como profesión.",
      "definition_translation": "Человек, который играет на гитаре, особенно как профессия.",
      "example": "El guitarrista tocó un hermoso solo. Ha estado tocando la guitarra durante años, y tocará en el concierto mañana.",
      "example_translation": "Гитарист сыграл красивый соло. Она играет на гитаре годами, и будет играть на концерте завтра.",
      "imageLink": "image_files\\English\\guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]