[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bardana",
      "translation": "репей",
      "definition": "Una planta bianual de la familia de las margaritas, con raíces y hojas comestibles que se pueden utilizar en ensaladas o como verdura.",
      "definition_translation": "Двухлетнее растение семейства астровых, с съедобными корнями и листьями, которые можно использовать в салатах или как овощ.",
      "example": "Solía recoger bardana silvestre cuando era niño, y mi abuela hacía una deliciosa sopa con ella. Ahora la cultivo en mi propio jardín y la uso en ensaladas. La cosecharé la próxima semana para preparar un plato especial para mis amigos.",
      "example_translation": "Я以前 собирали дикую репей в детстве, и моя бабушка готовила из нее вкусный суп. Теперь я выращиваю ее в собственном саду и использую в салатах. Я соберу ее на следующей неделе, чтобы приготовить специальное блюдо для моих друзей.",
      "imageLink": "image_files\\English\\"imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manzanilla",
      "translation": "ромашка",
      "definition": "Una hierba con flores parecidas a margaritas y un aroma suave, similar a manzana, utilizada como té calmante o en remedios herbales.",
      "definition_translation": "Трава с ромашкоподобными цветами и сладким, яблочным ароматом, используемая как успокаивающий чай или в растительных средствах.",
      "example": "Mi abuela me daba té de manzanilla cuando me sentía ansioso, y siempre me ayudaba a relajarme. Ahora bebo té de manzanilla todas las noches antes de acostarme para desconectar. Plantaré manzanilla en mi jardín la próxima primavera para tener un suministro fresco.",
      "example_translation": "Моя бабушка давала мне ромашковый чай, когда я чувствовал тревогу, и он всегда помогал мне расслабиться. Теперь я пью его каждую ночь перед сном, чтобы раскрепоститься. Я посадлю ромашку в свой сад следующей весной, чтобы иметь свежий запас.",
      "imageLink": "image_files\\English\\"imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "uña de gato",
      "translation": "когтистый бархат",
      "definition": "Una vid tropical con espinas en forma de garras y propiedades medicinales, utilizada para tratar various condiciones de salud.",
      "definition_translation": "Тропическое растение с когтеобразными шипами и медицинскими свойствами, используемое для лечения различных заболеваний.",
      "example": "Aprendí sobre uña de gato en clase de herbalismo, y me pareció asombroso cuántos beneficios para la salud tiene. He estado tomando suplementos de uña de gato durante un tiempo, y me siento mucho mejor. Recomendaré uña de gato a mis amigos que padecen de artritis.",
      "example_translation": "Я узнала о когтистом бархате на курсе фитотерапии, и меня поразило, сколько оно имеет здоровых преимуществ. Я уже несколько месяцев принимаю добавки когтистого бархата, и я чувствую себя намного лучше. Я порекомендую его своим друзьям, которые страдают от артрита.",
      "imageLink": "image_files\\English\\"imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fueguilla",
      "translation": "мать-и-мачеха",
      "definition": "Una planta perenne con flores amarillas y hojas grandes, utilizada en medicina herbal para tratar problemas respiratorios.",
      "definition_translation": "Многолетнее растение с желтыми цветами и большими листьями, используемое в растительной медицине для лечения респираторных проблем.",
      "example": "Solía recoger hojas de fueguilla en el bosque y hacer té para calmar mi tos. Ahora la cultivo en mi propio jardín y la uso para hacer remedios herbales para mi familia. Secaré algunas hojas de fueguilla este verano para usar durante los meses de invierno.",
      "example_translation": "Я以前 собирали листья мать-и-мачехи в лесу и готовила из них чай, чтобы успокоить мой кашель. Теперь я выращиваю ее в собственном саду и использую ее, чтобы готовить растительные средства для моей семьи. Я высушу некоторые листья мать-и-мачехи этим летом, чтобы использовать их в зимние месяцы.",
      "imageLink": "image_files\\English\\"imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diente de león",
      "translation": "одуванчик",
      "definition": "Una mala hierba con flores amarillas que crece en céspedes y prados, con hojas que se pueden comer en ensaladas o utilizar como hierba medicinal.",
      "definition_translation": "Жёлтый цветущий сорняк, растущий на лугах и газонах, с листьями, которые можно есть в салатах или использовать как лекарственное средство.",
      "example": "Recogí un diente de león del césped y hice un deseo. Ayer, había recogido un diente de león y había hecho un deseo. Mañana, recogeré un diente de león y haré un deseo.",
      "example_translation": "Я сорвал одуванчик с газона и загадал желание. Вчера я сорвал одуванчик и загадал желание. Завтра я сорву одуванчик и загадал желание.",
      "imageLink": "image_files\\English\\"imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fenogreco",
      "translation": "пажитник",
      "definition": "Una planta con hojas que se pueden utilizar como hierba, o semillas que se pueden utilizar para hacer una especia o medicina.",
      "definition_translation": "Растение с листьями, которые можно использовать как траву, или семенами, которые можно использовать для приготовления специи или лекарства.",
      "example": "Añadí semillas de fenogreco al curry para darle sabor. Ayer, había añadido semillas de fenogreco al curry para darle sabor. Mañana, añadiré semillas de fenogreco al curry para darle sabor.",
      "example_translation": "Я добавил семена пажитника в карри для вкуса. Вчера я добавил семена пажитника в карри для вкуса. Завтра я добавлю семена пажитника в карри для вкуса.",
      "imageLink": "image_files\\English\\"imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ginseng",
      "translation": "женьшень",
      "definition": "Una planta con una raíz que se utiliza en medicina y cocina, especialmente en la cocina asiática.",
      "definition_translation": "Растение с корнем, который используется в медицине и кулинарии, особенно в азиатской кухне.",
      "example": "Bebo té de ginseng para aumentar mi energía. Ayer, había bebido té de ginseng para aumentar mi energía. Mañana, beberé té de ginseng para aumentar mi energía.",
      "example_translation": "Я выпил чай из женьшеня, чтобы повысить мой энергии. Вчера я выпил чай из женьшеня, чтобы повысить мой энергии. Завтра я выпью чай из женьшеня, чтобы повысить мой энергии.",
      "imageLink": "image_files\\English\\"imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colalarga",
      "translation": "хвостник",
      "definition": "Una planta con un tallo hueco que se puede utilizar como diurético o para hacer un té herbal.",
      "definition_translation": "Растение с пустотелым стеблем, которое можно использовать как диуретик или для приготовления травяного чая.",
      "example": "Usé colalarga para tratar mi infección del tracto urinario. Ayer, había usado colalarga para tratar mi infección del tracto urinario. Mañana, usaré colalarga para tratar mi infección del tracto urinario.",
      "example_translation": "Я использовал хвостник для лечения моей инфекции мочевыводящих путей. Вчера я использовал хвостник для лечения моей инфекции мочевыводящих путей. Завтра я использую хвостник для лечения моей инфекции мочевыводящих путей.",
      "imageLink": "image_files\\English\\"imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zarzagüilla",
      "translation": "воробейник",
      "definition": "Una maleza perenne con flores amarillo-verdosas y hojas estrechas, a menudo encontrada en céspedes y prados.",
      "definition_translation": "Многолетний сорняк с желто-зелеными цветами и узкими листьями, часто встречается на лугах и газонах.",
      "example": "El granjero trabajó duro para eliminar la zarzagüilla de sus campos. La zarzagüilla crecía rápidamente en el clima cálido. Tendrá que lidiar con la zarzagüilla de nuevo la próxima temporada.",
      "example_translation": "Фермер работал тяжело, чтобы удалить воронейник из своих полей. Воронейник рос быстро в теплой погоде. Он будет иметь дело с воронейником снова в следующем сезоне.",
      "imageLink": "image_files\\English\\"imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo de limón",
      "translation": "лимонная мята",
      "definition": "Una hierba perenne con hojas en forma de corazón y un sabor ligeramente cítrico, a menudo utilizada en cocina y tés herbales.",
      "definition_translation": "Многолетнее растение с сердцевидными листьями и легким, цитрусовым вкусом, часто используемое в кулинарии и травяных чаях.",
      "example": "Ella añadió un ramito de bálsamo de limón a su té para un efecto calmante. El chef utilizó bálsamo de limón para dar sabor al plato de pollo. Plantarán bálsamo de limón en su jardín la próxima primavera.",
      "example_translation": "Она добавила веточку лимонной мяты в свой чай для успокаивающего эффекта. Повар использовал лимонную мяту, чтобы блюдо курицы было ароматным. Они посадят лимонную мяту в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caléndula",
      "translation": "калиЕНдра",
      "definition": "Una flor amarilla o naranja con un fuerte olor picante, a menudo utilizada en jardines y como repelente natural de plagas.",
      "definition_translation": "Ярко-желтый или оранжевый цветок с сильным, пungентным запахом, часто используемый в садах и как естественный репеллент для вредителей.",
      "example": "El jardín estaba lleno de caléndulas, lo cual ayudaba a mantener alejadas las plagas. Ella plantó caléndulas alrededor de sus tomates para protegerlos. Las caléndulas florecieron hermosamente en el clima cálido del verano.",
      "example_translation": "Сад был заполнен календрасами, которые помогали держать вредителей подальше. Она посадила календрасы вокруг своих помидоров, чтобы защитить их. Календрасы цвелиbeautifully в теплой летней погоде.",
      "imageLink": "image_files\\English\\"imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malvavisco",
      "translation": "зефир",
      "definition": "Un dulce, suave y ligero repostero hecho de azúcar, gelatina y jarabe de maíz, a menudo utilizado en postres y chocolate caliente.",
      "definition_translation": "Сладкое, мягкое и легкое кондитерское изделие, сделанное из сахара, желатина и кукурузного сиропа, часто используемое в десертах и горячем шоколаде.",
      "example": "A los niños les encantaba asar malvaviscos sobre la hoguera. Ella utilizó malvaviscos para hacer un delicioso chocolate caliente. La empresa lanzará un nuevo sabor de malvavisco el mes próximo.",
      "example_translation": "Дети любили жарить зефиры над костром. Она использовала зефиры, чтобы сделать вкусный горячий шоколад. Компания запустит новый зефирийный вкус в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llantén menor",
      "translation": "Подорожник ланцетолистый",
      "definition": "Una hierba perenne nativa de Europa y Asia, con hojas estrechas y flores pequeñas, utilizada en la medicina herbal.",
      "definition_translation": "Многолетнее травянистое растение, родом из Европы и Азии, с узкими листьями и маленькими цветами, используемое в народной медицине.",
      "example": "Solía recoger llantén menor cuando era niño, y mi abuela hacía una tisana con él para calmar nuestros dolores de garganta. Ahora lo cultivo en mi jardín y lo uso para hacer un remedio natural para las irritaciones cutáneas. Plantaré más llantén menor en primavera para asegurarme de tener una supply constante.",
      "example_translation": "Я когда-то собирал подорожник ланцетолистый в детстве, и моя бабушка делала из него чай, чтобы успокоить наши больные горла. Теперь я выращиваю его в своем саду и использую его для создания натурального средства от кожных раздражений. Я посадлю больше подорожника ланцетолистого весной, чтобы обеспечить стабильный запас.",
      "imageLink": "image_files\\English\\"imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salvia",
      "translation": "Шалфей",
      "definition": "Una hierba perenne con hojas grises-verdosas y flores púrpuras, utilizada en la cocina y la medicina.",
      "definition_translation": "Многолетнее травянистое растение с серовато-зеленными листьями и фиолетовыми цветами, используемое в кулинарии и медицине.",
      "example": "Mi abuela solía hacer una tisana de salvia para calmarse los nervios, y todavía la uso hoy en día. Agregaré salvia al relleno para el pollo asado mañana. Me enseñó cómo secar las hojas de salvia para uso futuro.",
      "example_translation": "Моя бабушка делала чай из шалфея, чтобы успокоить свои нервы, и я до сих пор использую его. Я добавлю шалфей к начинке для запеченной курицы завтра. Она учила меня, как высушивать листья шалфея для будущего использования.",
      "imageLink": "image_files\\English\\"imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hierba de San Juan",
      "translation": "Зверобой",
      "definition": "Una hierba perenne con flores amarillas, utilizada en la medicina herbal para tratar la depresión y la ansiedad leves.",
      "definition_translation": "Многолетнее травянистое растение с желтыми цветами, используемое в народной медицине для лечения легкой депрессии и тревожности.",
      "example": "Me sentía ansioso, así que empecé a tomar suplementos de hierba de San Juan, y realmente me ayudaron. Mi amiga me había recomendado la hierba de San Juan, ya que la había utilizado para tratar su depresión. Plantaré hierba de San Juan en mi jardín el año próximo para tener una supply constante.",
      "example_translation": "Я чувствовал тревогу, поэтому я начал принимать добавки из зверобоя, и они gerçekten помогли. Моя подруга рекомендовала мне зверобой, потому что она использовала его для лечения своей депрессии. Я посадлю зверобой в свой сад в следующем году, чтобы иметь стабильный запас.",
      "imageLink": "image_files\\English\\"imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajenjo",
      "translation": "Полынь",
      "definition": "Una hierba perenne con hojas grises-plateadas y flores amarillas pequeñas, utilizada en la absenta y como hierba medicinal.",
      "definition_translation": "Многолетнее травянистое растение с серебристо-серыми листьями и маленькими желтыми цветами, используемое в абсенте и как лекарственное растение.",
      "example": "Probé la absenta una vez, que estaba saborizada con ajenjo, y era muy amarga. Los antiguos griegos utilizaban ajenjo para tratar la indigestión, y todavía se utiliza hoy en día en la medicina herbal. Plantaré ajenjo en mi jardín para utilizarlo en la cocina y como hierba medicinal.",
      "example_translation": "Я когда-то пробовал абсент, который был ароматизирован полынью, и он был довольно горьким. Древние греки использовали полынь для лечения диспепсии, и он все еще используется сегодня в народной медицине. Я посадлю полынь в свой сад, чтобы использовать ее в кулинарии и как лекарственное растение.",
      "imageLink": "image_files\\English\\"imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]