[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Acuario",
      "translation": "Водолей",
      "definition": "Una constelación del zodiaco, representada por el Portador de Agua. Las personas nacidas bajo este signo son conocidas por su naturaleza humanitaria y espíritu independiente.",
      "definition_translation": "Созвездие в зодиаке, представленное Ковшом. Люди, рожденные под этим знаком, известны своей гуманитарной натурой и самостоятельным духом.",
      "example": "Ella es un Acuario, así que siempre está dispuesta a ayudar a otros. Ayudó a su amigo a mudarse la semana pasada, y ahora está planeando un evento benéfico. En 10 años, será una filántropa famosa.",
      "example_translation": "Она Водолей, поэтому она всегда готова помочь другим. Она помогла своему другу развлекаться на прошлой неделе, а теперь она планирует благотворительное мероприятие. Через 10 лет она станетamous благотворителем.",
      "imageLink": "image_files\\English\\aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Aries",
      "translation": "Овен",
      "definition": "Una constelación del zodiaco, representada por el Carnero. Las personas nacidas bajo este signo son conocidas por su naturaleza audaz y ambiciosa.",
      "definition_translation": "Созвездие в зодиаке, представленное Бараном. Люди, рожденные под этим знаком, известны своей смелой и амбициозной натурой.",
      "example": "Él es un Aries, así que siempre está listo para un desafío. Corrió un maratón el año pasado, y ahora está entrenando para un triatlón. En 5 años, habrá completado una competencia de Ironman.",
      "example_translation": "Он Овен, поэтому он всегда готов к挑ению. Он пробежал марафон в прошлом году, а теперь он тренируется для триатлона. Через 5 лет он завершит соревнование Ironman.",
      "imageLink": "image_files\\English\\aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Cáncer",
      "translation": "Рак",
      "definition": "Una constelación del zodiaco, representada por el Cangrejo. Las personas nacidas bajo este signo son conocidas por su naturaleza emocional y nutricia.",
      "definition_translation": "Созвездие в зодиаке, представленное Раком. Люди, рожденные под этим знаком, известны своей эмоциональной и заботливой натурой.",
      "example": "Ella es un Cáncer, así que siempre está buscando cuidar a su familia. Cuidó de su madre cuando estaba enferma, y ahora está ayudando a su hermano a mudarse a un nuevo apartamento. En 20 años, será una abuela amorosa.",
      "example_translation": "Она Рак, поэтому она всегда заботится о своей семье. Она ухаживала за своей матерью, когда та была больна, а теперь она помогает своему брату переехать в новую квартиру. Через 20 лет она станет любящей бабушкой.",
      "imageLink": "image_files\\English\\cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Capricornio",
      "translation": "Козерог",
      "definition": "Una constelación del zodiaco, representada por la Cabra. Las personas nacidas bajo este signo son conocidas por su naturaleza responsable y disciplinada.",
      "definition_translation": "Созвездие в зодиаке, представленное Козерогом. Люди, рожденные под этим знаком, известны своей ответственной и дисциплинированной натурой.",
      "example": "Él es un Capricornio, así que siempre está planeando para el futuro. Ahorró dinero durante años para comprar una casa, y ahora está invirtiendo en su propio negocio. En 15 años, será un empresario exitoso.",
      "example_translation": "Он Козерог, поэтому он всегда планирует на будущее. Он копил деньги годы, чтобы купить дом, а теперь он инвестировал в свой собственный бизнес. Через 15 лет он станет успешным предпринимателем.",
      "imageLink": "image_files\\English\\capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Géminis",
      "translation": "Близнецы",
      "definition": "Géminis es el tercer signo astrológico del zodiaco, originado en la constelación de Géminis, y se asocia con el período entre el 21 de mayo y el 20 de junio.",
      "definition_translation": "Близнецы - это третий астрологический знак в зодиаке, берущий начало от созвездия Близнецов, и ассоциируется с периодом между 21 мая и 20 июня.",
      "example": "Yo nací el 1 de junio, así que soy un Géminis. Mi amiga era un Géminis, y era muy curiosa. Para cuando tenga 30 años, seré un empresario exitoso Géminis.",
      "example_translation": "Я родился 1 июня, поэтому я Близнец. Моя подруга была Близнецом, и она была очень любопытной. К тому времени, когда мне будет 30, я буду успешным предпринимателем-Близнецом.",
      "imageLink": "image_files\\English\\gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Leo",
      "translation": "Лев",
      "definition": "Leo es el quinto signo astrológico del zodiaco, originado en la constelación de Leo, y se asocia con el período entre el 23 de julio y el 22 de agosto.",
      "definition_translation": "Лев - это пятый астрологический знак в зодиаке, берущий начало от созвездия Льва, и ассоциируется с периодом между 23 июля и 22 августа.",
      "example": "Conozco a alguien que es un Leo, y es muy confiado. Mi hermana era un Leo, y era muy extrovertida. Para el próximo año, tendría un amigo Leo que me enseñará a bailar.",
      "example_translation": "Я знаюкого-то, кто является Львом, и он очень уверен в себе. Моя сестра была Львом, и она была очень общительной. К следующему году у меня будет друг-Лев, который научит меня танцевать.",
      "imageLink": "image_files\\English\\leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Libra",
      "translation": "Весы",
      "definition": "Libra es el séptimo signo astrológico del zodiaco, originado en la constelación de Libra, y se asocia con el período entre el 23 de septiembre y el 22 de octubre.",
      "definition_translation": "Весы - это седьмой астрологический знак в зодиаке, берущий начало от созвездия Весов, и ассоциируется с периодом между 23 сентября и 22 октября.",
      "example": "Mi mamá es un Libra, y es muy equilibrada. Conozco a alguien que es un Libra, y es muy diplomático. Para cuando tenga 25 años, tendré una pareja Libra que compartirá mi amor por el arte.",
      "example_translation": "Моя мама является Весами, и она очень сбалансирована. Я знаюкого-то, кто является Весами, и он очень дипломатичен. К тому времени, когда мне будет 25, у меня будет партнер-Весы, который поделится моей любовью к искусству.",
      "imageLink": "image_files\\English\\libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Piscis",
      "translation": "Рыбы",
      "definition": "Piscis es el duodécimo signo astrológico del zodiaco, originado en la constelación de Piscis, y se asocia con el período entre el 19 de febrero y el 20 de marzo.",
      "definition_translation": "Рыбы - это двенадцатый астрологический знак в зодиаке, берущий начало от созвездия Рыб, и ассоциируется с периодом между 19 февраля и 20 марта.",
      "example": "Mi hermano es un Piscis, y es muy empático. Conozco a alguien que es un Piscis, y es muy creativo. Para el próximo mes, tendré un amigo Piscis que me enseñará a nadar.",
      "example_translation": "Мой брат является Рыбами, и он очень эмпатичен. Я знаю кого-то, кто является Рыбами, и она очень креативна. К следующему месяцу у меня будет друг-Рыбы, который научит меня плавать.",
      "imageLink": "image_files\\English\\pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Sagitario",
      "translation": "Стрелец",
      "definition": "Un Sagitario es una persona nacida entre el 22 de noviembre y el 21 de diciembre, o el noveno signo del zodiaco, representado por el símbolo del arquero.",
      "definition_translation": "Стрелец - это человек, рожденный между 22 ноября и 21 декабря, или девятый знак зодиака, представленный символом стрелка.",
      "example": "Soy un Sagitario, nací el 1 de diciembre. Era un Sagitario cuando me gradué de la universidad. Seré un Sagitario cuando me retire.",
      "example_translation": "Я Стрелец, я родился 1 декабря. Я был Стрельцом, когда окончил колледж. Я буду Стрельцом, когда уйду на пенсию.",
      "imageLink": "image_files\\English\\sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Escorpio",
      "translation": "Скорпион",
      "definition": "Un Escorpio es una persona nacida entre el 23 de octubre y el 21 de noviembre, o el octavo signo del zodiaco, representado por el símbolo del escorpión.",
      "definition_translation": "Скорпион - это человек, рожденный между 23 октября и 21 ноября, или восьмой знак зодиака, представленный символом скорпиона.",
      "example": "La conocí desde que era un Escorpio en la escuela secundaria. Todavía es un Escorpio ahora. Siempre será un Escorpio.",
      "example_translation": "Я знаю ее с тех пор, как она была Скорпионом в школе. Она до сих пор Скорпион. Она всегда будет Скорпионом.",
      "imageLink": "image_files\\English\\scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Tauro",
      "translation": "Телец",
      "definition": "Un Tauro es una persona nacida entre el 20 de abril y el 20 de mayo, o el segundo signo del zodiaco, representado por el símbolo del toro.",
      "definition_translation": "Телец - это человек, рожденный между 20 апреля и 20 мая, или второй знак зодиака, представленный символом быка.",
      "example": "Mi hermana es un Tauro, le encanta el arte. Era un Tauro cuando se casó. Será un Tauro cuando tenga hijos.",
      "example_translation": "Моя сестра - Телец, она любит искусство. Она была Тельцом, когда вышла замуж. Она будет Тельцом, когда у нее будут дети.",
      "imageLink": "image_files\\English\\taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Virgo",
      "translation": "Дева",
      "definition": "Un Virgo es una persona nacida entre el 23 de agosto y el 22 de septiembre, o el sexto signo del zodiaco, representado por el símbolo de la virgen.",
      "definition_translation": "Дева - это человек, рожденный между 23 августа и 22 сентября, или шестой знак зодиака, представленный символом девы.",
      "example": "Soy un Virgo, soy muy organizado. Era un Virgo cuando comencé mi negocio. Seré un Virgo cuando me retire.",
      "example_translation": "Я Дева, я очень организован. Я был Девой, когда начал свой бизнес. Я буду Девой, когда уйду на пенсию.",
      "imageLink": "image_files\\English\\virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "signo del zodiaco",
      "translation": "знак зодиака",
      "definition": "Un signo del zodiaco es un segmento de la eclíptica, o la trayectoria del Sol en el cielo, dividido en 12 partes, cada una representada por un personaje o animal diferente, y asociado con ciertos rasgos o características.",
      "definition_translation": "Знак зодиака - это сегмент эклиптики, или пути Солнца в небе, разделенный на 12 частей, каждая из которых представлена разным символом или животным и ассоциирована с определальными характеристиками или признаками.",
      "example": "Fui un Leo en mi vida pasada, soy un Escorpión ahora, y seré un Géminis en mi próxima vida. Mi amigo fue un Virgo el año pasado, es un Libra este año, y será un Sagitario el año que viene.",
      "example_translation": "Я был Львом в прошлой жизни, я теперь Скорпион, и я буду Близнецом в следующей жизни. Моя подруга была Девой LAST год, она теперь Весы, и она будет Стрельцом в следующем году.",
      "imageLink": "image_files\\English\\zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]