{
  "data": [
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "biskwit",
      "translation": "biscuit",
      "definition": "Mały, zwykle słodki pieczony produkt spożywczy, typowo wykonany z mieszanki mąki, cukru i tłuszczu.",
      "definition_translation": " Une petite nourriture cuite, généralement sucrée, faite généralement avec un mélange de farine, de sucre et de graisse.",
      "example": "Zjadłem biskwit na śniadanie. Jem biskwit na śniadanie. Będę jeść biskwit na śniadanie.",
      "example_translation": "J'ai mangé un biscuit pour le petit déjeuner. Je mange un biscuit pour le petit déjeuner. Je mangerai un biscuit pour le petit déjeuner.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tort",
      "translation": "gâteau",
      "definition": "Słodki pieczony produkt spożywczy, wykonany z mąki, cukru i jaj, typowo serwowany jako słodki przystawek lub używany jako dekoracja.",
      "definition_translation": "Un aliment sucré cuit fait avec de la farine, du sucre et des œufs, servit généralement comme un plat sucré ou utilisé comme une décoration.",
      "example": "Ona zrobiła tort na mój urodziny. Ona robi tort na mój urodziny. Ona zrobi tort na mój urodziny.",
      "example_translation": "Elle a fait un gâteau pour mon anniversaire. Elle fait un gâteau pour mon anniversaire. Elle fera un gâteau pour mon anniversaire.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "czekolada",
      "translation": "chocolat",
      "definition": "Słodki produkt spożywczy wykonany z fasoli kakaowych, często jedzony jako słodki przystawek lub używany jako składnik w gotowaniu.",
      "definition_translation": "Un aliment sucré fait à partir de fèves de cacao, souvent mangé comme une collation sucrée ou utilisé comme un ingrédient dans la cuisine.",
      "example": "Uwielbiam jeść czekoladowy tort. Jem czekoladowy tort. Będę jeść czekoladowy tort.",
      "example_translation": "J'aime manger du gâteau au chocolat. Je mange du gâteau au chocolat. Je mangerai du gâteau au chocolat.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lody",
      "translation": "glace",
      "definition": "Słodki deser wykonany z kremu i cukru, typowo serwowany zimno.",
      "definition_translation": "Un dessert sucré fait à partir de crème et de sucre, généralement servi froid.",
      "example": "Myśmy jedli lody na plaży. Myśmy jemy lody na plaży. Myśmy będziemy jeść lody na plaży.",
      "example_translation": "Nous avons mangé de la glace à la plage. Nous mangeons de la glace à la plage. Nous mangerons de la glace à la plage.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cukierek",
      "translation": "bonbon",
      "definition": "Słodki produkt spożywczy wykonany z cukru, często aromatyzowany i barwiony, często jedzony jako przystawek.",
      "definition_translation": "un aliment sucré fabriqué à partir de sucre, souvent aromatisé et coloré, et souvent mangé comme collation",
      "example": "Zjadłem kawałek cukierka wczoraj, Jem kawałek cukierka każdego dnia, a będę jeść kawałek cukierka jutro.",
      "example_translation": "J'ai mangé un morceau de bonbon hier, je mange un morceau de bonbon tous les jours, et je mangerai un morceau de bonbon demain.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "deser",
      "translation": "dessert",
      "definition": "Słodki kurs lub danie, typowo jedzony na koniec posiłku.",
      "definition_translation": "un plat sucré ou un cours, généralement mangé à la fin d'un repas",
      "example": "Miałem smaczny deser w restauracji wczoraj wieczorem, mam deser co weekend, a będę miał deser na moje urodziny.",
      "example_translation": "J'ai eu un dessert délicieux au restaurant hier soir, j'ai un dessert chaque week-end, et j'aurai un dessert à ma fête d'anniversaire.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "lizak",
      "translation": "sucette",
      "definition": "Twardy cukierek umieszczony na patyku, często aromatyzowany i barwiony.",
      "definition_translation": "un bonbon dur monté sur un bâton, généralement aromatisé et coloré",
      "example": "Ssałem lizaka jako dziecko, ssę lizaka, kiedy się nudzę, a będę ssał lizaka na targach.",
      "example_translation": "J'ai sucé une sucette quand j'étais enfant, je suce une sucette quand je suis ennuyé, et je sucerai une sucette à la foire.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "słodki",
      "translation": "doux",
      "definition": "Mający słodki smak lub zapach.",
      "definition_translation": "avoir un goût ou une odeur sucrée",
      "example": "Zjadłem słodki tort wczoraj, jem słodkie owoce każdego ranka, a będę jeść słodkie ciasteczka na Boże Narodzenie.",
      "example_translation": "J'ai mangé un gâteau doux hier, je mange des fruits doux chaque matin, et je mangerai des biscuits doux à Noël.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "słodycze",
      "translation": "desserts",
      "definition": "Produkty spożywcze, które są słodkie w smaku, takie jak cukierki, ciasta i ciasteczka, często jedzone jako przyjemność lub nagroda.",
      "definition_translation": "Substances alimentaires sucrées, telles que des bonbons, des gâteaux et des pâtisseries, souvent mangées comme un plaisir ou une récompense.",
      "example": "Uwielbiałem jeść słodycze jako dziecko. Jem słodycze okazjonalnie. Będę jeść słodycze na przyjęciu jutro.",
      "example_translation": "J'adorais manger des desserts lorsqu'étais enfant. Je mange des desserts occasionnellement. Je mangerai des desserts à la fête demain.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "tabliczka czekoladowa",
      "translation": "barre de chocolat",
      "definition": "Prostokątny kształt cukrowego produktu wykonany z czekolady, często z dodatkami orzechów, owoców lub karmelu.",
      "definition_translation": "Un confisserie rectangulaire fait de chocolat, souvent avec des noix, des fruits ou du caramel ajoutés.",
      "example": "Zjadłem tabliczkę czekoladową na śniadanie. Będę jeść tabliczkę czekoladową po lunchu. Zjadłem tabliczkę czekoladową wczoraj.",
      "example_translation": "J'ai mangé une barre de chocolat pour déjeuner. Je mangerai une barre de chocolat après déjeuner. J'ai mangé une barre de chocolat hier.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "galaretki",
      "translation": "gelée",
      "definition": "Słodki, miękki i przezroczysty deser wykonany z soku owocowego, cukru i pektyny.",
      "definition_translation": "Un dessert doux, tendre et transparent fait de jus de fruit, de sucre et de pectine.",
      "example": "Uwielbiam jeść galaretki z jogurtem. Zjadłem galaretki na przyjęciu wczoraj wieczorem. Zjem galaretki z lodami jutro.",
      "example_translation": "J'adore manger de la gelée avec mon yogourt. J'ai mangé de la gelée à la fête hier soir. Je mangerai de la gelée avec mon crème glacée demain.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cukrowa watła",
      "translation": "barbe à papa",
      "definition": "Słodkie wyroby cukiernicze wykonane z cukru, które są przędzione w cienkie nitki i następnie podgrzewane, aby uzyskać teksturę watłową.",
      "definition_translation": "Un confisserie sucré fait de sucre qui est filé en fines brins et ensuite chauffé pour créer une texture floconneuse.",
      "example": "Kupiłem cukrową watłę na jarmarku przed rokiem. Kupię cukrową watłę na parku rozrywki za tydzień. Zjadłem cukrową watłę na karnawale wczoraj.",
      "example_translation": "J'ai acheté de la barbe à papa à la foire l'an dernier. J'achèterai de la barbe à papa au parc d'attractions la semaine prochaine. J'ai mangé de la barbe à papa au carnaval hier.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żelki",
      "translation": "gommes",
      "definition": "Typ czekoladek, które są wykonane z galarety i dostępne w różnych smakach owocowych i kształtach.",
      "definition_translation": "Un type de bonbon masticable qui est généralement fait de gélatine et vient dans une variété de saveurs et de formes de fruits.",
      "example": "Jadłem żelki, gdy byłem dzieckiem, jadam żelki teraz i będę jeść żelki w przyszłości.",
      "example_translation": "J'ai mangé des gommes quand j'étais enfant, je mange des gommes maintenant, et je mangerai des gommes dans le futur.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "twarda cukierek",
      "translation": "bonbon dur",
      "definition": "Typ cukierków, który jest twardy i kruchy, często aromatyzowany owocami lub przyprawami.",
      "definition_translation": "Un type de bonbon qui est dur et cassant, souvent aromatisé avec des fruits ou des épices.",
      "example": "Ssałem twardą cukierkę, kiedy miałem ból gardła, ssam twardą cukierkę, kiedy potrzebuję rozrywki, i będę sssał twardą cukierkę, kiedy będę znudzony.",
      "example_translation": "J'ai sucé un bonbon dur lorsque j'avais une gorge enflée, je suce des bonbons durs lorsque j'ai besoin d'une distraction, et je sucerai des bonbons durs lorsque je serai ennuyeux.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "marcepan",
      "translation": "marzipan",
      "definition": "Słodkie cukierek wykonane z równych części mąki migdałowej i cukru.",
      "definition_translation": "Un confiserie sucrée à base d'amandes faite de parties égales d'amandes moulues et de sucre.",
      "example": "Udekorowałem tort marcepanem, gdy byłem dzieckiem, dekoruję torty marcepanem teraz i będę dekorować torty marcepanem w przyszłości.",
      "example_translation": "J'ai décoré le gâteau avec du marzipan lorsque j'étais enfant, je décore des gâteaux avec du marzipan maintenant, et je décorerai des gâteaux avec du marzipan dans le futur.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cukierek gotowany",
      "translation": "bonbon bouilli",
      "definition": "Typ twardych cukierków, które są wykonane przez gotowanie cukru i wody, aby uzyskać syrop, a następnie kształtowanie go w różne formy.",
      "definition_translation": "Un type de bonbon dur qui est fait en faisant bouillir du sucre et de l'eau pour créer un sirop, puis en le façonnant en différentes formes.",
      "example": "Ssałem cukierka gotowanego, gdy byłem dzieckiem, ssam cukierki gotowane teraz i będę sssał cukierki gotowane w przyszłości.",
      "example_translation": "J'ai sucé un bonbon bouilli lorsque j'étais enfant, je suce des bonbons bouillis maintenant, et je sucerai des bonbons bouillis dans le futur.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "cukiernia",
      "translation": "patisserie",
      "definition": "Cukiernia to sklep, który sprzedaje słodycze i inne słodkie produkty, lub sztuka tworzenia tych produktów.",
      "definition_translation": "Une pâtisserie est un magasin qui vend des bonbons et d'autres aliments sucrés, ou l'art de fabriquer ces aliments.",
      "example": "Przechodziłem obok cukierni każdego dnia w drodze do szkoły. Teraz pracuję w cukierni. W przyszłości chcę mieć własną cukiernię.",
      "example_translation": "Je passais tous les jours devant une pâtisserie sur le chemin de l'école. Maintenant, je travaille dans une pâtisserie. À l'avenir, j'espère avoir ma propre pâtisserie.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "fudge",
      "translation": "caramélisé",
      "definition": "Fudge to rodzaj słodkiego dania wykonanego z cukru, śmietanki i aromatów, często aromatyzowanego czekoladą lub orzechami.",
      "definition_translation": "Le caramélisé est un type de sucrerie fait de sucre, de crème et d'arômes, souvent parfumé au chocolat ou aux noix.",
      "example": "Zjadłem dużo fudge na jarmarku przed rokiem. Moja siostra robi fudge na moje urodziny. Kupię fudge jako prezent dla przyjaciela za tydzień.",
      "example_translation": "J'ai mangé beaucoup de caramélisé à la foire l'an dernier. Ma sœur prépare du caramélisé pour ma fête d'anniversaire. Je vais acheter du caramélisé comme cadeau pour mon ami la semaine prochaine.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Francis",
      "word": "żelki",
      "translation": "bonbons gélifiés",
      "definition": "Żelki to rodzaj miękkich, gumowatych cukierków wykonanych z cukru, soku owocowego i galarety.",
      "definition_translation": "Les bonbons gélifiés sont un type de sucrerie molle et mâchante faite de sucre, de jus de fruit et de gélatine.",
      "example": "Uwielbiałem jeść żelki jako dziecko. Mój przyjaciel właśnie dał mi worek żelek. Zrobię żelki na przyjęcie Halloween.",
      "example_translation": "J'adorais manger des bonbons gélifiés lors que j'étais enfant. Mon ami vient de me donner un sac de bonbons gélifiés. Je vais préparer des bonbons gélifiés pour la fête d'Halloween.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]
}