{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cold",
      "translation": "kalt",
      "definition": "Having a low temperature; feeling or showing a lack of warmth or enthusiasm.",
      "definition_translation": "Eine niedrige Temperatur habend; Gefühl oder Zeigen von mangelnder Wärme oder Begeisterung.",
      "example": "The water was cold yesterday, is cold today, and will be cold tomorrow.",
      "example_translation": "Das Wasser war gestern kalt, ist heute kalt und wird morgen kalt sein.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cold",
      "translation": "kalt",
      "definition": "Having a low temperature; feeling or showing a lack of warmth or enthusiasm.",
      "definition_translation": "Eine niedrige Temperatur habend; Gefühl oder Zeigen von mangelnder Wärme oder Begeisterung.",
      "example": "I was cold in the morning, am cold now, and will be cold in the evening.",
      "example_translation": "Ich war morgens kalt, bin jetzt kalt und werde abends kalt sein.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hot",
      "translation": "heiß",
      "definition": "Having a high temperature; feeling or showing strong enthusiasm or passion.",
      "definition_translation": "Eine hohe Temperatur habend; Gefühl oder Zeigen starker Begeisterung oder Leidenschaft.",
      "example": "The coffee was hot yesterday, is hot today, and will be hot tomorrow.",
      "example_translation": "Der Kaffee war gestern heiß, ist heute heiß und wird morgen heiß sein.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rain",
      "translation": "Regen",
      "definition": "Water droplets falling from the sky, typically in a steady and continuous manner.",
      "definition_translation": "Wassertröpfchen, die vom Himmel fallen, typischerweise in einer stetigen und kontinuierlichen Weise.",
      "example": "It rained heavily yesterday, is raining now, and will rain again tomorrow.",
      "example_translation": "Es regnete gestern stark, regnet jetzt und wird morgen wieder regnen.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "snow",
      "translation": "Schnee",
      "definition": "Snow is a natural weather phenomenon in which water vapor in the air freezes into ice crystals, resulting in a white, flaky substance that falls to the ground.",
      "definition_translation": "Schnee ist ein natürliches Wetterphänomen, bei dem Wasser in der Luft in Eis kristallisiert, was zu einer weißen, flockigen Substanz führt, die zu Boden fällt.",
      "example": "I remember building a snowman when I was a kid. Nowadays, it snows less frequently. By the year 2050, it will be a rare occurrence to see snow in winter.",
      "example_translation": "Ich erinnere mich daran, als Kind einen Schneemann gebaut zu haben. Heutzutage schneit es seltener. Bis zum Jahr 2050 wird es eine seltene Erscheinung sein, Schnee im Winter zu sehen.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "summer",
      "translation": "Sommer",
      "definition": "Summer is the warmest season of the year, characterized by long days and high temperatures, typically occurring between June and August in the Northern Hemisphere.",
      "definition_translation": "Der Sommer ist die wärmste Jahreszeit, die durch lange Tage und hohe Temperaturen gekennzeichnet ist, normalerweise zwischen Juni und August in der nördlichen Hemisphäre.",
      "example": "I love spending my summer holidays at the beach. Last summer was particularly hot. By next summer, I will have finished my studies.",
      "example_translation": "Ich liebe es, meine Sommerferien am Strand zu verbringen. Der letzte Sommer war besonders heiß. Bis zum nächsten Sommer werde ich meine Studien abgeschlossen haben.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sun",
      "translation": "Sonne",
      "definition": "The sun is the star at the center of the solar system, responsible for providing light and heat to our planet, and is the primary source of energy for life on Earth.",
      "definition_translation": "Die Sonne ist der Stern im Zentrum des Sonnensystems, der für die Erde Licht und Wärme bereitstellt und die Hauptquelle der Energie für Leben auf der Erde ist.",
      "example": "The sun was shining brightly yesterday. I got sunburned last week. By the year 2100, the sun will have exhausted its energy.",
      "example_translation": "Die Sonne schien gestern hell. Ich habe mich letzte Woche sonnenverbrannt. Bis zum Jahr 2100 wird die Sonne ihre Energie aufgebraucht haben.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "warm",
      "translation": "warm",
      "definition": "Warm refers to a moderate or comfortable temperature, typically between 20°C and 30°C, which is pleasant for humans and many other living organisms.",
      "definition_translation": "Warm bezeichnet eine moderate oder komfortable Temperatur, normalerweise zwischen 20°C und 30°C, die für Menschen und viele andere Lebewesen angenehm ist.",
      "example": "It's warm today, so I'll wear shorts. The water was warm, so I could swim comfortably. By next month, it will be warm enough to go for a picnic.",
      "example_translation": "Heute ist es warm, also werde ich Shorts tragen. Das Wasser war warm, also konnte ich schwimmen. Bis nächsten Monat wird es warm genug sein, um einen Ausflug zu machen.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "weather",
      "translation": "Wetter",
      "definition": "The state of the atmosphere at a particular place and time, including temperature, humidity, cloudiness, wind, and rain.",
      "definition_translation": "Der Zustand der Atmosphäre an einem bestimmten Ort und zu einer bestimmten Zeit, einschließlich Temperatur, Feuchtigkeit, Bewölkung, Wind und Regen.",
      "example": "Yesterday, the weather was terrible. Today, the weather is nice. Tomorrow, the weather will be sunny.",
      "example_translation": "Gestern war das Wetter schrecklich. Heute ist das Wetter schön. Morgen wird das Wetter sonnig sein.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wind",
      "translation": "Wind",
      "definition": "A natural movement of air, especially a strong one, that can cause trees to sway and make sounds.",
      "definition_translation": "Eine natürliche Bewegung der Luft, insbesondere eine starke, die Bäume zum Schwanken bringen und Geräusche verursachen kann.",
      "example": "The wind was blowing strongly yesterday. The wind is calm today. The wind will pick up tomorrow.",
      "example_translation": "Der Wind blies gestern stark. Der Wind ist heute ruhig. Der Wind wird morgen auffrischen.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "winter",
      "translation": "Winter",
      "definition": "The season of the year between autumn and spring, marked by cold weather and (in the Northern Hemisphere) the shortest days of the year.",
      "definition_translation": "Die Jahreszeit zwischen Herbst und Frühling, gekennzeichnet durch kaltes Wetter und (in der Nordhemisphäre) die kürzesten Tage des Jahres.",
      "example": "I love winter. I went skiing in winter last year. I will go sledding in winter next year.",
      "example_translation": "Ich liebe den Winter. Ich bin letzten Winter Skifahren gegangen. Ich werde nächstes Jahr im Winter Schlitten fahren.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cloud",
      "translation": "Wolke",
      "definition": "A visible mass of water droplets or ice crystals suspended in the air, often seen in the sky.",
      "definition_translation": "Eine sichtbare Masse von Wassertröpfchen oder Eis Kristallen, die in der Luft schweben, oft am Himmel zu sehen.",
      "example": "I saw a beautiful cloud in the sky yesterday. There are no clouds in the sky today. Clouds will gather in the sky tomorrow.",
      "example_translation": "Ich sah eine schöne Wolke am Himmel gestern. Es gibt keine Wolken am Himmel heute. Wolken werden sich am Himmel morgen sammeln.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cloudy",
      "translation": "wolkig",
      "definition": "having a large amount of cloud in the sky, so that the sun is not visible",
      "definition_translation": "hat eine große Menge Wolken am Himmel, so dass die Sonne nicht sichtbar ist",
      "example": "Yesterday was cloudy, so we didn't go to the park. Today is cloudy, so we are staying at home. Tomorrow will be cloudy, so we will watch a movie.",
      "example_translation": "Gestern war es wolkig, daher gingen wir nicht zum Park. Heute ist es wolkig, daher bleiben wir zu Hause. Morgen wird es wolkig, daher sehen wir uns einen Film an.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fog",
      "translation": "Nebel",
      "definition": "a thick cloud of tiny water droplets suspended in the air near the ground",
      "definition_translation": "eine dicke Wolke winziger Wassertröpfchen, die in der Luft nahe dem Boden schweben",
      "example": "The fog was so thick that we couldn't see the path. The fog is rolling in, so we should go inside. The fog will lift soon, and we can continue our journey.",
      "example_translation": "Der Nebel war so dicht, dass wir den Pfad nicht sehen konnten. Der Nebel rollt herein, daher sollten wir INSIDE gehen. Der Nebel wird bald aufklaren, und wir können unsere Reise fortsetzen.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "foggy",
      "translation": "nebelig",
      "definition": "having or characterized by fog",
      "definition_translation": "hat oder wird durch Nebel gekennzeichnet",
      "example": "The foggy morning made it difficult to drive. The foggy weather is perfect for a cup of hot coffee. The foggy days are always so gloomy.",
      "example_translation": "Der nebelige Morgen machte es schwierig zu fahren. Das nebelige Wetter ist perfekt für eine Tasse heißer Kaffee. Die nebeligen Tage sind immer so trüb.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ice",
      "translation": "Eis",
      "definition": "a solid, transparent, and brittle substance formed from water by cooling it below its freezing point",
      "definition_translation": "eine feste, transparente und spröde Substanz, die durch Abkühlen von Wasser unter seinem Gefrierpunkt gebildet wird",
      "example": "The ice on the lake was thick enough to skate on. The ice in the drink was cold and refreshing. The ice will melt soon, and we can swim.",
      "example_translation": "Das Eis auf dem See war dick genug, um darauf zu schlittschuhlaufen. Das Eis im Getränk war kalt und erfrischend. Das Eis wird bald schmelzen, und wir können schwimmen.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spring",
      "translation": "Frühling",
      "definition": "The season of the year between winter and summer, during which the weather becomes warmer and plants begin to grow.",
      "definition_translation": "Die Jahreszeit zwischen Winter und Sommer, während der das Wetter wärmer wird und Pflanzen beginnen zu wachsen.",
      "example": "I love taking walks in the spring when the flowers are blooming. Last year, I planted a garden in the spring. Next spring, I will go on a trip to Europe.",
      "example_translation": "Ich liebe es, im Frühling Spaziergänge zu unternehmen, wenn die Blumen blühen. Letztes Jahr pflanzte ich einen Garten im Frühling an. Nächstes Frühling werde ich eine Reise nach Europa unternehmen.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "storm",
      "translation": "Sturm",
      "definition": "A severe weather condition characterized by strong winds, heavy rainfall, and often thunder and lightning.",
      "definition_translation": "Ein schwieriges Wetterphänomen, das durch starke Winde, starken Regen und oft Donner und Blitz gekennzeichnet ist.",
      "example": "The storm damaged the roof of my house. Last week, a storm caused a power outage in our neighborhood. By next week, the storm will have passed.",
      "example_translation": "Der Sturm beschädigte das Dach meines Hauses. Letzte Woche verursachte ein Sturm einen Stromausfall in unserer Nachbarschaft. Bis nächste Woche wird der Sturm vorbei sein.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunny",
      "translation": "sonnig",
      "definition": "Having a lot of sunshine; having a bright and cheerful atmosphere.",
      "definition_translation": "Viele Sonnenschein haben; eine helle und fröhliche Atmosphäre haben.",
      "example": "It was a sunny day at the beach, so I got a sunburn. Yesterday, it was sunny, so we went for a walk. By tomorrow, it will be sunny again.",
      "example_translation": "Es war ein sonniger Tag am Strand, also bekam ich einen Sonnenbrand. Gestern war es sonnig, also gingen wir spazieren. Bis morgen wird es wieder sonnig sein.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "thunderstorm",
      "translation": "Gewitter",
      "definition": "A storm characterized by the presence of lightning, thunder, and heavy rain, often accompanied by strong winds.",
      "definition_translation": "Ein Sturm, der durch die Anwesenheit von Blitzen, Donner und starkem Regen gekennzeichnet ist, oft begleitet von starken Winden.",
      "example": "The thunderstorm knocked out the power in our neighborhood. Last month, a thunderstorm caused a flood in the city. Next summer, we will have many thunderstorms.",
      "example_translation": "Das Gewitter führte zu einem Stromausfall in unserer Nachbarschaft. Letzten Monat verursachte ein Gewitter eine Überschwemmung in der Stadt. Nächsten Sommer werden wir viele Gewitter haben.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wet",
      "translation": "nass",
      "definition": " Covered or saturated with water or another liquid.",
      "definition_translation": "Mit Wasser oder einer anderen Flüssigkeit bedeckt oder gesättigt.",
      "example": "I got wet in the rain. I am getting wet in the shower. I will get wet in the pool tomorrow.",
      "example_translation": "Ich bin im Regen nass geworden. Ich werde in der Dusche nass. Ich werde morgen im Swimmingpool nass werden.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "windy",
      "translation": "windig",
      "definition": "Having a lot of wind, especially in a way that is uncomfortable or makes it difficult to do things.",
      "definition_translation": "Hat viel Wind, insbesondere auf eine Weise, die unangenehm ist oder es schwierig macht, Dinge zu tun.",
      "example": "It was windy yesterday. It is windy today. It will be windy tomorrow.",
      "example_translation": "Es war gestern windig. Es ist heute windig. Es wird morgen windig sein.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blow",
      "translation": "blasen",
      "definition": "To produce a current of air, especially with your mouth.",
      "definition_translation": "Eine Luftströmung zu erzeugen, insbesondere mit dem Mund.",
      "example": "I blew out the candles. I am blowing on my coffee. I will blow my nose tomorrow.",
      "example_translation": "Ich habe die Kerzen ausgeblasen. Ich blase auf meinen Kaffee. Ich werde morgen meine Nase putzen.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "breeze",
      "translation": "Brise",
      "definition": "A gentle wind, especially a pleasant one.",
      "definition_translation": "Ein leichter Wind, insbesondere ein angenehmer.",
      "example": "There was a gentle breeze. There is a nice breeze. There will be a cool breeze tomorrow.",
      "example_translation": "Es gab eine leichte Brise. Es gibt eine schöne Brise. Es wird morgen eine kühle Brise geben.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "heat",
      "translation": "Hitze",
      "definition": "a form of energy that flows from a body of higher temperature to a body of lower temperature",
      "definition_translation": "eine Form von Energie, die von einem Körper höherer Temperatur zu einem Körper niedrigerer Temperatur fließt",
      "example": "I felt the heat of the sun on my skin yesterday. I am feeling the heat now. I will feel the heat tomorrow.",
      "example_translation": "Ich fühlte mich gestern von der Sonnenhitze auf meiner Haut. Ich fühle mich jetzt von der Hitze. Ich werde mich morgen von der Hitze fühlen.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lightning",
      "translation": "Blitz",
      "definition": "a brilliant electric discharge in the atmosphere, typically occurring during thunderstorms",
      "definition_translation": "ein brillianter elektrischer Entladungsprozess in der Atmosphäre, der typischerweise während von Gewittern auftritt",
      "example": "The lightning flashed brightly in the dark sky last night. The lightning is flashing now. The lightning will flash tomorrow.",
      "example_translation": "Der Blitz blitzte gestern Nacht hell in dem dunklen Himmel. Der Blitz blitzt jetzt. Der Blitz wird tomorrow blitz.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "season",
      "translation": "Jahreszeit",
      "definition": "one of the four divisions of the year, characterized by particular weather patterns, days of varying length, and other seasonal phenomena",
      "definition_translation": "eine der vier Jahreszeiten, die durch bestimmte Wettermuster, Tage von variierender Länge und andere jahreszeitliche Phänomene gekennzeichnet sind",
      "example": "Winter is my favorite season. I am enjoying this season. I will enjoy the next season.",
      "example_translation": "Winter ist meine Lieblingsjahreszeit. Ich genieße diese Jahreszeit. Ich werde die nächste Jahreszeit genießen.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunrise",
      "translation": "Sonnenaufgang",
      "definition": "the time in the morning when the sun appears above the horizon",
      "definition_translation": "die Zeit am Morgen, wenn die Sonne über dem Horizont sichtbar wird",
      "example": "I watched the sunrise from the mountain yesterday. I am watching the sunrise now. I will watch the sunrise tomorrow.",
      "example_translation": "Ich beobachtete den Sonnenaufgang von dem Berg gestern. Ich beobachte den Sonnenaufgang jetzt. Ich werde den Sonnenaufgang morgen beobachten.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunset",
      "translation": "Sonnenuntergang",
      "definition": "The time in the evening when the sun disappears below the horizon.",
      "definition_translation": "Die Abendstunde, wenn die Sonne unter dem Horizont verschwindet.",
      "example": "Yesterday, I watched the sunset on the beach with my family. Today, I'm planning to watch the sunset from the mountain top. Tomorrow, I will watch the sunset on a cruise.",
      "example_translation": "Gestern habe ich den Sonnenuntergang am Strand mit meiner Familie beobachtet. Heute plane ich, den Sonnenuntergang vom Berggipfel aus zu beobachten. Morgen werde ich den Sonnenuntergang auf einer Kreuzfahrt beobachten.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunshine",
      "translation": "Sonnenschein",
      "definition": "The warm and bright light of the sun.",
      "definition_translation": "Das warme und helle Licht der Sonne.",
      "example": "The sunshine made the flowers bloom in the garden. The sunshine warmed my skin on the beach. The sunshine will brighten up the room tomorrow.",
      "example_translation": "Der Sonnenschein ließ die Blumen im Garten blühen. Der Sonnenschein wärmte meine Haut am Strand. Der Sonnenschein wird morgen den Raum aufhellen.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "thunder",
      "translation": "Donner",
      "definition": "A loud rumbling noise that accompanies lightning.",
      "definition_translation": "Ein lautes donnernes Geräusch, das dem Blitz folgt.",
      "example": "I was scared of the thunder during the storm last night. The thunder woke me up from my sleep. The thunder will alert us of the approaching storm tomorrow.",
      "example_translation": "Ich hatte Angst vor dem Donner während des Sturms letzte Nacht. Der Donner weckte mich aus meinem Schlaf. Der Donner wird uns morgen auf den nahenden Sturm aufmerksam machen.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "daylight",
      "translation": "Tageslicht",
      "definition": "The light of day, especially during the morning or afternoon.",
      "definition_translation": "Das Licht des Tages, insbesondere während des Morgens oder Nachmittags.",
      "example": "I love taking walks in the daylight with my dog. The daylight made the forest look beautiful. The daylight will help us navigate through the woods tomorrow.",
      "example_translation": "Ich liebe es, mit meinem Hund bei Tageslicht spazieren zu gehen. Das Tageslicht machte den Wald schön aussehen. Das Tageslicht wird uns morgen durch den Wald navigieren helfen.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hurricane",
      "translation": "Hurrikan",
      "definition": "A hurricane is a type of tropical cyclone that forms over the warm waters of the Atlantic Ocean, Caribbean Sea, and Gulf of Mexico. It is a rotating low-pressure weather system with sustained winds of at least 74 mph (119 km/h).",
      "definition_translation": "Ein Hurrikan ist ein Typ von tropischem Zyklon, der sich über den warmen Wassern des Atlantiks, der Karibik und des Golfes von Mexiko bildet. Es ist ein rotierendes Tiefdruck-Wettersystem mit anhaltenden Winden von mindestens 119 km/h.",
      "example": "The hurricane destroyed many homes in the coastal city. It had destroyed many homes in the past, and it will destroy many more in the future. Currently, it is destroying homes.",
      "example_translation": "Der Hurrikan zerstörte viele Häuser in der Küstenstadt. Er hatte in der Vergangenheit viele Häuser zerstört und wird in Zukunft viele mehr zerstören. Derzeit zerstört er Häuser.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "moonlight",
      "translation": "Mondschein",
      "definition": "Moonlight is the light reflected by the Moon, typically visible at night when the Moon is full or nearly full.",
      "definition_translation": "Mondschein ist das Licht, das vom Mond reflektiert wird, typischerweise sichtbar bei Nacht, wenn der Mond voll oder fast voll ist.",
      "example": "The couple took a romantic walk under the moonlight. They had taken many walks under the moonlight in the past, and they will take many more in the future. Currently, they are enjoying the moonlight.",
      "example_translation": "Das Paar unternahm einen romantischen Spaziergang unter dem Mondschein. Sie hatten in der Vergangenheit viele Spaziergänge unter dem Mondschein unternommen und werden in Zukunft viele mehr unternehmen. Derzeit genießen sie den Mondschein.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rainbow",
      "translation": "Regenbogen",
      "definition": "A rainbow is a colorful natural phenomenon occurring when sunlight passes through water droplets in the air, producing a spectrum of light with colors ranging from red to violet.",
      "definition_translation": "Ein Regenbogen ist ein farbiges Naturphänomen, das auftritt, wenn Sonnenlicht durch Wassertröpfchen in der Luft passiert, wodurch ein Spektrum des Lichts mit Farben von Rot bis Violett entsteht.",
      "example": "The child saw a beautiful rainbow in the sky. She had seen many rainbows in the past, and she will see many more in the future. Currently, she is looking at the rainbow.",
      "example_translation": "Das Kind sah einen schönen Regenbogen am Himmel. Sie hatte in der Vergangenheit viele Regenbogen gesehen und wird in Zukunft viele mehr sehen. Derzeit schaut sie sich den Regenbogen an.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rainfall",
      "translation": "Niederschlag",
      "definition": "Rainfall is the amount of precipitation in the form of water droplets that fall to the ground, typically measured in inches or millimeters.",
      "definition_translation": "Niederschlag ist die Menge an Niederschlag in Form von Wassertröpfchen, die auf den Boden fallen, typischerweise gemessen in Zoll oder Millimetern.",
      "example": "The region experienced heavy rainfall last week. It had experienced heavy rainfall in the past, and it will experience heavy rainfall in the future. Currently, it is experiencing heavy rainfall.",
      "example_translation": "Die Region erlebte letzten Woche starken Niederschlag. Sie hatte in der Vergangenheit starken Niederschlag erlebt und wird in Zukunft starken Niederschlag erleben. Derzeit erlebt sie starken Niederschlag.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stormy",
      "translation": "stürmisch",
      "definition": "full of or characterized by strong winds and heavy rain; turbulent",
      "definition_translation": "voller starker Winde und schwerem Regen; turbulent",
      "example": "The weather was stormy yesterday, but it's calm today. The stormy night was followed by a beautiful morning. The stormy era will soon be over.",
      "example_translation": "Das Wetter war gestern stürmisch, aber heute ist es ruhig. Die stürmische Nacht wurde von einem schönen Morgen gefolgt. Das stürmische Zeitalter wird bald vorbei sein.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunlight",
      "translation": "Sonnenschein",
      "definition": "the light of the sun, especially when it is warm and pleasant",
      "definition_translation": "das Licht der Sonne, insbesondere wenn es warm und angenehm ist",
      "example": "The sunlight streaming through the window brightened up the room. We'll have more sunlight in summer than in winter. By sunlight, the garden will be full of flowers.",
      "example_translation": "Der Sonnenschein, der durch das Fenster strömte, hellte den Raum auf. Wir werden im Sommer mehr Sonnenschein haben als im Winter. Beim Sonnenschein wird der Garten voller Blumen sein.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "twilight",
      "translation": "Dämmerung",
      "definition": "the time of day when the sun is below the horizon, but the light has not yet faded completely",
      "definition_translation": "die Tageszeit, wenn die Sonne unter dem Horizont ist, aber das Licht noch nicht vollständig erloschen ist",
      "example": "The twilight was romantic, so we decided to take a walk. The city is beautiful during twilight hours. In the twilight, the stars began to shine.",
      "example_translation": "Die Dämmerung war romantisch, więc wir entschieden, einen Spaziergang zu machen. Die Stadt ist während der Dämmerungsstunden schön. In der Dämmerung begannen die Sterne zu leuchten.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blizzard",
      "translation": "Schneesturm",
      "definition": "a severe snowstorm with strong winds and low visibility",
      "definition_translation": "ein starker Schneesturm mit starken Winden und niedriger Sicht",
      "example": "The blizzard made it impossible to drive. We'll have a blizzard warning tonight. After the blizzard, the town was covered in snow.",
      "example_translation": "Der Schneesturm machte es unmöglich, zu fahren. Wir werden heute Abend einen Schneesturmwarnung haben. Nach dem Schneesturm war die Stadt von Schnee bedeckt.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "heatwave",
      "translation": "Hitzewelle",
      "definition": "A prolonged period of abnormally hot weather, especially during the summer.",
      "definition_translation": "Eine verlängerte Periode von abnormal heißem Wetter, insbesondere während des Sommers.",
      "example": "The heatwave last summer led to widespread drought and water shortages. In 2050, we will experience even more severe heatwaves. By 2025, heatwaves had become a regular occurrence in the region.",
      "example_translation": "Die Hitzewelle letzten Sommers führte zu landesweiten Dürren und Wassermangel. Im Jahr 2050 werden wir noch schlimmere Hitzewellen erleben. Bis 2025 waren Hitzewellen in der Region ein regelmäßiges Phänomen geworden.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drought",
      "translation": "Dürre",
      "definition": "A prolonged period of abnormally low rainfall, leading to water scarcity.",
      "definition_translation": "Eine verlängerte Periode von abnormal niedrigen Niederschlägen, führend zu Wasserknappheit.",
      "example": "The severe drought last year forced farmers to reduce their crop production. By 2030, droughts will become more frequent due to climate change. In 2003, a devastating drought hit the entire region.",
      "example_translation": "Die schwere Dürre letztes Jahr zwang die Bauern, ihre Ernteproduktion zu reduzieren. Bis 2030 werden Dürren aufgrund des Klimawandels häufiger werden. Im Jahr 2003 traf eine verheerende Dürre die gesamte Region.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hail",
      "translation": "Hagel",
      "definition": "Small balls of ice that fall from the sky during a thunderstorm.",
      "definition_translation": "Kleine Eiskugeln, die während eines Gewitters vom Himmel fallen.",
      "example": "The hailstorm damaged the crops and windows last night. By next year, hail will become more common in this region. In 2010, a severe hailstorm hit the city, causing widespread damage.",
      "example_translation": "Der Hagelsturm schädigte die Ernte und Fenster letzte Nacht. Bis nächstes Jahr wird Hagel in dieser Region häufiger werden. Im Jahr 2010 traf ein schwere Hagelsturm die Stadt, verursachte landesweite Schäden.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hail",
      "translation": "Hagel",
      "definition": "Small balls of ice that fall from the sky during a thunderstorm.",
      "definition_translation": "Kleine Eiskugeln, die während eines Gewitters vom Himmel fallen.",
      "example": "The hailstones were as big as golf balls during the storm. By 2025, hail will cause more damage to agriculture. In 2005, a hailstorm hit the region, destroying many cars.",
      "example_translation": "Die Hagelsteine waren so groß wie Golfbälle während des Sturms. Bis 2025 wird Hagel mehr Schäden an der Landwirtschaft verursachen. Im Jahr 2005 traf ein Hagelsturm die Region, zerstörte viele Autos.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hailstone",
      "translation": "Hagelkorn",
      "definition": "A small ball of ice that forms in clouds and falls to the ground during a storm.",
      "definition_translation": "Ein kleiner Eisball, der in Wolken bildet und während eines Sturms zu Boden fällt.",
      "example": "The hailstone hit the window with a loud crash. Yesterday, a hailstone damaged my car. By next year, hailstones will be a rare sight in this region.",
      "example_translation": "Der Hagelkorn traf das Fenster mit einem lauten Knall. Gestern beschädigte ein Hagelkorn mein Auto. Bis nächstem Jahr werden Hagelkörner in dieser Region ein seltener Anblick sein.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hailstorm",
      "translation": "Hagelsturm",
      "definition": "A storm that produces hail, typically accompanied by strong winds and heavy rain.",
      "definition_translation": "Ein Sturm, der Hagel produziert, begleitet von starken Winden und heftigem Regen.",
      "example": "The hailstorm caused significant damage to the crops. We had to take shelter during the hailstorm. By the time the hailstorm passes, the roads will be flooded.",
      "example_translation": "Der Hagelsturm verursachte bedeutende Schäden an den Ernten. Wir mussten uns während des Hagelsturms in Sicherheit bringen. Wenn der Hagelsturm vorüber ist, werden die Straßen überflutet sein.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "whirlwind",
      "translation": "Wirbelwind",
      "definition": "A rotating column of air that moves rapidly over the ground, often causing damage.",
      "definition_translation": "Eine rotierende Luftspalte, die sich schnell über dem Boden bewegt, oft Schäden verursachend.",
      "example": "The whirlwind swept through the city, causing destruction. The whirlwind knocked over the trees. By next month, the whirlwind will have passed, leaving behind a trail of debris.",
      "example_translation": "Der Wirbelwind fegte durch die Stadt, Verwüstung verursachend. Der Wirbelwind kippte die Bäume um. Bis nächsten Monat wird der Wirbelwind vorüber sein, einen Trümmerpfad hinterlassend.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drizzle",
      "translation": "Nieselregen",
      "definition": "A type of rainfall that is characterized by a steady, light fall of misty raindrops.",
      "definition_translation": "Eine Art von Regen, die durch einen steten, leichten Fall von Nebeltröpfchen gekennzeichnet ist.",
      "example": "The drizzle made the streets slippery. Yesterday, the drizzle ruined our picnic. By tomorrow, the drizzle will have cleared up, and we can go for a walk.",
      "example_translation": "Der Nieselregen machte die Straßen rutschig. Gestern verdarb der Nieselregen unser Picknick. Bis morgen wird der Nieselregen aufgeklagt haben, und wir können spazieren gehen.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dust storm",
      "translation": "Staubsturm",
      "definition": "A strong wind that picks up large amounts of dust and sand, reducing visibility and often causing respiratory problems.",
      "definition_translation": "Ein starker Wind, der große Mengen an Staub und Sand aufwirbelt, die Sicht reduziert und oft Atemprobleme verursacht.",
      "example": "The tourist got caught in a severe dust storm while hiking in the desert. She had experienced a similar storm the year before, and will likely encounter another one next summer.",
      "example_translation": "Die Touristin geriet während eines Wander Ausflugs in der Wüste in einen heftigen Staubsturm. Sie hatte einen ähnlichen Sturm im Vorjahr erlebt und wird wahrscheinlich nächsten Sommer einen weiteren erleiden.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}