{
  "data": [
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bull terrier",
      "translation": "Bullterrier",
      "definition": "A bull terrier is a breed of dog known for its muscular build, short coat, and egg-shaped head.",
      "definition_translation": "Ein Bullterrier ist eine Hunderasse, die durch ihren muskulösen Körperbau, ihr kurzes Fell und ihren eiförmigen Kopf bekannt ist.",
      "example": "I had a bull terrier as a pet when I was a kid. Now, I have a bull terrier that loves to play fetch. By next year, I will have trained my bull terrier to do agility tricks.",
      "example_translation": "Ich hatte einen Bullterrier als Haustier, als ich ein Kind war. Jetzt habe ich einen Bullterrier, der gerne Fang spielen möchte. Bis nächstes Jahr werde ich meinen Bullterrier trainiert haben, um Agility-Tricks auszuführen.",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bulldog",
      "translation": "Bulldogge",
      "definition": "A bulldog is a breed of dog known for its muscular build, wrinkled face, and gentle nature.",
      "definition_translation": "Eine Bulldogge ist eine Hunderasse, die durch ihren muskulösen Körperbau, ihr gefurchtes Gesicht und ihre sanfte Natur bekannt ist.",
      "example": "I used to own a bulldog that loved to snore. Now, I have a bulldog that loves to cuddle. By next month, I will have taken my bulldog to a dog show.",
      "example_translation": "Ich besaß früher eine Bulldogge, die gerne schnarchte. Jetzt habe ich eine Bulldogge, die gerne kuschelt. Bis nächstem Monat werde ich meine Bulldogge zu einer Hundeschau mitgenommen haben.",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Dalmatian",
      "translation": "Dalmatiner",
      "definition": "A Dalmatian is a breed of dog known for its distinctive white coat with black spots and its friendly nature.",
      "definition_translation": "Ein Dalmatiner ist eine Hunderasse, die durch ihr zweifarbiges Fell weiß mit schwarzen Flecken und ihre freundliche Natur bekannt ist.",
      "example": "I have always wanted a Dalmatian as a pet. My sister had a Dalmatian that loved to run. By next year, I will have adopted a Dalmatian from a shelter.",
      "example_translation": "Ich habe immer einen Dalmatiner als Haustier gewollt. Meine Schwester hatte einen Dalmatiner, der gerne lief. Bis nächstes Jahr werde ich einen Dalmatiner aus einem Tierheim adoptiert haben.",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "poodle",
      "translation": "Pudel",
      "definition": "A poodle is a breed of dog known for its curly, non-shedding coat and its high intelligence.",
      "definition_translation": "Ein Pudel ist eine Hunderasse, die durch ihr lockiges, nicht-abwerfendes Fell und ihre hohe Intelligenz bekannt ist.",
      "example": "I grew up with a poodle as a pet. My friend has a poodle that loves to swim. By next summer, I will have trained my poodle to do agility tricks.",
      "example_translation": "Ich bin mit einem Pudel als Haustier aufgewachsen. Mein Freund hat einen Pudel, der gerne schwimmt. Bis nächsten Sommer werde ich meinen Pudel trainiert haben, um Agility-Tricks auszuführen.",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Afghan hound",
      "translation": "Afghanischer Windhund",
      "definition": "A tall, silky-coated dog breed originating from Afghanistan, known for its athletic ability and gentle nature.",
      "definition_translation": "Eine hochgewachsene, seidigfellige Hunderasse aus Afghanistan, bekannt für ihre athletische Fähigkeit und sanfte Natur.",
      "example": "In the past, the Afghan hound was used for hunting, but now it is mainly kept as a pet. Today, the breed is popular among dog enthusiasts, and in the future, it is expected to remain a beloved companion animal.",
      "example_translation": "In der Vergangenheit wurde der Afghanische Windhund zum Jagen verwendet, aber jetzt wird er hauptsächlich als Haustier gehalten. Heute ist die Rasse bei Hundeliebhabern beliebt, und in Zukunft wird erwartet, dass sie ein beliebtes Begleittier bleibt.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Akita",
      "translation": "Akita",
      "definition": "A large, powerful dog breed originating from Japan, known for its loyalty and protective instincts.",
      "definition_translation": "Eine große, kraftvolle Hunderasse aus Japan, bekannt für ihre Treue und schützenden Instinkte.",
      "example": "In the past, Akitas were used as guard dogs, but today they are popular family pets. The Akita is a loyal breed, and in the future, it is expected to remain a faithful companion.",
      "example_translation": "In der Vergangenheit wurden Akitas als Wachhunde verwendet, aber heute sind sie beliebte Familienhaustiere. Der Akita ist eine treue Rasse, und in Zukunft wird erwartet, dass sie ein treuer Begleiter bleibt.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Alaskan malamute",
      "translation": "Alaskan Malamute",
      "definition": "A strong and powerful dog breed originating from Alaska, known for its endurance and independence.",
      "definition_translation": "Eine starke und kraftvolle Hunderasse aus Alaska, bekannt für ihre Ausdauer und Unabhängigkeit.",
      "example": "In the past, Alaskan malamutes were used as sled dogs, but today they are popular among outdoor enthusiasts. The breed is known for its strength, and in the future, it is expected to remain a popular working dog.",
      "example_translation": "In der Vergangenheit wurden Alaskan Malamutes als Schlittenhunde verwendet, aber heute sind sie bei Outdoor-Begeisterten beliebt. Die Rasse ist bekannt für ihre Stärke, und in Zukunft wird erwartet, dass sie ein beliebter Arbeits Hund bleibt.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "basset hound",
      "translation": "Basset Hound",
      "definition": "A short-legged, long-bodied dog breed originating from France, known for its friendly and calm nature.",
      "definition_translation": "Eine kurzbeinige, langkörperige Hunderasse aus Frankreich, bekannt für ihre freundliche und ruhige Natur.",
      "example": "In the past, basset hounds were used for hunting, but now they are popular family pets. The breed is known for its calm nature, and in the future, it is expected to remain a beloved companion animal.",
      "example_translation": "In der Vergangenheit wurden Basset Hounds zum Jagen verwendet, aber jetzt sind sie beliebte Familienhaustiere. Die Rasse ist bekannt für ihre ruhige Natur, und in Zukunft wird erwartet, dass sie ein beliebtes Begleittier bleibt.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beagle",
      "translation": "Beagle",
      "definition": "A small to medium-sized scent hound with a friendly and curious nature, originating from England.",
      "definition_translation": "Ein kleiner bis mittelgroßer Spürhund mit freundlicher und neugieriger Natur, der aus England stammt.",
      "example": "I had a beagle when I was a child, it was very playful. Now I have a beagle and it is very friendly. In the future, I will have a beagle and it will be very loyal.",
      "example_translation": "Ich hatte einen Beagle, als ich ein Kind war, es war sehr spielefreudig. Jetzt habe ich einen Beagle und es ist sehr freundlich. In Zukunft werde ich einen Beagle haben und es wird sehr loyal sein.",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Bernese mountain dog",
      "translation": "Bernhardiner",
      "definition": "A large-sized dog breed originating from the Swiss Alps, known for its distinctive tri-colored coat and gentle nature.",
      "definition_translation": "Eine groß gewachsene Hunderasse aus den Schweizer Alpen, bekannt für ihr charakteristisches dreifarbige Fell und ihre sanfte Natur.",
      "example": "I saw a Bernese mountain dog at the park yesterday, it was very calm. My friend has a Bernese mountain dog and it is very protective. In the future, I will own a Bernese mountain dog and it will be very loyal.",
      "example_translation": "Ich sah einen Bernhardiner im Park gestern, er war sehr ruhig. Mein Freund hat einen Bernhardiner und er ist sehr beschützend. In Zukunft werde ich einen Bernhardiner besitzen und er wird sehr loyal sein.",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bloodhound",
      "translation": "Bluthund",
      "definition": "A large-sized scent hound known for its exceptional tracking ability and distinctive wrinkled face.",
      "definition_translation": "Ein groß gewachsener Spürhund, bekannt für seine außergewöhnliche Fähigkeit, Fährten zu verfolgen, und sein charakteristisches faltiges Gesicht.",
      "example": "The police used a bloodhound to track the suspect, it was very effective. I had a bloodhound when I was a teenager, it was very energetic. In the future, I will train a bloodhound and it will be very skilled.",
      "example_translation": "Die Polizei benutzte einen Bluthund, um den Verdächtigen zu verfolgen, er war sehr effektiv. Ich hatte einen Bluthund, als ich ein Teenager war, er war sehr energiegeladen. In Zukunft werde ich einen Bluthund trainieren und er wird sehr geschickt sein.",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "border collie",
      "translation": "Border Collie",
      "definition": "A medium-sized herding dog breed known for its high intelligence, agility, and obedience.",
      "definition_translation": "Eine mittelgroße Hunderasse, bekannt für ihre hohe Intelligenz, Agilität und Gehorsamkeit.",
      "example": "I have a border collie, it is very intelligent. My friend has a border collie and it is very energetic. In the future, I will have a border collie and it will be very obedient.",
      "example_translation": "Ich habe einen Border Collie, er ist sehr intelligent. Mein Freund hat einen Border Collie und er ist sehr energiegeladen. In Zukunft werde ich einen Border Collie haben und er wird sehr gehorsam sein.",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Boston terrier",
      "translation": "Boston-Terrier",
      "definition": "The Boston terrier is a small, compact dog with a short, easy-to-maintain coat and a friendly, outgoing personality.",
      "definition_translation": "Der Boston-Terrier ist ein kleiner, kompakter Hund mit einem kurzen, leicht zu pflegenden Fell und einer freundlichen, aufgeschlossenen Persönlichkeit.",
      "example": "I had a Boston terrier when I was a child, it was a great pet. Now I have a new Boston terrier, and it's very playful. By next year, I will have another Boston terrier, and it will be a good companion.",
      "example_translation": "Ich hatte einen Boston-Terrier, als ich ein Kind war, es war ein großartiges Haustier. Jetzt habe ich einen neuen Boston-Terrier, und er ist sehr spielend. Bis zum nächsten Jahr werde ich einen anderen Boston-Terrier haben, und er wird ein guter Begleiter sein.",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "boxer",
      "translation": "Boxer",
      "definition": "A boxer is a medium-sized dog with a short, smooth coat and a muscular build, known for its energetic and playful personality.",
      "definition_translation": "Ein Boxer ist ein mittelgroßer Hund mit einem kurzen, glatten Fell und einer muskulösen Statur, bekannt für seine energische und spielende Persönlichkeit.",
      "example": "I had a boxer when I was in college, it was a great companion. Now I have a new boxer, and it's very loyal. By next year, I will have another boxer, and it will be a good guard dog.",
      "example_translation": "Ich hatte einen Boxer, als ich im College war, es war ein großartiger Begleiter. Jetzt habe ich einen neuen Boxer, und er ist sehr treu. Bis zum nächsten Jahr werde ich einen anderen Boxer haben, und es wird ein guter Wachhund sein.",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bullmastiff",
      "translation": "Bullenmastiff",
      "definition": "A bullmastiff is a large dog with a short, dense coat and a powerful build, known for its loyalty and protective instincts.",
      "definition_translation": "Ein Bullenmastiff ist ein großer Hund mit einem kurzen, dichten Fell und einer kräftigen Statur, bekannt für seine Treue und Schutzinstinkte.",
      "example": "I had a bullmastiff when I was living in the countryside, it was a great guard dog. Now I have a new bullmastiff, and it's very gentle. By next year, I will have another bullmastiff, and it will be a good family pet.",
      "example_translation": "Ich hatte einen Bullenmastiff, als ich auf dem Land lebte, es war ein großartiger Wachhund. Jetzt habe ich einen neuen Bullenmastiff, und er ist sehr sanft. Bis zum nächsten Jahr werde ich einen anderen Bullenmastiff haben, und er wird ein großartiges Familienhaustier sein.",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Cairn terrier",
      "translation": "Cairn-Terrier",
      "definition": "A Cairn terrier is a small, energetic dog with a harsh, wiry coat and a feisty personality, known for its intelligence and loyalty.",
      "definition_translation": "Ein Cairn-Terrier ist ein kleiner, energischer Hund mit einem rauhen, drahtigen Fell und einer feurigen Persönlichkeit, bekannt für seine Intelligenz und Treue.",
      "example": "I had a Cairn terrier when I was a child, it was a great playmate. Now I have a new Cairn terrier, and it's very curious. By next year, I will have another Cairn terrier, and it will be a good agility dog.",
      "example_translation": "Ich hatte einen Cairn-Terrier, als ich ein Kind war, es war ein großartiger Spielkamerad. Jetzt habe ich einen neuen Cairn-Terrier, und er ist sehr neugierig. Bis zum nächsten Jahr werde ich einen anderen Cairn-Terrier haben, und er wird ein guter Agility-Hund sein.",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cane corso, Spanish mastiff",
      "translation": "Kane Corso, Spanischer Mastiff",
      "definition": "The Cane Corso is an Italian breed of mastiff, which is often used as a guard dog. It is known for its muscular build, short coat, and intimidating appearance.",
      "definition_translation": "Der Cane Corso ist eine italienische Hunderasse, die oft als Wachhund eingesetzt wird. Er ist bekannt für seinen muskulösen Körperbau, sein kurzes Fell und sein einschüchterndes Aussehen.",
      "example": "Yesterday, I saw a cane corso, Spanish mastiff at the dog park. It was huge and looked very fierce. I will buy a cane corso, Spanish mastiff next year if I move to a bigger house. Now, I have a small apartment and it's not suitable for such a big dog.",
      "example_translation": "Gestern habe ich einen Kane Corso, Spanischen Mastiff im Hundeplatz gesehen. Er war riesig und sah sehr furchteinflößend aus. Ich werde nächstes Jahr einen Kane Corso, Spanischen Mastiff kaufen, wenn ich in ein größeres Haus ziehe. Jetzt habe ich eine kleine Wohnung und es ist nicht geeignet für so einen großen Hund.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Chihuahua",
      "translation": "Chihuahua",
      "definition": "The Chihuahua is a small-sized dog breed originating from Mexico, known for its large eyes, erect ears, and variety of coat lengths and colors.",
      "definition_translation": "Die Chihuahua ist eine kleine Hunderasse aus Mexiko, bekannt für ihre großen Augen, aufgerichteten Ohren und die Vielfalt an Felllängen und -farben.",
      "example": "My sister has a Chihuahua and it's very playful. She took her Chihuahua to the vet yesterday and it's recovering now. I will take care of her Chihuahua next week when she's away.",
      "example_translation": "Meine Schwester hat ein Chihuahua und es ist sehr spielerisch. Sie hat ihr Chihuahua gestern zum Tierarzt gebracht und es erholt sich jetzt. Ich werde mich nächste Woche um ihr Chihuahua kümmern, wenn sie weg ist.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chow chow",
      "translation": "Schau-Schau",
      "definition": "The chow chow is a sturdy, fluffy dog breed originating from China, known for its distinctive blue-black tongue and loyal temperament.",
      "definition_translation": "Der Schau-Schau ist eine robuste, flauschige Hunderasse aus China, bekannt für seine charakteristische blau-schwarze Zunge und sein loyalen Temperament.",
      "example": "I had a chow chow when I was a kid and it was very loyal. My friend will buy a chow chow next month and I'm excited to see it. I saw a chow chow at the dog show last year and it was really beautiful.",
      "example_translation": "Ich hatte einen Schau-Schau, als ich ein Kind war und es war sehr loyal. Mein Freund wird nächsten Monat einen Schau-Schau kaufen und ich bin aufgerüstet, es zu sehen. Ich habe einen Schau-Schau auf der Hundeausstellung letzten Jahr gesehen und es war wirklich schön.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cocker spaniel",
      "translation": "Cocker Spaniel",
      "definition": "The cocker spaniel is a medium-sized dog breed originating from England, known for its gentle, affectionate nature and low-maintenance coat.",
      "definition_translation": "Der Cocker Spaniel ist eine mittelgroße Hunderasse aus England, bekannt für seine sanfte, liebevolle Natur und sein pflegeleichtes Fell.",
      "example": "My uncle has a cocker spaniel and it's very friendly. I took my uncle's cocker spaniel to the park yesterday and it loved playing fetch. I'm planning to get a cocker spaniel next year when I move to a house with a backyard.",
      "example_translation": "Mein Onkel hat einen Cocker Spaniel und es ist sehr freundlich. Ich habe meinen Onkels Cocker Spaniel gestern zum Park genommen und es hat das Apportieren geliebt. Ich plane, nächsten Jahr einen Cocker Spaniel zu bekommen, wenn ich in ein Haus mit einem Hinterhof ziehe.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dachshund, sausage dog",
      "translation": "Dackel, Dachshund",
      "definition": "A small breed of dog with a long, narrow body and short legs, originating in Germany.",
      "definition_translation": "Eine kleine Hunderasse mit langem, schmalen Körper und kurzen Beinen, die in Deutschland stammt.",
      "example": "I had a dachshund when I was a child, now I have a German shepherd, and in the future I will own a French bulldog.",
      "example_translation": "Ich hatte einen Dachshund, als ich ein Kind war, jetzt habe ich einen 德utschen Schäferhund und in Zukunft werde ich einen französischen Bulldog besitzen.",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fox terrier",
      "translation": "Fuchs-Terrier",
      "definition": "A small, energetic dog with a short, smooth coat and a bushy tail, originally bred for hunting foxes.",
      "definition_translation": "Ein kleiner, energischer Hund mit einem kurzen, glatten Fell und einem buschigen Schwanz, ursprünglich zur Fuchsjagd gezüchtet.",
      "example": "The fox terrier is a popular breed among dog owners, since it is small and easy to care for, and I will get one soon.",
      "example_translation": "Der Fuchs-Terrier ist eine beliebte Rasse unter Hundebesitzern, da er klein und pflegeleicht ist, und ich werde bald eins haben.",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "French bulldog",
      "translation": "Französischer Bulldogge",
      "definition": "A small, muscular dog with a short, easy-to-maintain coat and a flat face, originating from France.",
      "definition_translation": "Ein kleiner, muskulöser Hund mit einem kurzen, pflegeleichten Fell und einer flachen Gesicht, der aus Frankreich stammt.",
      "example": "My friend has a French bulldog, and it is very playful, but in the past, she had a German shepherd, which was very different.",
      "example_translation": "Meine Freundin hat einen Französischen Bulldoggen, und er ist sehr spielend, aber in der Vergangenheit hatte sie einen deutschen Schäferhund, der sehr unterschiedlich war.",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "German shepherd",
      "translation": "Deutscher Schäferhund",
      "definition": "A medium to large breed of dog with a medium-length coat and a distinctive erect ear, originally bred to herd sheep.",
      "definition_translation": "Eine mittelgroße bis große Hunderasse mit einem mittellangen Fell und einem charakteristischen aufgerichteten Ohr, ursprünglich zur Schafhütung gezüchtet.",
      "example": "I will get a German shepherd as a guard dog, since it is intelligent and loyal, and in the past, my family had one that was very protective.",
      "example_translation": "Ich werde einen deutschen Schäferhund als Wachhund haben, seit er intelligent und loyal ist, und in der Vergangenheit hatte meine Familie einen, der sehr beschützend war.",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "giant schnauzer",
      "translation": "Riesenschnauzer",
      "definition": "A breed of dog known for its muscular build, wiry coat, and protective nature, often used as a guard dog or police dog.",
      "definition_translation": "Eine Hundeart, bekannt für ihren muskulösen Bau, drahtigen Fell und schützenden Charakter, oft als Wachhund oder Polizeihund eingesetzt.",
      "example": "In the past, I had a giant schnauzer as a pet, but now I have a smaller dog. Currently, my neighbor is walking her giant schnauzer in the park, and in five years, I will get another giant schnauzer.",
      "example_translation": "In der Vergangenheit hatte ich einen Riesenschnauzer als Haustier, aber jetzt habe ich einen kleineren Hund. Aktuell geht meine Nachbarin ihren Riesenschnauzer im Park spazieren, und in fünf Jahren werde ich einen anderen Riesenschnauzer bekommen.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "golden retriever",
      "translation": "Goldener Retriever",
      "definition": "A breed of dog known for its friendly, loyal, and gentle nature, often used as a therapy dog or search and rescue dog.",
      "definition_translation": "Eine Hundeart, bekannt für ihren freundlichen, loyalen und sanften Charakter, oft als Therapiehund oder Such- und Rettungshund eingesetzt.",
      "example": "I had a golden retriever when I was a kid, and it was very friendly. Now, I have a golden retriever as a therapy dog, and in the future, I will train another golden retriever to be a search and rescue dog.",
      "example_translation": "Ich hatte einen Golden Retriever, als ich ein Kind war, und es war sehr freundlich. Jetzt habe ich einen Golden Retriever als Therapiehund, und in der Zukunft werde ich einen anderen Golden Retriever trainieren, um einen Such- und Rettungshund zu werden.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Great Dane",
      "translation": "Deutsche Dogge",
      "definition": "A breed of dog known for its giant size, gentle nature, and short, smooth coat, often used as a companion dog.",
      "definition_translation": "Eine Hundeart, bekannt für ihre riesige Größe, sanften Charakter und kurzes, glattes Fell, oft als Begleithund eingesetzt.",
      "example": "In the past, my family had a Great Dane as a pet, but it was very large and required a lot of space. Now, I know someone who has a Great Dane as a companion dog, and in five years, I will get a Great Dane as a pet again.",
      "example_translation": "In der Vergangenheit hatte meine Familie einen Deutschen Doggen als Haustier, aber es war sehr groß und benötigte viel Platz. Jetzt kenne ich jemanden, der einen Deutschen Doggen als Begleithund hat, und in fünf Jahren werde ich einen Deutschen Doggen wieder als Haustier bekommen.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "greyhound",
      "translation": "Windhund",
      "definition": "A breed of dog known for its speed, agility, and short, smooth coat, often used for racing or as a pet.",
      "definition_translation": "Eine Hundeart, bekannt für ihre Geschwindigkeit, Agilität und kurzes, glattes Fell, oft für Rennen oder als Haustier eingesetzt.",
      "example": "I saw a greyhound racing at the track yesterday, and it was very fast. Now, I have a greyhound as a pet, and in the future, I will train it to be a therapy dog.",
      "example_translation": "Ich sah einen Windhund gestern auf der Rennbahn laufen, und es war sehr schnell. Jetzt habe ich einen Windhund als Haustier, und in der Zukunft werde ich es trainieren, um einen Therapiehund zu werden.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Irish terrier",
      "translation": "Irish Terrier",
      "definition": "A small to medium-sized dog breed originating from Ireland, known for its lively and affectionate nature.",
      "definition_translation": "Eine kleine bis mittelgroße Hunderasse aus Irland, bekannt für ihre lebendige und liebevolle Natur.",
      "example": "I had an Irish terrier when I was a kid, it was very playful. Now I have one, and it's still playful. In the future, I think I'll get another one.",
      "example_translation": "Ich hatte einen Irish Terrier, als ich ein Kind war, es war sehr spielend. Jetzt habe ich einen, und es ist immer noch spielend. In Zukunft denke ich, ich werde einen anderen bekommen.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Jack Russell terrier",
      "translation": "Jack Russell Terrier",
      "definition": "A small, energetic dog breed that originated in England, known for its courage and intelligence.",
      "definition_translation": "Eine kleine, energische Hunderasse, die in England entstand, bekannt für ihren Mut und ihre Intelligenz.",
      "example": "My friend had a Jack Russell terrier, it was very energetic. Now she has one, and it's still energetic. In the future, I think she'll get another one.",
      "example_translation": "Meine Freundin hatte einen Jack Russell Terrier, es war sehr energisch. Jetzt hat sie einen, und es ist immer noch energisch. In Zukunft denke ich, sie wird einen anderen bekommen.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Labrador retriever",
      "translation": "Labrador Retriever",
      "definition": "A large dog breed originating from Canada, known for its friendly and outgoing nature, often used as guide dogs and search and rescue dogs.",
      "definition_translation": "Eine große Hunderasse aus Kanada, bekannt für ihre freundliche und offene Natur, häufig als Führhunde und Such- und Rettungshunde eingesetzt.",
      "example": "I had a Labrador retriever when I was a kid, it was very friendly. Now I have one, and it's still friendly. In the future, I think I'll get another one.",
      "example_translation": "Ich hatte einen Labrador Retriever, als ich ein Kind war, es war sehr freundlich. Jetzt habe ich einen, und es ist immer noch freundlich. In Zukunft denke ich, ich werde einen anderen bekommen.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Maltese",
      "translation": "Malteser",
      "definition": "A small, white dog breed originating from the island of Malta, known for its silky, hypoallergenic coat and gentle nature.",
      "definition_translation": "Eine kleine, weiße Hunderasse aus der Insel Malta, bekannt für ihr seidiges, hypoallergenes Fell und ihre sanfte Natur.",
      "example": "I had a Maltese when I was a kid, it was very gentle. Now I have one, and it's still gentle. In the future, I think I'll get another one.",
      "example_translation": "Ich hatte einen Malteser, als ich ein Kind war, es war sehr sanft. Jetzt habe ich einen, und es ist immer noch sanft. In Zukunft denke ich, ich werde einen anderen bekommen.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mastiff",
      "translation": "Mastiff",
      "definition": "A mastiff is a large and powerful breed of dog, often kept as a guard dog or pet.",
      "definition_translation": "Ein Mastiff ist eine große und kräftige Hunderasse, die oft als Wachhund oder Haustier gehalten wird.",
      "example": "I have had a mastiff as a pet since I was a child. It has always protected me. In the future, I will get another mastiff.",
      "example_translation": "Ich habe seit meiner Kindheit einen Mastiff als Haustier gehabt. Es hat mich immer geschützt. In Zukunft werde ich einen anderen Mastiff bekommen.",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "miniature pinscher",
      "translation": "Zwerg-Pinscher",
      "definition": "A miniature pinscher is a small breed of dog, known for its energetic and lively nature.",
      "definition_translation": "Ein Zwerg-Pinscher ist eine kleine Hunderasse, bekannt für ihre energievolle und lebendige Natur.",
      "example": "My sister had a miniature pinscher when we were kids. It was very playful and always barked at strangers. Now, she wants to get another one.",
      "example_translation": "Meine Schwester hatte einen Zwerg-Pinscher, als wir Kinder waren. Es war sehr spielend und bellte immer bei Fremden. Jetzt möchte sie einen anderen bekommen.",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "miniature poodle",
      "translation": " Zwergpudel",
      "definition": "A miniature poodle is a small breed of dog, known for its curly and non-shedding coat.",
      "definition_translation": "Ein Zwergpudel ist eine kleine Hunderasse, bekannt für sein lockiges und nicht schuppenabweisendes Fell.",
      "example": "I used to have a miniature poodle as a pet. It was very intelligent and easy to train. In the future, I will get a miniature poodle again.",
      "example_translation": "Ich hatte früher einen Zwergpudel als Haustier. Es war sehr intelligent und leicht zu trainieren. In Zukunft werde ich wieder einen Zwergpudel bekommen.",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mongrel",
      "translation": "Mischling",
      "definition": "A mongrel is a dog of mixed breed or uncertain ancestry.",
      "definition_translation": "Ein Mischling ist ein Hund von gemischter Rasse oder ungewisser Abstammung.",
      "example": "I have always wanted a mongrel as a pet. My parents got me one when I was a kid. Now, I want to get a mongrel for my own child.",
      "example_translation": "Ich habe immer einen Mischling als Haustier gewollt. Meine Eltern haben mir einen bekommen, als ich ein Kind war. Jetzt möchte ich einen Mischling für mein eigenes Kind bekommen.",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Newfoundland",
      "translation": "Neufundland",
      "definition": "a large breed of dog originating from the island of Newfoundland, known for its webbed feet and water-resistant coat.",
      "definition_translation": "eine große Hunderasse, die von der Insel Neufundland stammt, bekannt für ihre Schwimmhäute und ihre wasserabweisende Fell.",
      "example": "I had a Newfoundland when I was a kid, it was a gentle giant. Yesterday, I saw a Newfoundland at the park, it was playing with its owner. I want to get a Newfoundland puppy when I move to a bigger house.",
      "example_translation": "Ich hatte einen Neufundländer, als ich ein Kind war, es war ein sanfter Riese. Gestern sah ich einen Neufundländer im Park, es spielte mit seinem Besitzer. Ich möchte einen Neufundländer-Welpe haben, wenn ich in ein größeres Haus ziehe.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "papillon",
      "translation": "Papillon",
      "definition": "a breed of dog known for its large, erect ears and long, flowing hair.",
      "definition_translation": "eine Hunderasse, bekannt für ihre großen, aufrechten Ohren und ihr langes, fließendes Haar.",
      "example": "I love watching papillons at dog shows, they're so elegant. My friend has a papillon, it's really playful. I'm thinking of getting a papillon puppy, they're so cute.",
      "example_translation": "Ich liebe es, Papillons bei Hunde-Shows zu beobachten, sie sind so elegant. Mein Freund hat einen Papillon, es ist wirklich spielend. Ich denke daran, einen Papillon-Welpen zu bekommen, sie sind so süß.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Pekingese",
      "translation": "Pekingese",
      "definition": "a small, long-haired dog breed originating from China, known for its flat face and regal demeanor.",
      "definition_translation": "eine kleine, langhaarige Hunderasse aus China, bekannt für ihr flaches Gesicht und ihre königliche Haltung.",
      "example": "I've always wanted a Pekingese, they're so adorable. My grandmother had a Pekingese, it was really friendly. I'm thinking of getting a Pekingese puppy, they're so gentle.",
      "example_translation": "Ich habe immer einen Pekingese gewollt, sie sind so entzückend. Meine Oma hatte einen Pekingese, es war wirklich freundlich. Ich denke daran, einen Pekingese-Welpen zu bekommen, sie sind so sanft.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pit bull terrier",
      "translation": "Pitbull-Terrier",
      "definition": "a breed of dog known for its strength, athleticism, and loyalty, often used as a companion or working dog.",
      "definition_translation": "eine Hunderasse, bekannt für ihre Stärke, Athletik und Treue, oft als Begleit- oder Arbeitshund verwendet.",
      "example": "I've heard pit bull terriers are great companions, I might get one. My friend has a pit bull terrier, it's really energetic. I'm thinking of adopting a pit bull terrier, they're so loving.",
      "example_translation": "Ich habe gehört, Pitbull-Terrier sind großartige Begleiter, ich möchte vielleicht einen haben. Mein Freund hat einen Pitbull-Terrier, es ist wirklich energiegeladen. Ich denke daran, einen Pitbull-Terrier zu adoptieren, sie sind so liebevoll.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pointer",
      "translation": "Zeiger",
      "definition": "A pointer is a device for pointing to something, especially a small pointing stick or rod, typically used for indicating positions on a screen or other display.",
      "definition_translation": "Ein Zeiger ist ein Gerät zum Zeigen auf etwas, insbesondere ein kleiner Zeigestab oder -stab, der üblicherweise verwendet wird, um Positionen auf einem Bildschirm oder anderen Anzeigegerät anzuzeigen.",
      "example": "I used a pointer to highlight the important information on the screen. Yesterday, I used a pointer to explain the concept to my students. I will use a pointer to present the new product features tomorrow.",
      "example_translation": "Ich verwendete einen Zeiger, um die wichtigen Informationen auf dem Bildschirm hervorzuheben. Gestern verwendete ich einen Zeiger, um den Begriff meinen Studenten zu erklären. Morgen werde ich einen Zeiger verwenden, um die neuen Produktfunktionen vorzustellen.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Polish lowland sheepdog",
      "translation": "Polnischer Niederungshund",
      "definition": "The Polish Lowland Sheepdog is a breed of medium-sized herding dog originated in Poland, known for its strong herding instincts and high energy levels.",
      "definition_translation": "Der Polnische Niederungshund ist eine Rasse von mittelgroßen Hütehunden, die in Polen ihren Ursprung hat und für ihre starken Hüttriebe und hohen Energieneben bekannt ist.",
      "example": "I have a Polish lowland sheepdog as a pet and it's very active. My grandmother used to raise Polish lowland sheepdogs on her farm. I would love to have a Polish lowland sheepdog as a guard dog in the future.",
      "example_translation": "Ich habe einen Polnischen Niederungshund als Haustier und er ist sehr aktiv. Meine Großmutter zog früher Polnische Niederungshunde auf ihrem Hof auf. Ich würde gerne einen Polnischen Niederungshund als Wachhund in der Zukunft haben.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Pomeranian",
      "translation": "Zwergspitz",
      "definition": "The Pomeranian is a breed of toy dog that originated in Pomerania, known for its small size, fluffy coat, and friendly temperament.",
      "definition_translation": "Der Zwergspitz ist eine Rasse von Spielhunden, die in Pommern ihren Ursprung hat und bekannt ist für ihre kleine Größe, ihre flauschige Behaarung und ihr freundliches Temperament.",
      "example": "I have a Pomeranian as a pet and it's very playful. My sister used to have a Pomeranian as a companion dog. I think Pomeranians make great family pets.",
      "example_translation": "Ich habe einen Zwergspitz als Haustier und er ist sehr spielend. Meine Schwester hatte früher einen Zwergspitz als Begleithund. Ich denke, Zwergspitze machen gute Familienhaustiere.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pug",
      "translation": "Mops",
      "definition": "A pug is a breed of dog that is known for its small size, flat face, and curved tail, originating from China and often kept as a pet.",
      "definition_translation": "Ein Mops ist eine Hunderasse, die bekannt ist für ihre kleine Größe, ihr flaches Gesicht und ihren gekrümmten Schwanz, die ursprünglich aus China stammt und oft als Haustier gehalten wird.",
      "example": "I love pugs because they are so cute. My friend has a pug as a pet and it's very affectionate. I think pugs are great companions for older people.",
      "example_translation": "Ich liebe Mopse, weil sie so süß sind. Mein Freund hat einen Mops als Haustier und er ist sehr anhänglich. Ich denke, Mopse machen große Begleiter für ältere Menschen.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Pyrenean shepherd",
      "translation": "Pyrenäen-Schäferhund",
      "definition": "A breed of medium-sized herding dog that originated in the Pyrenees Mountains between France and Spain, known for its agility, intelligence, and protective nature.",
      "definition_translation": "Eine Rasse von mittelgroßen Hütehunden, die in den Pyrenäen zwischen Frankreich und Spanien entstand, bekannt für ihre Agilität, Intelligenz und schützende Natur.",
      "example": "The Pyrenean shepherd helped the farmer to herd the sheep across the mountain. Yesterday, it had helped to rescue a lost hiker. In the future, it will continue to guard the flock.",
      "example_translation": "Der Pyrenäen-Schäferhund half dem Bauern, die Schafe über den Berg zu treiben. Gestern half es, einen verlorenen Wanderer zu retten. In Zukunft wird es weiterhin die Herde bewachen.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "A breed of powerful, confident, and loyal domestic dog originating from Rottweil, Germany, often used as a police dog, guard dog, or search and rescue dog.",
      "definition_translation": "Eine Rasse von kraftvollen, selbstbewussten und loyalen Haushunden, die aus Rottweil, Deutschland stammt, oft als Polizeihund, Wachhund oder Such- und Rettungshund eingesetzt wird.",
      "example": "The Rottweiler sat faithfully by its owner's side. In the past, it had protected the family from intruders. In the future, it will continue to serve as a loyal companion.",
      "example_translation": "Der Rottweiler saß treu an der Seite seines Besitzers. In der Vergangenheit hatte es die Familie vor Eindringlingen geschützt. In Zukunft wird es weiterhin als treuer Begleiter dienen.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Saint Bernard",
      "translation": "Bernhardiner",
      "definition": "A large breed of dog originating from the Swiss Alps, known for its giant size, gentle nature, and legendary role in rescuing travelers stranded in the mountains.",
      "definition_translation": "Eine große Hunderasse, die aus den Schweizer Alpen stammt, bekannt für ihre riesige Größe, sanfte Natur und legendäre Rolle bei der Rettung von Reisenden, die in den Bergen stranden.",
      "example": "The Saint Bernard rescued the injured skier from the snow. Last winter, it had helped to find a lost child. In the future, it will continue to patrol the mountain trails.",
      "example_translation": "Der Bernhardiner rettete den verletzten Skifahrer aus dem Schnee. Im letzten Winter hatte es geholfen, ein verlorenes Kind zu finden. In Zukunft wird es weiterhin die Bergpfade patrouillieren.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Samoyed",
      "translation": "Samojede",
      "definition": "A breed of fluffy, white dog originating from Siberia, known for its friendly, outgoing nature and its ability to thrive in cold climates.",
      "definition_translation": "Eine Rasse von flauschigen, weißen Hunden, die aus Sibirien stammt, bekannt für ihre freundliche, aufgeschlossene Natur und ihre Fähigkeit, in kalten Klimazonen zu gedeihen.",
      "example": "The Samoyed ran playfully in the snow. Last year, it had won a local dog show. In the future, it will continue to entertain its owners with its silly antics.",
      "example_translation": "Der Samojede rannte spielend im Schnee. Im letzten Jahr hatte es einen lokalen Hundeschauen gewonnen. In Zukunft wird es weiterhin seine Besitzer mit seinen lustigen Antiken unterhalten.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "schnauzer",
      "translation": "Schnauzer",
      "definition": "A breed of dog originating in Germany, known for its distinctive beard and eyebrows.",
      "definition_translation": "Eine in Deutschland entstandene Hunderasse, bekannt für ihren charakteristischen Bart und Augenbrauen.",
      "example": "I had a schnauzer as a pet when I was a child, it was very playful. Now I have a schnauzer, it's very friendly. In the future, I will have a schnauzer, it will be very loyal.",
      "example_translation": "Ich hatte einen Schnauzer als Haustier, als ich ein Kind war, es war sehr spielend. Jetzt habe ich einen Schnauzer, es ist sehr freundlich. In Zukunft werde ich einen Schnauzer haben, es wird sehr loyal sein.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Scottish terrier",
      "translation": "Schottischer Terrier",
      "definition": "A breed of dog originating in Scotland, known for its short stature and long, harsh coat.",
      "definition_translation": "Eine in Schottland entstandene Hunderasse, bekannt für ihre kurze Statur und langen, harten Fell.",
      "example": "My grandfather had a Scottish terrier, it was very protective. Now I have a Scottish terrier, it's very energetic. In the future, I will have a Scottish terrier, it will be very loving.",
      "example_translation": "Mein Großvater hatte einen Schottischen Terrier, es war sehr schützend. Jetzt habe ich einen Schottischen Terrier, es ist sehr energiegeladen. In Zukunft werde ich einen Schottischen Terrier haben, es wird sehr liebevoll sein.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Shetland sheepdog",
      "translation": "Shetland Schäferhund",
      "definition": "A breed of dog originating in the Shetland Islands, known for its small size and herding ability.",
      "definition_translation": "Eine auf den Shetland-Inseln entstandene Hunderasse, bekannt für ihre kleine Größe und Herdenfähigkeit.",
      "example": "I saw a Shetland sheepdog at the dog park, it was very agile. Now I have a Shetland sheepdog, it's very intelligent. In the future, I will have a Shetland sheepdog, it will be very obedient.",
      "example_translation": "Ich sah einen Shetland Schäferhund im Hundepark, es war sehr agil. Jetzt habe ich einen Shetland Schäferhund, es ist sehr intelligent. In Zukunft werde ich einen Shetland Schäferhund haben, es wird sehr gehorsam sein.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "A breed of dog originating in Japan, known for its fox-like features and independent nature.",
      "definition_translation": "Eine in Japan entstandene Hunderasse, bekannt für ihre fuchsähnlichen Merkmale und eigenständige Natur.",
      "example": "I had a Shiba Inu as a pet when I was a child, it was very curious. Now I have a Shiba Inu, it's very loyal. In the future, I will have a Shiba Inu, it will be very playful.",
      "example_translation": "Ich hatte einen Shiba Inu als Haustier, als ich ein Kind war, es war sehr neugierig. Jetzt habe ich einen Shiba Inu, es ist sehr loyal. In Zukunft werde ich einen Shiba Inu haben, es wird sehr spielend sein.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Siberian husky",
      "translation": "Sibirischer Husky",
      "definition": "The Siberian Husky is a breed of dog that originated in Siberia and is known for its thick coat, blue eyes, and wolf-like features.",
      "definition_translation": "Der Sibirische Husky ist eine Hunderasse, die in Sibirien entstanden ist und bekannt für ihr dickes Fell, blaue Augen und wolfsähnliche Merkmale ist.",
      "example": "I had a Siberian husky as a pet when I was a kid, it was very energetic. Now I have a cat, but I still love Siberian huskies. In the future, I will buy another Siberian husky.",
      "example_translation": "Ich hatte einen Sibirischen Husky als Haustier, als ich ein Kind war, es war sehr energiegeladen. Jetzt habe ich eine Katze, aber ich liebe Sibirische Huskys immer noch. In Zukunft werde ich einen anderen Sibirischen Husky kaufen.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spitz",
      "translation": "Spitz",
      "definition": "A spitz is a type of dog that is characterized by its pointy ears, short snout, and fluffy coat.",
      "definition_translation": "Ein Spitz ist eine Hunderasse, die durch ihre spitzen Ohren, kurze Schnauze und flaumige Kleid gekennzeichnet ist.",
      "example": "My friend has a spitz as a pet, it is very playful. When I visit her, the spitz always jumps on me. One day, I will get a spitz as a gift.",
      "example_translation": "Mein Freund hat einen Spitz als Haustier, es ist sehr spielerisch. Wenn ich sie besuche, springt der Spitz immer auf mich. Eines Tages werde ich einen Spitz als Geschenk erhalten.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "vizsla",
      "translation": "Viszla",
      "definition": "The Vizsla is a breed of dog that originated in Hungary and is known for its short coat, energetic personality, and hunting ability.",
      "definition_translation": "Die Viszla ist eine Hunderasse, die in Ungarn entstanden ist und bekannt für ihr kurzes Fell, ihre energievolle Persönlichkeit und ihre Jagdfähigkeit ist.",
      "example": "I went hunting with my friend's vizsla last weekend, it was very exciting. The vizsla is very good at tracking deer. Next year, I will buy a vizsla for hunting.",
      "example_translation": "Ich ging letztes Wochenende mit meinem Freund's Viszla auf die Jagd, es war sehr aufregend. Die Viszla ist sehr gut im Nachstellen von Hirschen. Nächstes Jahr werde ich eine Viszla für die Jagd kaufen.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "The Weimaraner is a breed of dog that originated in Germany and is known for its short coat, athletic build, and hunting ability.",
      "definition_translation": "Der Weimaraner ist eine Hunderasse, die in Deutschland entstanden ist und bekannt für ihr kurzes Fell, ihre athletische Statur und ihre Jagdfähigkeit ist.",
      "example": "My brother has a Weimaraner as a pet, it is very fast. Last week, my brother took his Weimaraner to the park, it ran very fast. In the future, I will train a Weimaraner for agility competitions.",
      "example_translation": "Mein Bruder hat einen Weimaraner als Haustier, es ist sehr schnell. Letzte Woche nahm mein Bruder seinen Weimaraner zum Park, es rannte sehr schnell. In Zukunft werde ich einen Weimaraner für Agility-Wettbewerbe trainieren.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Welsh Corgi (Pembroke Welsh Corgi)",
      "definition": "The Pembroke Welsh Corgi is a breed of herding dog that originated in Wales. They are known for their short stature, intelligent nature, and energetic personalities. They are often used as working dogs on farms and are also popular as pets.",
      "definition_translation": "Der Pembroke-Welsh-Corgi ist eine Rasse von Hütehunden, die in Wales entstanden ist. Sie sind bekannt für ihre kurze Statur, intelligente Natur und energische Persönlichkeiten. Sie werden oft als Arbeitsziele auf Farmen eingesetzt und sind auch als Haustiere sehr beliebt.",
      "example": "I had a Welsh Corgi as a pet when I was a child. Now, I have two Welsh Corgis and they love to play fetch. In the future, I plan to get another Welsh Corgi to complete my family.",
      "example_translation": "Ich hatte einen Welsh Corgi als Haustier, als ich ein Kind war. Jetzt habe ich zwei Welsh Corgis und sie lieben es, Apportieren zu spielen. In Zukunft plane ich, noch einen Welsh Corgi zu holen, um meine Familie zu vervollständigen.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Yorkshire terrier",
      "translation": "Yorkshire-Terrier",
      "definition": "The Yorkshire Terrier, also known as the Yorkie, is a small, toy-sized dog breed that originated in Yorkshire, England. They are known for their silky coats, big eyes, and spunky personalities.",
      "definition_translation": "Der Yorkshire-Terrier, auch bekannt als Yorkie, ist eine kleine, spielzeug-große Hunderasse, die in Yorkshire, England, entstanden ist. Sie sind bekannt für ihre seidigen Mäntel, großen Augen und temperamentvollen Persönlichkeiten.",
      "example": "I used to have a Yorkshire terrier when I lived in the city. Now, I have a bigger dog and I miss my little Yorkie. In the future, I might get another Yorkshire terrier as a companion.",
      "example_translation": "Ich hatte einmal einen Yorkshire-Terrier, als ich in der Stadt lebte. Jetzt habe ich einen größeren Hund und vermisse meinen kleinen Yorkie. In Zukunft werde ich vielleicht wieder einen Yorkshire-Terrier als Begleiter holen.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]
}