{
  "data": [
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fish",
      "translation": "Fisch",
      "definition": "A cold-blooded animal that lives in water, breathes using gills, and has a streamlined body.",
      "definition_translation": "Ein kaltblütiges Tier, das in Wasser lebt, mit Kiemen atmet und einen stromlinienförmigen Körper hat.",
      "example": "I caught a fish in the lake yesterday, I will eat it for lunch today, and I will go fishing again tomorrow.",
      "example_translation": "Ich fing einen Fisch im See gestern, ich werde ihn zum Mittagessen heute essen und werde morgen wieder angeln gehen.",
      "imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cod",
      "translation": "Kabeljau",
      "definition": "A mild-flavored white fish, often used in cooking.",
      "definition_translation": "Ein weißer Fisch mit milder Würze, oft in der Küche verwendet.",
      "example": "My grandmother used to cook cod for dinner every Friday, I will try to cook it for my family tonight, and my sister will make cod soup next week.",
      "example_translation": "Meine Großmutter hat jeden Freitag Abend Kabeljau für das Dinner gekocht, ich werde heute Abend versuchen, es für meine Familie zuzubereiten, und meine Schwester wird nächste Woche Kabeljausuppe machen.",
      "imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "salmon",
      "translation": "Lachs",
      "definition": "A fish with pink flesh, often eaten as a delicacy.",
      "definition_translation": "Ein Fisch mit rosa Fleisch, oft als Delikatesse gegessen.",
      "example": "I will grill salmon for dinner tonight, my friend ate it raw as sashimi last night, and we will smoke salmon for our picnic tomorrow.",
      "example_translation": "Ich werde heute Abend Lachs grillen, mein Freund hat es gestern Abend roh als Sashimi gegessen, und wir werden morgen Lachs für unser Picknick rauchen.",
      "imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shark",
      "translation": "Hai",
      "definition": "A large, carnivorous fish with a streamlined body.",
      "definition_translation": "Ein großes, fleischfressendes Fisch mit stromlinienförmigem Körper.",
      "example": "Sharks are predators that live in the ocean, I saw a shark in the aquarium yesterday, and divers will explore the shark-infested waters tomorrow.",
      "example_translation": "Haie sind Raubtiere, die im Ozean leben, ich sah einen Hai im Aquarium gestern, und Taucher werden morgen die von Haien heimgesuchten Gewässer erkunden.",
      "imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tuna",
      "translation": "Thunfisch",
      "definition": "A large fish, often eaten as food, with a silver color and a strong flavor.",
      "definition_translation": "Ein großer Fisch, oft als Nahrungsmittel genossen, mit einer silbernen Farbe und einem starken Geschmack.",
      "example": "I caught a tuna while fishing yesterday. I will eat tuna for dinner tonight. I ate tuna for lunch last week.",
      "example_translation": "Ich fing einen Thunfisch beim Angeln gestern. Ich werde Thunfisch zum Abendessen heute esse. Ich aß Thunfisch zum Mittagessen letzten Woche.",
      "imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spawn",
      "translation": "Laichen",
      "definition": "To produce eggs or young, especially in large numbers.",
      "definition_translation": "Eier oder Jungtiere zu produzieren, insbesondere in großer Zahl.",
      "example": "The fish will spawn in the spring. The turtles spawned on the beach last night. The frogs will spawn in the pond next week.",
      "example_translation": "Die Fische werden im Frühling laichen. Die Schildkröten laichten auf dem Strand letzte Nacht. Die Frösche werden im Teich nächste Woche laichen.",
      "imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "trout",
      "translation": "Forelle",
      "definition": "A freshwater fish with a speckled skin, often caught for food.",
      "definition_translation": "Ein Süßwasserfisch mit einer gesprenkelten Haut, oft zum Nahrungsmittel gefangen.",
      "example": "I caught a trout while fishing in the river. Trout are a popular food in many restaurants. She will cook trout for dinner tonight.",
      "example_translation": "Ich fing eine Forelle beim Angeln im Fluss. Forellen sind ein beliebtes Nahrungsmittel in vielen Restaurants. Sie wird Forelle zum Abendessen heute kochen.",
      "imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "algae eater",
      "translation": "Algenfresser",
      "definition": "An organism that feeds on algae, often found in aquatic environments.",
      "definition_translation": "Ein Organismus, der Algen frisst, oft in aquatischen Umgebungen gefunden.",
      "example": "The algae eater helps to keep the aquarium clean. Algae eaters are important in the ecosystem. The algae eater will be introduced to the pond next month.",
      "example_translation": "Der Algenfresser hilft, das Aquarium sauber zu halten. Algenfresser sind wichtig im Ökosystem. Der Algenfresser wird nächsten Monat in den Teich eingeführt werden.",
      "imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "anchovy",
      "translation": "Sardelle",
      "definition": "A small fish, often preserved in salt or oil and used as a condiment or ingredient in various dishes.",
      "definition_translation": "Ein kleiner Fisch, oft in Salz oder Öl eingelegt und als Würze oder Zutat in verschiedenen Gerichten verwendet.",
      "example": "I added anchovy to the pizza for extra flavor. Yesterday, I bought some anchovies at the market. By next week, I will have tried anchovy ice cream.",
      "example_translation": "Ich fügte Anchovis zur Pizza hinzu, um extra Geschmack zu erhalten. Gestern kaufte ich einige Anchovis auf dem Markt. Bis nächster Woche werde ich Anchovis-Eiscreme probiert haben.",
      "imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "barbel",
      "translation": "Barbe",
      "definition": "A type of freshwater fish with a whisker-like appendage on its mouth.",
      "definition_translation": "Eine Art Süßwasserfisch mit einembartähnlichen Anhang an seinem Mund.",
      "example": "The fisherman caught a barbel in the river. Last year, I saw a barbel swimming in the lake. By next month, I will have caught a barbel again.",
      "example_translation": "Der Fischer fing einen Barben im Fluss. Im letzten Jahr sah ich einen Barben im See schwimmen. Bis nächsten Monat werde ich wieder einen Barben gefangen haben.",
      "imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bleak",
      "translation": "Bleichfisch",
      "definition": "A type of small, omnivorous freshwater fish with a silvery color.",
      "definition_translation": "Ein kleiner, allesfressender Süßwasserfisch mit silbernem Farbton.",
      "example": "The bleak is a species of fish found in European rivers. Yesterday, I ate a bleak at the restaurant. By next year, I will have caught many bleaks.",
      "example_translation": "Der Bleichfisch ist eine Fischart, die in europäischen Flüssen vorkommt. Gestern aß ich einen Bleichfisch im Restaurant. Bis nächstes Jahr werde ich viele Bleichfische gefangen haben.",
      "imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bream",
      "translation": "Brasse",
      "definition": "A type of freshwater fish with a flat, oval body and a silvery color.",
      "definition_translation": "Ein Süßwasserfisch mit einem flachen, ovalen Körper und silbernem Farbton.",
      "example": "I caught a bream while fishing in the lake. Yesterday, I saw a bream swimming in the river. By next week, I will have grilled a bream.",
      "example_translation": "Ich fing einen Brassen, während ich auf dem See angelte. Gestern sah ich einen Brassen im Fluss schwimmen. Bis nächster Woche werde ich einen Brassen gegrillt haben.",
      "imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "burbot",
      "translation": "Quappe",
      "definition": "A burbot is a type of freshwater fish that is found in Europe and Asia. It has a long, slender body and is often caught for food.",
      "definition_translation": "Eine Quappe ist eine Art Süßwasserfisch, der in Europa und Asien vorkommt. Sie hat einen langen, schlanken Körper und wird oft als Nahrung gefangen.",
      "example": "I caught a burbot while fishing in the lake last weekend. I will cook it for dinner tonight. I have eaten burbot many times before.",
      "example_translation": "Ich habe eine Quappe beim Angeln im See letzten Wochenende gefangen. Ich werde es heute Abend zum Essen zubereiten. Ich habe Quappe viele Male vorher gegessen.",
      "imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "carp",
      "translation": "Karpfen",
      "definition": "A carp is a type of freshwater fish that is often found in ponds and lakes. It is known for its distinctive scales and is considered a popular game fish.",
      "definition_translation": "Ein Karpfen ist eine Art Süßwasserfisch, der oft in Teichen und Seen vorkommt. Er ist bekannt für seine charakteristischen Schuppen und gilt als beliebter Sportfisch.",
      "example": "I tried to catch a carp in the pond yesterday, but it was too quick for me. I will try to catch one again tomorrow. I have already caught several carp this year.",
      "example_translation": "Ich habe versucht, einen Karpfen im Teich gestern zu fangen, aber er war zu schnell für mich. Ich werde versuchen, einen zu fangen, wieder morgen. Ich habe bereits mehrere Karpfen in diesem Jahr gefangen.",
      "imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "catfish",
      "translation": "Wels",
      "definition": "A catfish is a type of freshwater fish that has a flat, broad head and long whisker-like barbels around its mouth. It is found in many parts of the world and is often caught for food.",
      "definition_translation": "Ein Wels ist eine Art Süßwasserfisch, der einen flachen, breiten Kopf und lange, bartähnliche Barteln um seinen Mund hat. Er kommt in vielen Teilen der Welt vor und wird oft als Nahrung gefangen.",
      "example": "I love to eat catfish fried with lemon and herbs. My friend caught a huge catfish last week. I will go catfishing with him next weekend.",
      "example_translation": "Ich liebe es, Wels mit Zitrone und Kräutern fritiert zu essen. Mein Freund fing letzten Woche einen riesigen Wels. Ich werde mit ihm nächsten Wochenende Welsfischen gehen.",
      "imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chub",
      "translation": "Döbel",
      "definition": "A chub is a type of freshwater fish that is found in rivers and streams. It is known for its silvery scales and is often caught by anglers.",
      "definition_translation": "Ein Döbel ist eine Art Süßwasserfisch, der in Flüssen und Bächen vorkommt. Er ist bekannt für seine silbernen Schuppen und wird oft von Anglern gefangen.",
      "example": "I have never caught a chub before, but I would like to try. My friend told me that chub are very common in this river. I will go fishing for chub tomorrow.",
      "example_translation": "Ich habe noch nie einen Döbel gefangen, aber ich würde gerne versuchen. Mein Freund sagte mir, dass Döbel in diesem Fluss sehr häufig vorkommen. Ich werde morgen Döbel fischen gehen.",
      "imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eel",
      "translation": "Aal",
      "definition": "A long, snake-like fish with a slender body and a pointed head.",
      "definition_translation": "Ein langer, schlangenartiger Fisch mit einem schlanken Körper und einem spitzen Kopf.",
      "example": "I caught an eel while fishing in the lake yesterday. I will cook it for dinner tonight. I had eaten eel soup when I was a child.",
      "example_translation": "Ich fing einen Aal beim Angeln im See gestern. Ich werde es heute Abend zum Essen zubereiten. Ich aß Aal-Suppe, als ich ein Kind war.",
      "imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fin",
      "translation": "Flosse",
      "definition": "A thin, flat limb or extension of a fish, used for balance, propulsion, or steering.",
      "definition_translation": "Ein dünner, flacher Limbus oder Fortsatz eines Fisches, der für das Gleichgewicht, den Antrieb oder das Steuern verwendet wird.",
      "example": "The shark had a large fin on its back. It uses its fins to swim fast. The fish will grow new fins in a few months.",
      "example_translation": "Der Hai hatte eine große Flosse auf seinem Rücken. Er verwendet seine Flossen, um schnell zu schwimmen. Der Fisch wird in ein paar Monaten neue Flossen wachsen lassen.",
      "imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flatfish",
      "translation": "Plattfisch",
      "definition": "A type of fish, such as a flounder or sole, that has a flat body with both eyes on one side.",
      "definition_translation": "Ein Typ von Fisch, wie z.B. ein Flunder oder ein Seezunge, der einen flachen Körper mit beiden Augen auf einer Seite hat.",
      "example": "The flatfish was caught in the net. We will eat flatfish for dinner tonight. Flatfish are often found in shallow water.",
      "example_translation": "Der Plattfisch wurde im Netz gefangen. Wir werden heute Abend Plattfisch zum Essen haben. Plattfische werden oft in seichtem Wasser gefunden.",
      "imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flounder",
      "translation": "Flunder",
      "definition": "A type of flatfish, often found in shallow water, with a rounded body and a small mouth.",
      "definition_translation": "Ein Typ von Plattfisch, oft in seichtem Wasser gefunden, mit einem runden Körper und einem kleinen Mund.",
      "example": "I caught a flounder while fishing yesterday. Flounders are often caught by fishermen. The flounder swam away quickly.",
      "example_translation": "Ich fing einen Flunder beim Angeln gestern. Flunder werden oft von Fischern gefangen. Der Flunder schwamm schnell weg.",
      "imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gilthead",
      "translation": "Goldkopf",
      "definition": "A type of fish, also known as a sea bream, found in the Mediterranean and Atlantic Ocean.",
      "definition_translation": "Eine Art von Fisch, auch bekannt als Meerbrasse, gefunden im Mittelmeer und Atlantischen Ozean.",
      "example": "I caught a gilthead while fishing in the Mediterranean last summer. I will fish for gilthead again next year. I have been fishing for gilthead for years.",
      "example_translation": "Ich fing einen Goldkopf während ich im Mittelmeer letzten Sommer angelte. Ich werde nächsten Jahr wieder nach Goldkopf angeln. Ich habe Jahre lang nach Goldkopf geangelt.",
      "imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gudgeon",
      "translation": "Gründling",
      "definition": "A type of freshwater fish, found in rivers and streams in Europe and Asia.",
      "definition_translation": "Eine Art von Süßwasserfisch, gefunden in Flüssen und Bächen in Europa und Asien.",
      "example": "I caught a gudgeon while fishing in the river last weekend. I will catch a gudgeon again next weekend. I have caught many gudgeon in my life.",
      "example_translation": "Ich fing einen Gründling während ich am Wochenende im Fluss angelte. Ich werde nächsten Wochenende wieder einen Gründling fangen. Ich habe viele Gründlinge in meinem Leben gefangen.",
      "imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guppy",
      "translation": "Guppy",
      "definition": "A small, colorful freshwater fish, popular in aquariums.",
      "definition_translation": "Ein kleiner, farbiger Süßwasserfisch, beliebt in Aquarien.",
      "example": "I have a guppy in my aquarium at home. I will buy a new guppy next week. I have had guppies for years.",
      "example_translation": "Ich habe einen Guppy in meinem Aquarium zu Hause. Ich werde nächste Woche einen neuen Guppy kaufen. Ich habe Jahre lang Guppys gehabt.",
      "imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "haddock",
      "translation": "Schellfisch",
      "definition": "A type of marine fish, found in the North Atlantic Ocean, often used in fish and chips.",
      "definition_translation": "Eine Art von Meerfisch, gefunden im Nordatlantischen Ozean, oft in Fisch und Pommes frittiert verwendet.",
      "example": "I ate haddock and chips for dinner last night. I will eat haddock and chips again next Friday. I have eaten haddock and chips many times.",
      "example_translation": "Ich aß Schellfisch und Pommes frittiert zum Abendessen letzte Nacht. Ich werde nächsten Freitag wieder Schellfisch und Pommes frittiert essen. Ich habe viele Male Schellfisch und Pommes frittiert gegessen.",
      "imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hake",
      "translation": "Hechtdorsch",
      "definition": "A hake is a type of marine fish found in the eastern Atlantic Ocean and the Mediterranean Sea, characterized by its elongated body and pointed snout.",
      "definition_translation": "Ein Hechtdorsch ist ein Typ von Meerfisch, der im östlichen Atlantik und im Mittelmeer vorkommt, charakterisiert durch seinen langen Körper und seine spitze Schnauze.",
      "example": "I caught a hake while fishing last weekend, and it was delicious. I will catch another hake tomorrow. I caught hake every summer since I was a kid.",
      "example_translation": "Ich fing einen Hechtdorsch beim Angeln letzten Wochenende und es war lecker. Ich werde morgen einen anderen Hechtdorsch fangen. Ich fing jeden Sommer seit ich ein Kind war einen Hechtdorsch.",
      "imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "halibut",
      "translation": "Heilbutt",
      "definition": "A halibut is a type of flatfish found in the North Atlantic and North Pacific oceans, prized for its firm, white flesh and mild flavor.",
      "definition_translation": "Ein Heilbutt ist ein Typ von Plattfisch, der im Nordatlantik und im Nordpazifik vorkommt, geschätzt für sein festes, weißes Fleisch und seinen milden Geschmack.",
      "example": "I love eating halibut at the seafood restaurant. The chef will prepare halibut for us tonight. I have eaten halibut many times before.",
      "example_translation": "Ich liebe es, Heilbutt im Seafood-Restaurant zu essen. Der Koch wird uns heute Abend Heilbutt zubereiten. Ich habe viele Male vorher Heilbutt gegessen.",
      "imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "herring",
      "translation": "Hering",
      "definition": "A herring is a small, oily fish found in the coastal waters of Europe and North America, often eaten pickled or cured.",
      "definition_translation": "Ein Hering ist ein kleiner, fetter Fisch, der in den Küstengewässern Europas und Nordamerikas vorkommt, oft als Pickles oder geräuchert gegessen.",
      "example": "I have eaten herring for breakfast every week. My grandma used to make herring salad for me when I was a kid. I will buy herring at the market tomorrow.",
      "example_translation": "Ich habe jeden Woche Hering zum Frühstück gegessen. Meine Oma hat mir Hering-Salat gemacht, als ich ein Kind war. Ich werde morgen Hering auf dem Markt kaufen.",
      "imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lamprey",
      "translation": "Neunauge",
      "definition": "A lamprey is a type of eel-like fish found in fresh and saltwater environments, characterized by its suction cup-like mouth and parasitic behavior.",
      "definition_translation": "Ein Neunauge ist ein Typ von aalartigen Fischen, die in Süß- und Salzwasser-Umwelt vorkommen, charakterisiert durch seinen saugnapf-ähnlichen Mund und sein parasitäres Verhalten.",
      "example": "I saw a lamprey attached to a fish in the aquarium. The lamprey will suck the blood of the fish. Lampreys have been around for millions of years.",
      "example_translation": "Ich sah ein Neunauge an einem Fisch im Aquarium angeheftet. Das Neunauge wird das Blut des Fisches saugen. Neunaugen gibt es Millionen Jahre lang.",
      "imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mackerel",
      "translation": "Makrele",
      "definition": "A fast-swimming marine fish, found in warm and temperate waters, with a distinctive striped or spotted pattern.",
      "definition_translation": "Ein schnell schwimmender Meeresfisch, der in warmen und gemäßigten Gewässern vorkommt, mit einem Kennzeichnungsmuster von Streifen oder Flecken.",
      "example": "I caught a mackerel while fishing last weekend. I will grill a mackerel for dinner tonight. I had grilled a mackerel at the beach party last year.",
      "example_translation": "Ich fing einen Makrelen beim Angeln letzten Wochenende. Ich grille eine Makrele zum Abendessen heute Abend. Ich hatte eine Makrele auf dem Strandfest letzten Jahr gegrillt.",
      "imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "moray",
      "translation": "Muraene",
      "definition": "A type of eel-like fish, found in warm and tropical waters, characterized by a long, sinuous body and a pointed snout.",
      "definition_translation": "Ein Typ von aalähnlichen Fischen, der in warmen und tropischen Gewässern vorkommt, gekennzeichnet durch einen langen, gewundenen Körper und eine spitze Schnauze.",
      "example": "The moray swam out of its hiding place. The diver saw a moray in the coral reef. The aquarium featured a colorful moray.",
      "example_translation": "Die Muraene schwamm aus seinem Versteck hinaus. Der Taucher sah eine Muraene im Korallenriff. Das Aquarium zeigte eine farbenfrohe Muraene.",
      "imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "perch",
      "translation": " Barsch",
      "definition": "A freshwater fish, found in ponds, lakes, and rivers, characterized by a rounded body and a long, pointed dorsal fin.",
      "definition_translation": "Ein Süßwasserfisch, der in Teichen, Seen und Flüssen vorkommt, gekennzeichnet durch einen runden Körper und einen langen, spitzen Rückenflossen.",
      "example": "The fisherman landed a big perch. Perch are common in European waters. I will try to catch a perch tomorrow.",
      "example_translation": "Der Fischer fing einen großen Barsch. Barsche sind in europäischen Gewässern häufig. Ich werde morgen versuchen, einen Barsch zu fangen.",
      "imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pike",
      "translation": "Hecht",
      "definition": "A large freshwater fish, found in rivers, lakes, and ponds, characterized by a long, pointed snout and a greenish-brown color.",
      "definition_translation": "Ein großer Süßwasserfisch, der in Flüssen, Seen und Teichen vorkommt, gekennzeichnet durch eine lange, spitze Schnauze und eine grünlich-braune Farbe.",
      "example": "The pike swam quickly through the water. Pike are known for their aggressive behavior. I caught a pike on my last fishing trip.",
      "example_translation": "Der Hecht schwamm schnell durch das Wasser. Hechte sind bekannt für ihr aggressives Verhalten. Ich fing einen Hecht auf meiner letzten Angeltour.",
      "imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "piranha",
      "translation": "Piranha",
      "definition": "A piranha is a species of fish that is native to South America, known for its sharp teeth and carnivorous behavior.",
      "definition_translation": "Eine Piranha ist eine Fischart, die in Südamerika beheimatet ist und durch ihre scharfen Zähne und ihr fleischfressendes Verhalten bekannt ist.",
      "example": "The piranha attacked the swimmer in the Amazon River. The piranha has been attacking the swimmers in the Amazon River. The piranha will attack the swimmer in the Amazon River.",
      "example_translation": "Die Piranha griff den Schwimmer im Amazonas-Fluss an. Die Piranha hat die Schwimmer im Amazonas-Fluss angegriffen. Die Piranha wird den Schwimmer im Amazonas-Fluss angreifen.",
      "imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "plaice",
      "translation": "Scholle",
      "definition": "A plaice is a type of flatfish that is commonly found in the oceans of Europe, characterized by its flat body and small eyes.",
      "definition_translation": "Eine Scholle ist ein Typ von Plattfischen, der in den Ozeanen Europas häufig vorkommt, gekennzeichnet durch seinen flachen Körper und seine kleinen Augen.",
      "example": "The plaice was caught by the fisherman off the coast of England. The plaice had been caught by the fishermen off the coast of England. The plaice will be caught by the fisherman off the coast of England.",
      "example_translation": "Die Scholle wurde von dem Fischer vor der Küste Englands gefangen. Die Scholle war von den Fischern vor der Küste Englands gefangen worden. Die Scholle wird von dem Fischer vor der Küste Englands gefangen werden.",
      "imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "roach",
      "translation": "Kaulbarsch",
      "definition": "A roach is a type of freshwater fish that is commonly found in rivers and lakes in Europe, characterized by its silver scales and small mouth.",
      "definition_translation": "Ein Kaulbarsch ist ein Typ von Süßwasserfischen, der in Flüssen und Seen Europas häufig vorkommt, gekennzeichnet durch seine silbernen Schuppen und seinen kleinen Mund.",
      "example": "The roach swam in the river near the waterfall. The roach had swum in the river near the waterfall. The roach will swim in the river near the waterfall.",
      "example_translation": "Der Kaulbarsch schwamm im Fluss bei der Wasserfal. Der Kaulbarsch war im Fluss bei der Wasserfal geschwommen. Der Kaulbarsch wird im Fluss bei der Wasserfal schwimmen.",
      "imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sardine",
      "translation": "Sardine",
      "definition": "A sardine is a small, oily fish that is commonly found in the oceans of the world, often canned and eaten as a snack.",
      "definition_translation": "Eine Sardine ist ein kleiner, öliger Fisch, der in den Ozeanen der Welt häufig vorkommt, oft in Dosen konserviert und als Snack gegessen.",
      "example": "The sardine was eaten by the sailor on the boat. The sardine had been eaten by the sailors on the boat. The sardine will be eaten by the sailor on the boat.",
      "example_translation": "Die Sardine wurde von dem Matrosen auf dem Boot gegessen. Die Sardine war von den Matrosen auf dem Boot gegessen worden. Die Sardine wird von dem Matrosen auf dem Boot gegessen werden.",
      "imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sawfish",
      "translation": "Sägefisch",
      "definition": "a large, primitive fish with a long, flat, toothed snout, found in warm and tropical waters.",
      "definition_translation": "Ein großer, primitive Fisch mit einem langen, flachen, gezähnten Schnauz, in warmen und tropischen Gewässern gefunden.",
      "example": "The sawfish has been on the endangered species list for decades. It saw the coral reef in its natural habitat. The diver will see a sawfish tomorrow.",
      "example_translation": "Der Sägefisch steht seit Jahrzehnten auf der Liste der gefährdeten Arten. Es sah das Korallenriff in seinem natürlichen Habitat. Der Taucher wird morgen einen Sägefisch sehen.",
      "imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scalar",
      "translation": "skalar",
      "definition": "a quantity having only magnitude, not direction, used in mathematics and physics.",
      "definition_translation": "Eine Größe mit nur Größe, aber ohne Richtung, in Mathematik und Physik verwendet.",
      "example": "The scalar value was used to calculate the vector's magnitude. The physicist studied the scalar fields in the universe. She will measure the scalar quantities tomorrow.",
      "example_translation": "Der skalare Wert wurde verwendet, um die Größe des Vektors zu berechnen. Der Physiker studierte die skalaren Felder im Universum. Sie wird morgen die skalaren Größen messen.",
      "imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scale",
      "translation": "Skala",
      "definition": "a series of musical notes in a particular pattern, used to measure the size or extent of something.",
      "definition_translation": "Eine Serie von musikalischen Noten in einem bestimmten Muster, verwendet, um die Größe oder Ausdehnung etwas zu messen.",
      "example": "The guitarist played a scale in C major. The doctor used a scale to weigh the patient. They will measure the scale of the building tomorrow.",
      "example_translation": "Der Gitarrist spielte eine Skala in C-Dur. Der Arzt verwendete eine Skala, um den Patienten zu wiegen. Sie werden morgen die Skala des Gebäudes messen.",
      "imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "seahorse",
      "translation": "Seepferd",
      "definition": "a small marine fish with a horse-like head, found in warm and tropical waters.",
      "definition_translation": "Ein kleiner marine Fisch mit einem pferdeähnlichen Kopf, in warmen und tropischen Gewässern gefunden.",
      "example": "The seahorse swam in the coral reef. They had seen a seahorse in the aquarium. The divers will see many seahorses tomorrow.",
      "example_translation": "Das Seepferd schwamm im Korallenriff. Sie hatten ein Seepferd im Aquarium gesehen. Die Taucher werden morgen viele Seepferde sehen.",
      "imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sole",
      "translation": "Seite",
      "definition": "The underside of the foot or a part of the foot corresponding to the underside of the foot in other animals.",
      "definition_translation": "Die Unterseite des Fußes oder ein Teil des Fußes, der der Unterseite des Fußes bei anderen Tieren entspricht.",
      "example": "I stubbed my sole on the rock and it hurt. Yesterday, I had stubbed my sole on the rock and it had hurt. If I'm not careful, I will stub my sole on the rock and it will hurt.",
      "example_translation": "Ich trat auf die Sohle meines Schuhs auf den Felsen und es tat weh. Gestern hatte ich meine Sohle auf den Felsen aufgetreten und es hatte weh getan. Wenn ich nicht vorsichtig bin, werde ich meine Sohle auf den Felsen auftreten und es wird weh tun.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sprat",
      "translation": "Sprotte",
      "definition": "A small fish of the herring family, found in large schools in the Atlantic and Mediterranean.",
      "definition_translation": "Ein kleiner Fisch der Heringfamilie, der in großen Schwärmen im Atlantik und Mittelmeer gefunden wird.",
      "example": "I caught a sprat in the river yesterday. I catch a sprat in the river every day. If I'm lucky, I will catch a sprat in the river tomorrow.",
      "example_translation": "Ich fing einen Sprotten im Fluss gestern. Ich fange jeden Tag einen Sprotten im Fluss. Wenn ich Glück habe, werde ich morgen einen Sprotten im Fluss fangen.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stickleback",
      "translation": "Stichling",
      "definition": "A small freshwater fish with a distinctive row of spines on its back, found in ponds and streams.",
      "definition_translation": "Ein kleiner Süßwasserfisch mit einer charakteristischen Reihe von Stacheln auf seinem Rücken, der in Teichen und Bächen gefunden wird.",
      "example": "I saw a stickleback in the pond yesterday. I see a stickleback in the pond every day. If I'm patient, I will see a stickleback in the pond tomorrow.",
      "example_translation": "Ich sah einen Stichling im Teich gestern. Ich sehe jeden Tag einen Stichling im Teich. Wenn ich geduldig bin, werde ich morgen einen Stichling im Teich sehen.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sturgeon",
      "translation": "Stör",
      "definition": "A large fish with a long, slender body, found in rivers and oceans, valued for its meat and caviar.",
      "definition_translation": "Ein großer Fisch mit einem langen, schlanken Körper, der in Flüssen und Ozeanen gefunden wird, der für sein Fleisch und Kaviar geschätzt wird.",
      "example": "I tried sturgeon meat at the restaurant last night. I try sturgeon meat at the restaurant every week. If I'm lucky, I will try sturgeon meat at the restaurant again next week.",
      "example_translation": "Ich probierte Störfleisch im Restaurant letzte Nacht. Ich probe Störfleisch im Restaurant jede Woche. Wenn ich Glück habe, werde ich nächste Woche wieder Störfleisch im Restaurant probieren.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunfish",
      "translation": "Sonnenfisch",
      "definition": "A sunfish is a type of fish that is characterized by its flat, round body and small fins. It is a slow-moving fish that is often found in warm, tropical waters.",
      "definition_translation": "Ein Sonnenfisch ist eine Art Fisch, die durch seinen flachen, runden Körper und kleine Flossen gekennzeichnet ist. Es ist ein langsam schwimmender Fisch, der oft in warmen, tropischen Gewässern gefunden wird.",
      "example": "I saw a sunfish swimming in the ocean last summer. I will go sunfish fishing next weekend. I had seen a sunfish in the aquarium yesterday.",
      "example_translation": "Ich sah einen Sonnenfisch im Ozean letzten Sommer schwimmen. Ich werde nächstes Wochenende Sonnenfisch angeln gehen. Ich hatte einen Sonnenfisch im Aquarium gestern gesehen.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swordfish",
      "translation": "Schwertfisch",
      "definition": "A swordfish is a type of fish that is characterized by its long, pointed bill and streamlined body. It is a fast-swimming fish that is often found in open oceans.",
      "definition_translation": "Ein Schwertfisch ist eine Art Fisch, die durch ihren langen, spitzen Schnabel und stromlinienförmigen Körper gekennzeichnet ist. Es ist ein schnell schwimmender Fisch, der oft in offenen Ozeanen gefunden wird.",
      "example": "I ate swordfish for dinner last night. Swordfish are known for their speed. I will go swordfish fishing tomorrow.",
      "example_translation": "Ich aß Schwertfisch zum Abendessen letzte Nacht. Schwertfische sind bekannt für ihre Geschwindigkeit. Ich werde morgen Schwertfisch angeln gehen.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tench",
      "translation": "Kaulbarsch",
      "definition": "A tench is a type of freshwater fish that is characterized by its olive-green color and small size. It is often found in ponds and lakes.",
      "definition_translation": "Ein Kaulbarsch ist eine Art Süßwasserfisch, der durch seine olivgrüne Farbe und seine kleine Größe gekennzeichnet ist. Er wird oft in Teichen und Seen gefunden.",
      "example": "I caught a tench in the lake yesterday. Tench are good to eat. I will go tench fishing this weekend.",
      "example_translation": "Ich fing einen Kaulbarsch im See gestern. Kaulbarsche sind essbar. Ich werde nächstes Wochenende Kaulbarsch angeln gehen.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "zander",
      "translation": "Zander",
      "definition": "A zander is a type of freshwater fish that is characterized by its elongated body and distinctive stripes. It is often found in rivers and lakes.",
      "definition_translation": "Ein Zander ist eine Art Süßwasserfisch, der durch seinen langgestreckten Körper und seine auffälligen Streifen gekennzeichnet ist. Er wird oft in Flüssen und Seen gefunden.",
      "example": "I ate zander for dinner last week. Zanders are known for their flavor. I will go zander fishing next month.",
      "example_translation": "Ich aß Zander zum Abendessen letzte Woche. Zander sind bekannt für ihren Geschmack. Ich werde nächsten Monat Zander angeln gehen.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]
}