{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cat",
      "translation": "Katze",
      "definition": "A small typically furry carnivorous mammal that purrs and is often kept as a pet.",
      "definition_translation": "Ein kleines typischerweise pelziger fleischfressender Säugetier, das schnurrt und oft als Haustier gehalten wird.",
      "example": "I had a cat when I was a child. I have a cat now. I will have a cat in the future.",
      "example_translation": "Ich hatte eine Katze, als ich ein Kind war. Ich habe eine Katze jetzt. Ich werde eine Katze in Zukunft haben.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cow",
      "translation": "Kuh",
      "definition": "A large hooved herbivorous quadruped domesticated for milk and meat.",
      "definition_translation": "Ein großes huftragendes pflanzenfressendes Vierbeiner, das für Milch und Fleisch domestiziert wurde.",
      "example": "I saw a cow in the field yesterday. I see a cow in the field now. I will see a cow in the field tomorrow.",
      "example_translation": "Ich sah eine Kuh auf dem Feld gestern. Ich sehe eine Kuh auf dem Feld jetzt. Ich werde eine Kuh auf dem Feld morgen sehen.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dog",
      "translation": "Hund",
      "definition": "A carnivorous mammal that belongs to the family Canidae and is closely related to the gray wolf.",
      "definition_translation": "Ein fleischfressendes Säugetier, das zur Familie Canidae gehört und eng mit dem grauen Wolf verwandt ist.",
      "example": "I walked my dog this morning. I am walking my dog now. I will walk my dog this evening.",
      "example_translation": "Ich ging heute Morgen mit meinem Hund spazieren. Ich gehe jetzt mit meinem Hund spazieren. Ich werde heute Abend mit meinem Hund spazieren gehen.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "horse",
      "translation": "Pferd",
      "definition": "A large hoofed herbivorous mammal domesticated for riding, transportation, and other uses.",
      "definition_translation": "Ein großes huftragendes pflanzenfressendes Säugetier, das für Reiten, Transport und andere Zwecke domestiziert wurde.",
      "example": "I rode a horse last week. I ride a horse now. I will ride a horse next week.",
      "example_translation": "Ich ritt letzte Woche ein Pferd. Ich reite jetzt ein Pferd. Ich werde nächste Woche ein Pferd reiten.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pig",
      "translation": "Schwein",
      "definition": "A pig is a domesticated mammal that is commonly kept as livestock, characterized by its stout body, short legs, and omnivorous diet.",
      "definition_translation": "Ein Schwein ist ein domestiziertes Säugetier, das üblicherweise als Vieh gehalten wird, gekennzeichnet durch seinen stämmigen Körper, kurzen Beine und omnivore Ernährung.",
      "example": "I saw a pig eating food in the farm yesterday. The pig is eating food in the farm now. The pig will eat food in the farm tomorrow.",
      "example_translation": "Ich sah ein Schwein, das Essen auf dem Bauernhof gestern aß. Das Schwein isst Essen auf dem Bauernhof jetzt. Das Schwein wird Essen auf dem Bauernhof morgen essen.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sheep",
      "translation": "Schaf",
      "definition": "A sheep is a domesticated mammal that is commonly kept as livestock, characterized by its woolly coat and grazing habits.",
      "definition_translation": "Ein Schaf ist ein domestiziertes Säugetier, das üblicherweise als Vieh gehalten wird, gekennzeichnet durch seinen wolligen Mantel und Weidegewohnheiten.",
      "example": "I saw a sheep grazing in the field yesterday. The sheep is grazing in the field now. The sheep will graze in the field tomorrow.",
      "example_translation": "Ich sah ein Schaf, das auf dem Feld gestern weidete. Das Schaf weidet auf dem Feld jetzt. Das Schaf wird auf dem Feld morgen weiden.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "baby",
      "translation": "Baby",
      "definition": "A baby is a very young human, typically in the first year of life, dependent on others for care and nourishment.",
      "definition_translation": "Ein Baby ist ein sehr junges Mensch, typischerweise im ersten Lebensjahr, abhängig von anderen für Pflege und Nahrung.",
      "example": "I saw a baby laughing yesterday. The baby is laughing now. The baby will laugh tomorrow.",
      "example_translation": "Ich sah ein Baby, das gestern lachte. Das Baby lacht jetzt. Das Baby wird morgen lachen.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bear",
      "translation": "Bär",
      "definition": "A bear is a large, carnivorous mammal that is found in forests and mountains, characterized by its shaggy fur and powerful build.",
      "definition_translation": " Ein Bär ist ein großes, fleischfressendes Säugetier, das in Wäldern und Bergen gefunden wird, gekennzeichnet durch sein struppiges Fell und kräftigen Körperbau.",
      "example": "I saw a bear climbing a tree yesterday. The bear is climbing a tree now. The bear will climb a tree tomorrow.",
      "example_translation": "Ich sah einen Bären, der einen Baum gestern erklomm. Der Bär erklimmt einen Baum jetzt. Der Bär wird einen Baum morgen erklimmen.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cheetah",
      "translation": "Gepard",
      "definition": "The cheetah is a large cat native to Africa and central Iran. It is the fastest land animal, with the ability to reach speeds of up to 70 miles per hour.",
      "definition_translation": "Der Gepard ist eine große Katze, die in Afrika und Zentraliran beheimatet ist. Er ist das schnellste Landtier, das Geschwindigkeiten von bis zu 70 Meilen pro Stunde erreichen kann.",
      "example": "I saw a cheetah running in the savannah yesterday. It will chase its prey tomorrow. The cheetah had eaten a rabbit last week.",
      "example_translation": "Ich sah einen Geparden im Savannen昨 gestern laufen. Er wird seine Beute morgen jagen. Der Gepard hatte letzte Woche ein Kaninchen gegessen.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elephant",
      "translation": "Elefant",
      "definition": "The elephant is a large, intelligent mammal with a trunk, tusks, and a bulky body. It is found in savannas, forests, and deserts in Africa and Asia.",
      "definition_translation": "Der Elefant ist ein großes, intelligentes Säugetier mit einem Rüssel, Stoßzähnen und einem korpulenten Körper. Er wird in Savannen, Wäldern und Wüsten in Afrika und Asien gefunden.",
      "example": "I will ride an elephant next year. The elephant was taking a bath yesterday. Elephants have been living in Africa for centuries.",
      "example_translation": "Ich werde nächstes Jahr einen Elefanten reiten. Der Elefant nahm gestern ein Bad. Die Elefanten leben seit Jahrhunderten in Afrika.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guinea pig",
      "translation": "Meerschweinchen",
      "definition": "A guinea pig is a small, furry rodent that is commonly kept as a pet. It is native to South America and is known for its gentle nature.",
      "definition_translation": "Ein Meerschweinchen ist ein kleines, pelziges Nagetier, das häufig als Haustier gehalten wird. Es stammt aus Südamerika und ist bekannt für seine sanfte Natur.",
      "example": "I have a guinea pig as a pet. The guinea pig will eat its food tomorrow. Guinea pigs have been popular pets for decades.",
      "example_translation": "Ich habe ein Meerschweinchen als Haustier. Das Meerschweinchen wird morgen sein Essen essen. Die Meerschweinchen sind seit Jahrzehnten beliebte Haustiere.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hamster",
      "translation": "Hamster",
      "definition": "A hamster is a small, nocturnal rodent that is commonly kept as a pet. It is native to Europe, Asia, and Africa, and is known for its ability to store food in its cheeks.",
      "definition_translation": "Ein Hamster ist ein kleines, nachtaktives Nagetier, das häufig als Haustier gehalten wird. Es stammt aus Europa, Asien und Afrika und ist bekannt für seine Fähigkeit, Nahrung in seinen Backen zu speichern.",
      "example": "I will buy a hamster next month. The hamster was running on its wheel yesterday. Hamsters are popular pets for children.",
      "example_translation": "Ich werde nächsten Monat einen Hamster kaufen. Der Hamster lief gestern auf seinem Rad. Die Hamster sind beliebte Haustiere für Kinder.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lion",
      "translation": "Löwe",
      "definition": "A lion is a large carnivorous mammal that lives in grasslands and savannas of Africa and India.",
      "definition_translation": "Ein Löwe ist ein großes fleischfressendes Säugetier, das in Grasländern und Savannen Afrikas und Indiens lebt.",
      "example": "I saw a lion in the zoo yesterday. I will see a lion in the wild someday. I have seen a lion in a documentary before.",
      "example_translation": "Ich sah einen Löwen im Zoo gestern. Ich werde einen Löwen in freier Wildbahn sehen. Ich habe einen Löwen in einem Dokumentarfilm vorher gesehen.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "monkey",
      "translation": "Affe",
      "definition": "A monkey is a primate that belongs to the order Primates, including macaques, capuchin, and gorillas.",
      "definition_translation": "Ein Affe ist ein Primat, das der Ordnung Primaten angehört, einschließlich Makaken, Kapuzineraffen und Gorillas.",
      "example": "The monkey was playing in the tree. The monkey will eat a banana. The monkey had climbed the mountain.",
      "example_translation": "Der Affe spielte im Baum. Der Affe wird eine Banane essen. Der Affe hatte den Berg bestiegen.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mouse",
      "translation": "Maus",
      "definition": "A mouse is a small rodent that is commonly found in homes and buildings.",
      "definition_translation": "Eine Maus ist ein kleines Nagetier, das in Häusern und Gebäuden häufig vorkommt.",
      "example": "I saw a mouse in the kitchen yesterday. I will catch a mouse someday. I have seen a mouse in the hole before.",
      "example_translation": "Ich sah eine Maus in der Küche gestern. Ich werde eine Maus irgendwann fangen. Ich habe eine Maus in dem Loch vorher gesehen.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rabbit",
      "translation": "Hase",
      "definition": "A rabbit is a small mammal that belongs to the family Leporidae, commonly found in meadows and forests.",
      "definition_translation": "Ein Hase ist ein kleines Säugetier, das der Familie Leporidae angehört, das in Wiesen und Wäldern häufig vorkommt.",
      "example": "The rabbit was hopping in the meadow. The rabbit will eat a carrot. The rabbit had escaped from the cage.",
      "example_translation": "Der Hase hoppelte in der Wiese. Der Hase wird eine Karotte essen. Der Hase war aus dem Käfig entkommen.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rat",
      "translation": "Ratte",
      "definition": "A rodent that lives in sewers and feeds on garbage.",
      "definition_translation": "Ein Nagetier, das in Kanälen lebt und Müll frisst.",
      "example": "The rat scurried across the kitchen floor, I will see a rat in the zoo tomorrow, The rat had scampered up the pole by next week.",
      "example_translation": "Die Ratte huschte über den Küchenboden, Ich werde morgen eine Ratte im Zoo sehen, Die Ratte wird bis nächster Woche den Pfosten hinaufgelaufen sein.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bat",
      "translation": "Fledermaus",
      "definition": "A flying mammal that uses echolocation to navigate.",
      "definition_translation": "Ein fliegendes Säugetier, das Echolokation verwendet, um zu navigieren.",
      "example": "The bat flew out of the cave, I saw a bat hanging upside down, By next year, the bat will have migrated to South America.",
      "example_translation": "Die Fledermaus flog aus der Höhle, Ich sah eine Fledermaus kopfüber hängen, Bis nächstem Jahr wird die Fledermaus nach Südamerika migriert sein.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bull",
      "translation": "Stier",
      "definition": "A large male bovine animal, often used for fighting or breeding.",
      "definition_translation": "Ein großes männliches Rind, oft für Kämpfe oder Zucht verwendet.",
      "example": "The bull charged at the matador, I will buy a bull for my farm, The bull had been sold to a slaughterhouse by last month.",
      "example_translation": "Der Stier stürmte auf den Matador zu, Ich werde einen Stier für meinen Hof kaufen, Der Stier war bis letzten Monat an ein Schlachthaus verkauft worden.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "calf",
      "translation": "Kalb",
      "definition": "The young of a cow, often fed on milk and weaned at a young age.",
      "definition_translation": "Das Junge einer Kuh, oft mit Milch gefüttert und in jungen Jahren abgesetzt.",
      "example": "The calf frolicked in the meadow, I saw a calf being bottle-fed, The calf will be weaned by next spring.",
      "example_translation": "Das Kalb spielte im Wiesen, Ich sah ein Kalb, das mit der Flasche gefüttert wurde, Das Kalb wird bis nächsten Frühling abgesetzt sein.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "camel",
      "translation": "Kamel",
      "definition": "A camel is a large, even-toed ungulate native to the Old World, characterized by its distinctive hump on its back, long eyelashes, and ability to go without water for long periods of time.",
      "definition_translation": "Ein Kamel ist ein großes, geradezehiges Ungulat, das ursprünglich aus der Alten Welt stammt, das durch seinen charakteristischen Hügel auf seinem Rücken, lange Wimpern und die Fähigkeit, lange Zeit ohne Wasser auszukommen, gekennzeichnet ist.",
      "example": "I rode a camel through the desert yesterday, I will ride one again next year, and I rode one last week.",
      "example_translation": "Ich ritt ein Kamel durch die Wüste gestern, ich werde wieder einesnext Jahr reiten, und ich ritt eines letzten Woche.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cattle",
      "translation": "Rinder",
      "definition": "Cattle are domesticated mammals that are commonly raised on ranches and farms for their milk, meat, and hides.",
      "definition_translation": "Rinder sind domestizierte Säugetiere, die häufig auf Ranches und Farmen für ihre Milch, ihr Fleisch und ihre Häute gehalten werden.",
      "example": "The farmer has been raising cattle for years, he raised them last year, and he will raise them again next year.",
      "example_translation": "Der Bauer hat Jahre lang Rinder gezüchtet, er züchtete sie letzten Jahr, und er wird sie wieder next Jahr züchten.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dolphin",
      "translation": "Delfin",
      "definition": "A dolphin is a highly intelligent, social marine mammal that is closely related to whales and porpoises.",
      "definition_translation": "Ein Delfin ist ein hochintelligentes, soziales Meeressäugetier, das eng mit Walen und Schweinswalen verwandt ist.",
      "example": "I saw a dolphin swim in the ocean yesterday, I will see one again next year, and I saw one last week.",
      "example_translation": "Ich sah einen Delfin im Ozean schwimmen gestern, ich werde wieder einen nächsten Jahr sehen, und ich sah einen letzten Woche.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "donkey",
      "translation": "Esel",
      "definition": "A donkey is a domesticated animal, often used as a beast of burden, that is known for its stubbornness and loud braying.",
      "definition_translation": "Ein Esel ist ein domestiziertes Tier, das häufig als Lasttier verwendet wird, das durch seine Starrköpfigkeit und lautes Brüllen bekannt ist.",
      "example": "I rode a donkey through the countryside yesterday, I will ride one again next year, and I rode one last week.",
      "example_translation": "Ich ritt einen Esel durch das ländliche Gebiet gestern, ich werde wieder einen nächsten Jahr reiten, und ich ritt einen letzten Woche.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "female",
      "translation": "weiblich",
      "definition": "A female is a person or animal of the sex that produces eggs, especially in animals that lay eggs.",
      "definition_translation": "Eine weibliche Person oder ein Tier des Geschlechts, das Eier produziert, insbesondere bei Tieren, die Eier legen.",
      "example": "She is a female engineer, She was a female teacher, She will be a female doctor.",
      "example_translation": "Sie ist ein weiblicher Ingenieur, Sie war eine weibliche Lehrerin, Sie wird eine weibliche Ärztin sein.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fur",
      "translation": "Pelz",
      "definition": "Fur is the soft, thick hair or wool that grows on some animals, such as beavers or rabbits.",
      "definition_translation": "Pelz ist das weiche, dicke Haar oder Fell, das auf manchen Tieren wie Bibern oder Hasen wächst.",
      "example": "I wear a fur coat in winter, I wore a fur hat last year, I will buy a fur scarf next month.",
      "example_translation": "Ich trage einen Pelzmantel im Winter, Ich trug einen Pelzhut letztes Jahr, Ich werde einen Pelzschal nächsten Monat kaufen.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "giraffe",
      "translation": "Giraffe",
      "definition": "A giraffe is a tall, even-toed ungulate mammal with a distinctive coat pattern and a long neck and legs.",
      "definition_translation": "Eine Giraffe ist ein großes, geradehufiges ungeheitliches Säugetier mit einem auffälligen Fellmuster und einem langen Hals und Beinen.",
      "example": "I saw a giraffe at the zoo, I saw a giraffe at the safari last year, I will see a giraffe at the national park next year.",
      "example_translation": "Ich sah eine Giraffe im Zoo, Ich sah eine Giraffe auf Safari letztes Jahr, Ich werde eine Giraffe im Nationalpark nächsten Jahr sehen.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "goat",
      "translation": "Ziege",
      "definition": "A goat is a hoofed mammal that is closely related to sheep, and is often kept on a farm or used as a pack animal.",
      "definition_translation": "Eine Ziege ist ein hufiges Säugetier, das eng mit Schafen verwandt ist und oft auf einem Bauernhof oder als Packtier verwendet wird.",
      "example": "I have a pet goat, I had a goat as a child, I will buy a goat next month.",
      "example_translation": "Ich habe eine Hausziege, Ich hatte eine Ziege als Kind, Ich werde eine Ziege nächsten Monat kaufen.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hare",
      "translation": "Hase",
      "definition": "A fast-moving, long-legged mammal that lives in fields and forests.",
      "definition_translation": "Ein schnell bewegliches, langbeiniges Säugetier, das in Feldern und Wäldern lebt.",
      "example": "The hare was nibbling on a juicy carrot in the garden. Yesterday, it was hopping around the meadow. By next spring, it will have grown a new coat.",
      "example_translation": "Der Hase nagte an einer saftigen Karotte im Garten. Gestern hoppelte es über die Wiese. Bis zum nächsten Frühling wird es einen neuen Mantel angezogen haben.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hippo",
      "translation": "Nilpferd",
      "definition": "A large, herbivorous mammal that lives in rivers and lakes.",
      "definition_translation": "Ein großes, pflanzenfressendes Säugetier, das in Flüssen und Seen lebt.",
      "example": "The hippo wallowed in the muddy riverbed. Yesterday, it was playing with its hippo friends. Next week, it will be migrating to a new habitat.",
      "example_translation": "Das Nilpferd wälzte sich im schlammigen Flussbett. Gestern spielte es mit seinen Nilpferd-Freunden. Nächste Woche wird es in ein neues Habitat wandern.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kitten",
      "translation": "Kätzchen",
      "definition": "A young cat, typically in the first year of its life.",
      "definition_translation": "Ein junger Kater, typischerweise im ersten Jahr seines Lebens.",
      "example": "The kitten purred contentedly on my lap. Yesterday, it was chasing its tail. In a few months, it will be learning to hunt.",
      "example_translation": "Das Kätzchen schnurrte zufrieden auf meinem Schoß. Gestern jagte es seinen Schwanz. In ein paar Monaten wird es lernen, zu jagen.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lamb",
      "translation": "Lamm",
      "definition": "A young sheep, typically in the first year of its life.",
      "definition_translation": "Ein junges Schaf, typischerweise im ersten Jahr seines Lebens.",
      "example": "The lamb frolicked in the green meadow. Yesterday, it was taking its first steps. By next spring, it will be grazing on fresh grass.",
      "example_translation": "Das Lamm tollte in der grünen Wiese. Gestern machte es seine ersten Schritte. Bis zum nächsten Frühling wird es frisches Gras weiden.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "male",
      "translation": "männlich",
      "definition": "A male is an adult human or animal that has the characteristics of being masculine.",
      "definition_translation": "Ein Mann ist ein erwachsener Mensch oder Tier, das die Merkmale der Männlichkeit aufweist.",
      "example": "He was a male model, he will be a great father one day, and he had been a male nurse for 10 years.",
      "example_translation": "Er war ein männliches Model, er wird einmal ein großartiger Vater sein, und er war 10 Jahre lang Krankenpfleger gewesen.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mule",
      "translation": "Maultier",
      "definition": "A mule is the offspring of a male donkey and a female horse, known for its stubbornness and strength.",
      "definition_translation": "Ein Maultier ist das Nachkommen eines männlichen Esels und eines weiblichen Pferdes, bekannt für seine Starrsinnigkeit und Stärke.",
      "example": "The farmer used a mule to plow the field, he will use a mule to carry heavy loads, and he had used a mule to ride through the mountains.",
      "example_translation": "Der Bauer verwendete ein Maultier, um das Feld zu pflügen, er wird ein Maultier verwenden, um schwere Lasten zu tragen, und er hatte ein Maultier verwendet, um durch die Berge zu reiten.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "puma",
      "translation": "Puma",
      "definition": "A puma is a large, wild cat native to the Americas, known for its agility and stealth.",
      "definition_translation": "Ein Puma ist eine große, wilde Katze, die in Amerika beheimatet ist, bekannt für ihre Agilität und Heimlichkeit.",
      "example": "The puma roamed freely in the forest, it will stalk its prey at night, and it had climbed a tree to escape the hunters.",
      "example_translation": "Das Puma streifte frei in dem Wald umher, es wird seine Beute bei Nacht jagen, und es hatte einen Baum erklommen, um den Jägern zu entgehen.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "puppy",
      "translation": "Welpen",
      "definition": "A puppy is a young dog, especially one that is still in the early stages of its life.",
      "definition_translation": "Ein Welpen ist ein junger Hund, insbesondere einer, der noch in den frühen Stadien seines Lebens ist.",
      "example": "The puppy played with its toys, it will grow up to be a loyal companion, and it had learned to sit and stay.",
      "example_translation": "Das Welpen spielte mit seinen Spielzeugen, es wird aufwachsen, um ein treuer Begleiter zu werden, und es hatte gelernt, sich hinzusetzen und zu bleiben.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "reindeer",
      "translation": "Rentier",
      "definition": "A reindeer is a type of deer with a distinctive set of antlers, found in the Arctic and subarctic regions of the world.",
      "definition_translation": "Ein Rentier ist eine Art von Hirsch mit einer charakteristischen Sätzen von Geweih, gefunden in den Arktischen und subarktischen Regionen der Welt.",
      "example": "The reindeer roamed freely in the Arctic tundra last summer, but it will roam more cautiously this winter. It roamed freely in the Arctic tundra five years ago, and it will roam even more freely in the future.",
      "example_translation": "Das Rentier streifte frei in der arktischen Tundra letzten Sommer, aber es wird vorsichtiger streifen in diesem Winter. Es streifte frei in der arktischen Tundra vor fünf Jahren, und es wird sogar freier streifen in der Zukunft.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tiger",
      "translation": "Tiger",
      "definition": "A tiger is a large carnivorous mammal with distinctive orange and black stripes, found in the forests and grasslands of Asia.",
      "definition_translation": "Ein Tiger ist ein großes fleischfressendes Säugetier mit charakteristischen orange und schwarzen Streifen, gefunden in den Wäldern und Grasländern Asiens.",
      "example": "The tiger stalked its prey through the jungle last night, but it will stalk its prey more stealthily tonight. It stalked its prey through the jungle five years ago, and it will stalk its prey even more aggressively in the future.",
      "example_translation": "Der Tiger schlich seinem Opfer durch den Dschungel letzten Nacht, aber es wird sein Opfer heute Nacht noch heimlicher schleichen. Es schlich seinem Opfer durch den Dschungel vor fünf Jahren, und es wird sein Opfer sogar noch aggressiver in der Zukunft schleichen.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "whale",
      "translation": "Wal",
      "definition": "A whale is a large aquatic mammal that breathes air through its blowhole, found in all of the world's oceans.",
      "definition_translation": "Ein Wal ist ein großes aquatisches Säugetier, das durch sein Blasloch atmet, gefunden in allen Ozeanen der Welt.",
      "example": "The whale swam through the ocean currents last week, but it will swim more slowly through the ocean currents next week. It swam through the ocean currents five years ago, and it will swim even more majestically through the ocean currents in the future.",
      "example_translation": "Der Wal schwamm durch die Meeresströmungen letzten Woche, aber es wird langsamer durch die Meeresströmungen nächste Woche schwimmen. Es schwamm durch die Meeresströmungen vor fünf Jahren, und es wird sogar noch majestätischer durch die Meeresströmungen in der Zukunft schwimmen.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "deer",
      "translation": "Hirsch",
      "definition": "A deer is a type of ruminant mammal, often found in forests and grasslands, and is known for its large eyes and gentle nature.",
      "definition_translation": "Ein Hirsch ist eine Art von Wiederkäuer, oft gefunden in Wäldern und Grasländern, und ist bekannt für seine großen Augen und sanfte Natur.",
      "example": "The deer ran quickly through the forest last autumn, but it will run more slowly through the forest next autumn. It ran quickly through the forest five years ago, and it will run even more freely through the forest in the future.",
      "example_translation": "Der Hirsch rannte schnell durch den Wald letzten Herbst, aber es wird langsamer durch den Wald nächsten Herbst laufen. Es rannte schnell durch den Wald vor fünf Jahren, und es wird sogar noch freier durch den Wald in der Zukunft laufen.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fox",
      "translation": "Fuchs",
      "definition": "A small, carnivorous mammal with a bushy tail, found in many parts of the world. It is often hunted for its fur.",
      "definition_translation": "Ein kleines, fleischfressendes Säugetier mit einem buschigen Schwanz, das in vielen Teilen der Welt gefunden wird. Es wird oft für sein Fell gejagt.",
      "example": "The fox ran quickly through the forest. The fox is running quickly through the forest. The fox will run quickly through the forest.",
      "example_translation": "Der Fuchs rannte schnell durch den Wald. Der Fuchs läuft schnell durch den Wald. Der Fuchs wird schnell durch den Wald laufen.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gorilla",
      "translation": "Gorilla",
      "definition": "A large, powerful primate that lives in forests in western and central Africa. It is closely related to humans and is known for its intelligence and strength.",
      "definition_translation": "Ein großes, starkes Primaten, das in Wäldern in West- und Zentralafrika lebt. Es ist eng mit Menschen verwandt und ist bekannt für seine Intelligenz und Stärke.",
      "example": "The gorilla climbed the tree slowly. The gorilla is climbing the tree slowly. The gorilla will climb the tree slowly.",
      "example_translation": "Das Gorilla kletterte langsam den Baum hoch. Das Gorilla klettert langsam den Baum hoch. Das Gorilla wird langsam den Baum hochklettern.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kangaroo",
      "translation": "Känguru",
      "definition": "A large, herbivorous marsupial that lives in Australia and New Guinea. It is known for its powerful hind legs and strong jumping ability.",
      "definition_translation": "Ein großes, pflanzenfressendes Beuteltier, das in Australien und Neuguinea lebt. Es ist bekannt für seine kräftigen Hinterbeine und seine starke Sprungfähigkeit.",
      "example": "The kangaroo jumped over the fence. The kangaroo is jumping over the fence. The kangaroo will jump over the fence.",
      "example_translation": "Das Känguru sprang über den Zaun. Das Känguru springt über den Zaun. Das Känguru wird über den Zaun springen.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "leopard",
      "translation": "Leopard",
      "definition": "A large, carnivorous mammal with a distinctive coat featuring dark spots on a yellowish background. It is found in Africa and Asia.",
      "definition_translation": "Ein großes, fleischfressendes Säugetier mit einem auffälligen Fell, das dunkle Flecken auf einem gelblichen Hintergrund aufweist. Es wird in Afrika und Asien gefunden.",
      "example": "The leopard stalked its prey quietly. The leopard is stalking its prey quietly. The leopard will stalk its prey quietly.",
      "example_translation": "Das Leopard schlich seinem Opfer still an. Das Leopard schleicht seinem Opfer still an. Das Leopard wird seinem Opfer still anschleichen.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ox",
      "translation": "Ochse",
      "definition": "A domesticated ruminant mammal with a stout body and short horns, used as a draught animal.",
      "definition_translation": "Ein domestiziertes, wiederkäuendes Säugetier mit einem stämmigen Körper und kurzen Hörnern, das als Zugtier verwendet wird.",
      "example": "The farmer used an ox to plough the field last week, will use it again tomorrow, and has been using it for years.",
      "example_translation": "Der Bauer benutzte letzten Woche einen Ochsen, um das Feld zu pflügen, wird ihn morgen wieder verwenden und hat ihn jahrelang verwendet.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "paw",
      "translation": "Pfote",
      "definition": "The foot of an animal, especially a quadruped, having claws.",
      "definition_translation": "Der Fuß eines Tieres, insbesondere eines Vierbeiners, mit Krallen.",
      "example": "The dog wagged its paw excitedly when it saw its owner, will wag it again tomorrow, and has been wagging it for years.",
      "example_translation": "Der Hund wedelte seine Pfote aufgeregt, als es seinen Besitzer sah, wird morgen wieder wedeln und hat sie seit Jahren gewedelt.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "polar bear",
      "translation": "Eisbär",
      "definition": "A large carnivorous mammal found in the Arctic regions, with a white coat and a diet mainly of seals.",
      "definition_translation": "Ein großes fleischfressendes Säugetier, das in den arktischen Regionen vorkommt, mit einem weißen Fell und einer Nahrung, die hauptsächlich aus Robben besteht.",
      "example": "The polar bear roamed the Arctic tundra last winter, will roam it again next year, and has been roaming it for centuries.",
      "example_translation": "Der Eisbär durchstreifte die arktische Tundra letzten Winter, wird sie nächstes Jahr wieder durchstreifen und hat sie seit Jahrhunderten durchstreift.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rhinoceros",
      "translation": "Nashorn",
      "definition": "A large herbivorous mammal with a distinctive horn on its nose, native to Africa and southern Asia.",
      "definition_translation": "Ein großes pflanzenfressendes Säugetier mit einem auffälligen Horn auf seiner Nase, ursprünglich aus Afrika und Südasien.",
      "example": "The rhinoceros charged at the tourists last month, will charge at them again next week, and has been charging at them for years.",
      "example_translation": "Das Nashorn stürzte sich letzten Monat auf die Touristen, wird nächste Woche wieder auf sie losstürmen und hat sie seit Jahren attackiert.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "seal",
      "translation": "Robbe",
      "definition": "A seal is a marine mammal that has a streamlined body, flippers, and a layer of blubber to keep it warm in cold water.",
      "definition_translation": "Eine Robbe ist ein marines Säugetier, das einen stromlinienförmigen Körper, Flossen und eine Schicht von Speck hat, um es in kaltem Wasser warm zu halten.",
      "example": "I saw a seal swimming in the ocean yesterday. It is swimming now. It will swim again tomorrow.",
      "example_translation": "Ich sah eine Robbe gestern im Ozean schwimmen. Sie schwimmt jetzt. Sie wird morgen wieder schwimmen.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "squirrel",
      "translation": "Eichhörnchen",
      "definition": "A squirrel is a small, furry, rodent mammal that has a bushy tail and lives in trees or bushes.",
      "definition_translation": "Ein Eichhörnchen ist ein kleines, pelziges, nagetierähnliches Säugetier, das einen buschigen Schwanz hat und in Bäumen oder Sträuchern lebt.",
      "example": "The squirrel was playing in the park yesterday. It is playing now. It will play again tomorrow.",
      "example_translation": "Das Eichhörnchen spielte gestern im Park. Es spielt jetzt. Es wird morgen wieder spielen.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}