{
  "data": [
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clothes",
      "translation": "Kleidung",
      "definition": "Clothing or garments, especially those worn for a specific occasion or purpose.",
      "definition_translation": "Kleidung oder Gewänder, besonders jene, die für einen bestimmten Anlass oder Zweck getragen werden.",
      "example": "I need to wash my clothes before the party tonight. I wore a nice dress to the wedding last week. I will buy new clothes for my trip next month.",
      "example_translation": "Ich muss meine Kleidung vor der Party heute Abend waschen. Ich trug ein schönes Kleid zu der Hochzeit letzten Woche. Ich werde neue Kleidung für meine Reise nächsten Monat kaufen.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coat",
      "translation": "Mantel",
      "definition": "An outer garment with sleeves, typically worn outdoors to keep warm or as a fashion statement.",
      "definition_translation": "Ein äußeres Kleidungsstück mit Ärmeln, das typischerweise im Freien getragen wird, um warm zu bleiben oder als Modestatement.",
      "example": "I have a warm coat for the winter. She wore a beautiful coat to the opera last night. He will buy a new coat for his birthday next week.",
      "example_translation": "Ich habe einen warmen Mantel für den Winter. Sie trug einen schönen Mantel zur Oper letzten Nacht. Er wird einen neuen Mantel zu seinem Geburtstag nächste Woche kaufen.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dress",
      "translation": "Kleid",
      "definition": "A one-piece garment for a woman or girl, typically extending below the knee, worn on formal or informal occasions.",
      "definition_translation": "Ein einstückiges Kleidungsstück für eine Frau oder ein Mädchen, das typischerweise unter dem Knie reicht, das bei formalen oder informellen Anlässen getragen wird.",
      "example": "She wore a beautiful dress to the party last night. I need to buy a new dress for the wedding next month. My sister loved the dress I gave her for her birthday.",
      "example_translation": "Sie trug ein schönes Kleid zur Party letzten Nacht. Ich muss ein neues Kleid für die Hochzeit nächsten Monat kaufen. Meine Schwester liebte das Kleid, das ich ihr zu ihrem Geburtstag geschenkt habe.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hat",
      "translation": "Hut",
      "definition": "A head covering, typically made of fabric or other materials, worn for warmth, fashion, or as part of a uniform.",
      "definition_translation": "Ein Kopfbedeckung, typischerweise aus Stoff oder anderen Materialien hergestellt, getragen für Wärme, Mode oder als Teil einer Uniform.",
      "example": "I need to buy a new hat for the winter. She wore a nice hat to the garden party yesterday. He always wears a hat when he plays golf.",
      "example_translation": "Ich muss einen neuen Hut für den Winter kaufen. Sie trug einen schönen Hut zur Gartenparty gestern. Er trägt immer einen Hut, wenn er Golf spielt.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jeans",
      "translation": "Jeans",
      "definition": "Trousers made of denim or other strong cotton fabric, often blue and often worn informally.",
      "definition_translation": "Hosen aus Denim oder anderem starken Baumwollstoff, oft blau und oft informell getragen.",
      "example": "I wore my favorite jeans to the party yesterday. I will wear them to the concert tomorrow. I have worn them to school many times.",
      "example_translation": "Ich trug meine Lieblingsjeans zur Party gestern. Ich werde sie zum Konzert morgen tragen. Ich habe sie viele Male zur Schule getragen.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shirt",
      "translation": "Hemd",
      "definition": "A garment for the upper part of the body, typically with sleeves and a collar.",
      "definition_translation": "Ein Kleidungsstück für den oberen Teil des Körpers, typischerweise mit Ärmeln und Kragen.",
      "example": "I bought a new shirt for the wedding. I will wear it to the dinner tonight. I have worn it to work many times.",
      "example_translation": "Ich kaufte ein neues Hemd für die Hochzeit. Ich werde es zum Abendessen heute tragen. Ich habe es viele Male zur Arbeit getragen.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shoe",
      "translation": "Schuh",
      "definition": "A footwear covering the foot, typically made of leather, plastic, or rubber.",
      "definition_translation": "Ein Schuh, der den Fuß bedeckt, typischerweise aus Leder, Kunststoff oder Gummi hergestellt.",
      "example": "I wore my new shoes to the park yesterday. I will wear them to the gym tomorrow. I have worn them to school many times.",
      "example_translation": "Ich trug meine neuen Schuhe zum Park gestern. Ich werde sie zum Fitnessstudio morgen tragen. Ich habe sie viele Male zur Schule getragen.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "skirt",
      "translation": "Rock",
      "definition": "A garment hanging from the waist and worn by women and girls, typically divided into two parts.",
      "definition_translation": "Ein Kleidungsstück, das von der Taille herabhängt und von Frauen und Mädchen getragen wird, typischerweise in zwei Teile geteilt.",
      "example": "I bought a new skirt for the party. I will wear it to the wedding tonight. I have worn it to school many times.",
      "example_translation": "Ich kaufte einen neuen Rock für die Party. Ich werde ihn zur Hochzeit heute Abend tragen. Ich habe ihn viele Male zur Schule getragen.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "T-shirt",
      "translation": "T-Shirt",
      "definition": "A casual short-sleeved shirt, typically made of cotton, polyester, or a blend of fabrics, characterized by a round neckline and short sleeves.",
      "definition_translation": "Ein Casual-Kurzarmshirt, typischerweise aus Baumwolle, Polyester oder einer Mischung von Stoffen, gekennzeichnet durch einen runden Halsausschnitt und kurze Ärmel.",
      "example": "I wore a T-shirt to the beach last summer. I will wear a T-shirt to the party tonight. I had worn a T-shirt to the gym yesterday.",
      "example_translation": "Ich trug ein T-Shirt zum Strand letzten Sommer. Ich werde heute Abend ein T-Shirt zur Party tragen. Ich hatte ein T-Shirt zum Fitnessstudio gestern getragen.",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "trousers",
      "translation": "Hose",
      "definition": "A garment covering the legs, typically made of fabric or leather, extending from the waist to the feet, worn by both men and women.",
      "definition_translation": "Ein Kleidungsstück, das die Beine bedeckt, typischerweise aus Stoff oder Leder, sich von der Taille bis zu den Füßen erstreckend, von Männern und Frauen getragen.",
      "example": "I bought trousers for my trip to Europe. She wore trousers to the office today. They will wear trousers to the wedding next week.",
      "example_translation": "Ich kaufte Hose für meine Reise nach Europa. Sie trug Hose zum Büro heute. Sie werden Hose zur Hochzeit nächste Woche tragen.",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "boot",
      "translation": "Stiefel",
      "definition": "A type of footwear, typically made of leather or synthetic materials, covering the foot and extending up the leg, often worn for outdoor activities.",
      "definition_translation": "Ein Typ von Schuhwerk, typischerweise aus Leder oder synthetischen Materialien, bedeckt den Fuß und erstreckt sich hoch bis zum Bein, oft zum Tragen bei Outdoor-Aktivitäten.",
      "example": "I laced up my boot for the hike. She buckled her boot before riding the horse. They will wear boots to the music festival next month.",
      "example_translation": "Ich schnürte meine Stiefel für den Wanderweg. Sie schnallte ihre Stiefel vor dem Reiten des Pferdes. Sie werden Stiefel zum Musikfestival nächsten Monat tragen.",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cap",
      "translation": "Mütze",
      "definition": "A type of headwear, typically made of fabric or plastic, covering the top of the head, often worn for casual or sporting activities.",
      "definition_translation": "Eine Art von Kopfbedeckung, typischerweise aus Stoff oder Kunststoff, bedeckt den oberen Teil des Kopfes, oft zum Tragen bei informellen oder sportlichen Aktivitäten.",
      "example": "I wore a cap to the baseball game. She put on her cap before jogging. They will wear caps to the graduation ceremony next week.",
      "example_translation": "Ich trug eine Mütze zum Baseball-Spiel. Sie setzte ihre Mütze vor dem Joggen auf. Sie werden Mützen zur Abschlussfeier nächste Woche tragen.",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "glove",
      "translation": "Handschuh",
      "definition": "A glove is a garment covering the hand, typically worn to protect it from cold or injuries.",
      "definition_translation": "Ein Handschuh ist ein Kleidungsstück, das die Hand bedeckt, wird normalerweise getragen, um sie vor Kälte oder Verletzungen zu schützen.",
      "example": "I wore gloves to keep my hands warm during the winter hike. I will wear gloves to protect my hands while gardening. She wore gloves to play golf.",
      "example_translation": "Ich trug Handschuhe, um meine Hände während des Winter-Wanderwegs warm zu halten. Ich werde Handschuhe tragen, um meine Hände während des Gartenbaus zu schützen. Sie trug Handschuhe, um Golf zu spielen.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jacket",
      "translation": "Jacke",
      "definition": "A jacket is a short, typically sleeveless outer garment worn over a shirt or blouse.",
      "definition_translation": "Eine Jacke ist ein kurzes, typischerweise ärmelloses Oberbekleidungsstück, das über einem Hemd oder einer Bluse getragen wird.",
      "example": "I wore a jacket to the party last night. She will wear a jacket to the concert tomorrow. He wore a jacket to the office meeting.",
      "example_translation": "Ich trug eine Jacke zur Party letzte Nacht. Sie wird eine Jacke zum Konzert morgen tragen. Er trug eine Jacke zur Bürobesprechung.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jumper",
      "translation": "Pullover",
      "definition": "A jumper is a type of clothing that covers the upper body, typically with sleeves and a round neckline.",
      "definition_translation": "Ein Pullover ist eine Art von Kleidung, die den Oberkörper bedeckt, typischerweise mit Ärmeln und einem runden Ausschnitt.",
      "example": "I wore a jumper to the football game. She will wear a jumper to the party tonight. They wore jumpers to the ski resort.",
      "example_translation": "Ich trug einen Pullover zum Fußballspiel. Sie wird einen Pullover zur Party heute Abend tragen. Sie trugen Pullover zum Skiresort.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pocket",
      "translation": "Tasche",
      "definition": "A pocket is a small bag or envelope sewn into or attached to clothing, used for carrying small items.",
      "definition_translation": "Eine Tasche ist ein kleiner Beutel oder Umschlag, der in oder an Kleidung genäht oder angebracht wird, um kleine Gegenstände zu tragen.",
      "example": "I put my phone in my pocket. She will put her wallet in her pocket. He took his keys out of his pocket.",
      "example_translation": "Ich steckte mein Telefon in meine Tasche. Sie wird ihr Portemonnaie in ihre Tasche stecken. Er holte seinen Schlüssel aus seiner Tasche.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "raincoat",
      "translation": "Regenmantel",
      "definition": "A raincoat is a waterproof or water-resistant coat worn to protect the body from rain or other forms of precipitation.",
      "definition_translation": "Ein Regenmantel ist ein wasserabweisender oder wasserdichter Mantel, der getragen wird, um den Körper vor Regen oder anderen Formen von Niederschlag zu schützen.",
      "example": "I wore a raincoat to protect myself from the heavy rain yesterday. I will wear a raincoat to the park tomorrow. She wore a raincoat to the office last week.",
      "example_translation": "Ich trug einen Regenmantel, um mich vor dem starken Regen gestern zu schützen. Ich werde einen Regenmantel zum Park morgen tragen. Sie trug einen Regenmantel ins Büro letzte Woche.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scarf",
      "translation": "Schal",
      "definition": "A scarf is a piece of fabric worn around the neck or head for warmth, protection, or as a fashion accessory.",
      "definition_translation": "Ein Schal ist ein Stück Stoff, das um den Hals oder den Kopf getragen wird, um Wärme, Schutz oder als Mode-Accessory zu bieten.",
      "example": "She wore a scarf to keep her neck warm during the cold winter. I will wear a scarf to the party tonight. They wore scarves to the beach last summer.",
      "example_translation": "Sie trug einen Schal, um ihren Hals während des kalten Winters zu wärmen. Ich werde einen Schal zur Party heute Abend tragen. Sie trugen Schals zum Strand letzten Sommer.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shorts",
      "translation": "Kurze Hose",
      "definition": "Shorts are a type of short, lightweight trouser that is worn in warm weather or for athletic activities.",
      "definition_translation": "Kurze Hose sind eine Art von kurzen, leichten Hose, die in warmem Wetter oder für athletische Aktivitäten getragen wird.",
      "example": "I wore shorts to the beach yesterday. She will wear shorts to the gym tomorrow. He wore shorts to the park last week.",
      "example_translation": "Ich trug Kurze Hose zum Strand gestern. Sie wird Kurze Hose zum Fitness-Studio morgen tragen. Er trug Kurze Hose zum Park letzte Woche.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sock",
      "translation": "Socke",
      "definition": "A sock is a piece of clothing worn on the foot, often made of fabric or synthetic materials.",
      "definition_translation": "Eine Socke ist ein Kleidungsstück, das am Fuß getragen wird, oft aus Stoff oder synthetischen Materialien hergestellt.",
      "example": "I wore socks to keep my feet warm during the cold winter. She will wear socks to the party tonight. He wore socks to the office last week.",
      "example_translation": "Ich trug Socken, um meine Füße während des kalten Winters zu wärmen. Sie wird Socken zur Party heute Abend tragen. Er trug Socken ins Büro letzte Woche.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "suit",
      "translation": "Anzug",
      "definition": "A set of outer clothing, typically consisting of a jacket, trousers, and sometimes a waistcoat, worn for formal or business occasions.",
      "definition_translation": "Ein Satz äußerer Kleidung, typischerweise bestehend aus Jackett, Hose und manchmal einem Gilet, der für formelle oder Geschäftsanlässe getragen wird.",
      "example": "I wore a suit to the job interview yesterday. I will wear a suit to the wedding tomorrow. She has worn a suit to work every day.",
      "example_translation": "Ich trug einen Anzug zum Vorstellungsgespräch gestern. Ich werde einen Anzug zur Hochzeit morgen tragen. Sie hat jeden Tag einen Anzug zur Arbeit getragen.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sweater",
      "translation": "Pullover",
      "definition": "A thick, warm garment typically worn over a shirt or dress, often made of wool or synthetic fibers.",
      "definition_translation": "Ein dickes, warmes Kleidungsstück, das typischerweise über einem Hemd oder Kleid getragen wird, oft aus Wolle oder synthetischen Fasern hergestellt.",
      "example": "I wore a sweater to keep warm in the cold winter. She will wear a sweater to the picnic next week. They had worn sweaters to the hiking trip last year.",
      "example_translation": "Ich trug einen Pullover, um mich im kalten Winter warm zu halten. Sie wird einen Pullover zum Picknick nächste Woche tragen. Sie hatten Pullover zum Wandertrip letzten Jahr getragen.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swimming costume",
      "translation": "Badeanzug",
      "definition": "A garment worn for swimming, typically made of lightweight, quick-drying material.",
      "definition_translation": "Ein Kleidungsstück, das zum Schwimmen getragen wird, typischerweise aus leichtem, schnell trocknendem Material hergestellt.",
      "example": "She wore a swimming costume to the beach yesterday. I will wear a swimming costume to the pool tomorrow. They had worn swimming costumes to the water park last summer.",
      "example_translation": "Sie trug einen Badeanzug zum Strand gestern. Ich werde einen Badeanzug zum Schwimmbad morgen tragen. Sie hatten Badeanzüge zum Wasserpark letzten Sommer getragen.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swimsuit",
      "translation": "Badeanzug",
      "definition": "A garment worn for swimming, typically made of lightweight, quick-drying material.",
      "definition_translation": "Ein Kleidungsstück, das zum Schwimmen getragen wird, typischerweise aus leichtem, schnell trocknendem Material hergestellt.",
      "example": "I wore a swimsuit to the water park last summer. She will wear a swimsuit to the beach next week. They had worn swimsuits to the swimming competition yesterday.",
      "example_translation": "Ich trug einen Badeanzug zum Wasserpark letzten Sommer. Sie wird einen Badeanzug zum Strand nächste Woche tragen. Sie hatten Badeanzüge zum Schwimmwettbewerb gestern getragen.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tie",
      "translation": "Krawatte",
      "definition": "A tie is a piece of cloth worn around the neck, typically by men, to add color and style to their outfit.",
      "definition_translation": "Eine Krawatte ist ein Stück Stoff, das von Männern um den Hals getragen wird, um ihrem Outfit Farbe und Stil hinzuzufügen.",
      "example": "I tied my tie too tight yesterday, but today I will wear a loose one. I will tie it again tomorrow.",
      "example_translation": "Ich habe meine Krawatte gestern zu fest gebunden, aber heute werde ich eine lockere tragen. Ich werde sie morgen wieder binden.",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tights",
      "translation": "Strumpfhosen",
      "definition": "Tights are a type of clothing worn by women and girls to cover their legs, often made of stretchy material.",
      "definition_translation": "Strumpfhosen sind eine Art von Kleidung, die von Frauen und Mädchen getragen wird, um ihre Beine zu bedecken, oft aus stretchigem Material hergestellt.",
      "example": "She wore tights to the party last night, but she will wear stockings to the wedding next week. She has been wearing tights since childhood.",
      "example_translation": "Sie trug Strumpfhosen zur Party letzte Nacht, aber sie wird Strümpfe zur Hochzeit nächste Woche tragen. Sie trägt Strumpfhosen seit ihrer Kindheit.",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "trainers",
      "translation": "Turnschuhe",
      "definition": "Trainers are a type of athletic shoe designed for sports and fitness activities, often made of lightweight materials.",
      "definition_translation": "Turnschuhe sind eine Art von Sportschuhen, die für sportliche und fitnessbezogene Aktivitäten konzipiert wurden, oft aus leichtem Material hergestellt.",
      "example": "I wore trainers to the gym yesterday, but I will wear running shoes to the marathon next month. I have been wearing trainers since high school.",
      "example_translation": "Ich trug Turnschuhe zum Fitnessstudio gestern, aber ich werde Laufschuhe zum Marathon nächste Monat tragen. Ich trage Turnschuhe seit der Highschool.",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "uniform",
      "translation": "Uniform",
      "definition": "A uniform is a set of clothing worn by people in a particular organization or profession, often with a specific design or logo.",
      "definition_translation": "Eine Uniform ist ein Satz Kleidung, der von Menschen in einer bestimmten Organisation oder Berufsgruppe getragen wird, oft mit einem bestimmten Design oder Logo.",
      "example": "The students wore their uniform to school yesterday, but they will wear casual clothes to the party tonight. They have been wearing uniform since kindergarten.",
      "example_translation": "Die Studenten trugen ihre Uniform zur Schule gestern, aber sie werden heute Abend bei der Party leger tragen. Sie tragen Uniform seit dem Kindergarten.",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blouse",
      "translation": "Bluse",
      "definition": "A blouse is a type of upper body garment that is typically worn by women and is usually lightweight and decorative.",
      "definition_translation": "Eine Bluse ist eine Art von Oberbekleidungsstück, das typischerweise von Frauen getragen wird und meist leicht und dekorativ ist.",
      "example": "I bought a new blouse yesterday, I will wear it tomorrow, and I wore it last week.",
      "example_translation": "Ich habe gestern eine neue Bluse gekauft, ich werde sie morgen tragen, und ich trug sie letzten Woche.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "collar",
      "translation": "Kragen",
      "definition": "A collar is a part of a shirt, dress, or jacket that fastens around the neck.",
      "definition_translation": "Ein Kragen ist ein Teil eines Hemdes, Kleides oder Jacketts, das um den Hals geschlossen wird.",
      "example": "I ironed the collar of my shirt, I will iron it again tomorrow, and I had ironed it last week.",
      "example_translation": "Ich bügelte den Kragen meines Hemdes, ich werde ihn morgen wieder bügeln, und ich hatte ihn letzten Woche gebügelt.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "heel",
      "translation": "Fersen",
      "definition": "The heel is the back part of the human foot, or the part of a shoe that covers it.",
      "definition_translation": "Die Ferse ist der hintere Teil des menschlichen Fußes oder der Teil eines Schuhs, der ihn bedeckt.",
      "example": "I hurt my heel while running, I will take care of it tomorrow, and I had hurt it last week.",
      "example_translation": "Ich verletzte meine Ferse beim Laufen, ich werde mich morgen darum kümmern, und ich hatte sie letzten Woche verletzt.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "knickers",
      "translation": "Slips",
      "definition": "Knickers are a type of women's underwear that covers the legs and lower body.",
      "definition_translation": "Slips sind eine Art von Damenunterwäsche, die die Beine und den unteren Körper bedeckt.",
      "example": "I bought a new pair of knickers, I will wear them tomorrow, and I had worn them last week.",
      "example_translation": "Ich kaufte ein neues Paar Slips, ich werde sie morgen tragen, und ich trug sie letzten Woche.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pants",
      "translation": "Hosen",
      "definition": "An outer garment covering the legs, typically made of fabric or leather, worn by both men and women.",
      "definition_translation": "Eine äußere Garderobe, die die Beine bedeckt, normalerweise aus Stoff oder Leder, von beiden Männern und Frauen getragen.",
      "example": "I wore pants to the party last night, I am wearing pants now, and I will wear pants to the game tomorrow.",
      "example_translation": "Ich trug Hosen zur Party letzte Nacht, ich trage jetzt Hosen und ich werde Hosen zum Spiel morgen tragen.",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pullover",
      "translation": "Pullover",
      "definition": "A garment for the upper body, pulled on over the head, typically made of knitted fabric and having no opening at the front.",
      "definition_translation": "Ein Oberbekleidungsstück, das über den Kopf gezogen wird, normalerweise aus gestricktem Stoff und ohne Öffnung vorne.",
      "example": "She put on a pullover to keep warm, he is wearing a pullover now, and they will wear pullovers to the mountains tomorrow.",
      "example_translation": "Sie zog einen Pullover an, um warm zu bleiben, er trägt jetzt einen Pullover und sie werden morgen Pullover zu den Bergen tragen.",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sandal",
      "translation": "Sandale",
      "definition": "A shoe consisting of a strap or straps and a sole, typically worn in warm weather.",
      "definition_translation": "Ein Schuh, bestehend aus einem oder mehreren Riemen und einer Sohle, normalerweise in warmem Wetter getragen.",
      "example": "I wore sandals to the beach last summer, she is wearing sandals now, and they will wear sandals to the pool party tomorrow.",
      "example_translation": "Ich trug Sandalen zum Strand letzten Sommer, sie trägt jetzt Sandalen und sie werden morgen Sandalen zur Poolparty tragen.",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sleeve",
      "translation": "Ärmel",
      "definition": "The part of a garment that covers the arm, from the shoulder to the wrist.",
      "definition_translation": "Der Teil eines Kleidungsstücks, der den Arm bedeckt, von der Schulter bis zum Handgelenk.",
      "example": "I ripped the sleeve of my shirt, she is sewing a new sleeve now, and they will wear long-sleeved shirts to the wedding tomorrow.",
      "example_translation": "Ich zerriss den Ärmel meines Hemdes, sie näht jetzt einen neuen Ärmel und sie werden morgen langärmlige Hemden zur Hochzeit tragen.",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "slippers",
      "translation": "Pantoffeln",
      "definition": "A slipper is a type of footwear that is designed to be worn indoors, typically made of soft materials and having a loose, comfortable fit.",
      "definition_translation": "Ein Schuh ist eine Art von Schuhwerk, das dazu gedacht ist, im Haus getragen zu werden,Typischerweise aus weichen Materialien hergestellt und mit einem lockeren, bequemen Sitz.",
      "example": "I wore my slippers to lounge around the house yesterday, I am wearing them now, and I will wear them again tomorrow.",
      "example_translation": "Ich trug meine Pantoffeln gestern, um mich im Haus zu entspannen, Ich trage sie jetzt, und ich werde sie morgen wieder tragen.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sweatshirt",
      "translation": "Sweatshirt",
      "definition": "A sweatshirt is a casual, long-sleeved shirt typically made of cotton or synthetic materials, often featuring a crew neck or V-neck design.",
      "definition_translation": "Ein Sweatshirt ist ein lockerer, langärmeliges Shirt, das typischerweise aus Baumwolle oder synthetischen Materialien hergestellt wird, oft mit einem Rundhalsausschnitt oder V-Ausschnitt-Design.",
      "example": "I pulled on a sweatshirt to stay warm during the chilly morning, I am wearing it now to run some errands, and I will wear it again tonight to watch a movie.",
      "example_translation": "Ich zog ein Sweatshirt an, um mich während des kalten Morgens warm zu halten, Ich trage es jetzt, um einige Besorgungen zu erledigen, und ich werde es heute Abend wieder tragen, um einen Film anzusehen.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swimming trunks",
      "translation": "Badeshorts",
      "definition": "Swimming trunks are a type of short, lightweight pants designed for swimming and other water activities.",
      "definition_translation": "Badeshorts sind eine Art von kurzen, leichten Hosen, die fürs Schwimmen und andere Wasseraktivitäten gedacht sind.",
      "example": "I packed my swimming trunks for the beach vacation last year, I am wearing them now at the pool, and I will wear them again next summer.",
      "example_translation": "Ich packte meine Badeshorts für den Strandurlaub letzten Jahr, Ich trage sie jetzt am Pool, und ich werde sie nächsten Sommer wieder tragen.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "top",
      "translation": "Oberteil",
      "definition": "A top is a type of garment worn on the upper body, typically covering the chest and abdomen areas.",
      "definition_translation": "Ein Oberteil ist eine Art von Kleidungsstück, das am Oberkörper getragen wird, typischerweise den Brust- und Bauchbereich abdeckend.",
      "example": "I wore a top to the party last night, I am wearing one now to go shopping, and I will wear another one tomorrow to meet my friends.",
      "example_translation": "Ich trug ein Oberteil zu der Party letzte Nacht, Ich trage eins jetzt, um einzukaufen, und ich werde ein anderes morgen tragen, um meine Freunde zu treffen.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tracksuit",
      "translation": "Trainingsanzug",
      "definition": "A tracksuit is a casual, comfortable outfit typically made of polyester, cotton, or a combination of both, designed for athletic or sports activities.",
      "definition_translation": "Ein Trainingsanzug ist ein casual, komfortables Outfit, das normalerweise aus Polyester, Baumwolle oder einer Kombination aus beiden besteht, und für athletische oder sportliche Aktivitäten konzipiert ist.",
      "example": "I will wear a tracksuit to the gym tomorrow. Today, I wore a tracksuit to the park. If it's cold, I would have worn a tracksuit to the marathon.",
      "example_translation": "Ich werde morgen einen Trainingsanzug zum Fitnessstudio tragen. Heute trug ich einen Trainingsanzug in den Park. Wenn es kalt ist, würde ich einen Trainingsanzug zum Marathon getragen haben.",
      "imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "underpants",
      "translation": "Unterhose",
      "definition": "Underpants are a type of clothing worn under other garments, typically next to the skin, to provide comfort and modesty.",
      "definition_translation": "Unterhosen sind eine Art von Kleidung, die unter anderen Kleidungsstücken getragen wird, normalerweise direkt auf der Haut, um Komfort und Bescheidenheit zu bieten.",
      "example": "I bought new underpants yesterday. She wears underpants with cartoon characters on them. If I forget my underpants, I will be very uncomfortable.",
      "example_translation": "Ich habe gestern neue Unterhosen gekauft. Sie trägt Unterhosen mit Cartoon-Charakteren darauf. Wenn ich meine Unterhosen vergesse, werde ich sehr unbehaglich sein.",
      "imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "underwear",
      "translation": "Unterwäsche",
      "definition": "Underwear refers to clothing worn next to the skin, underneath other garments, for comfort, modesty, and hygiene.",
      "definition_translation": "Unterwäsche bezieht sich auf Kleidung, die direkt auf der Haut getragen wird, unter anderen Kleidungsstücken, für Komfort, Bescheidenheit und Hygiene.",
      "example": "I need to do laundry, including my underwear. She prefers wearing silk underwear in the summer. If I don't wear underwear, I'll feel awkward.",
      "example_translation": "Ich muss die Wäsche erledigen, einschließlich meiner Unterwäsche. Sie bevorzugt im Sommer Seidenunterwäsche zu tragen. Wenn ich keine Unterwäsche trage, werde ich mich unbehaglich fühlen.",
      "imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "apron",
      "translation": "Schürze",
      "definition": "An apron is a piece of fabric worn over the front of the body to protect clothing from stains and splashes, typically used while cooking or engaging in messy activities.",
      "definition_translation": "Eine Schürze ist ein Stück Stoff, das vorn am Körper getragen wird, um die Kleidung vor Flecken und Spritzern zu schützen, typischerweise während des Kochens oder bei anderweitigen schmutzigen Aktivitäten.",
      "example": "I will wear an apron while cooking dinner. She wore an apron to protect her clothes from paint stains. If I forget my apron, my clothes will get dirty.",
      "example_translation": "Ich werde während des Kochens zum Abendessen eine Schürze tragen. Sie trug eine Schürze, um ihre Kleidung vor Lack-Flecken zu schützen. Wenn ich meine Schürze vergesse, werden meine Kleider schmutzig werden.",
      "imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bikini",
      "translation": "Bikini",
      "definition": "A bikini is a type of swimsuit that is worn by women and is characterized by a top and bottom that are separate from each other.",
      "definition_translation": "Ein Bikini ist ein Typ von Badeanzug, der von Frauen getragen wird und sich durch Ober- und Unterteil kennzeichnet, die voneinander getrennt sind.",
      "example": "I bought a new bikini for my vacation last year, I will wear it to the beach tomorrow, and I wore it to the pool yesterday.",
      "example_translation": "Ich kaufte mir einen neuen Bikini für meinen Urlaub letztes Jahr, ich werde ihn morgen am Strand tragen, und ich trug ihn gestern zum Schwimmbad.",
      "imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "boxer shorts",
      "translation": "Boxershorts",
      "definition": "Boxer shorts are a type of undergarment worn by men, characterized by loose-fitting shorts with an elastic waistband.",
      "definition_translation": "Boxershorts sind eine Art von Unterwäsche, die von Männern getragen wird, charakterisiert durch lockere Shorts mit einem elastischen Hüftband.",
      "example": "He wore boxer shorts to bed last night, he will wear them to the party tonight, and he had worn them to the gym yesterday.",
      "example_translation": "Er trug Boxershorts ins Bett letzte Nacht, er wird sie heute Abend zur Party tragen, und er trug sie gestern ins Fitnessstudio.",
      "imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bra",
      "translation": "Büstenhalter",
      "definition": "A bra is a type of undergarment worn by women to support and cover the breasts.",
      "definition_translation": "Ein Büstenhalter ist eine Art von Unterwäsche, die von Frauen getragen wird, um die Brüste zu stützen und zu bedecken.",
      "example": "She put on a bra before going to work yesterday, she will wear a bra to the wedding tomorrow, and she had worn a bra to the dinner last week.",
      "example_translation": "Sie zog einen Büstenhalter an, bevor sie gestern zur Arbeit ging, sie wird einen Büstenhalter zur Hochzeit morgen tragen, und sie trug einen Büstenhalter zum Abendessen letzte Woche.",
      "imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "briefs",
      "translation": "Slips",
      "definition": "Briefs are a type of undergarment worn by men, characterized by tight-fitting shorts with an elastic waistband.",
      "definition_translation": "Slips sind eine Art von Unterwäsche, die von Männern getragen wird, charakterisiert durch enganliegende Shorts mit einem elastischen Hüftband.",
      "example": "He wore briefs to the gym yesterday, he will wear briefs to bed tonight, and he had worn briefs to the party last weekend.",
      "example_translation": "Er trug Slips zum Fitnessstudio gestern, er wird Slips ins Bett heute Abend tragen, und er trug Slips zur Party letztes Wochenende.",
      "imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cardigan",
      "translation": "Kardigan",
      "definition": "A cardigan is a type of knitted garment that has an open front and is typically worn over a shirt or dress.",
      "definition_translation": "Ein Kardigan ist eine Art gestrickter Kleidung mit offenem Vorderteil, die üblicherweise über einem Hemd oder einem Kleid getragen wird.",
      "example": "I wore a cardigan to keep warm in the cold winter morning. I will wear a cardigan to the party tonight. She had worn a cardigan to the office yesterday.",
      "example_translation": "Ich trug einen Kardigan, um mich in der kalten Wintermorgen warm zu halten. Ich werde einen Kardigan zum Party heute Abend anziehen. Sie hatte einen Kardigan zum Büro gestern getragen.",
      "imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "costume",
      "translation": "Kostüm",
      "definition": "A costume is a set of clothes worn to create a particular appearance or to represent a character.",
      "definition_translation": "Ein Kostüm ist ein Satz von Kleidern, die getragen werden, um ein bestimmtes Aussehen zu erzielen oder einen Charakter darzustellen.",
      "example": "She wore a costume to the Halloween party last year. He will wear a costume to the theater performance tonight. They had worn costumes to the masquerade ball yesterday.",
      "example_translation": "Sie trug ein Kostüm zur Halloween-Party letzten Jahr. Er wird ein Kostüm zur Theateraufführung heute Abend anziehen. Sie hatten Kostüme zum Maskenball gestern getragen.",
      "imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cuff",
      "translation": "Ärmelaufschlag",
      "definition": "A cuff is a part of a garment, such as a shirt or sleeve, that covers the wrist.",
      "definition_translation": "Ein Ärmelaufschlag ist ein Teil eines Kleidungsstücks, wie eines Hemdes oder eines Ärmels, der das Handgelenk bedeckt.",
      "example": "I turned up the cuff of my shirt to avoid getting it wet. She will turn up the cuff of her sleeve to show off her new tattoo. He had turned up the cuff of his jacket to keep warm.",
      "example_translation": "Ich drehte den Ärmelaufschlag meines Hemdes hoch, um ihn nicht nass zu machen. Sie wird den Ärmelaufschlag ihres Ärmels hochdrehen, um ihre neue Tätowierung zu zeigen. Er hatte den Ärmelaufschlag seines Jackets hochgedreht, um warm zu bleiben.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "helmet",
      "translation": "Helm",
      "definition": "A helmet is a protective headgear worn to protect the head from injury.",
      "definition_translation": "Ein Helm ist ein Schutzhelm, der getragen wird, um den Kopf vor Verletzungen zu schützen.",
      "example": "I wore a helmet when I rode my bike last weekend. She will wear a helmet to the horse riding competition tomorrow. He had worn a helmet to the construction site yesterday.",
      "example_translation": "Ich trug einen Helm, als ich letztes Wochenende mit meinem Fahrrad fuhr. Sie wird einen Helm zum Pferderennen-Wettbewerb morgen tragen. Er hatte einen Helm zum Baustellen gestern getragen.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hood",
      "translation": "Kapuze",
      "definition": "A hood is a covering for the head and neck, often attached to a jacket or coat.",
      "definition_translation": "Ein Kapuze ist ein Überzug für den Kopf und den Hals, oft an einer Jacke oder einem Mantel befestigt.",
      "example": "I wore a hood to protect myself from the rain. I will wear a hood when I go skiing. She wore a hood to stay warm on a cold day.",
      "example_translation": "Ich trug ein Kapuze, um mich vor dem Regen zu schützen. Ich werde ein Kapuze tragen, wenn ich Ski fahre. Sie trug ein Kapuze, um warm zu bleiben an einem kalten Tag.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "knee socks",
      "translation": "Kniestrümpfe",
      "definition": "Knee socks are a type of sock that covers the foot and leg up to the knee.",
      "definition_translation": "Kniestrümpfe sind eine Art von Socken, die den Fuß und das Bein bis zum Knie bedecken.",
      "example": "She wore knee socks to play tennis. He likes to wear knee socks with shorts. They wore knee socks to keep their legs warm during the winter.",
      "example_translation": "Sie trug Kniestrümpfe um Tennis zu spielen. Er mag Kniestrümpfe mit Shorts zu tragen. Sie trugen Kniestrümpfe, um ihre Beine warm zu halten während des Winters.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nightgown",
      "translation": "Nachtgewand",
      "definition": "A nightgown is a loose, comfortable garment worn for sleeping.",
      "definition_translation": "Ein Nachtgewand ist ein loses, bequemes Kleidungsstück, das zum Schlafen getragen wird.",
      "example": "She put on a nightgown to go to bed. He liked wearing nightgowns on weekends. They wore nightgowns to sleep comfortably.",
      "example_translation": "Sie zog ein Nachtgewand an, um ins Bett zu gehen. Er mochte Nachtgewänder am Wochenende zu tragen. Sie trugen Nachtgewänder, um bequem zu schlafen.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nightie",
      "translation": "Nachtgewand",
      "definition": "A nightie is a loose, comfortable garment worn for sleeping, typically by women.",
      "definition_translation": "Ein Nachtgewand ist ein loses, bequemes Kleidungsstück, das zum Schlafen getragen wird, typischerweise von Frauen.",
      "example": "She wore a nightie to bed every night. Her mother bought her a new nightie for her birthday. They slept in their nighties during the hot summer night.",
      "example_translation": "Sie trug ein Nachtgewand ins Bett jeden Abend. Ihre Mutter kaufte ihr ein neues Nachtgewand zu ihrem Geburtstag. Sie schliefen in ihren Nachtgewändern während der heißen Sommer­nacht.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pyjamas",
      "translation": "Pyjama",
      "definition": "Loose, comfortable trousers and a loose top, worn for sleeping or lounging.",
      "definition_translation": "Lockere, bequeme Hose und ein lockeres Oberteil, das zum Schlafen oder Faulenzen getragen wird.",
      "example": "I wore my pyjamas to bed, then I got up and put on my jeans to go out. Yesterday, I wore my pyjamas all day because I was sick. Tomorrow, I will wear my pyjamas to the sleepover.",
      "example_translation": "Ich trug meine Pyjama ins Bett, dann stand ich auf und zog meine Jeans an, um auszugehen. Gestern trug ich meine Pyjama den ganzen Tag, weil ich krank war. Morgen werde ich meine Pyjama zum Schlafcamp tragen.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sneakers",
      "translation": "Sneaker",
      "definition": "A light, casual shoe, typically made of rubber or synthetic materials, worn for athletic or casual activities.",
      "definition_translation": "Ein leichtes, bequemes Schuhwerk, typischerweise aus Gummi oder synthetischen Materialien gefertigt, das für athletische oder casual Aktivitäten getragen wird.",
      "example": "I wore my sneakers to the gym, then I changed into my boots to go hiking. Last week, I wore my sneakers to the park to play basketball. Next month, I will wear my sneakers to the marathon.",
      "example_translation": "Ich trug meine Sneaker ins Fitnessstudio, dann zog ich meine Stiefel an, um zu wandern. Letzte Woche trug ich meine Sneaker in den Park, um Basketball zu spielen. Nächsten Monat werde ich meine Sneaker auf dem Marathon tragen.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bathrobe",
      "translation": "Bademantel",
      "definition": "A loose, absorbent robe, typically made of cotton or terrycloth, worn after bathing or showering.",
      "definition_translation": "Ein loser, absorbenter Morgenmantel, typischerweise aus Baumwolle oder Terrycloth gefertigt, der nach dem Baden oder Duschen getragen wird.",
      "example": "I put on my bathrobe after taking a shower, then I went downstairs to eat breakfast. Yesterday, I wore my bathrobe all morning because I was feeling lazy. Tomorrow, I will wear my bathrobe to the spa.",
      "example_translation": "Ich zog meinen Bademantel an, nachdem ich geduscht hatte, dann ging ich nach unten, um Frühstück zu essen. Gestern trug ich meinen Bademantel den ganzen Vormittag, weil ich faul war. Morgen werde ich meinen Bademantel ins Spa tragen.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bow tie",
      "translation": "Fliege",
      "definition": "A type of necktie, consisting of a ribbon or strip of fabric with ends that are tied in a bow shape.",
      "definition_translation": "Eine Art von Krawatte, die aus einem Band oder Stoffstreifen besteht, dessen Enden in einer Schleife gebunden werden.",
      "example": "I wore a bow tie to the wedding, then I changed into a regular tie to go to the after-party. Last year, I wore a bow tie to the opera. Next week, I will wear a bow tie to the formal dinner.",
      "example_translation": "Ich trug eine Fliege zur Hochzeit, dann zog ich eine normale Krawatte an, um zur Nachfeier zu gehen. Letztes Jahr trug ich eine Fliege zur Oper. Nächste Woche werde ich eine Fliege zum formellen Abendessen tragen.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dungarees",
      "translation": "Kniebundhosen",
      "definition": "Dungarees are a type of garment that covers the legs and upper body, typically made of denim or a similar material, with buttons or zippers on the sides and a bib in the front.",
      "definition_translation": "Kniebundhosen sind eine Art von Kleidung, die die Beine und den Oberkörper bedeckt, normalerweise aus Denim oder einem ähnlichen Material hergestellt, mit Knöpfen oder Reißverschlüssen an den Seiten und einem Bib vorne.",
      "example": "I wore dungarees to the farm when I was a kid, I wear dungarees to work in the garden now, and I will wear dungarees to the music festival next weekend.",
      "example_translation": "Ich trug Kniebundhosen auf dem Bauernhof, als ich noch ein Kind war, ich trage Kniebundhosen jetzt bei der Arbeit im Garten und ich werde Kniebundhosen zum Musikfestival nächstes Wochenende tragen.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flip-flops",
      "translation": "Flipflops",
      "definition": "Flip-flops are a type of casual footwear that has a flat sole and a strap that goes between the big and second toes, typically worn in warm weather.",
      "definition_translation": "Flipflops sind eine Art von casual Schuhwerk, das eine flache Sohle und ein Riemen hat, der zwischen dem großen und zweiten Zeh geht, normalerweise in warmem Wetter getragen.",
      "example": "I always wear flip-flops to the beach, I wore flip-flops to the pool party last summer, and I will wear flip-flops to the outdoor concert tonight.",
      "example_translation": "Ich trage immer Flipflops zum Strand, ich trug Flipflops zur Pool-Party letzten Sommer und ich werde Flipflops zum Freiluftkonzert heute Abend tragen.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fur coat",
      "translation": "Pelzmantel",
      "definition": "A fur coat is a type of outerwear made from animal fur, typically worn for warmth and luxury.",
      "definition_translation": "Ein Pelzmantel ist eine Art von Außenbekleidung, die aus tierischem Fell hergestellt wird, normalerweise zur Wärme und zum Luxus getragen.",
      "example": "My grandmother used to wear a fur coat in the winter, I saw a celebrities wearing a fur coat at the Oscars last year, and my friend will wear a fur coat to the opera next month.",
      "example_translation": "Meine Großmutter trug einen Pelzmantel im Winter, ich sah einen Prominenten, der einen Pelzmantel bei den Oscars letztes Jahr trug, und mein Freund wird einen Pelzmantel zur Oper nächsten Monat tragen.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "overalls",
      "translation": "Überhosen",
      "definition": "Overalls are a type of garment that covers the legs and upper body, typically made of denim or a similar material, with buttons or zippers on the sides and a bib in the front.",
      "definition_translation": "Überhosen sind eine Art von Kleidung, die die Beine und den Oberkörper bedeckt, normalerweise aus Denim oder einem ähnlichen Material hergestellt, mit Knöpfen oder Reißverschlüssen an den Seiten und einem Bib vorne.",
      "example": "I wore overalls to the farm when I was a kid, I wear overalls to work in the garden now, and I will wear overalls to the festival next weekend.",
      "example_translation": "Ich trug Überhosen auf dem Bauernhof, als ich noch ein Kind war, ich trage Überhosen jetzt bei der Arbeit im Garten und ich werde Überhosen zum Festival nächstes Wochenende tragen.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pantyhose",
      "translation": "Strumpfhose",
      "definition": "A close-fitting garment covering the legs and lower body, typically made of nylon or silk, worn by women.",
      "definition_translation": "Ein eng anliegendes Kleidungsstück, das die Beine und den unteren Körper bedeckt, normalerweise aus Nylon oder Seide, von Frauen getragen.",
      "example": "She wore pantyhose to the office to look professional. She has worn pantyhose to every business meeting this year. She will wear pantyhose to the party tonight.",
      "example_translation": "Sie trug Strumpfhose ins Büro, um professionell auszusehen. Sie hat Strumpfhose zu jedem Geschäftstreffen in diesem Jahr getragen. Sie wird Strumpfhose zum Abendessen heute Abend tragen.",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stockings",
      "translation": "Strümpfe",
      "definition": "A garment covering the legs, typically made of nylon or silk, worn by women.",
      "definition_translation": "Ein Kleidungsstück, das die Beine bedeckt, normalerweise aus Nylon oder Seide, von Frauen getragen.",
      "example": "She wore stockings with her dress to the party. She has worn stockings to every formal event this year. She will wear stockings to the wedding next week.",
      "example_translation": "Sie trug Strümpfe mit ihrem Kleid zum Fest. Sie hat Strümpfe zu jedem formellen Ereignis in diesem Jahr getragen. Sie wird Strümpfe zur Hochzeit nächste Woche tragen.",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "top hat",
      "translation": "Zylinder",
      "definition": "A tall, flat-crowned hat worn by men, especially in the 19th century.",
      "definition_translation": "Ein hoher, flach gekrönter Hut, von Männern getragen, insbesondere im 19. Jahrhundert.",
      "example": "He wore a top hat to the opera. He has worn a top hat to every formal event this year. He will wear a top hat to the wedding next week.",
      "example_translation": "Er trug einen Zylinder zur Oper. Er hat einen Zylinder zu jedem formellen Ereignis in diesem Jahr getragen. Er wird einen Zylinder zur Hochzeit nächste Woche tragen.",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "veil",
      "translation": "Schleier",
      "definition": "A piece of fabric worn over the face, typically by a bride, to conceal or partially conceal the face.",
      "definition_translation": "Ein Stück Stoff, das über dem Gesicht getragen wird, typischerweise von einer Braut, um das Gesicht zu verbergen oder teilweise zu verbergen.",
      "example": "The bride wore a veil to her wedding. She has worn a veil to every formal event this year. She will wear a veil to the party tonight.",
      "example_translation": "Die Braut trug einen Schleier zu ihrer Hochzeit. Sie hat einen Schleier zu jedem formellen Ereignis in diesem Jahr getragen. Sie wird einen Schleier zum Fest heute Abend tragen.",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "vest",
      "translation": "Weste",
      "definition": "A vest is a sleeveless garment worn on the upper body, typically with no sleeves and a collar.",
      "definition_translation": "Eine Weste ist ein ärmelloses Kleidungsstück, das am Oberkörper getragen wird, typischerweise ohne Ärmel und mit einem Kragen.",
      "example": "I wore a vest during the winter hike to keep warm. I have been wearing a vest for years. I will wear a vest tomorrow for the outdoor adventure.",
      "example_translation": "Ich trug eine Weste während des Winterwanderwegs, um warm zu bleiben. Ich trage seit Jahren eine Weste. Ich werde morgen eine Weste für das Outdoor-Abenteuer tragen.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "balaclava",
      "translation": "Balaclava",
      "definition": "A balaclava is a type of headgear that covers the head, neck, and part of the face, often worn in cold weather.",
      "definition_translation": "Eine Balaclava ist eine Art von Kopfbedeckung, die den Kopf, den Hals und einen Teil des Gesichts bedeckt, wird oft bei kaltem Wetter getragen.",
      "example": "I wore a balaclava during the skiing trip to protect my face from the wind. I have been wearing a balaclava for years to keep warm. I will wear a balaclava tomorrow for the snowboarding trip.",
      "example_translation": "Ich trug eine Balaclava während des Skiausflugs, um mein Gesicht vor dem Wind zu schützen. Ich trage seit Jahren eine Balaclava, um warm zu bleiben. Ich werde morgen eine Balaclava für den Snowboard-Trip tragen.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "breeches",
      "translation": "Reit-hosen",
      "definition": "Breeches are a type of riding pants worn for horse riding, typically made of thick fabric to protect the legs.",
      "definition_translation": "Reit-hosen sind eine Art von Reit-hosen, die für das Reiten getragen werden, typischerweise aus dickem Stoff hergestellt, um die Beine zu schützen.",
      "example": "I wore breeches during the horse riding lesson to protect my legs. I have been wearing breeches for years to ride horses. I will wear breeches tomorrow for the horse show.",
      "example_translation": "Ich trug Reit-hosen während des Reitunterrichts, um meine Beine zu schützen. Ich trage seit Jahren Reit-hosen, um Pferde zu reiten. Ich werde morgen Reit-hosen für die Pferdeshow tragen.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cape",
      "translation": "Umhang",
      "definition": "A cape is a sleeveless outer garment that hangs from the neck, often worn for formal or ceremonial occasions.",
      "definition_translation": "Ein Umhang ist ein ärmelloses Außenkleidungsstück, das vom Nacken herabhängt, wird oft zu formellen oder zeremoniellen Anlässen getragen.",
      "example": "I wore a cape during the superhero costumes party to feel like a hero. I have been wearing a cape for years to add a touch of elegance. I will wear a cape tomorrow for the Halloween party.",
      "example_translation": "Ich trug einen Umhang während der Superhelden-Kostümparty, um mich wie ein Held zu fühlen. Ich trage seit Jahren einen Umhang, um einen Hauch von Eleganz hinzuzufügen. Ich werde morgen einen Umhang für die Halloween-Party tragen.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clog",
      "translation": "Verstopfung",
      "definition": "A blockage or obstruction, especially in a pipe or tube, that prevents the free flow of a liquid or gas.",
      "definition_translation": "Eine Blockierung oder Verstopfung, insbesondere in einer Rohrleitung oder einem Rohr, die den freien Fluss einesFluids oder Gases verhindert.",
      "example": "The plumber had to clear the clog in the drainpipe to fix the sink. She had clogged the toilet earlier that morning. By next year, they will have clogged the sewer system.",
      "example_translation": "Der Installateur musste die Verstopfung in der Abflussrohrleitung beseitigen, um das Waschbecken zu reparieren. Sie hatte das Toilettenbecken zuvor an jenem Morgen verstopft. Bis zum nächsten Jahr werden sie das Abwassersystem verstopft haben.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "corset",
      "translation": "Mieder",
      "definition": "A close-fitting, usually sleeveless, garment worn by women to shape or support the body, especially around the waist and bust.",
      "definition_translation": "Ein enganliegendes, meist ärmelloses Kleidungsstück, das von Frauen getragen wird, um den Körper zu formen oder zu stützen, insbesondere um die Taille und den Busen.",
      "example": "She wore a corset under her wedding dress to flatten her stomach. Her mother had worn a corset to work every day. By the 1960s, women will have stopped wearing corsets regularly.",
      "example_translation": "Sie trug ein Mieder unter ihrem Hochzeitskleid, um ihren Bauch zu flachen. Ihre Mutter hatte ein Mieder jeden Tag zur Arbeit getragen. Bis in die 1960er Jahre werden Frauen aufgehört haben, regelmäßig Mieder zu tragen.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fishnet tights",
      "translation": "Strumpfhosen mit Fischbeinmuster",
      "definition": "Tight-fitting, sheer stockings made of a mesh fabric, typically with a pattern of small, interconnected diamonds, worn for fashion or as part of a costume.",
      "definition_translation": "Enganliegende, durchsichtige Strumpfhosen aus einem Maschenfabric, typischerweise mit einem Muster aus kleinen, miteinander verbundenen Diamanten, getragen für Mode oder als Teil eines Kostüms.",
      "example": "The dancer wore fishnet tights for her performance. She had worn fishnet tights to the party the night before. By next week, she will have bought new fishnet tights for her show.",
      "example_translation": "Die Tänzerin trug Strumpfhosen mit Fischbeinmuster für ihre Vorstellung. Sie hatte Strumpfhosen mit Fischbeinmuster zur Party am Vorabend getragen. Bis nächste Woche wird sie neue Strumpfhosen mit Fischbeinmuster für ihre Show gekauft haben.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "girdle",
      "translation": "Gürtel",
      "definition": "A flexible band or strap worn around the waist to hold up or support clothing, especially a woman's skirt or pants.",
      "definition_translation": "Ein flexibler Band oder Riemen, der um die Taille getragen wird, um Kleidung zu tragen oder zu stützen, insbesondere einen Rock oder Hosen einer Frau.",
      "example": "In the old days, women wore girdles under their dresses. The girdle was too tight, so she took it off. By the 20th century, women will have started wearing girdles made of elastic materials.",
      "example_translation": "In alten Zeiten trugen Frauen Gürtel unter ihren Kleidern. Der Gürtel war zu eng, also zog sie ihn aus. Bis zum 20. Jahrhundert werden Frauen begonnen haben, Gürtel aus elastischen Materialien zu tragen.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "leg warmers",
      "translation": "Beinwärmer",
      "definition": "Leg warmers are a type of clothing worn over the legs to keep them warm, typically made of thick fabric or fleece.",
      "definition_translation": "Beinwärmer sind eine Art von Kleidung, die über die Beine getragen wird, um sie warm zu halten, typischerweise aus dickem Stoff oder Fleece.",
      "example": "I wore leg warmers to the dance class yesterday, and I will wear them again tomorrow. If it's cold, I would wear leg warmers.",
      "example_translation": "Ich trug Beinwärmer zum Tanzunterricht gestern und werde sie morgen wieder tragen. Wenn es kalt ist, würde ich Beinwärmer tragen.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "petticoat",
      "translation": "Unterrock",
      "definition": "A petticoat is a type of underskirt worn by women, typically made of netting or tulle, to add volume or shape to a skirt or dress.",
      "definition_translation": "Ein Unterrock ist eine Art von Unterrock, die von Frauen getragen wird, typischerweise aus Netz oder Tüll, um Volumen oder Form zu einem Rock oder Kleid hinzuzufügen.",
      "example": "She wore a petticoat under her wedding dress to make it look more elegant. In the past, women wore petticoats daily, but nowadays they are mostly worn on special occasions. If I were a woman, I would wear a petticoat to a ball.",
      "example_translation": "Sie trug einen Unterrock unter ihrem Hochzeitskleid, um es eleganter aussehen zu lassen. Früher trugen Frauen täglich Unterrock, aber heute werden sie meist nur zu besonderen Anlässen getragen. Wenn ich eine Frau wäre, würde ich einen Unterrock zu einem Ball tragen.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sheepskin coat",
      "translation": "Schafsfellmantel",
      "definition": "A sheepskin coat is a type of coat made from the skin of sheep, often used for warmth and durability.",
      "definition_translation": "Ein Schafsfellmantel ist eine Art von Mantel, die aus der Haut von Schafen hergestellt wird, oft für Wärme und Haltbarkeit verwendet.",
      "example": "He wore a sheepskin coat to the mountains to keep warm. I will buy a sheepskin coat for my brother as a gift. She wore a sheepskin coat to the party last night.",
      "example_translation": "Er trug einen Schafsfellmantel in die Berge, um sich warm zu halten. Ich werde meinem Bruder einen Schafsfellmantel als Geschenk kaufen. Sie trug einen Schafsfellmantel zur Party letzte Nacht.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "vest",
      "translation": "Weste",
      "definition": "A vest is a type of sleeveless garment worn over a shirt or dress, often for added warmth or as part of a formal outfit.",
      "definition_translation": "Eine Weste ist eine Art von ärmellosem Kleidungsstück, das über einem Hemd oder Kleid getragen wird, oft für zusätzliche Wärme oder als Teil eines formalen Outfits.",
      "example": "He wore a vest to the wedding to look more formal. I will wear a vest to the office today. She wore a vest under her jacket to stay warm.",
      "example_translation": "Er trug eine Weste zur Hochzeit, um formaler auszusehen. Ich werde heute eine Weste zum Büro tragen. Sie trug eine Weste unter ihrer Jacke, um warm zu bleiben.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bonnet",
      "translation": "Mütze",
      "definition": "A bonnet is a type of headgear that covers the top of the head, typically worn by women or children. It can be made of various materials, such as fabric, straw, or felt, and is often decorated with ribbons, flowers, or other embellishments.",
      "definition_translation": "Eine Mütze ist eine Art von Kopfbedeckung, die den oberen Teil des Kopfes bedeckt, typischerweise von Frauen oder Kindern getragen. Sie kann aus verschiedenen Materialien wie Stoff, Stroh oder Filz bestehen und ist oft mit Bändern, Blumen oder anderen Verzierungen geschmückt.",
      "example": "I wore a bonnet to the garden party last week. I will wear a bonnet to the wedding next week. She wore a bonnet to the historical reenactment last year.",
      "example_translation": "Ich trug eine Mütze zur Gartengesellschaft letzte Woche. Ich werde eine Mütze zur Hochzeit nächste Woche tragen. Sie trug eine Mütze zur historischen Nachstellung letzten Jahr.",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dressing gown",
      "translation": "Morgenrock",
      "definition": "A dressing gown is a loose, casual garment worn over nightclothes or underwear, typically made of soft, comfortable materials such as cotton, silk, or fleece.",
      "definition_translation": "Ein Morgenrock ist ein locker, legerliches Kleidungsstück, das über Nachtwäsche oder Unterwäsche getragen wird, typischerweise aus weichen, komfortablen Materialien wie Baumwolle, Seide oder Fleece hergestellt.",
      "example": "I slipped into my dressing gown after taking a warm bath. She will put on her dressing gown after breakfast. He wore his dressing gown to answer the door.",
      "example_translation": "Ich schlüpfte in meinen Morgenrock nach dem warmen Bad. Sie wird ihren Morgenrock nach dem Frühstück anziehen. Er trug seinen Morgenrock, um die Tür zu öffnen.",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hoodie",
      "translation": "Kapuzenpullover",
      "definition": "A hoodie is a type of casual clothing that covers the head and torso, typically made of cotton, polyester, or a blend of materials, often featuring a hood and a drawstring.",
      "definition_translation": "Ein Hoodie ist eine Art vonbekleidung, die den Kopf und den Oberkörper bedeckt, typischerweise aus Baumwolle, Polyester oder einer Mischung aus Materialien hergestellt, oft mit einer Kapuze und einem Zugband versehen.",
      "example": "I wore a hoodie to the gym yesterday. She will wear a hoodie to the concert tonight. He wore a hoodie to the football game last weekend.",
      "example_translation": "Ich trug einen Hoodie zum Fitnesstudio gestern. Sie wird einen Hoodie zum Konzert heute Abend tragen. Er trug einen Hoodie zum Fußballspiel letzten Wochenende.",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "housecoat",
      "translation": "Hausmantel",
      "definition": "A housecoat is a loose, comfortable garment worn over clothing or nightclothes, typically made of soft, warm materials such as cotton, polyester, or fleece.",
      "definition_translation": "Ein Hausmantel ist ein locker, komfortables Kleidungsstück, das über Kleidung oder Nachtwäsche getragen wird, typischerweise aus weichen, warmen Materialien wie Baumwolle, Polyester oder Fleece hergestellt.",
      "example": "I put on my housecoat after dinner. She will wear her housecoat to the living room. He wore his housecoat to answer the phone.",
      "example_translation": "Ich zog meinen Hausmantel nach dem Abendessen an. Sie wird ihren Hausmantel ins Wohnzimmer tragen. Er trug seinen Hausmantel, um ans Telefon zu gehen.",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "turtleneck",
      "translation": "Rollarbeitskragen",
      "definition": "a type of collar that folds over and covers the neck, typically worn on sweaters or jumpers",
      "definition_translation": "eine Art von Kragen, der überschlagen wird und den Hals bedeckt, typischerweise auf Pullovern oder Strickjacken getragen",
      "example": "I wore a turtleneck to protect my neck from the cold. I will wear a turtleneck to the party tonight. She wore a turtleneck to the interview yesterday.",
      "example_translation": "Ich trug einen Rollkragen, um meinen Hals vor der Kälte zu schützen. Ich werde einen Rollkragen zum Abendessen heute Abend tragen. Sie trug einen Rollkragen zum Vorstellungsgespräch gestern.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "underskirt",
      "translation": "Unterrock",
      "definition": "a skirt or petticoat worn under another skirt or dress, often for warmth or to add fullness",
      "definition_translation": "ein Rock oder Unterkleid, das unter einem anderen Rock oder Kleid getragen wird, oft zur Wärme oder um den Rock zu voller zu machen",
      "example": "She wore an underskirt to keep warm in the winter. I need to buy an underskirt for my wedding dress. They will wear underskirts to the costume party tonight.",
      "example_translation": "Sie trug einen Unterrock, um sich im Winter warm zu halten. Ich muss einen Unterrock für mein Hochzeitskleid kaufen. Sie werden Unterrocke zum Kostümparty heute Abend tragen.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "waistcoat",
      "translation": "Weste",
      "definition": "a sleeveless garment, typically worn around the upper body, often as part of a three-piece suit",
      "definition_translation": "ein ärmelloses Kleidungsstück, das häufig um den Oberkörper getragen wird, oft als Teil eines dreiteiligen Anzugs",
      "example": "He wore a waistcoat to the formal dinner. I need to buy a waistcoat for my upcoming wedding. She will wear a waistcoat to the job interview tomorrow.",
      "example_translation": "Er trug eine Weste zum formellen Abendessen. Ich muss eine Weste für meine bevorstehende Hochzeit kaufen. Sie wird eine Weste zum Vorstellungsgespräch morgen tragen.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]
}