{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cook",
      "translation": "Koch",
      "definition": "A cook is a person who prepares and cooks food, especially as a job or profession.",
      "definition_translation": "Ein Koch ist eine Person, die Essen zubereitet und kocht, insbesondere als Job oder Beruf.",
      "example": "I will cook dinner tonight, but yesterday I cooked lunch, and tomorrow I will cook breakfast.",
      "example_translation": "Ich werde heute Abend dinner kochen, aber gestern habe ich Mittagessen gekocht und morgen werde ich Frühstück kochen.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "doctor",
      "translation": "Arzt",
      "definition": "A doctor is a person who is trained to give medical care and treatment to people.",
      "definition_translation": "Ein Arzt ist eine Person, die ausgebildet wurde, medizinische Pflege und Behandlung an Menschen zu geben.",
      "example": "I went to see the doctor yesterday, and I will see the doctor again next week, but I saw the doctor last month.",
      "example_translation": "Ich ging gestern zum Arzt, und ich werde den Arzt nächsten Woche wiedersehen, aber ich sah den Arzt letzten Monat.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "driver",
      "translation": "Fahrer",
      "definition": "A driver is a person who operates a vehicle, especially for a living.",
      "definition_translation": "Ein Fahrer ist eine Person, die ein Fahrzeug bedient, insbesondere zum Lebensunterhalt.",
      "example": "I was a driver for a taxi company, but now I am a driver for a delivery service, and I will be a driver for a bus company soon.",
      "example_translation": "Ich war ein Fahrer für ein Taxiunternehmen, aber jetzt bin ich ein Fahrer für einen Lieferservice, und ich werde bald ein Fahrer für ein Busunternehmen sein.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "teacher",
      "translation": "Lehrer",
      "definition": "A teacher is a person who helps students learn new things, especially in a school.",
      "definition_translation": "Ein Lehrer ist eine Person, die Schülern hilft, neue Dinge zu lernen, insbesondere in einer Schule.",
      "example": "I was a teacher at a high school, but now I am a teacher at a college, and I will be a teacher at a university soon.",
      "example_translation": "Ich war ein Lehrer an einer Highschool, aber jetzt bin ich ein Lehrer an einem College, und ich werde bald ein Lehrer an einer Universität sein.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "waiter",
      "translation": "Kellner",
      "definition": "A person who serves food and drinks in a restaurant or bar.",
      "definition_translation": "Eine Person, die in einem Restaurant oder Bar Essen und Getränke serviert.",
      "example": "I asked the waiter for the menu, and he brought it to me immediately. He will bring the food soon, and he brought us the bill already.",
      "example_translation": "Ich bat den Kellner um die Speisekarte, und er brachte sie mir sofort. Er wird das Essen bald bringen, und er hat uns bereits die Rechnung gebracht.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "waitress",
      "translation": "Kellnerin",
      "definition": "A woman who serves food and drinks in a restaurant or bar.",
      "definition_translation": "Eine Frau, die in einem Restaurant oder Bar Essen und Getränke serviert.",
      "example": "The waitress took our order, and she will bring the drinks soon. She brought us the food already, and she had brought the dessert earlier.",
      "example_translation": "Die Kellnerin nahm unsere Bestellung auf, und sie wird uns die Getränke bald bringen. Sie hat uns das Essen bereits gebracht, und sie hatte früher das Dessert gebracht.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "actor",
      "translation": "Schauspieler",
      "definition": "A person who plays a character in a movie, play, or television show.",
      "definition_translation": "Eine Person, die in einem Film, Theaterstück oder Fernsehsendung eine Rolle spielt.",
      "example": "The actor played the role of a king in the movie, and he will play the role of a doctor in the next film. He had played the role of a teacher in the previous show.",
      "example_translation": "Der Schauspieler spielte die Rolle eines Königs in dem Film, und er wird die Rolle eines Arztes in dem nächsten Film spielen. Er hatte die Rolle eines Lehrers in der vorherigen Sendung gespielt.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "actress",
      "translation": "Schauspielerin",
      "definition": "A woman who plays a character in a movie, play, or television show.",
      "definition_translation": "Eine Frau, die in einem Film, Theaterstück oder Fernsehsendung eine Rolle spielt.",
      "example": "The actress played the role of a queen in the movie, and she will play the role of a lawyer in the next film. She had played the role of a nurse in the previous show.",
      "example_translation": "Die Schauspielerin spielte die Rolle einer Königin in dem Film, und sie wird die Rolle einer Anwältin in dem nächsten Film spielen. Sie hatte die Rolle einer Krankenschwester in der vorherigen Sendung gespielt.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "artist",
      "translation": "Künstler",
      "definition": "A person who creates paintings, drawings, or sculptures; a person who is skilled at a particular activity or occupation.",
      "definition_translation": "Eine Person, die Gemälde, Zeichnungen oder Skulpturen erstellt; eine Person, die eine bestimmte Tätigkeit oder Beschäftigung beherrscht.",
      "example": "The artist painted a beautiful landscape. She will create a masterpiece next year. He had been a famous artist before he retired.",
      "example_translation": "Der Künstler malte ein schönes Landschaftsbild. Sie wird nächstes Jahr ein Meisterwerk erstellen. Er war ein berühmter Künstler, bevor er in Rente ging.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "businessman",
      "translation": "Geschäftsmann",
      "definition": "A person who is engaged in commercial or industrial business; a person who buys and sells goods or services.",
      "definition_translation": "Eine Person, die sich mit kommerziellen oder industriellen Geschäften beschäftigt; eine Person, die Waren oder Dienstleistungen kauft und verkauft.",
      "example": "The businessman made a successful deal last week. He will attend a conference next month. She had been a successful businessman before she retired.",
      "example_translation": "Der Geschäftsmann schloss einen erfolgreichen Deal letzte Woche ab. Er wird einen Kongress nächsten Monat besuchen. Sie war ein erfolgreicher Geschäftsmann, bevor sie in Rente ging.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "businesswoman",
      "translation": "Geschäftsfrau",
      "definition": "A woman who is engaged in commercial or industrial business; a woman who buys and sells goods or services.",
      "definition_translation": "Eine Frau, die sich mit kommerziellen oder industriellen Geschäften beschäftigt; eine Frau, die Waren oder Dienstleistungen kauft und verkauft.",
      "example": "The businesswoman founded her own company last year. She will meet with investors next week. They had been successful businesswomen before they sold their company.",
      "example_translation": "Die Geschäftsfrau gründete ihr eigenes Unternehmen letzten Jahr. Sie wird nächste Woche mit Investoren treffen. Sie waren erfolgreiche Geschäftsfrauen, bevor sie ihr Unternehmen verkauften.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "car mechanic",
      "translation": "Automechaniker",
      "definition": "A person who repairs and maintains cars; a person who is skilled at fixing cars.",
      "definition_translation": "Eine Person, die Autos repariert und wartet; eine Person, die sich auf das Reparieren von Autos spezialisiert hat.",
      "example": "The car mechanic fixed my car yesterday. He will replace the engine next month. She had been a car mechanic before she changed her career.",
      "example_translation": "Der Automechaniker reparierte mein Auto gestern. Er wird den Motor nächstes Monat ersetzen. Sie war eine Automechanikerin, bevor sie ihre Karriere wechselte.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chef",
      "translation": "Koch",
      "definition": "a professional cook, especially the chief cook in a restaurant or hotel",
      "definition_translation": "ein professioneller Koch, insbesondere der Hauptkoch in einem Restaurant oder Hotel",
      "example": "I worked as a chef in a restaurant for five years. I am working as a chef in a hotel now. I will work as a chef on a cruise ship in the future.",
      "example_translation": "Ich arbeitete fünf Jahre lang als Koch in einem Restaurant. Ich arbeite jetzt als Koch in einem Hotel. Ich werde in Zukunft als Koch auf einem Kreuzfahrtschiff arbeiten.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chemist",
      "translation": "Chemiker",
      "definition": "a person who is trained in chemistry and works in a laboratory or teaches chemistry",
      "definition_translation": "eine Person, die in Chemie ausgebildet wurde und in einem Laboratorium arbeitet oder Chemie unterrichtet",
      "example": "My brother was a chemist at a pharmaceutical company. He is a chemist at a research institution now. He will be a chemist at a university in the future.",
      "example_translation": " Mein Bruder war ein Chemiker in einer Pharmazeutischen Firma. Er ist jetzt ein Chemiker an einer Forschungseinrichtung. Er wird in Zukunft ein Chemiker an einer Universität sein.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cleaner",
      "translation": "Reiniger",
      "definition": "a person whose job is to clean buildings, streets, or vehicles",
      "definition_translation": "eine Person, deren Aufgabe es ist, Gebäude, Straßen oder Fahrzeuge zu reinigen",
      "example": "I had a cleaner who came to my house every week. I have a cleaner who comes to my office every day. I will have a cleaner who comes to my house every month in the future.",
      "example_translation": "Ich hatte eine Reinigerin, die jeden Woche zu meinem Haus kam. Ich habe eine Reinigerin, die jeden Tag in mein Büro kommt. Ich werde in Zukunft eine Reinigerin haben, die jeden Monat zu meinem Haus kommt.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dancer",
      "translation": "Tänzer",
      "definition": "a person who performs dances, either professionally or as a hobby",
      "definition_translation": "eine Person, die Tänze aufführt, entweder beruflich oder als Hobby",
      "example": "I was a dancer in a Broadway show. I am a dancer in a music video now. I will be a dancer in a movie in the future.",
      "example_translation": "Ich war ein Tänzer in einer Broadway-Show. Ich bin jetzt ein Tänzer in einem Musikvideo. Ich werde in Zukunft ein Tänzer in einem Film sein.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dentist",
      "translation": "Zahnarzt",
      "definition": "A person who is trained and licensed to practice dentistry, concerned with the diagnosis, prevention, and treatment of diseases and conditions affecting the teeth, gums, and other parts of the mouth.",
      "definition_translation": "Eine Person, die ausgebildet und lizenziert ist, Zahnmedizin auszuüben, beschäftigt sich mit der Diagnose, Prävention und Behandlung von Krankheiten und Zuständen, die Zähne, Zahnfleisch und andere Teile des Mundes betreffen.",
      "example": "I went to the dentist yesterday, I'm going to the dentist tomorrow, and I will go to the dentist next week.",
      "example_translation": "Ich ging gestern zum Zahnarzt, ich gehe morgen zum Zahnarzt und ich werde nächste Woche zum Zahnarzt gehen.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "engineer",
      "translation": "Ingenieur",
      "definition": "A person who designs, builds, or maintains engines, machines, or structures, applying scientific and mathematical principles to practical problems.",
      "definition_translation": "Eine Person, die Motoren, Maschinen oder Strukturen entwirft, baut oder wartet, wendet wissenschaftliche und mathematische Prinzipien auf praktische Probleme an.",
      "example": "I was an engineer in my previous job, I am an engineer now, and I will be an engineer in the future.",
      "example_translation": "Ich war Ingenieur in meinem vorherigen Job, ich bin jetzt Ingenieur und ich werde in Zukunft Ingenieur sein.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "farmer",
      "translation": "Bauer",
      "definition": "A person who owns or manages a farm, raises livestock, and grows crops.",
      "definition_translation": "Eine Person, die einen Hof besitzt oder führt, Vieh züchtet und Feldfrüchte anbaut.",
      "example": "My grandfather was a farmer, my parents are farmers, and I will be a farmer too.",
      "example_translation": " Mein Großvater war Bauer, meine Eltern sind Bauern und ich werde auch Bauer sein.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "footballer",
      "translation": "Fußballspieler",
      "definition": "A person who plays football as a sport, especially professionally.",
      "definition_translation": "Eine Person, die Fußball als Sport ausübt, insbesondere beruflich.",
      "example": "I was a footballer in my school days, I am a footballer now, and I will be a footballer in the national team.",
      "example_translation": "Ich war Fußballspieler in meiner Schulzeit, ich bin jetzt Fußballspieler und ich werde in der Nationalmannschaft Fußballspieler sein.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guide",
      "translation": "Führer",
      "definition": "A person who shows the way to others, especially in a particular field or activity.",
      "definition_translation": "Eine Person, die anderen den Weg zeigt, insbesondere in einem bestimmten Bereich oder Aktivität.",
      "example": "She worked as a guide at the museum, leading tours and answering questions. Last year, she guided a group of students on a hiking trip. By next year, she will have guided thousands of visitors.",
      "example_translation": "Sie arbeitete als Führerin im Museum, führte Touren durch und beantwortete Fragen. Im letzten Jahr führte sie eine Gruppe von Studenten auf einer Wanderung. Bis nächstes Jahr wird sie Tausenden von Besuchern geführt haben.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "headteacher",
      "translation": "Schulleiter",
      "definition": "The person in charge of a school, responsible for its management and organization.",
      "definition_translation": "Die Person, die eine Schule leitet, verantwortlich für ihre Verwaltung und Organisation.",
      "example": "The headteacher welcomed the new students on their first day. Last year, the headteacher introduced a new curriculum. By next year, the headteacher will have increased the school's budget.",
      "example_translation": "Der Schulleiter begrüßte die neuen Schüler am ersten Tag. Im letzten Jahr führte der Schulleiter ein neues Curriculum ein. Bis nächstes Jahr wird der Schulleiter das Budget der Schule erhöht haben.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "manager",
      "translation": "Manager",
      "definition": "A person responsible for controlling or administering an organization, business, or project.",
      "definition_translation": "Eine Person, die für die Kontrolle oder Verwaltung einer Organisation, eines Unternehmens oder eines Projekts verantwortlich ist.",
      "example": "She worked as a manager at a marketing firm, overseeing several projects. Last year, she managed a team of developers. By next year, she will have managed multiple departments.",
      "example_translation": "Sie arbeitete als Managerin bei einer Werbeagentur, überwachte mehrere Projekte. Im letzten Jahr führte sie ein Team von Entwicklern. Bis nächstes Jahr wird sie mehrere Abteilungen geleitet haben.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mechanic",
      "translation": "Mechaniker",
      "definition": "A person skilled in the repair and maintenance of machines, especially vehicles.",
      "definition_translation": "Eine Person, die geschickt ist in der Reparatur und Wartung von Maschinen, insbesondere Fahrzeugen.",
      "example": "The mechanic repaired the car's engine, fixed the brakes, and will tune up the transmission. Last year, the mechanic worked on several motorcycles. By next year, the mechanic will have opened his own shop.",
      "example_translation": "Der Mechaniker reparierte den Motor des Autos, richtete die Bremsen und wird die Getriebe justieren. Im letzten Jahr arbeitete der Mechaniker an mehreren Motorrädern. Bis nächstes Jahr wird der Mechaniker seinen eigenen Laden eröffnet haben.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nurse",
      "translation": "Krankenschwester",
      "definition": "A nurse is a person trained to care for the sick or injured, typically in a hospital or clinical setting.",
      "definition_translation": "Eine Krankenschwester ist eine Person, die für die Pflege von Kranken oder Verletzten ausgebildet wurde, typischerweise in einem Krankenhaus oder klinischen Umfeld.",
      "example": "She worked as a nurse in the hospital for five years. She is working as a nurse in the hospital now. She will work as a nurse in the hospital in the future.",
      "example_translation": "Sie arbeitete als Krankenschwester im Krankenhaus für fünf Jahre. Sie arbeitet als Krankenschwester im Krankenhaus jetzt. Sie wird als Krankenschwester im Krankenhaus in der Zukunft arbeiten.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "painter",
      "translation": "Maler",
      "definition": "A painter is a person who paints as an occupation or hobby, typically using watercolors, oils, or other materials.",
      "definition_translation": "Ein Maler ist eine Person, die als Beruf oder Hobby malt, typischerweise mit Wasserfarben, Ölfarben oder anderen Materialien.",
      "example": "He was a painter in Paris for many years. He is a painter in New York now. He will be a painter in Los Angeles in the future.",
      "example_translation": "Er war ein Maler in Paris für viele Jahre. Er ist ein Maler in New York jetzt. Er wird ein Maler in Los Angeles in der Zukunft sein.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "photographer",
      "translation": "Fotograf",
      "definition": "A photographer is a person who takes photographs as an occupation or hobby, typically using a camera or other equipment.",
      "definition_translation": "Ein Fotograf ist eine Person, die Fotos als Beruf oder Hobby macht, typischerweise mit einer Kamera oder anderen Ausstattung.",
      "example": "She was a photographer in a studio for five years. She is a photographer for a magazine now. She will be a photographer for a newspaper in the future.",
      "example_translation": "Sie war eine Fotografin in einem Studio für fünf Jahre. Sie ist eine Fotografin für ein Magazin jetzt. Sie wird eine Fotografin für eine Zeitung in der Zukunft sein.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pilot",
      "translation": "Pilot",
      "definition": "A pilot is a person who operates the controls of an aircraft, typically in a professional or military capacity.",
      "definition_translation": "Ein Pilot ist eine Person, die die Steuerung eines Flugzeugs bedient, typischerweise in einer professionellen oder militärischen Funktion.",
      "example": "He was a pilot in the air force for ten years. He is a pilot for a commercial airline now. He will be a pilot for a private jet in the future.",
      "example_translation": "Er war ein Pilot in der Luftwaffe für zehn Jahre. Er ist ein Pilot für eine kommerzielle Fluggesellschaft jetzt. Er wird ein Pilot für ein Privatflugzeug in der Zukunft sein.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "player",
      "translation": "Spieler",
      "definition": "A person who takes part in a game, sport, or activity.",
      "definition_translation": "Eine Person, die an einem Spiel, Sport oder Aktivität teilnimmt.",
      "example": "He was a great player in his college days, but now he is a coach. He played football last year, and he will play again next season.",
      "example_translation": "Er war ein großartiger Spieler in seinem College-Zeit, aber jetzt ist er ein Trainer. Er spielte Fußball letzten Jahr und wird nächste Saison wieder spielen.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "police officer",
      "translation": "Polizist",
      "definition": "A person who is responsible for enforcing the law and maintaining order in a particular area.",
      "definition_translation": "Eine Person, die für die Durchsetzung des Gesetzes und die Aufrechterhaltung der Ordnung in einem bestimmten Bereich verantwortlich ist.",
      "example": "The police officer stopped the car to issue a warning to the driver. She had been a police officer for five years before she became a detective. She will be a police officer for 20 years by next year.",
      "example_translation": "Der Polizist hielt das Auto an, um dem Fahrer eine Warnung zu erteilen. Sie war fünf Jahre lang Polizistin, bevor sie Detective wurde. Sie wird nächstes Jahr 20 Jahre lang Polizistin sein.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "policeman",
      "translation": "Polizist",
      "definition": "A male police officer.",
      "definition_translation": "Ein männlicher Polizist.",
      "example": "The policeman was very courteous to the public. He had been a policeman for 10 years before he retired. He will be a policeman again in the next town.",
      "example_translation": "Der Polizist war sehr höflich gegenüber der Öffentlichkeit. Er war 10 Jahre lang Polizist, bevor er in den Ruhestand ging. Er wird wieder Polizist in der nächsten Stadt sein.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "policewoman",
      "translation": "Polizistin",
      "definition": "A female police officer.",
      "definition_translation": "Eine weibliche Polizistin.",
      "example": "The policewoman was very kind to the children. She had been a policewoman for five years before she got married. She will be a policewoman again in the next city.",
      "example_translation": "Die Polizistin war sehr freundlich zu den Kindern. Sie war fünf Jahre lang Polizistin, bevor sie heiratete. Sie wird wieder Polizistin in der nächsten Stadt sein.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "receptionist",
      "translation": "Rezeptionist",
      "definition": "A person responsible for receiving and welcoming guests, clients, or customers at a business, institution, or organization.",
      "definition_translation": "Eine Person, die dafür verantwortlich ist, Gäste, Klienten oder Kunden in einem Unternehmen, einer Institution oder Organisation zu empfangen und zu begrüßen.",
      "example": "She worked as a receptionist at a law firm for five years, then she got promoted to a manager. Yesterday, she received a difficult client, but today she is receiving a delegation from Japan. Tomorrow, she will be receiving a new employee.",
      "example_translation": "Sie arbeitete fünf Jahre lang als Rezeptionistin in einer Anwaltskanzlei, dann wurde sie zur Managerin befördert. Gestern empfing sie einen schwierigen Kunden, aber heute empfängt sie eine Delegation aus Japan. Morgen wird sie einen neuen Mitarbeiter empfangen.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sales assistant",
      "translation": "Verkäuferassistenz",
      "definition": "A person who assists a salesperson or sales team in their daily tasks, such as processing orders, handling customer inquiries, and maintaining sales records.",
      "definition_translation": "Eine Person, die einem Verkäufer oder einem Verkaufsteam bei ihren täglichen Aufgaben hilft, wie zum Beispiel das Verarbeiten von Aufträgen, das Bearbeiten von Kundenanliegen und das Führen von Verkaufsregistern.",
      "example": "The sales assistant helped the sales team to process the orders quickly. Yesterday, the sales assistant was handling a customer complaint, but today she is working on a new sales strategy. Tomorrow, she will be assisting a new salesperson.",
      "example_translation": "Die Verkäuferassistenz half dem Verkaufsteam, die Aufträge schnell zu verarbeiten. Gestern bearbeitete die Verkäuferassistenz eine Kundenbeschwerde, aber heute arbeitet sie an einer neuen Verkaufsstrategie. Morgen wird sie einem neuen Verkäufer assistieren.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "salesperson",
      "translation": "Verkäufer",
      "definition": "A person who sells goods or services to customers, either in a retail or wholesale setting, often working on a commission basis.",
      "definition_translation": "Eine Person, die Waren oder Dienstleistungen an Kunden verkauft, entweder in einem Einzelhandel- oder Großhandelseinrichtung, oft auf Provisionsbasis arbeitend.",
      "example": "The salesperson sold many products to the customer yesterday, and today she is selling a new product line. Last year, she was selling cars, but next year she will be selling real estate.",
      "example_translation": "Der Verkäufer verkaufte viele Produkte an den Kunden gestern und heute verkauft sie eine neue Produktlinie. Letztes Jahr verkaufte sie Autos, aber nächstes Jahr wird sie Immobilien verkaufen.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "secretary",
      "translation": "Sekretärin",
      "definition": "A person, typically in an office, who is responsible for performing various administrative tasks, such as typing, filing, and answering phone calls.",
      "definition_translation": "Eine Person, typischerweise in einem Büro, die dafür verantwortlich ist, various administrative Aufgaben auszuführen, wie zum Beispiel Tippen, Akten führen und Telefonanrufe beantworten.",
      "example": "The secretary took minutes during the meeting yesterday, and today she is preparing a presentation. Last week, she was answering phone calls, but next week she will be filing documents.",
      "example_translation": "Die Sekretärin nahm gestern während der Sitzung Protokoll auf und heute bereitet sie eine Präsentation vor. Letzte Woche beantwortete sie Telefonanrufe, aber nächste Woche wird sie Dokumente ablegen.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "singer",
      "translation": "Sänger",
      "definition": "A person who sings, especially one who sings professionally.",
      "definition_translation": "Eine Person, die singt, insbesondere einer, der professionell singt.",
      "example": "She was a talented singer who performed at the opera house. She will be singing at the concert tonight. She sang beautifully at the wedding.",
      "example_translation": "Sie war eine talentierte Sängerin, die im Opernhaus auftrat. Sie wird heute Abend bei dem Konzert singen. Sie sang schön bei der Hochzeit.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "taxi driver",
      "translation": "Taxifahrer",
      "definition": "A person who drives a taxi as their job.",
      "definition_translation": "Eine Person, die als Beruf ein Taxi fährt.",
      "example": "He has been a taxi driver for over 10 years. He will be driving a taxi in the city tonight. He drove a taxi for many years before retiring.",
      "example_translation": "Er ist seit über 10 Jahren Taxifahrer. Er wird heute Abend in der Stadt ein Taxi fahren. Er fuhr viele Jahre lang ein Taxi, bevor er in Rente ging.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tour guide",
      "translation": "Reiseführer",
      "definition": "A person who shows tourists around a place and explains its history and features.",
      "definition_translation": "Eine Person, die Touristen herumführt und ihre Geschichte und Merkmale erklärt.",
      "example": "She worked as a tour guide in Paris. She will be leading a tour group tomorrow. She had guided many tour groups through the museum.",
      "example_translation": "Sie arbeitete als Reiseführerin in Paris. Sie wird morgen eine Tourgruppe leiten. Sie hatte viele Tourgruppen durch das Museum geführt.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "writer",
      "translation": "Schriftsteller",
      "definition": "A person who writes books, articles, or other written works.",
      "definition_translation": "Eine Person, die Bücher, Artikel oder andere schriftliche Werke schreibt.",
      "example": "He was a famous writer who wrote many novels. He will be writing a new book soon. He had written many articles for the magazine.",
      "example_translation": "Er war ein berühmter Schriftsteller, der viele Romane schrieb. Er wird bald ein neues Buch schreiben. Er hatte viele Artikel für das Magazin geschrieben.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "accountant",
      "translation": "Buchhalter",
      "definition": "A person whose job is to prepare and examine financial records.",
      "definition_translation": "Eine Person, deren Aufgabe es ist, Finanzaufzeichnungen zu erstellen und zu überprüfen.",
      "example": "I've been working as an accountant for five years, and I'm planning to start my own company next year. Yesterday, I finished the tax returns, and tomorrow I'll meet with the auditor.",
      "example_translation": "Ich habe fünf Jahre lang als Buchhalter gearbeitet und plane, mein eigenes Unternehmen nächstes Jahr zu starten. Gestern habe ich die Steuererklärungen fertiggestellt, und morgen treffen ich mich mit dem Wirtschaftsprüfer.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "architect",
      "translation": "Architekt",
      "definition": "A person who designs buildings and other structures.",
      "definition_translation": "Eine Person, die Gebäude und andere Strukturen entwirft.",
      "example": "The architect designed the new museum, which will be completed in three years. Last week, she presented the plans to the city council, and they were impressed by her innovative ideas.",
      "example_translation": "Der Architekt hat das neue Museum entworfen, das in drei Jahren fertiggestellt sein wird. Letzte Woche hat sie die Pläne dem Stadtrat vorgestellt, und sie waren von ihren innovativen Ideen beeindruckt.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "babysitter",
      "translation": "Babysitter",
      "definition": "A person who takes care of a child or children when their parents are not present.",
      "definition_translation": "Eine Person, die ein Kind oder Kinder betreut, wenn die Eltern nicht anwesend sind.",
      "example": "My sister works as a babysitter and loves playing with the kids. Last night, she took care of the twins, and tomorrow she'll watch the baby while the parents go out for dinner.",
      "example_translation": "Meine Schwester arbeitet als Babysitter und liebt es, mit den Kindern zu spielen. Gestern Abend hat sie sich um die Zwillinge gekümmert, und morgen wird sie das Baby beaufsichtigen, während die Eltern zum Abendessen ausgehen.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "baker",
      "translation": "Bäcker",
      "definition": "A person who makes and sells bread, cakes, and pastries.",
      "definition_translation": "Eine Person, die Brot, Kuchen und Pasteten herstellt und verkauft.",
      "example": "The baker gets up at 4am to prepare the daily bread. Yesterday, she made a wedding cake, and tomorrow she'll bake croissants for the breakfast buffet.",
      "example_translation": "Der Bäcker steht um 4 Uhr morgens auf, um das tägliche Brot vorzubereiten. Gestern hat sie einen Hochzeitstorte gemacht, und morgen bäckt sie Croissants für das Frühstückbuffet.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ballet dancer",
      "translation": "Balletttänzer",
      "definition": "A person who performs classical ballet dances, typically as a profession, often at a high level of technical skill and artistic expression.",
      "definition_translation": "Eine Person, die klassische Balletttänze aufführt, typischerweise als Beruf, oft auf einem hohen Niveau an technischer Fähigkeit und künstlerischem Ausdruck.",
      "example": "She was a professional ballet dancer for 10 years, performed in many shows, is currently teaching ballet, and will dance in a new production next year.",
      "example_translation": "Sie war 10 Jahre lang professionelle Balletttänzerin, trat in vielen Shows auf, unterrichtet derzeit Ballett und wird in einer neuen Produktion nächstes Jahr tanzen.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "barber",
      "translation": "Friseur",
      "definition": "A person whose work is cutting and dressing men's hair, often also shaving and trimming beards.",
      "definition_translation": "Eine Person, deren Arbeit das Schneiden und Stylen von Männerhaar ist, oft auch das Rasieren und Trimmen von Bärten.",
      "example": "He went to the barber yesterday, gets a haircut every month, and will try a new style next time.",
      "example_translation": "Er ging gestern zum Friseur, lässt sich jeden Monat die Haare schneiden und wird nächstes Mal einen neuen Stil ausprobieren.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "barman",
      "translation": "Barkeeper",
      "definition": "A person who serves drinks and manages a bar, often in a hotel, restaurant, or nightclub.",
      "definition_translation": "Eine Person, die Getränke serviert und eine Bar leitet, oft in einem Hotel, Restaurant oder Nachtclub.",
      "example": "He worked as a barman for three years, mixes great cocktails, and is now managing a new bar.",
      "example_translation": "Er arbeitete drei Jahre lang als Barkeeper, mischt großartige Cocktails und leitet jetzt eine neue Bar.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "builder",
      "translation": "Bauer",
      "definition": "A person who constructs or builds something, such as a house, bridge, or road, often as a trade or profession.",
      "definition_translation": "Eine Person, die etwas konstruiert oder baut, wie zum Beispiel ein Haus, eine Brücke oder eine Straße, oft als Handwerk oder Beruf.",
      "example": "He was a builder for 20 years, built many houses, is still involved in construction projects, and will start a new development soon.",
      "example_translation": "Er war 20 Jahre lang Bauer, baute viele Häuser, ist immer noch an Bauprojekten beteiligt und wird bald ein neues Projekt starten.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "butcher",
      "translation": "Metzger",
      "definition": "A butcher is a person who slaughters and dresses animals for food, or a person who sells meat.",
      "definition_translation": "Ein Metzger ist eine Person, die Tiere für Nahrung zerlegt und zubereitet oder eine Person, die Fleisch verkauft.",
      "example": "I visited the butcher yesterday to buy some meat for dinner. The butcher will deliver the meat tomorrow. I will visit the butcher next week to place an order.",
      "example_translation": "Ich besuchte den Metzger gestern, um Fleisch für das Abendessen zu kaufen. Der Metzger wird das Fleisch morgen liefern. Ich werde den Metzger nächste Woche besuchen, um eine Bestellung aufzugeben.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chemist",
      "translation": "Chemiker",
      "definition": "A chemist is a scientist who specializes in the study of the properties, composition, and reactions of matter.",
      "definition_translation": "Ein Chemiker ist ein Wissenschaftler, der sich auf die Erforschung der Eigenschaften, Zusammensetzung und Reaktionen von Materie spezialisiert.",
      "example": "The chemist worked in the laboratory to develop a new medicine. The chemist has discovered a new compound. The chemist will test the medicine next week.",
      "example_translation": "Der Chemiker arbeitete im Labor, um ein neues Medikament zu entwickeln. Der Chemiker hat eine neue Verbindung entdeckt. Der Chemiker wird das Medikament nächste Woche testen.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coach",
      "translation": "Trainer",
      "definition": "A coach is a person who trains and instructs sports teams or individuals, or a bus that takes people from one place to another.",
      "definition_translation": "Ein Trainer ist eine Person, die Sportteams oder Einzelpersonen trainiert und anweist, oder ein Bus, der Menschen von einem Ort zu einem anderen bringt.",
      "example": "The coach trained the team for the championship. The coach will travel with the team to the finals. I took a coach to visit my family last weekend.",
      "example_translation": "Der Trainer trainierte das Team für die Meisterschaft. Der Trainer wird mit dem Team zu den Finals reisen. Ich nahm einen Bus, um meine Familie letzten Wochenende zu besuchen.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "computer scientist",
      "translation": "Informatiker",
      "definition": "A computer scientist is a person who studies the theory, design, and implementation of computer systems and algorithms.",
      "definition_translation": "Ein Informatiker ist eine Person, die die Theorie, das Design und die Implementierung von Computersystemen und Algorithmen studiert.",
      "example": "The computer scientist developed a new algorithm to improve the system. The computer scientist will present the research at the conference. I studied computer science at university.",
      "example_translation": "Der Informatiker entwickelte einen neuen Algorithmus, um das System zu verbessern. Der Informatiker wird die Forschung auf der Konferenz präsentieren. Ich habe Informatik an der Universität studiert.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "designer",
      "translation": "Entwerfer",
      "definition": "A person who plans the look and functioning of something, especially one who uses art, skill, and taste to create things like clothes, furniture, and buildings.",
      "definition_translation": "Eine Person, die das Aussehen und die Funktionsweise von etwas plant, insbesondere eine, die Kunst, Geschick und Geschmack verwendet, um Dinge wie Kleidung, Möbel und Gebäude zu erstellen.",
      "example": "The fashion designer created a stunning collection for the Paris Fashion Week. She will design a new range of dresses next season. The company had designed a new logo last year.",
      "example_translation": "Der Modedesigner erstellte eine atemberaubende Kollektion für die Paris Fashion Week. Sie wird nächste Saison eine neue Reihe von Kleidern entwerfen. Das Unternehmen hatte letztes Jahr ein neues Logo entworfen.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "detective",
      "translation": "Detektiv",
      "definition": "A person, especially a police officer, who investigates and solves crimes.",
      "definition_translation": "Eine Person, insbesondere ein Polizist, der Verbrechen untersucht und aufklärt.",
      "example": "The detective was investigating a series of burglaries in the neighborhood. She had solved a complex case last month. The detective will investigate the murder tomorrow.",
      "example_translation": "Der Detektiv untersuchte eine Serie von Einbrüchen im Viertel. Sie hatte letzten Monat einen komplexen Fall gelöst. Der Detektiv wird morgen den Mord untersuchen.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "director",
      "translation": "Direktor",
      "definition": "A person who is in charge of a business, organization, or project.",
      "definition_translation": "Eine Person, die ein Unternehmen, eine Organisation oder ein Projekt leitet.",
      "example": "The director of the company made a few changes to the marketing strategy. She will direct a new film next year. The director had approved the project proposal last week.",
      "example_translation": "Der Direktor des Unternehmens machte einige Änderungen an der Marketingstrategie. Sie wird nächstes Jahr einen neuen Film drehen. Der Direktor hatte den Projektvorschlag letzte Woche genehmigt.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "disc jockey, DJ",
      "translation": "Discjockey, DJ",
      "definition": "A person who plays recorded music on the radio or at a party or club.",
      "definition_translation": "Eine Person, die aufgeteilte Musik im Radio oder bei einer Party oder in einem Club spielt.",
      "example": "The DJ played a great mix of songs at the party. She will spin some tracks at the club tonight. The DJ had played a live set at the festival last summer.",
      "example_translation": "Der DJ spielte eine großartige Mischung von Liedern auf der Party. Sie wird heute Abend einige Tracks im Club spielen. Der DJ hatte letzten Sommer ein Live-Set auf dem Festival gespielt.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "filmmaker",
      "translation": "Filmemacher",
      "definition": "A person who makes films, especially as a profession.",
      "definition_translation": "Eine Person, die Filme macht, insbesondere als Beruf.",
      "example": "She was a talented filmmaker who had directed many documentaries. She is currently making a new film. She will have made several films by the end of her career.",
      "example_translation": "Sie war eine talentierte Filmemacherin, die viele Dokumentarfilme gedreht hatte. Sie dreht derzeit einen neuen Film. Sie wird bis zum Ende ihrer Karriere mehrere Filme gemacht haben.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "firefighter",
      "translation": "Feuerwehrmann",
      "definition": "A person who is trained to put out fires and rescue people.",
      "definition_translation": "Eine Person, die ausgebildet wurde, um Brände zu löschen und Menschen zu retten.",
      "example": "The firefighter risked his life to save the family from the burning building. He is training to become a firefighter. He will have finished his training as a firefighter next year.",
      "example_translation": "Der Feuerwehrmann riskierte sein Leben, um die Familie aus dem brennenden Gebäude zu retten. Er bildet sich aus, um Feuerwehrmann zu werden. Er wird seine Ausbildung als Feuerwehrmann nächstes Jahr abgeschlossen haben.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guard",
      "translation": "Wächter",
      "definition": "A person who watches, protects, or controls people or things.",
      "definition_translation": "Eine Person, die Menschen oder Dinge beobachtet, schützt oder kontrolliert.",
      "example": "The guard was responsible for the security of the museum. He is working as a guard at the prison. He will have been a guard for five years by next month.",
      "example_translation": "Der Wächter war für die Sicherheit des Museums verantwortlich. Er arbeitet als Wächter im Gefängnis. Er wird bis nächstem Monat fünf Jahre lang Wächter sein.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guitarist",
      "translation": "Gitarrist",
      "definition": "A person who plays the guitar, especially professionally.",
      "definition_translation": "Eine Person, die Gitarre spielt, insbesondere professionell.",
      "example": "The guitarist was very talented and had a great stage presence. She is taking guitar lessons to become a better guitarist. She will have been a famous guitarist for many years by the time she retires.",
      "example_translation": "Der Gitarrist war sehr talentiert und hatte eine großartige Bühnenpräsenz. Sie nimmt Gitarrenunterricht, um eine bessere Gitarristin zu werden. Sie wird viele Jahre lang eine berühmte Gitarristin sein, wenn sie in den Ruhestand geht.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}