{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beer",
      "translation": "cerveza",
      "definition": "A type of fermented drink made from malted grains, usually flavored with hops and brewed.",
      "definition_translation": "Un tipo de bebida fermentada hecha de granos maltados, generalmente aromatizada con lúpulo y elaborada.",
      "example": "I drank a cold beer on a hot summer day. Yesterday, I had drunk three beers during the football game. If I have a beer, I will feel more relaxed.",
      "example_translation": "Me bebí una cerveza fría en un día de verano caliente. Ayer, había bebido tres cervezas durante el partido de fútbol. Si tengo una cerveza, me sentiré más relajado.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "coffee",
      "translation": "café",
      "definition": "A hot drink made from the roasted seeds of a tropical plant, used as a stimulant.",
      "definition_translation": "Una bebida caliente hecha de las semillas tostadas de una planta tropical, utilizada como estimulante.",
      "example": "I always drink coffee in the morning. By the time I arrived, she had drunk three cups of coffee. If I drink a cup of coffee, I will be more alert.",
      "example_translation": "Siempre bebo café por la mañana. Cuando llegué, había bebido tres tazas de café. Si bebo una taza de café, estaré más alerta.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Coke",
      "translation": "Coca-Cola",
      "definition": "A brand of sweet, carbonated soft drink, typically served chilled and flavored with vanilla and caramel.",
      "definition_translation": "Una marca de bebida suave, carbonatada y dulce, servida generalmente fría y aromatizada con vainilla y caramelo.",
      "example": "I love drinking Coke on a hot day. Yesterday, I bought a Coke from the vending machine. If I have a Coke, I will feel more energized.",
      "example_translation": "Me encanta beber Coca-Cola en un día caliente. Ayer, compré una Coca-Cola en la máquina expendedora. Si tengo una Coca-Cola, me sentiré más energizado.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drink",
      "translation": "bebida",
      "definition": "A liquid substance that is swallowed to quench thirst or for nourishment.",
      "definition_translation": "Una sustancia líquida que se traga para calmar la sed o para nutrirse.",
      "example": "I need a drink after running. She drank a cold drink on the beach. If I drink too much, I will get sick.",
      "example_translation": "Necesito una bebida después de correr. Ella bebió una bebida fría en la playa. Si bebo demasiado, me enfermaré.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "juice",
      "translation": "jugo",
      "definition": "A liquid substance extracted from fruit, vegetables, or plants, used as a beverage or for flavoring.",
      "definition_translation": "Una sustancia líquida extraída de frutas, verduras o plantas, utilizada como bebida o para aromatizar.",
      "example": "I love drinking orange juice in the morning. Yesterday, I drank a glass of juice with breakfast. If I drink a lot of juice, I will get a stomachache.",
      "example_translation": "Me encanta beber jugo de naranja por la mañana. Ayer, bebí un vaso de jugo con el desayuno. Si bebo mucho jugo, tendré dolor de estómago.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "milk",
      "translation": "leche",
      "definition": "A white liquid produced by mammary glands of female mammals, used as a nutrient for young mammals and as an ingredient in food.",
      "definition_translation": "Un líquido blanco producido por las glándulas mamarias de mamíferos femeninos, utilizado como nutriente para mamíferos jóvenes y como ingrediente en alimentos.",
      "example": "I drink milk every day. Yesterday, she bought a carton of milk from the store. If I have milk, I will make a smoothie.",
      "example_translation": "Bebo leche todos los días. Ayer, ella compró una caja de leche en la tienda. Si tengo leche, haré un batido.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "orange juice",
      "translation": "jugo de naranja",
      "definition": "A liquid substance extracted from oranges, used as a beverage or for flavoring.",
      "definition_translation": "Una sustancia líquida extraída de naranjas, utilizada como bebida o para aromatizar.",
      "example": "I love drinking orange juice in the morning. Yesterday, I drank a glass of orange juice with breakfast. If I drink a lot of orange juice, I will get a stomachache.",
      "example_translation": "Me encanta beber jugo de naranja por la mañana. Ayer, bebí un vaso de jugo de naranja con el desayuno. Si bebo mucho jugo de naranja, tendré dolor de estómago.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tea",
      "translation": "té",
      "definition": "A hot drink made by infusing the dried leaves of a tropical plant in hot water.",
      "definition_translation": "Una bebida caliente hecha por infusión de las hojas secas de una planta tropical en agua caliente.",
      "example": "I always drink tea in the evening. Yesterday, she made a cup of tea for me. If I have tea, I will feel more relaxed.",
      "example_translation": "Siempre bebo té por la noche. Ayer, ella me preparó una taza de té. Si tengo té, me sentiré más relajado.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tomato juice",
      "translation": "jugo de tomate",
      "definition": "A liquid substance extracted from tomatoes, used as a beverage or for flavoring.",
      "definition_translation": "Una sustancia líquida extraída de tomates, utilizada como bebida o para aromatizar.",
      "example": "I love drinking tomato juice in the morning. Yesterday, I drank a glass of tomato juice with breakfast. If I drink a lot of tomato juice, I will get a stomachache.",
      "example_translation": "Me encanta beber jugo de tomate por la mañana. Ayer, bebí un vaso de jugo de tomate con el desayuno. Si bebo mucho jugo de tomate, tendré dolor de estómago.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "water",
      "translation": "agua",
      "definition": "A clear, colorless, odorless, and tasteless liquid substance that is the most abundant compound on Earth and essential for human life.",
      "definition_translation": "Una sustancia líquida clara, incolora, inodora y sin sabor que es el compuesto más abundante en la Tierra y esencial para la vida humana.",
      "example": "I need water after running. Yesterday, she drank a bottle of water on the beach. If I drink a lot of water, I will feel more energized.",
      "example_translation": "Necesito agua después de correr. Ayer, ella bebió una botella de agua en la playa. Si bebo mucha agua, me sentiré más energizado.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wine",
      "translation": "vino",
      "definition": "A fermented drink made from grapes, used as a beverage or for flavoring.",
      "definition_translation": "Una bebida fermentada hecha de uvas, utilizada como bebida o para aromatizar.",
      "example": "I love drinking wine on special occasions. Yesterday, we drank a bottle of wine at dinner. If I drink a lot of wine, I will get drunk.",
      "example_translation": "Me encanta beber vino en ocasiones especiales. Ayer, bebimos una botella de vino en la cena. Si bebo mucho vino, me emborracharé.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alcohol",
      "translation": "alcohol",
      "definition": "A type of intoxicating substance found in fermented drinks, used as a solvent or in medicine.",
      "definition_translation": "Un tipo de sustancia intoxicante encontrada en bebidas fermentadas, utilizada como solvente o en medicina.",
      "example": "I need to avoid alcohol before driving. Yesterday, she had a few drinks with alcohol. If I drink too much alcohol, I will get hangover.",
      "example_translation": "Necesito evitar el alcohol antes de conducir. Ayer, ella tuvo unos tragos con alcohol. Si bebo demasiado alcohol, tendré resaca.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apple juice",
      "translation": "jugo de manzana",
      "definition": "A liquid substance extracted from apples, used as a beverage or for flavoring.",
      "definition_translation": "Una sustancia líquida extraída de manzanas, utilizada como bebida o para aromatizar.",
      "example": "I love drinking apple juice in the morning. Yesterday, I drank a glass of apple juice with breakfast. If I drink a lot of apple juice, I will get a stomachache.",
      "example_translation": "Me encanta beber jugo de manzana por la mañana. Ayer, bebí un vaso de jugo de manzana con el desayuno. Si bebo mucho jugo de manzana, tendré dolor de estómago.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "champagne",
      "translation": "champaña",
      "definition": "A type of sparkling wine, typically made from grapes, used for celebrations or special occasions.",
      "definition_translation": "Un tipo de vino espumoso, típicamente hecho de uvas, utilizado para celebraciones o ocasiones especiales.",
      "example": "I love drinking champagne on New Year's Eve. Yesterday, we opened a bottle of champagne at the party. If I drink a lot of champagne, I will get drunk.",
      "example_translation": "Me encanta beber champaña en la víspera de Año Nuevo. Ayer, abrimos una botella de champaña en la fiesta. Si bebo mucho champaña, me emborracharé.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cola",
      "translation": "cola",
      "definition": "A sweet, carbonated soft drink, typically flavored with vanilla and caramel.",
      "definition_translation": "Una bebida suave, carbonatada y dulce, típicamente aromatizada con vainilla y caramelo.",
      "example": "I love drinking cola on a hot day. Yesterday, I bought a cola from the vending machine. If I drink a lot of cola, I will get a stomachache.",
      "example_translation": "Me encanta beber cola en un día caliente. Ayer, compré una cola en la máquina expendedora. Si bebo mucho cola, tendré dolor de estómago.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drink",
      "translation": "bebida",
      "definition": "A liquid substance that is swallowed to quench thirst or for nourishment.",
      "definition_translation": "Una sustancia líquida que se traga para calmar la sed o para nutrirse.",
      "example": "I need a drink after running. She drank a cold drink on the beach. If I drink too much, I will get sick.",
      "example_translation": "Necesito una bebida después de correr. Ella bebió una bebida fría en la playa. Si bebo demasiado, me enfermaré.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hot chocolate",
      "translation": "chocolate caliente",
      "definition": "A sweet, hot drink made from cocoa powder or chocolate, milk, and sugar.",
      "definition_translation": "Una bebida dulce y caliente hecha de polvo de cacao o chocolate, leche y azúcar.",
      "example": "I love drinking hot chocolate in the winter. Yesterday, I made a cup of hot chocolate for breakfast. If I drink a lot of hot chocolate, I will get a stomachache.",
      "example_translation": "Me encanta beber chocolate caliente en invierno. Ayer, hice una taza de chocolate caliente para desayunar. Si bebo mucho chocolate caliente, tendré dolor de estómago.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lemonade",
      "translation": "limonada",
      "definition": "A sweet, sour drink made from lemon juice, water, and sugar.",
      "definition_translation": "Una bebida dulce y ácida hecha de jugo de limón, agua y azúcar.",
      "example": "I love drinking lemonade on a hot summer day. Yesterday, I made a pitcher of lemonade for the party. If I drink a lot of lemonade, I will get a stomachache.",
      "example_translation": "Me encanta beber limonada en un día de verano caliente. Ayer, hice una jarra de limonada para la fiesta. Si bebo mucho limonada, tendré dolor de estómago.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "milkshake",
      "translation": "batido",
      "definition": "A thick, creamy drink made from milk, ice cream, and flavorings.",
      "definition_translation": "Una bebida espesa y cremosa hecha de leche, helado y aromatizantes.",
      "example": "I love drinking milkshakes at the ice cream parlor. Yesterday, I made a milkshake with strawberries and whipped cream. If I drink a lot of milkshakes, I will get fat.",
      "example_translation": "Me encanta beber batidos en la heladería. Ayer, hice un batido con fresas y crema chantillí. Si bebo mucho batidos, engordaré.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mineral water",
      "translation": "agua mineral",
      "definition": "A type of water that contains minerals orother substances, often bottled and sold as a health drink.",
      "definition_translation": "Un tipo de agua que contiene minerales u otras sustancias, a menudo embotellada y vendida como bebida saludable.",
      "example": "I need mineral water after working out. Yesterday, I drank a bottle of mineral water on the plane. If I drink a lot of mineral water, I will feel more energized.",
      "example_translation": "Necesito agua mineral después de hacer ejercicio. Ayer, bebí una botella de agua mineral en el avión. Si bebo mucho agua mineral, me sentiré más energizado.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "soft drink",
      "translation": "bebida suave",
      "definition": "A sweet, carbonated drink made from water, sugar, and flavorings, often served chilled.",
      "definition_translation": "Una bebida dulce, carbonatada hecha de agua, azúcar y aromatizantes, a menudo servida fría.",
      "example": "I love drinking soft drinks on a hot day. Yesterday, I bought a soft drink from the vending machine. If I drink a lot of soft drinks, I will get a stomachache.",
      "example_translation": "Me encanta beber bebidas suaves en un día caliente. Ayer, compré una bebida suave en la máquina expendedora. Si bebo mucho bebidas suaves, tendré dolor de estómago.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cocktail",
      "translation": "cóctel",
      "definition": "A mixed drink made from spirits, fruit juice, and other ingredients, often served as an appetizer or at social gatherings.",
      "definition_translation": "Una bebida mezclada hecha de licores, jugo de fruta y otros ingredientes, a menudo servida como aperitivo o en reuniones sociales.",
      "example": "I love drinking cocktails on special occasions. Yesterday, I made a cocktail with vodka and orange juice. If I drink too many cocktails, I will get drunk.",
      "example_translation": "Me encanta beber cócteles en ocasiones especiales. Ayer, hice un cóctel con vodka y jugo de naranja. Si bebo muchas cócteles, me emborracharé.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cocoa",
      "translation": "cacao",
      "definition": "A powder made from cacao beans, used to make chocolate or as a flavoring in drinks and foods.",
      "definition_translation": "Un polvo hecho de granos de cacao, utilizado para hacer chocolate o como aromatizante en bebidas y alimentos.",
      "example": "I love drinking hot cocoa on a cold winter night. Yesterday, I made a cup of hot cocoa with marshmallows. If I drink a lot of hot cocoa, I will get a stomachache.",
      "example_translation": "Me encanta beber cacao caliente en una noche fría de invierno. Ayer, hice una taza de cacao caliente con malvaviscos. Si bebo mucho cacao caliente, tendré dolor de estómago.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fizzy drink",
      "translation": "bebida con gas",
      "definition": "A carbonated drink, often flavored with fruit juice or other sweetener, and served chilled.",
      "definition_translation": "Una bebida carbonatada, a menudo aromatizada con jugo de fruta o otros edulcorantes, y servida fría.",
      "example": "I love drinking fizzy drinks on a hot summer day. Yesterday, I bought a fizzy drink from the store. If I drink a lot of fizzy drinks, I will get a stomachache.",
      "example_translation": "Me encanta beber bebidas con gas en un día de verano caliente. Ayer, compré una bebida con gas en la tienda. Si bebo mucho bebidas con gas, tendré dolor de estómago.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "instant coffee",
      "translation": "café instantáneo",
      "definition": "A type of coffee made from dried coffee extract, often used for convenience or in emergency situations.",
      "definition_translation": "Un tipo de café hecho de extracto de café seco, a menudo utilizado por conveniencia o en situaciones de emergencia.",
      "example": "I love drinking instant coffee in the morning. Yesterday, I made a cup of instant coffee with hot water. If I drink a lot of instant coffee, I will get a stomachache.",
      "example_translation": "Me encanta beber café instantáneo por la mañana. Ayer, hice una taza de café instantáneo con agua caliente. Si bebo mucho café instantáneo, tendré dolor de estómago.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vodka",
      "translation": "vodka",
      "definition": "A type of clear, colorless spirit made from grains or potatoes, often flavored with various ingredients or used as a base for cocktails.",
      "definition_translation": "Un tipo de espíritu claro y transparente hecho de granos o papas, a menudo aromatizado con diversos ingredientes o utilizado como base para cócteles.",
      "example": "I love drinking vodka on special occasions. Yesterday, I made a cocktail with vodka and lime juice. If I drink too much vodka, I will get drunk.",
      "example_translation": "Me encanta beber vodka en ocasiones especiales. Ayer, hice un cóctel con vodka y jugo de limón. Si bebo mucho vodka, me emborracharé.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "whisky",
      "translation": "whisky",
      "definition": "A type of spirit made from fermented grain mash, often aged in wooden barrels to add flavor and color.",
      "definition_translation": "Un tipo de espíritu hecho de mosto de grano fermentado, a menudo envejecido en barricas de madera para agregar sabor y color.",
      "example": "I love drinking whisky on special occasions. Yesterday, I sipped a dram of whisky with my friends. If I drink too much whisky, I will get drunk.",
      "example_translation": "Me encanta beber whisky en ocasiones especiales. Ayer, sorbí un trago de whisky con mis amigos. Si bebo mucho whisky, me emborracharé.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "compote",
      "translation": "compota",
      "definition": "A dessert made from fruit, sugar, and water, often served warm or chilled.",
      "definition_translation": "Un postre hecho de fruta, azúcar y agua, a menudo servido caliente o frío.",
      "example": "I love eating compote with yogurt. Yesterday, I made a compote with strawberries and sugar. If I eat too much compote, I will get a stomachache.",
      "example_translation": "Me encanta comer compota con yogur. Ayer, hice una compota con fresas y azúcar. Si como mucho compota, tendré dolor de estómago.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "decaffeinated coffee",
      "translation": "café descafeinado",
      "definition": "A type of coffee from which most of the caffeine has been removed, often used by those who are sensitive to caffeine or want to reduce their intake.",
      "definition_translation": "Un tipo de café del que se ha eliminado la mayoría del café, a menudo utilizado por aquellos que son sensibles al café o quieren reducir su ingesta.",
      "example": "I love drinking decaffeinated coffee in the evening. Yesterday, I made a cup of decaffeinated coffee with milk. If I drink a lot of decaffeinated coffee, I will feel more relaxed.",
      "example_translation": "Me encanta beber café descafeinado por la noche. Ayer, hice una taza de café descafeinado con leche. Si bebo mucho café descafeinado, me sentiré más relajado.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shandy",
      "translation": "shandy",
      "definition": "A drink made from beer and lemonade, often served in a tall glass with ice and a slice of lemon.",
      "definition_translation": "Una bebida hecha de cerveza y limonada, a menudo servida en un vaso alto con hielo y una rebanada de limón.",
      "example": "I love drinking shandy on a hot summer day. Yesterday, I made a shandy with beer and lemonade. If I drink a lot of shandy, I will get drunk.",
      "example_translation": "Me encanta beber shandy en un día de verano caliente. Ayer, hice un shandy con cerveza y limonada. Si bebo mucho shandy, me emborracharé.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]
}