{
  "data": [
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "insect",
      "translation": "insecto",
      "definition": "A small, usually winged animal with six legs and a body divided into three parts.",
      "definition_translation": "Un animal pequeño, generalmente alado con seis patas y un cuerpo dividido en tres partes.",
      "example": "The insect crawled slowly across the leaf. The insect was crawling slowly across the leaf. The insect will crawl slowly across the leaf.",
      "example_translation": "El insecto se arrastró lentamente por la hoja. El insecto estaba arrastrándose lentamente por la hoja. El insecto se arrastrará lentamente por la hoja.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ant",
      "translation": "hormiga",
      "definition": "A small, industrious insect that lives in colonies and is often a pest.",
      "definition_translation": "Un insecto pequeño, industioso que vive en colonias y es a menudo una plaga.",
      "example": "The ant scurried across the kitchen counter. The ant was scurrying across the kitchen counter. The ant will scurry across the kitchen counter.",
      "example_translation": "La hormiga se desplazó rápidamente por la encimera de la cocina. La hormiga estaba desplazándose rápidamente por la encimera de la cocina. La hormiga se desplazará rápidamente por la encimera de la cocina.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bee",
      "translation": "abeja",
      "definition": "A flying, honey-making insect that lives in a colony.",
      "definition_translation": "Un insecto volador que hace miel que vive en una colonia.",
      "example": "The bee buzzed loudly around the flower. The bee was buzzing loudly around the flower. The bee will buzz loudly around the flower.",
      "example_translation": "La abeja zumbó ruidosamente alrededor de la flor. La abeja estaba zumbando ruidosamente alrededor de la flor. La abeja zumbó ruidosamente alrededor de la flor.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bug",
      "translation": "insecto",
      "definition": "A small, usually flat, insect that is often a pest.",
      "definition_translation": "Un insecto pequeño, generalmente plano, que es a menudo una plaga.",
      "example": "The bug crawled across the screen. The bug was crawling across the screen. The bug will crawl across the screen.",
      "example_translation": "El insecto se arrastró por la pantalla. El insecto estaba arrastrándose por la pantalla. El insecto se arrastrará por la pantalla.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "butterfly",
      "translation": "mariposa",
      "definition": "A flying insect with large, often brightly colored wings.",
      "definition_translation": "Un insecto volador con alas grandes, a menudo de colores brillantes.",
      "example": "The butterfly fluttered around the garden. The butterfly was fluttering around the garden. The butterfly will flutter around the garden.",
      "example_translation": "La mariposa revoloteó alrededor del jardín. La mariposa estaba revoloteando alrededor del jardín. La mariposa revoloteó alrededor del jardín.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cockroach",
      "translation": "cucaracha",
      "definition": "A large, flat, oval-shaped insect that is often a pest.",
      "definition_translation": "Un insecto grande, plano, de forma ovalada que es a menudo una plaga.",
      "example": "The cockroach scurried across the floor. The cockroach was scurrying across the floor. The cockroach will scurry across the floor.",
      "example_translation": "La cucaracha se desplazó rápidamente por el suelo. La cucaracha estaba desplazándose rápidamente por el suelo. La cucaracha se desplazará rápidamente por el suelo.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "creature",
      "translation": "criatura",
      "definition": "A living thing, such as an animal or insect.",
      "definition_translation": "Una cosa viva, como un animal o insecto.",
      "example": "The creature crawled out of the woods. The creature was crawling out of the woods. The creature will crawl out of the woods.",
      "example_translation": "La criatura salió arrastrándose del bosque. La criatura estaba saliendo arrastrándose del bosque. La criatura saldrá arrastrándose del bosque.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fly",
      "translation": "mosca",
      "definition": "A small, winged insect that is often a pest.",
      "definition_translation": "Un insecto pequeño, alado que es a menudo una plaga.",
      "example": "The fly buzzed around my head. The fly was buzzing around my head. The fly will buzz around my head.",
      "example_translation": "La mosca zumbó alrededor de mi cabeza. La mosca estaba zumbando alrededor de mi cabeza. La mosca zumbó alrededor de mi cabeza.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mosquito",
      "translation": "mosquito",
      "definition": "A small, flying insect that bites and feeds on the blood of animals and humans.",
      "definition_translation": "Un insecto volador pequeño que pica y se alimenta de la sangre de animales y humanos.",
      "example": "The mosquito buzzed around my ear. The mosquito was buzzing around my ear. The mosquito will buzz around my ear.",
      "example_translation": "El mosquito zumbó alrededor de mi oreja. El mosquito estaba zumbando alrededor de mi oreja. El mosquito zumbó alrededor de mi oreja.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spider",
      "translation": "araña",
      "definition": "A small, eight-legged animal that spins a web to catch its prey.",
      "definition_translation": "Un animal pequeño, de ocho patas que teje una red para cazar su presa.",
      "example": "The spider crept across the wall. The spider was creeping across the wall. The spider will creep across the wall.",
      "example_translation": "La araña se arrastró por la pared. La araña estaba arrastrándose por la pared. La araña se arrastrará por la pared.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "web",
      "translation": "red",
      "definition": "A intricate network of threads spun by a spider or other insect.",
      "definition_translation": "Una red intrincada de hilos tejida por una araña u otro insecto.",
      "example": "The spider wove a web in the corner. The spider was weaving a web in the corner. The spider will weave a web in the corner.",
      "example_translation": "La araña tejó una red en la esquina. La araña estaba tejiendo una red en la esquina. La araña tejerá una red en la esquina.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beetle",
      "translation": "escarabajo",
      "definition": "A type of insect with a hard, armored shell.",
      "definition_translation": "Un tipo de insecto con una concha dura y acorazada.",
      "example": "The beetle crawled across the leaf. The beetle was crawling across the leaf. The beetle will crawl across the leaf.",
      "example_translation": "El escarabajo se arrastró por la hoja. El escarabajo estaba arrastrándose por la hoja. El escarabajo se arrastrará por la hoja.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flea",
      "translation": "pulga",
      "definition": "A small, jumping insect that is a parasite of mammals and birds.",
      "definition_translation": "Un insecto pequeño, saltador que es un parásito de mamíferos y aves.",
      "example": "The flea jumped onto the dog. The flea was jumping onto the dog. The flea will jump onto the dog.",
      "example_translation": "La pulga saltó sobre el perro. La pulga estaba saltando sobre el perro. La pulga saltará sobre el perro.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sting",
      "translation": "picar",
      "definition": "To cause a sharp, painful sensation, typically by injecting venom.",
      "definition_translation": "Causar una sensación aguda y dolorosa, típicamente al inyectar veneno.",
      "example": "The bee stung my hand. The bee was stinging my hand. The bee will sting my hand.",
      "example_translation": "La abeja me picó la mano. La abeja estaba picándome la mano. La abeja me picará la mano.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wasp",
      "translation": "avispa",
      "definition": "A flying, social insect that builds a nest and is often a pest.",
      "definition_translation": "Un insecto volador, social que construye un nido y es a menudo una plaga.",
      "example": "The wasp buzzed around the picnic. The wasp was buzzing around the picnic. The wasp will buzz around the picnic.",
      "example_translation": "La avispa zumbó alrededor del pícnic. La avispa estaba zumbando alrededor del pícnic. La avispa zumbó alrededor del pícnic.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mantis",
      "translation": "mantis",
      "definition": "A type of insect with a long, slender body and spiked forelegs.",
      "definition_translation": "Un tipo de insecto con un cuerpo largo y delgado y patas delanteras con espinas.",
      "example": "The mantis perched on a leaf. The mantis was perching on a leaf. The mantis will perch on a leaf.",
      "example_translation": "La mantis se posó en una hoja. La mantis estaba posándose en una hoja. La mantis se posará en una hoja.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "moth",
      "translation": "polilla",
      "definition": "A flying, nocturnal insect with feathery antennae.",
      "definition_translation": "Un insecto volador, nocturno con antenas plumosas.",
      "example": "The moth fluttered around the light. The moth was fluttering around the light. The moth will flutter around the light.",
      "example_translation": "La polilla revoloteó alrededor de la luz. La polilla estaba revoloteando alrededor de la luz. La polilla revoloteó alrededor de la luz.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "potato beetle",
      "translation": "escarabajo de la papa",
      "definition": "A type of beetle that is a pest of potatoes.",
      "definition_translation": "Un tipo de escarabajo que es una plaga de papas.",
      "example": "The potato beetle infested the crop. The potato beetle was infesting the crop. The potato beetle will infest the crop.",
      "example_translation": "El escarabajo de la papa infestó la cosecha. El escarabajo de la papa estaba infestando la cosecha. El escarabajo de la papa infestará la cosecha.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "silkworm",
      "translation": "gusano de seda",
      "definition": "The larva of a moth that produces silk.",
      "definition_translation": "La larva de una polilla que produce seda.",
      "example": "The silkworm spun a cocoon. The silkworm was spinning a cocoon. The silkworm will spin a cocoon.",
      "example_translation": "El gusano de seda tejó un capullo. El gusano de seda estaba tejiendo un capullo. El gusano de seda tejerá un capullo.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "termite",
      "translation": "termita",
      "definition": "A type of social insect that builds a nest and eats wood.",
      "definition_translation": "Un tipo de insecto social que construye un nido y come madera.",
      "example": "The termite infested the wood. The termite was infesting the wood. The termite will infest the wood.",
      "example_translation": "La termita infestó la madera. La termita estaba infestando la madera. La termita infestará la madera.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bedbug",
      "translation": "chinche",
      "definition": "A small, flat, parasitic insect that feeds on human blood.",
      "definition_translation": "Un insecto pequeño, plano, parásito que se alimenta de sangre humana.",
      "example": "The bedbug crawled across my skin. The bedbug was crawling across my skin. The bedbug will crawl across my skin.",
      "example_translation": "La chinche se arrastró por mi piel. La chinche estaba arrastrándose por mi piel. La chinche se arrastrará por mi piel.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bumblebee",
      "translation": "abeja carpintera",
      "definition": "A type of bee with a large, furry body and a loud buzz.",
      "definition_translation": "Un tipo de abeja con un cuerpo grande y peludo y un zumbido fuerte.",
      "example": "The bumblebee buzzed around the garden. The bumblebee was buzzing around the garden. The bumblebee will buzz around the garden.",
      "example_translation": "La abeja carpintera zumbó alrededor del jardín. La abeja carpintera estaba zumbando alrededor del jardín. La abeja carpintera zumbó alrededor del jardín.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "caterpillar",
      "translation": "oruga",
      "definition": "The larva of a butterfly or moth.",
      "definition_translation": "La larva de una mariposa o polilla.",
      "example": "The caterpillar ate the leaves. The caterpillar was eating the leaves. The caterpillar will eat the leaves.",
      "example_translation": "La oruga comió las hojas. La oruga estaba comiendo las hojas. La oruga comerá las hojas.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cicada",
      "translation": "cicada",
      "definition": "A type of insect with a loud, high-pitched song.",
      "definition_translation": "Un tipo de insecto con una canción alta y aguda.",
      "example": "The cicada sang its song. The cicada was singing its song. The cicada will sing its song.",
      "example_translation": "La cicada cantó su canción. La cicada estaba cantando su canción. La cicada cantará su canción.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dragonfly",
      "translation": "libélula",
      "definition": "A type of flying insect with a long, slender body and large wings.",
      "definition_translation": "Un tipo de insecto volador con un cuerpo largo y delgado y alas grandes.",
      "example": "The dragonfly flew across the pond. The dragonfly was flying across the pond. The dragonfly will fly across the pond.",
      "example_translation": "La libélula voló sobre el estanque. La libélula estaba volando sobre el estanque. La libélula volará sobre el estanque.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "drone",
      "translation": "zangano",
      "definition": "A male bee that does not sting.",
      "definition_translation": "Un macho de abeja que no pica.",
      "example": "The drone buzzed around the hive. The drone was buzzing around the hive. The drone will buzz around the hive.",
      "example_translation": "El zangano zumbó alrededor de la colmena. El zangano estaba zumbando alrededor de la colmena. El zangano zumbó alrededor de la colmena.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gadfly",
      "translation": "tábano",
      "definition": "A type of fly that is a pest of livestock.",
      "definition_translation": "Un tipo de mosca que es una plaga del ganado.",
      "example": "The gadfly buzzed around the cow. The gadfly was buzzing around the cow. The gadfly will buzz around the cow.",
      "example_translation": "El tábano zumbó alrededor de la vaca. El tábano estaba zumbando alrededor de la vaca. El tábano zumbó alrededor de la vaca.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "grasshopper",
      "translation": "langostino",
      "definition": "A type of insect with a long, slender body and powerful hind legs.",
      "definition_translation": "Un tipo de insecto con un cuerpo largo y delgado y patas traseras poderosas.",
      "example": "The grasshopper jumped across the field. The grasshopper was jumping across the field. The grasshopper will jump across the field.",
      "example_translation": "El langostino saltó sobre el campo. El langostino estaba saltando sobre el campo. El langostino saltó sobre el campo.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hornet",
      "translation": "avispón",
      "definition": "A type of wasp with a large, yellow and black body.",
      "definition_translation": "Un tipo de avispa con un cuerpo grande, amarillo y negro.",
      "example": "The hornet buzzed around the nest. The hornet was buzzing around the nest. The hornet will buzz around the nest.",
      "example_translation": "El avispón zumbó alrededor del nido. El avispón estaba zumbando alrededor del nido. El avispón zumbó alrededor del nido.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ladybird",
      "translation": "mariquita",
      "definition": "A type of beetle with a red and black body.",
      "definition_translation": "Un tipo de escarabajo con un cuerpo rojo y negro.",
      "example": "The ladybird crawled across the leaf. The ladybird was crawling across the leaf. The ladybird will crawl across the leaf.",
      "example_translation": "La mariquita se arrastró por la hoja. La mariquita estaba arrastrándose por la hoja. La mariquita se arrastrará por la hoja.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "locust",
      "translation": "langosta",
      "definition": "A type of insect that travels in large groups and eats crops.",
      "definition_translation": "Un tipo de insecto que viaja en grandes grupos y come cultivos.",
      "example": "The locusts infested the field. The locusts were infesting the field. The locusts will infest the field.",
      "example_translation": "Las langostas infestaron el campo. Las langostas estaban infestando el campo. Las langostas infestarán el campo.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "louse",
      "translation": "piojo",
      "definition": "A small, parasitic insect that lives on humans or animals.",
      "definition_translation": "Un insecto pequeño, parásito que vive en humanos o animales.",
      "example": "The louse crawled across my scalp. The louse was crawling across my scalp. The louse will crawl across my scalp.",
      "example_translation": "El piojo se arrastró por mi cuero cabelludo. El piojo estaba arrastrándose por mi cuero cabelludo. El piojo se arrastrará por mi cuero cabelludo.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]
}