{
  "data": [
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pointer",
      "translation": "puntero",
      "definition": "A pointer is a dog that points to game, typically by standing still and indicating the location of the game with its nose or paw.",
      "definition_translation": "Un puntero es un perro que señala a la caza, típicamente parándose quieto y indicando la ubicación de la caza con su nariz o pata.",
      "example": "I took my pointer to the hunting grounds, where it quickly pointed to a nearby rabbit. Yesterday, it pointed to a bird in the tree. Tomorrow, it will point to a deer in the forest.",
      "example_translation": "Llevé a mi puntero a los terrenos de caza, donde rápidamente señaló a un conejo cercano. Ayer, señaló a un pájaro en el árbol. Mañana, señalará a un ciervo en el bosque.",
      "imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Polish lowland sheepdog",
      "translation": "perro pastor lanero polaco",
      "definition": "The Polish Lowland Sheepdog is a breed of dog that originated in Poland and is used to herd sheep and other livestock.",
      "definition_translation": "El perro pastor lanero polaco es una raza de perro que se originó en Polonia y se utiliza para pastorear ovejas y otros animales de granja.",
      "example": "The Polish Lowland Sheepdog helped us move the sheep to a new pasture. Yesterday, it kept the flock safe from predators. Next week, it will help us with the lambing season.",
      "example_translation": "El perro pastor lanero polaco nos ayudó a mover las ovejas a un nuevo pasto. Ayer, mantuvo el rebaño a salvo de depredadores. La próxima semana, nos ayudará con la temporada de parto de corderos.",
      "imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Pomeranian",
      "translation": "pomerano",
      "definition": "The Pomeranian is a breed of dog that originated in Pomerania, a region in Central Europe, and is known for its small size and fluffy coat.",
      "definition_translation": "El pomerano es una raza de perro que se originó en Pomerania, una región en Europa Central, y es conocida por su pequeño tamaño y su abrigo lanudo.",
      "example": "I rescued a Pomeranian from a shelter and took it to the park. Yesterday, it chased a squirrel up a tree. Tomorrow, it will ride in a stroller to the vet.",
      "example_translation": "Rescaté un pomerano de un refugio y lo llevé al parque. Ayer, persiguió a un ardilla hasta un árbol. Mañana, viajará en una silla de cochecito al veterinario.",
      "imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pug",
      "translation": "carlin",
      "definition": "A pug is a breed of dog that is known for its short, curved tail and wrinkled face.",
      "definition_translation": "Un carlin es una raza de perro que se conoce por su cola corta y curva y su rostro arrugado.",
      "example": "My pug loves to play with a ball. Yesterday, it snored loudly on the couch. Tomorrow, it will go for a walk with its favorite toy.",
      "example_translation": "Mi carlin ama jugar con una pelota. Ayer, roncó fuerte en el sofá. Mañana, caminará con su juguete favorito.",
      "imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Pyrenean shepherd",
      "translation": "pastor pirineo",
      "definition": "The Pyrenean Shepherd is a breed of dog that originated in the Pyrenees Mountains and is known for its intelligence and agility.",
      "definition_translation": "El pastor pirineo es una raza de perro que se originó en las montañas de los Pirineos y es conocida por su inteligencia y agilidad.",
      "example": "The Pyrenean Shepherd helped us navigate the mountain trails. Yesterday, it chased after a rabbit. Tomorrow, it will compete in an agility competition.",
      "example_translation": "El pastor pirineo nos ayudó a navegar por los senderos de montaña. Ayer, persiguió a un conejo. Mañana, competirá en una competencia de agilidad.",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Rottweiler",
      "translation": "rottweiler",
      "definition": "The Rottweiler is a breed of dog that originated in Rottweil, Germany, and is known for its strength and loyalty.",
      "definition_translation": "El rottweiler es una raza de perro que se originó en Rottweil, Alemania, y es conocida por su fuerza y lealtad.",
      "example": "I trained my Rottweiler to be a guard dog. Yesterday, it protected the house from a stranger. Tomorrow, it will go to the beach with us.",
      "example_translation": "Entrené a mi rottweiler para que fuera un perro guardián. Ayer, protegió la casa de un extraño. Mañana, irá a la playa con nosotros.",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Saint Bernard",
      "translation": "San Bernardo",
      "definition": "The Saint Bernard is a breed of dog that originated in the Swiss Alps and is known for its large size and rescue abilities.",
      "definition_translation": "El San Bernardo es una raza de perro que se originó en los Alpes suizos y es conocida por su gran tamaño y habilidades de rescate.",
      "example": "The Saint Bernard helped rescue a stranded hiker in the mountains. Yesterday, it carried a pack of supplies to a remote village. Tomorrow, it will participate in a dog show.",
      "example_translation": "El San Bernardo ayudó a rescatar a un senderista varado en las montañas. Ayer, llevó un paquete de suministros a un pueblo remoto. Mañana, participará en una exhibición de perros.",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Samoyed",
      "translation": "samoyedo",
      "definition": "The Samoyed is a breed of dog that originated in Siberia and is known for its white, fluffy coat and friendly personality.",
      "definition_translation": "El samoyedo es una raza de perro que se originó en Siberia y es conocida por su abrigo blanco y lanudo y su personalidad amistosa.",
      "example": "I adopted a Samoyed from a shelter and took it to the park. Yesterday, it chased a ball in the snow. Tomorrow, it will go on a hike with me.",
      "example_translation": "Adopté un samoyedo de un refugio y lo llevé al parque. Ayer, persiguió una pelota en la nieve. Mañana, irá a un paseo conmigo.",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "schnauzer",
      "translation": "schnauzer",
      "definition": "The Schnauzer is a breed of dog that originated in Germany and is known for its distinctive beard and mustache.",
      "definition_translation": "El schnauzer es una raza de perro que se originó en Alemania y es conocida por su barba y bigote características.",
      "example": "I groomed my Schnauzer's beard and took it to the dog show. Yesterday, it won first prize. Tomorrow, it will go to the vet for a check-up.",
      "example_translation": "Peiné la barba de mi schnauzer y lo llevé a la exhibición de perros. Ayer, ganó el primer premio. Mañana, irá al veterinario para un chequeo.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Scottish terrier",
      "translation": "terrier escocés",
      "definition": "The Scottish Terrier is a breed of dog that originated in Scotland and is known for its short, dense coat and feisty personality.",
      "definition_translation": "El terrier escocés es una raza de perro que se originó en Escocia y es conocida por su abrigo corto y denso y su personalidad fogosa.",
      "example": "I took my Scottish Terrier to the beach and it dug a hole. Yesterday, it chased a seagull. Tomorrow, it will play with its favorite toy.",
      "example_translation": "Llevé a mi terrier escocés a la playa y cavó un hoyo. Ayer, persiguió a una gaviota. Mañana, jugará con su juguete favorito.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Shetland sheepdog",
      "translation": "perro pastor Shetland",
      "definition": "The Shetland Sheepdog is a breed of dog that originated in the Shetland Islands and is known for its intelligence and agility.",
      "definition_translation": "El perro pastor Shetland es una raza de perro que se originó en las islas Shetland y es conocida por su inteligencia y agilidad.",
      "example": "I trained my Shetland Sheepdog to herd sheep. Yesterday, it helped move the flock to a new pasture. Tomorrow, it will compete in an agility competition.",
      "example_translation": "Entrené a mi perro pastor Shetland para que pastoree ovejas. Ayer, ayudó a mover el rebaño a un nuevo pasto. Mañana, competirá en una competencia de agilidad.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "The Shiba Inu is a breed of dog that originated in Japan and is known for its distinctive fox-like appearance and independent personality.",
      "definition_translation": "El Shiba Inu es una raza de perro que se originó en Japón y es conocida por su apariencia fox-like característica y su personalidad independiente.",
      "example": "I took my Shiba Inu to the park and it ran freely. Yesterday, it chased a squirrel. Tomorrow, it will go to the groomer for a bath.",
      "example_translation": "Llevé a mi Shiba Inu al parque y corrió libremente. Ayer, persiguió a un ardilla. Mañana, irá al peluquero para un baño.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Siberian husky",
      "translation": "husky siberiano",
      "definition": "The Siberian Husky is a breed of dog that originated in Siberia and is known for its thick coat and endurance in cold climates.",
      "definition_translation": "El husky siberiano es una raza de perro que se originó en Siberia y es conocida por su abrigo grueso y resistencia en climas fríos.",
      "example": "I took my Siberian Husky to the snow and it pulled a sled. Yesterday, it ran in the Iditarod. Tomorrow, it will go on a hike in the mountains.",
      "example_translation": "Llevé a mi husky siberiano a la nieve y tiró de un trineo. Ayer, corrió en el Iditarod. Mañana, irá a un paseo en las montañas.",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spitz",
      "translation": "spitz",
      "definition": "The Spitz is a breed of dog that originated in the Arctic regions and is known for its fluffy coat and fox-like appearance.",
      "definition_translation": "El spitz es una raza de perro que se originó en las regiones árticas y es conocida por su abrigo lanudo y apariencia de zorro.",
      "example": "I adopted a Spitz from a shelter and took it to the park. Yesterday, it played with a ball. Tomorrow, it will go to the vet for a check-up.",
      "example_translation": "Adopté un spitz de un refugio y lo llevé al parque. Ayer, jugó con una pelota. Mañana, irá al veterinario para un chequeo.",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "vizsla",
      "translation": "vizsla",
      "definition": "The Vizsla is a breed of dog that originated in Hungary and is known for its energetic and intelligent nature.",
      "definition_translation": "El vizsla es una raza de perro que se originó en Hungría y es conocida por su naturaleza enérgica e inteligente.",
      "example": "I took my Vizsla to the hunting grounds and it retrieved a bird. Yesterday, it ran in the field. Tomorrow, it will go on a hike with me.",
      "example_translation": "Llevé a mi vizsla a los terrenos de caza y recuperó un pájaro. Ayer, corrió en el campo. Mañana, irá a un paseo conmigo.",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Weimaraner",
      "translation": "weimaraner",
      "definition": "The Weimaraner is a breed of dog that originated in Germany and is known for its athletic build and short, smooth coat.",
      "definition_translation": "El weimaraner es una raza de perro que se originó en Alemania y es conocida por su construcción atlética y su abrigo corto y liso.",
      "example": "I took my Weimaraner to the dog park and it ran freely. Yesterday, it chased a ball. Tomorrow, it will go to the groomer for a bath.",
      "example_translation": "Llevé a mi weimaraner al parque de perros y corrió libremente. Ayer, persiguió una pelota. Mañana, irá al peluquero para un baño.",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "corgi galés (corgi galés de Pembroke)",
      "definition": "The Welsh Corgi is a breed of dog that originated in Wales and is known for its short stature and intelligent nature.",
      "definition_translation": "El corgi galés es una raza de perro que se originó en Gales y es conocida por su baja estatura y naturaleza inteligente.",
      "example": "I took my Welsh Corgi to the farm and it herded sheep. Yesterday, it went to the beach. Tomorrow, it will participate in a dog show.",
      "example_translation": "Llevé a mi corgi galés a la granja y pastoreó ovejas. Ayer, fue a la playa. Mañana, participará en una exhibición de perros.",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Yorkshire terrier",
      "translation": "terrier de Yorkshire",
      "definition": "The Yorkshire Terrier is a breed of dog that originated in England and is known for its small size and spunky personality.",
      "definition_translation": "El terrier de Yorkshire es una raza de perro que se originó en Inglaterra y es conocida por su pequeño tamaño y personalidad fogosa.",
      "example": "I took my Yorkshire Terrier to the park and it played with a ball. Yesterday, it went to the vet for a check-up. Tomorrow, it will go to the groomer for a bath.",
      "example_translation": "Llevé a mi terrier de Yorkshire al parque y jugó con una pelota. Ayer, fue al veterinario para un chequeo. Mañana, irá al peluquero para un baño.",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]
}