{
  "data": [
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "marrow",
      "translation": "tuétano",
      "definition": "The soft, fatty tissue that fills the cavities of bones, especially the bones of the limbs, and is the chief site of blood cell production.",
      "definition_translation": "El tejido blando y graso que llena las cavidades de los huesos, especialmente los huesos de las extremidades, y es el principal sitio de producción de células sanguíneas.",
      "example": "The doctor extracted a sample of bone marrow from the patient's hip bone. Yesterday, she had extracted a sample from the patient's sternum. Tomorrow, she will extract a sample from the patient's pelvis.",
      "example_translation": "El médico extrajo una muestra de médula ósea del hueso de la cadera del paciente. Ayer, había extraído una muestra del esternón del paciente. Mañana, extraerá una muestra de la pelvis del paciente.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "parsnip",
      "translation": "chirivía",
      "definition": "A vegetable with a long, tapering root that is similar to a carrot, used in soups, stews, and salads.",
      "definition_translation": "Una verdura con una raíz larga y cónica que es similar a una zanahoria, utilizada en sopas, estofados y ensaladas.",
      "example": "I roasted the parsnip with olive oil and garlic for dinner. Yesterday, I had sautéed it with butter and herbs. Tomorrow, I will boil it with vegetables for a hearty soup.",
      "example_translation": "Asé la chirivía con aceite de oliva y ajo para cenar. Ayer, la había salteado con mantequilla y hierbas. Mañana, la coceré con verduras para una sopa reconfortante.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rhubarb",
      "translation": "ruibarbo",
      "definition": "A plant with tart, edible stalks that are often used in pies and jams, and in medicine to treat various ailments.",
      "definition_translation": "Una planta con tallos comestibles y ácidos que se utilizan con frecuencia en tartas y mermeladas, y en medicina para tratar various afecciones.",
      "example": "I made a delicious rhubarb pie for dessert. Yesterday, I had used it to make a sweet jam. Tomorrow, I will add it to my favorite smoothie recipe.",
      "example_translation": "Hice una deliciosa tarta de ruibarbo para postre. Ayer, la había utilizado para hacer una mermelada dulce. Mañana, la agregaré a mi receta de smoothie favorita.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "swede",
      "translation": "nabo sueco",
      "definition": "A type of root vegetable, similar to a turnip or rutabaga, often used in soups, stews, and mashed dishes.",
      "definition_translation": "Un tipo de verdura de raíz, similar a una chirivía o a un nabo, que se utiliza con frecuencia en sopas, estofados y platos machacados.",
      "example": "I boiled the swede with carrots and potatoes for a comforting side dish. Yesterday, I had roasted it with olive oil and herbs. Tomorrow, I will sauté it with garlic and onions.",
      "example_translation": "Cocí el nabo sueco con zanahorias y papas para un acompañamiento reconfortante. Ayer, lo había asado con aceite de oliva y hierbas. Mañana, lo saltearé con ajo y cebolla.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sweet potato",
      "translation": "batata",
      "definition": "A starchy root vegetable, often used in baking, boiling, or mashing, and rich in vitamins and minerals.",
      "definition_translation": "Una verdura de raíz rica en almidón, que se utiliza con frecuencia en hornear, cocinar al vapor o machacar, y rica en vitaminas y minerales.",
      "example": "I baked the sweet potato with brown sugar and cinnamon for a sweet treat. Yesterday, I had mashed it with butter and milk. Tomorrow, I will roast it with olive oil and herbs.",
      "example_translation": "Horneé la batata con azúcar morena y canela para un tratamiento dulce. Ayer, la había aplastado con mantequilla y leche. Mañana, la asaré con aceite de oliva y hierbas.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "turnip",
      "translation": "nabo",
      "definition": "A root vegetable, often used in soups, stews, and salads, and similar to a rutabaga or swede.",
      "definition_translation": "Una verdura de raíz, que se utiliza con frecuencia en sopas, estofados y ensaladas, y similar a un nabo o a un nabo sueco.",
      "example": "I pickled the turnip with vinegar and spices for a tangy snack. Yesterday, I had boiled it with carrots and onions. Tomorrow, I will sauté it with garlic and butter.",
      "example_translation": "Encabecé el nabo con vinagre y especias para un snack picante. Ayer, lo había cocido con zanahorias y cebollas. Mañana, lo saltearé con ajo y mantequilla.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]
}