{
  "data": [
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Abyssin",
      "translation": "Абиссинская",
      "definition": "Une race de chat domestique originaire d'Éthiopie, connue pour son pelage tacheté distinctif.",
      "definition_translation": "Порода домашней кошки, происходящая из Эфиопии, известная своим характерным тикованным мехом.",
      "example": "Le chat Abyssin est une race populaire parmi les amateurs de chats. J'avais un chat Abyssin quand j'étais enfant. Je vais avoir un chat Abyssin l'année prochaine.",
      "example_translation": "Кошка Абиссинской породы популярна среди любителей кошек. У меня была кошка Абиссинской породы, когда я был ребенком. Я куплю кошку Абиссинской породы в следующем году.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "American shorthair",
      "translation": "Американская короткошерстная",
      "definition": "Une race de chat domestique originaire d'Amérique du Nord, connue pour sa constitution solide et son pelage court et dense.",
      "definition_translation": "Порода домашней кошки, происходящая из Северной Америки, известная своим крепким телом и коротким, густым мехом.",
      "example": "L'American shorthair est une race populaire parmi les éleveurs de chats. Mon ami a un chat American shorthair. J'ai vu un chat American shorthair au magasin d'animaux.",
      "example_translation": "Американская короткошерстная кошка популярна среди заводчиков кошек. У моего друга есть кошка Американской короткошерстной породы. Я видел кошку Американской короткошерстной породы в зоомагазине.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chat Bengal",
      "translation": "Бенгальская кошка",
      "definition": "Une race hybride de chat domestique, créée en croisant des chats domestiques avec le chat léopard d'Asie, connue pour son pelage tacheté ou marbré distinctif.",
      "definition_translation": "Гибридная порода домашней кошки, созданная путем скрещивания домашней кошки с азиатской леопардовой кошкой, известная своим характерным пятнистым или мраморным мехом.",
      "example": "Les chats Bengal sont très énergiques. J'ai un chat Bengal et il adore jouer. Elle avait un chat Bengal quand elle était enfant.",
      "example_translation": "Бенгальские кошки очень энергичны. У меня есть кошка Бенгальской породы и она любит играть. У нее была кошка Бенгальской породы, когда она была ребенком.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Birman",
      "translation": "Бирманская",
      "definition": "Une race de chat domestique originaire de Birmanie, connue pour son pelage blanc avec un motif pointu sur le visage, les oreilles et les pattes.",
      "definition_translation": "Порода домашней кошки, происходящая из Бирмы, известная своим белым мехом с точечным узором на лице, ушах и ногах.",
      "example": "Le chat Birman est un animal sacré en Birmanie. J'ai vu un chat Birman au refuge pour animaux. Elle va avoir un chat Birman le mois prochain.",
      "example_translation": "Кошка Бирманской породы является священным животным в Бирме. Я видел кошку Бирманской породы в приюте для животных. Она купит кошку Бирманской породы в следующем месяце.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "British shorthair",
      "translation": "Британская короткошерстная",
      "definition": "Une race de chat domestique originaire du Royaume-Uni, connue pour sa constitution solide, son pelage court et son visage large.",
      "definition_translation": "Порода домашней кошки, родом из Соединенного Королевства, известная своей компактной структурой, короткой шерстью и широким лицом.",
      "example": "Mon voisin possède un beau chat British shorthair nommé Whiskers. Hier, elle jouait avec un ballon de laine. Demain, elle sera endormie sur mes genoux.",
      "example_translation": "Мой сосед владеет красивой британской короткошерстной кошкой по имени Виски. Вчера она играла с клубком пряжи. Завтра она будет спать на моих коленях.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "Бирманская",
      "definition": "Une race de chat domestique originaire d'Asie du Sud-Est, connue pour son pelage brun et ses yeux dorés.",
      "definition_translation": "Порода домашней кошки, родом из Юго-Восточной Азии, известная своей коричневой шерстью и золотыми глазами.",
      "example": "J'ai toujours voulu un chat Burmese, mais mes allergies m'en empêchent. Mon ami en a un, et c'est un créature si gentille. Je vais en avoir un lorsque je vais déménager dans une maison plus grande.",
      "example_translation": "Я всегда хотел бирманскую кошку, но моя аллергия не позволяет мне иметь ее. У моего друга есть одна, и это такое нежное существо. Я куплю одну, когда перееду в больший дом.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "Шартрез",
      "definition": "Une race de chat domestique originaire de France, connue pour son pelage bleu-gris et ses grands yeux.",
      "definition_translation": "Порода домашней кошки, родом из Франции, известная своей серо-синей шерстью и большими глазами.",
      "example": "J'ai entendu dire que les chats Chartreux sont très affectueux et joueurs. Ma soeur en a un, et il est toujours lovée dans ses bras. Je vais demander à ma soeur de l'amener demain.",
      "example_translation": "Я слышал, что шартрезские кошки очень ласковые и игривые. У моей сестры есть одна, и она всегда свернутая в ее колене. Я попрошу ее принести ее завтра.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Colourpoint, Himalayen",
      "translation": "Цветнопunkt, Гималайская",
      "definition": "Une race de chat domestique connue pour son pelage pointu et ses yeux bleus.",
      "definition_translation": "Порода домашней кошки, известная своей точечной шерстью и синими глазами.",
      "example": "J'ai toujours été fasciné par les chats Colourpoint Himalayen, mais ils nécessitent beaucoup d'entretien. Ma tante en a un, et c'est un si beau spécimen. Je vais en avoir un lorsque je prendrai ma retraite.",
      "example_translation": "Я всегда был очарован цветнопунктными гималайскими кошками, но они требуют много ухода. У моей тети есть одна, и это такое чудо. Я куплю одну, когда на пенсию.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Девон Рекс",
      "definition": "Le Devon Rex est une race de chat domestique à poil crépu, connue pour son pelage unique, doux et crépu.",
      "definition_translation": "Девон Рекс - это порода домашних кошек с кудрявой шерстью, известная своей уникальной, мягкой и кудрявой шерстью.",
      "example": "J'ai un chat Devon Rex qui aime jouer avec des jouets. Hier, il jouait avec un ballon de laine, et maintenant il est endormi sur mes genoux. Demain, je vais l'emmener chez le vétérinaire pour une visite de contrôle.",
      "example_translation": "У меня есть кошка Девон Рекс, которая любит играть с игрушками. Вчера она играла с клубком нитей, а теперь она спит на моих коленях. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Chat domestique",
      "translation": "домашняя кошка",
      "definition": "Un chat domestique est un petit mammifère carnivore, souvent gardé comme animal de compagnie.",
      "definition_translation": "Домашняя кошка - это маленькое,usually furry, хищное млекопитающее, которое часто содержится как домашний питомец.",
      "example": "J'ai un chat domestique qui est très paresseux. Il dormait toute la journée hier, et aujourd'hui il est toujours endormi. Demain, je vais essayer de le réveiller et jouer avec lui.",
      "example_translation": "У меня есть домашняя кошка, которая очень ленива. Она спала весь день вчера, и сегодня она все еще спит. Завтра я постараюсь разбудить ее и поиграть с ней.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chât shorthair exotique",
      "translation": "экзотическая короткошерстная",
      "definition": "Le chât shorthair exotique est une race de chat domestique connue pour son pelage court, dense et soyeux.",
      "definition_translation": "Экзотическая короткошерстная - это порода домашних кошек, известная своей короткой, густой и плюшевой шерстью.",
      "example": "J'ai vu un chat shorthair exotique au magasin d'animaux hier, et il était très beau. Aujourd'hui, je vais l'acheter, et demain je l'emporterai au parc pour une promenade.",
      "example_translation": "Вчера я увидел экзотическую короткошерстную кошку в зоомагазине, и она была очень красива. Сегодня я собираюсь купить ту кошку, а завтра я выгуляю ее в парке.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bobtail japonais",
      "translation": "Японская бобтейл",
      "definition": "Le bobtail japonais est une race de chat domestique connue pour sa queue courte et ses oreilles pointues.",
      "definition_translation": "Японская бобтейл - это порода домашних кошек, известная своей короткой хвостом и остроконечными ушами.",
      "example": "J'ai un chat bobtail japonais qui adore jouer avec des ficelles. Hier, il poursuivait un pointeur laser, et aujourd'hui il joue avec un ballon de laine. Demain, je l'emporterai chez le vétérinaire pour une vérification.",
      "example_translation": "У меня есть японская бобтейл, которая любит играть со шнуром. Вчера она гонялась за лазерным указателем, а сегодня она играет с клубком нитей. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Мейн кун",
      "definition": "Le Maine Coon est une race de chat domestique originaire d'Amérique du Nord. C'est l'une des plus anciennes races de chats naturels d'Amérique du Nord.",
      "definition_translation": "Мейн-кун - это домашняя порода кошки, родом из Северной Америки. Это одна из старейших естественных пород кошек в Северной Америке.",
      "example": "J'avais un chat Maine Coon lorsque j'étais enfant, il était énorme et soyeux. Maintenant, je veux en acheter un autre. Je vais en avoir un l'année prochaine.",
      "example_translation": "У меня был кошка Мейн-кун, когда я был ребенком, она была огромной и пушистой. Теперь я хочу купить еще одну. Я куплю ее на следующий год.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chat des forêts norvégiennes",
      "translation": "Норвежская лесная кошка",
      "definition": "Le chat des forêts norvégiennes est une race de chat domestique originaire de Norvège. C'est une race naturelle qui s'est adaptée au climat hostile de la Norvège.",
      "definition_translation": "Норвежская лесная кошка - это порода домашней кошки, родом из Норвегии. Это естественная порода, которая адаптировалась к суровому климату Норвегии.",
      "example": "Ma sœur a un beau chat des forêts norvégiennes, il adore jouer avec de la laine. La semaine dernière, il a grimpé un arbre. Le mois prochain, il aura des chatons.",
      "example_translation": "У моей сестры есть красивая норвежская лесная кошка, она любит играть с нитями. На прошлой неделе она забралась на дерево. В следующем месяце у нее будут детеныши.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "оцикат",
      "definition": "L'ocicat est une race de chat domestique développée pour ressembler à un chat sauvage, mais dans un environnement domestique. C'est une race hybride, créée en croisant des races telles que l'Abyssin et le Siamois.",
      "definition_translation": "Оцикат - это порода домашней кошки, разработанная, чтобы напоминать дикую кошку, но в домашних условиях. Это гибридная порода, созданная скрещиванием пород, таких как Абиссинская и Сиамская.",
      "example": "J'ai vu un ocicat au magasin d'animaux hier, il était très mignon. J'ai voulu l'acheter, mais ma mère a dit non. Peut-être que je pourrai en avoir un pour mon anniversaire l'année prochaine.",
      "example_translation": "Я увидел оциката в зоомагазине вчера, он был så милый. Я хотел купить его, но моя мама сказала нет. Может быть, я смогу получить одного на свой день рождения в следующем году.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Persan",
      "translation": "Персидская",
      "definition": "Le Persan est une race de chat à longue fourrure originaire de Perse (aujourd'hui l'Iran). Il est connu pour sa fourrure soyeuse et longue, et son tempérament calme.",
      "definition_translation": "Персидская - это порода dlouhornoy кошки, родом из Персии (современный Иран). Она известна своей пушистой, длинной шерстью и спокойным темпераментом.",
      "example": "Ma tante a un beau chat Persan, il adore dormir toute la journée. La semaine dernière, il a eu une coupe de cheveux. Le mois prochain, il ira à un concours de chats.",
      "example_translation": "У моей тети есть красивая персидская кошка, она любит спать целый день. На прошлой неделе она подстриглась. В следующем месяце она поедет на выставку кошек.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Кукла-лоскут",
      "definition": "Le Ragdoll est une race de chat connue pour son pelage doux et soyeux, et son tempérament docile. Ils sont souvent décrits comme étant décontractés et faciles à vivre, ce qui en fait une excellente race pour les familles avec des enfants.",
      "definition_translation": "Порода Кукла-лоскут известна своей мягкой, шелковистой шерстью и спокойным темпераментом. Их часто описывают как спокойных и ладящих, что делает их идеальными для семей с детьми.",
      "example": "J'avais un chat Ragdoll lorsque j'étais enfant, il était très affectueux. Maintenant, j'ai un British Shorthair, et il est plus indépendant. À l'avenir, je vais probablement en avoir un autre Ragdoll.",
      "example_translation": "У меня был кошка Кукла-лоскут, когда я был ребенком, она была очень ласковой. Теперь у меня есть Британская короткошерстная, и она более независима. В будущем я, вероятно, получу еще одну Куклу-лоскут.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Bleu russe",
      "translation": "Русская Голубая",
      "definition": "Le Bleu russe est une race de chat domestique connue pour son pelage épais et soyeux, et ses yeux verts. Ils sont souvent décrits comme étant intelligents, joueurs et affectueux.",
      "definition_translation": "Русская Голубая - это порода домашней кошки, известная своей густой, плюшевистой шерстью и зелеными глазами. Их часто описывают как интеллектуальные, игривые и ласковые.",
      "example": "J'ai toujours voulu un chat Bleu russe, ils sont si beaux. Mon ami en a un, et il est très curieux. Je vais en avoir un dans quelques années, lorsque je vais emménager dans un appartement plus grand.",
      "example_translation": "Я всегда хотел кошку Русскую Голубую, они так красивы. У моего друга есть одна, и она очень любопытная. Я получу одну через несколько лет, когда перееду в более просторную квартиру.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Savannah",
      "translation": "Саванна",
      "definition": "Le Savannah est une race de chat domestique connue pour sa grande taille, sa corpulence svelte et ses motifs de fourrure frappants. Ils sont souvent décrits comme étant énergiques, curieux et joueurs.",
      "definition_translation": "Саванна - это порода домашней кошки, известная своей высоким, стройным телом и яркими узорами шерсти. Их часто описывают как энергичные, любопытные и игривые.",
      "example": "J'ai entendu dire que les chats Savannah sont très énergiques, ils ont besoin de beaucoup d'espace pour jouer. Ma sœur en a un, et il saute toujours partout. À l'avenir, je vais probablement avoir une race plus-calme.",
      "example_translation": "Я слышал, что кошки Саванна очень энергичны, им нужно много пространства для игры. У моей сестры есть одна, и она всегда прыгает вокруг. В будущем я, вероятно, получу более спокойную породу.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Fold écossais",
      "translation": "Шотландская Складка",
      "definition": "Le Fold écossais est une race de chat domestique connue pour ses oreilles pliées et son tempérament joueur. Ils sont souvent décrits comme étant intelligents, curieux et affectueux.",
      "definition_translation": "Шотландская Складка - это порода домашней кошки, известная своими уникальными, складчатыми ушами и игривым характером. Их часто описывают как интеллектуальные, любопытные и ласковые.",
      "example": "J'ai toujours aimé les chats Fold écossais, ils sont si mignons. Ma mère en avait un lorsque j'étais enfant, et il était très joueur. Maintenant, j'ai un chat à moi, mais ce n'est pas un Fold écossais.",
      "example_translation": "Я всегда любил кошек Шотландской Складки, они так милы. У моей мамы была одна, когда я был ребенком, и она была очень иг Ivy. Теперь у меня есть своя кошка, но это не Шотландская Складка.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Siamoise",
      "translation": "Сиамский",
      "definition": "Originant du Siam, une région aujour'hui en Thaïlande, cette race de chat est connue pour ses yeux bleus frappants et ses oreilles pointues.",
      "definition_translation": "Происходящий из Сиама, региона в современной Таиланде, эта порода кошки известна своими бросающимися в глаза синими глазами и острыми ушами.",
      "example": "J'avais un chat Siamoise quand j'étais enfant, c'était très joueur. Maintenant, j'ai un chat Siamoise, il est toujours très joueur. Dans le futur, j'aurai un chat Siamoise, et il sera encore très joueur.",
      "example_translation": "У меня была сиамская кошка, когда я был ребенком, она была очень игривой. Теперь у меня есть сиамская кошка, она vẫn игрива. В будущем у меня будет сиамская кошка, и она будет игривой тоже.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Sibérienne",
      "translation": "Сибирский",
      "definition": "Originant de la Sibérie, une région en Russie moderne, cette race de chat est connue pour son pelage épais et sa résistance au froid.",
      "definition_translation": "Происходящий из Сибири, региона в современной России, эта порода кошки известна своей густой шерстью и холодоустойчивостью.",
      "example": "J'ai vu un chat Sibérien au magasin d'animaux, il était très doux. Mon ami a un chat Sibérien, il est très énergique. L'année prochaine, j'achèterai un chat Sibérien, et il sera mon meilleur ami.",
      "example_translation": "Я видел сибирскую кошку в зоомагазине, она была очень пушистой. У моего друга есть сибирская кошка, она очень энергичная. В следующем году я куплю сибирскую кошку, и она станет моим лучшим другом.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Somalienne",
      "translation": "Сомалийский",
      "definition": "Originant de la Somalie, un pays en Afrique de l'Est, cette race de chat est connue pour son patron de robe frappant et sa personnalité ludique.",
      "definition_translation": "Происходящий из Сомали, страны в Восточной Африке, эта порода кошки известна своей бросающейся в глаза шерстью и игривым характером.",
      "example": "J'ai lu à propos de la race de chat Somalienne, c'est très intéressant. Ma sœur a un chat Somalien, il est très curieux. Dans cinq ans, j'adopterai un chat Somalien, et il sera mon compagnon.",
      "example_translation": "Я читал о породе кошки сомали, она очень интересна. У моей сестры есть сомалийская кошка, она очень-curiosity. Через пять лет я усыновлю сомалийскую кошку, и она станет моим спутником.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "Сфинкс",
      "definition": "Une race de chat connue pour son absence de fourrure, le Sphynx est un compagnon curieux et joueur.",
      "definition_translation": "Порода кошки, известная своим отсутствием шерсти, Сфинкс - это любопытный и игривый спутник.",
      "example": "J'ai vu un chat Sphynx au salon du chat, il était très curieux. Mon ami a un chat Sphynx, il est très joueur. Le mois prochain, j'adopterai un chat Sphynx, et il sera mon nouveau ami.",
      "example_translation": "Я видел сфинкса на выставке кошек, он был очень любопытным. У моего друга есть сфинкс, он очень игривый. В следующем месяце я усыновлю сфинкса, и он станет моим новым другом.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Angora turque",
      "translation": "Турецкая Ангорская",
      "definition": "L'Angora turque est une race de chat domestique qui a vu le jour en Turquie et est connue pour son pelage blanc et ses yeux bleus.",
      "definition_translation": "Турецкая Ангорская - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и голубыми глазами.",
      "example": "J'avais un chaton Angora turque quand j'étais jeune, mais maintenant j'ai un chat adulte qui adore jouer. Actuellement, je pense à adopter un nouveau chat Angora turque, et je l'aurai dans quelques mois.",
      "example_translation": "У меня был котенок Турецкой Ангорской породы, когда я был молод, но сейчас у меня взрослая кошка, которая любит играть. Сейчас я думаю о том, чтобы получить новую Турецкую Ангорскую, и у меня она будет через несколько месяцев.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Van turque",
      "translation": "Турецкий Ван",
      "definition": "Le Van turque est une race de chat domestique qui a vu le jour en Turquie et est connue pour son pelage blanc et ses yeux colorés.",
      "definition_translation": "Турецкий Ван - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и цветными глазами.",
      "example": "J'ai vu un chat Van turque au magasin d'animaux, mais j'ai décidé d'adopter un chat errant à la place. Maintenant, je suis content de la décision que j'ai prise, car mon chat est très joueur et affectueux. Dans le futur, je pourrais considérer d'adopter un chat Van turque.",
      "example_translation": "Я видел Турецкого Вана в зоомагазине, но я решил усыновить бездомную кошку вместо этого. Теперь я рад тому, что я принял это решение, потому что моя кошка очень игрива и любящая. В будущем я, возможно, рассмотрю возможность получения Турецкого Вана.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]
}