{
  "data": [
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Avril",
      "translation": "Апрель",
      "definition": "Le quatrième mois de l'année, situé entre mars et mai.",
      "definition_translation": "Четвертый месяц года, следующий за мартом и предшествующий маю.",
      "example": "Je vais partir en vacances en avril l'année prochaine. J'étais aller à la plage en avril l'année dernière. Je vais au parc en avril cette année.",
      "example_translation": "Я поеду в отпуск в апреле следующего года. Я был на пляже в апреле прошлого года. Я иду в парк в апреле этого года.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Août",
      "translation": "Август",
      "definition": "Le huitième mois de l'année, situé entre juillet et septembre.",
      "definition_translation": "Восьмой месяц года, следующий за июлем и предшествующий сентябрю.",
      "example": "Je vais commencer l'école en août cette année. J'ai commencé le collège en août l'année dernière. Je vais à la montagne en août l'année prochaine.",
      "example_translation": "Я начну школу в августе этого года. Я начал колледж в августе прошлого года. Я иду в горы в августе следующего года.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Décembre",
      "translation": "Декабрь",
      "definition": "Le douzième et dernier mois de l'année, situé après novembre.",
      "definition_translation": "Двенадцатый и последний месяц года, следующий за ноябрем.",
      "example": "Je vais célébrer Noël en décembre cette année. J'avais célébré mon anniversaire en décembre l'année dernière. Je vais au marché de Noël en décembre l'année prochaine.",
      "example_translation": "Я буду праздновать Рождество в декабре этого года. Я_marksел день рождения в декабре прошлого года. Я иду на рождественский рынок в декабре следующего года.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Février",
      "translation": "Февраль",
      "definition": "Le deuxième mois de l'année, situé entre janvier et mars.",
      "definition_translation": "Второй месяц года, следующий за январем и предшествующий марту.",
      "example": "Je vais faire du ski en février cette année. J'étais allé à la soirée de la Saint-Valentin en février l'année dernière. Je vais à l'exposition en février l'année prochaine.",
      "example_translation": "Я поеду на лыжи в феврале этого года. Я был на празднике Дня святого Валентина в феврале прошлого года. Я иду на выставку в феврале следующего года.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Janvier",
      "translation": "январь",
      "definition": "Le premier mois de l'année, situé avant février, dans le calendrier grégorien.",
      "definition_translation": "Первый месяц года, после февраля, в григорианском календаре.",
      "example": "Je suis né en janvier 1990. Je vais à l'école en janvier. J'étais allé à la plage en janvier l'année dernière.",
      "example_translation": "Я родился в январе 1990 года. Я пойду в школу в январе. Я пошел на пляж в январе прошлого года.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Juillet",
      "translation": "июль",
      "definition": "Le septième mois de l'année, situé avant août, dans le calendrier grégorien.",
      "definition_translation": "Седьмой месяц года, после августа, в григорианском календаре.",
      "example": "Je vais partir en vacances en juillet. J'étais allé au parc en juillet l'année dernière. Je vais obtenir mon diplôme en juillet l'année prochaine.",
      "example_translation": "Я пойду в отпуск в июле. Я пошел в парк в июле прошлого года. Я закончу обучение в июле следующего года.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Juin",
      "translation": "июнь",
      "definition": "Le sixième mois de l'année, situé avant juillet, dans le calendrier grégorien.",
      "definition_translation": "Шестой месяц года, после июля, в григорианском календаре.",
      "example": "Je vais assister au mariage en juin. J'étais allé à la plage en juin l'année dernière. Je vais passer l'examen en juin l'année prochaine.",
      "example_translation": "Я пойду на свадьбу в июне. Я пошел на пляж в июне прошлого года. Я сдам экзамен в июне следующего года.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mars",
      "translation": "март",
      "definition": "Le troisième mois de l'année, situé avant avril, dans le calendrier grégorien.",
      "definition_translation": "Третий месяц года, после апреля, в григорианском календаре.",
      "example": "Je vais commencer à apprendre le français en mars. J'étais allé à Paris en mars l'année dernière. Je vais finir le projet en mars l'année prochaine.",
      "example_translation": "Я начну учить французский в марте. Я пошел в Париж в марте прошлого года. Я закончу проект в марте следующего года.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mai",
      "translation": "Май",
      "definition": "Le cinquième mois de l'année, situé entre avril et juin.",
      "definition_translation": "Пятый месяц года, следующие между апрелем и июнем.",
      "example": "Je vais obtenir mon diplôme en mai. J'avais obtenu mon diplôme en mai. J'avais obtenu mon diplôme en mai.",
      "example_translation": "Я окончу учебу в мае. Я окончил учебу в мае. Я уже окончил учебу в мае.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Novembre",
      "translation": "Ноябрь",
      "definition": "Le onzième mois de l'année, situé entre octobre et décembre.",
      "definition_translation": "Одиннадцатый месяц года, следующие между октябрем и декабрем.",
      "example": "Je vais voyager en novembre. J'étais allé en voyage en novembre. J'avais voyagé en novembre.",
      "example_translation": "Я поеду в ноябре. Я ездил в ноябре. Я уже ездил в ноябре.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Octobre",
      "translation": "Октябрь",
      "definition": "Le dixième mois de l'année, situé entre septembre et novembre.",
      "definition_translation": "Десятый месяц года, следующие между сентябрем и ноябрем.",
      "example": "Je étudierai en octobre. J'ai étudié en octobre. J'avais étudié en octobre.",
      "example_translation": "Я буду учиться в октябре. Я учился в октябре. Я уже учился в октябре.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Septembre",
      "translation": "Сентябрь",
      "definition": "Le neuvième mois de l'année, situé entre août et octobre.",
      "definition_translation": "Девятый месяц года, следующие между августом и октябрем.",
      "example": "Je travaillerai en septembre. J'ai travaillé en septembre. J'avais travaillé en septembre.",
      "example_translation": "Я буду работать в сентябре. Я работал в сентябре. Я уже работал в сентябре.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]
}