{
  "data": [
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poisson",
      "translation": "рыба",
      "definition": "Un animal à sang froid qui vit dans l'eau, ayant généralement des branchies et un corps allongé.",
      "definition_translation": "Хладнокровное животное, живущее в воде, обычно имеющее жабры и удлиненное тело.",
      "example": "J'ai attrapé un gros poisson dans le lac hier. Je vais attraper un autre demain. J'ai attrapé de nombreux poissons l'année dernière.",
      "example_translation": "Я поймал большую рыбу в озере вчера. Я поймаю еще одну завтра. Я поймал много рыбы в прошлом году.",
      "imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cabillaud",
      "translation": "треска",
      "definition": "Un poisson blanc à saveur douce, souvent utilisé dans la cuisine.",
      "definition_translation": "Белая рыба с мягким вкусом, часто используемая в кулинарии.",
      "example": "J'ai cuisiné du cabillaud pour dîner hier soir. Je vais cuisiner du cabillaud pour déjeuner aujourd'hui. J'ai cuisiné du cabillaud pour petit déjeuner hier.",
      "example_translation": "Я приготовил треску на ужин прошлой ночью. Я приготовлю треску на обед сегодня. Я приготовил треску на завтрак вчера.",
      "imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "saumon",
      "translation": "лосось",
      "definition": "Un poisson gras à couleur rosée, souvent grillé ou cuit au four.",
      "definition_translation": "Жирная рыба с розовато-красным цветом, часто грильуется или запекается.",
      "example": "J'ai mangé du saumon au restaurant la semaine dernière. Je vais manger du saumon à la maison demain. J'ai mangé du saumon à la plage l'année dernière.",
      "example_translation": "Я ел лосось в ресторане на прошлой неделе. Я będę есть лосось дома завтра. Я ел лосось на пляже в прошлом году.",
      "imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "requin",
      "translation": "акула",
      "definition": "Un grand poisson carnivore à museau pointu, souvent trouvé dans les eaux tropicales.",
      "definition_translation": "Большая, хищная рыба с заостренным рылом, часто встречающаяся в тропических водах.",
      "example": "J'ai vu un requin dans le film hier soir. Je vais voir des requins à l'aquarium demain. J'ai vu de nombreux requins à la plage l'année dernière.",
      "example_translation": "Я увидел акулу в фильме прошлой ночью. Я увижу акул в аквариуме завтра. Я увидел nhiều акул на пляже в прошлом году.",
      "imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "thon",
      "translation": "тунец",
      "definition": "Le thon est un grand poisson rapide qui se trouve dans les eaux chaudes de l'océan. Il est souvent mangé comme nourriture.",
      "definition_translation": "Тунец - это большая,快速но plavayuschaya рыба, которая найдена в теплых океанских водах. Она часто ест как пищу.",
      "example": "J'ai mangé une salade de thon pour déjeuner hier, je vais la manger à nouveau demain, et j'ai mangé pour dîner la semaine dernière.",
      "example_translation": "Я ел салат из тунца на ланч вчера, я ем его снова завтра, и я ел его на ужин на прошлой неделе.",
      "imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "frayer",
      "translation": "размножаться",
      "definition": "Frayer signifie produire des œufs ou des petits, notamment en grande quantité.",
      "definition_translation": "Размножаться означает производить яйца или потомство, особенно в больших количествах.",
      "example": "Le saumon frayera dans la rivière le mois prochain, il a frayé l'année dernière, et il frayera à nouveau dans deux ans.",
      "example_translation": "Лосось будет размножаться в реке следующим месяцем, оно размножалось прошлым годом, и оно будет размножаться снова через два года.",
      "imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "truite",
      "translation": "форель",
      "definition": "La truite est un type de poisson d'eau douce souvent pêché pour la nourriture.",
      "definition_translation": "Форель - это тип пресноводной рыбы, которая часто ловится для еды.",
      "example": "J'ai attrapé une truite en pêchant hier, je vais l'attraper à nouveau demain, et j'ai attrapé une la semaine dernière.",
      "example_translation": "Я поймал форель при рыбалке вчера, я поймаю его снова завтра, и я поймал его на прошлой неделе.",
      "imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mange-algue",
      "translation": "питатель водорослей",
      "definition": "Un mange-algue est un type de poisson qui mange les algues, qui est un type de plante aquatique.",
      "definition_translation": "Питатель водорослей - это тип рыбы, который ест водоросли, которая является типом водного растения.",
      "example": "Le poisson mange-algue est très utile dans les aquariums, il était très utile l'année dernière, et il sera utile à nouveau l'année prochaine.",
      "example_translation": "Рыба-питатель водорослей очень полезна в аквариумах, она была очень полезна прошлым годом, и она будет полезна снова следующим годом.",
      "imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anchois",
      "translation": "анчоус",
      "definition": "Un petit poisson huileux de la famille des Engraulidés, souvent conservé dans le sel ou l'huile et utilisé comme condiment.",
      "definition_translation": "Маленькая,emasляная рыба семейства Engraulidae, часто соленая в соли или масле и используемая в качестве приправы.",
      "example": "J'ai ajouté des anchois à ma pizza pour un burst de saveur supplémentaire. J'ai eu des anchois sur ma salade hier soir. Je vais mettre des anchois sur mon pasta demain.",
      "example_translation": "Я добавил анчоусы в свою пиццу для дополнительного всплеска вкуса. Я ел анчоусы на салате вчера ночью. Я положу анчоусы на свою пасту завтра.",
      "imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbeau",
      "translation": "усач",
      "definition": "Un poisson d'eau douce de la famille des Cyprinidés, trouvé en Europe et en Asie, ayant un corps long et étroit et une barbe distinctive sur la bouche.",
      "definition_translation": "Пресноводная рыба семейства карпов, обнаруженная в Европе и Азии, имеющая длинное стройное тело и отличительный ус на рту.",
      "example": "J'ai attrapé un barbeau en pêchant dans la rivière hier. Les barbeaux sont très courants dans ce lac. Je vais essayer d'attraper un barbeau le week-end prochain.",
      "example_translation": "Я поймал усача,_while рыбача в реке вчера. Усачи довольно распространены в этом озере. Я постараюсь поймать усача на следующий уикенд.",
      "imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maigre",
      "translation": "беляк",
      "definition": "Un petit poisson de la famille des carpes, trouvé dans les rivières et les lacs d'Europe.",
      "definition_translation": "Маленькая, стройная рыба семейства карпов, обнаруженная в европейских реках и озерах.",
      "example": "J'ai vu une école de maigres nageant dans la rivière. Les maigres sont souvent utilisés comme appât. J'ai attrapé un maigre l'été dernier.",
      "example_translation": "Я видел стаю белаков, плававших в реке. Беляки часто используются как приманка. Я поймал белака прошлым летом.",
      "imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brème",
      "translation": "лещ",
      "definition": "Un poisson d'eau douce de la famille des carpes, trouvé en Europe et en Asie, ayant un corps aplati et une petite bouche.",
      "definition_translation": "Пресноводная рыба семейства карпов, обнаруженная в Европе и Азии, имеющая сплюснутое тело и маленький рот.",
      "example": "J'ai attrapé une brème dans le lac hier. Les brèmes sont très savoureuses lorsqu'elles sont grillées. J'essaierai d'attraper une brème la semaine prochaine.",
      "example_translation": "Я поймал леща в озере вчера. Лещи çok вкусны, когда они приготовлены на гриле. Я постараюсь поймать леща на следующей неделе.",
      "imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lotte",
      "translation": "палия",
      "definition": "Un poisson d'eau douce de l'Europe et de l'Asie, également connu sous le nom de lotte de rivière.",
      "definition_translation": "свежеводная треска, найденная в Северной Европе и Азии, также известная как угольная палатка",
      "example": "J'ai attrapé une lotte en pêchant sur glace l'hiver dernier, c'était un vrai défi. J'irai pêcher la lotte l'année prochaine parce que j'aime le thrill de remonter une lotte. D'ici l'hiver prochain, j'aurai attrapé de nombreuses lottes.",
      "example_translation": "Я поймал палю во время ледовой рыбалки прошлой зимой, это было реальным испытанием. Я пойду на ловлю пали следующей год потому, что люблю радость от вытаскивания одной из них. К следующей зиме я поймаю много пали.",
      "imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "carpe",
      "translation": "карп",
      "definition": "Un grand poisson d'eau douce avec un corps large et une longue nageoire dorsale, souvent élevé pour la nourriture.",
      "definition_translation": "большая пресноводная рыба с широким телом и длинным спинным плавником, часто разводимая для пищи",
      "example": "J'ai essayé d'attraper une carpe dans le lac, mais elle était trop rapide pour moi. Mon ami m'aidera à attraper une carpe le week-end prochain parce qu'il est un pêcheur expérimenté. D'ici l'été prochain, j'aurai appris comment attraper une carpe.",
      "example_translation": "Я пытался поймать карпа в озере, но он был слишком быстрым для меня. Мой друг поможет мне поймать карпа на следующей неделе, потому что он zkuшенный английский. К следующему лету я научусь ловить карпа.",
      "imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poisson-chat",
      "translation": "сом",
      "definition": "Un poisson d'eau douce avec un corps long et svelte et des barbillons en forme de moustache autour de la bouche.",
      "definition_translation": "пресноводная рыба с длинным, гибким телом и усы-like барбелями вокруг рта",
      "example": "J'ai attrapé un poisson-chat en pêchant dans la rivière, il a misquite de la peine pour s'échapper. Mon frère m'emmenait pêcher le poisson-chat le mois prochain parce qu'il aime le thrill de remonter un poisson-chat. D'ici l'année prochaine, j'aurai maîtrisé l'art d'attraper le poisson-chat.",
      "example_translation": "Я поймал сома, пока рыбачил в реке, он дал мне бой. Мой брат возьмет меня на рыбалку сома следующий месяц, потому что он любит радость от вытаскивания одного из них. К следующему году я овладею искусством лова сома.",
      "imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chevaine",
      "translation": "хариус",
      "definition": "Un type de poisson d'eau douce, similaire à la dace, trouvé dans les rivières et les ruisseaux.",
      "definition_translation": "тип пресноводной рыбы, похожий на ушу, найденный в реках и ручьях",
      "example": "J'ai vu une chevaine nageant dans le ruisseau, c'était un beau spectacle. Mon ami m'apprendra comment attraper une chevaine la semaine prochaine parce qu'il est un pêcheur expérimenté. D'ici l'automne prochain, j'aurai attrapé de nombreuses chevaines.",
      "example_translation": "Я видел хариус, плывущим в ручье, это было красивое зрелище. Мой друг научит меня, как поймать хариус следующей неделе, потому что он zkuшенный английский. К следующей осени я поймаю много хариусов.",
      "imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anguille",
      "translation": "угорь",
      "definition": "Un long poisson svelte souvent pêché pour la nourriture.",
      "definition_translation": "длинная, тонкая рыба, которая часто ловится для еды.",
      "example": "J'ai attrapé une anguille en pêchant dans le lac. Hier, j'ai vu une anguille nageant dans la rivière. Demain, j'essaierai d'attraper une anguille à nouveau.",
      "example_translation": "Я поймал угря, рыбалля в озере. Вчера я увидел угря, плывущего в реке. Завтра я снова постараюсь поймать угря.",
      "imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nageoire",
      "translation": "плывник",
      "definition": "Un membre plat et fin sur un poisson ou autre animal aquatique, utilisé pour la propulsion.",
      "definition_translation": "тонкая, плоская конечность на рыбе или других водных животных, используемая для пропulsion",
      "example": "Le requin avait une grande nageoire sur son dos. Le poisson utilise ses nageoires pour nager vite. La nageoire du dauphin est très forte.",
      "example_translation": "Акула имела большой плывник на спине. Рыба использует свой плывник, чтобы плыть быстро. Плывник дельфина очень силен.",
      "imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poisson plat",
      "translation": "плоская рыба",
      "definition": "Un type de poisson qui a un corps plat, souvent pêché pour la nourriture.",
      "definition_translation": "тип рыбы, имеющей плоское тело, часто ловимой для еды.",
      "example": "J'aime manger du poisson plat pour dîner. Hier, j'ai vu un poisson plat nageant dans l'océan. Demain, j'essaierai d'attraper un poisson plat à nouveau.",
      "example_translation": "Я люблю есть плоскую рыбу на обед. Вчера я увидел плоскую рыбу, плывущую в океане. Завтра я постараюсь поймать плоскую рыбу.",
      "imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "flet",
      "translation": "камбала",
      "definition": "Un type de poisson plat qui est souvent pêché pour la nourriture.",
      "definition_translation": "тип плоской рыбы, часто ловимой для еды.",
      "example": "J'ai attrapé un flet en pêchant en mer. Hier, j'ai vu un flet nageant dans le lac. Demain, j'essaierai d'attraper un flet à nouveau.",
      "example_translation": "Я поймал камбалу, рыбалля в море. Вчера я увидел камбалу, плывущую в озере. Завтра я снова постараюсь поймать камбалу.",
      "imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "daurade",
      "translation": "дорада",
      "definition": "Type de poisson de mer, également connu sous le nom de dorade, avec une bande dorée sur son front.",
      "definition_translation": "тип морской рыбы, также известной как морской лаврак, с отличительной золотой полосой на ее лбу.",
      "example": "J'ai attrapé un immense daurade lors de mon voyage de pêche la semaine dernière. Hier, je l'ai cuisiné pour déjeuner, et la semaine prochaine, je le servirai au dîner de gala.",
      "example_translation": "Я поймал огромную дораду на своей рыбалке на прошлой неделе. Вчера я приготовил его на обед, а на следующей неделе я подам его на ужин.",
      "imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "goujon",
      "translation": "хариус",
      "definition": "Type de poisson d'eau douce, souvent pêché pour le sport ou la nourriture, avec un corps long et mince et des écailles petites.",
      "definition_translation": "тип пресноводной рыбы, часто ловимый для спорта или еды, с длинным, стройным телом и маленькими чешуйками.",
      "example": "Mon grand-père m'a appris à attraper des goujons lorsque j'étais enfant. Maintenant, je prends mes enfants pêcher des goujons tous les étés. L'année prochaine, je les emmènerai à une compétition de pêche de goujons.",
      "example_translation": "Мой дедушка научил меня ловить хариусов, когда я был ребенком. Теперь я беру моих детей на рыбу за хариусами каждое лето. В следующем году я отвезу их на соревнование по ловле хариусов.",
      "imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guppy",
      "translation": "гуппи",
      "definition": "Petit poisson d'eau douce coloré, populaire comme animal de compagnie, avec une queue distinctive et des couleurs vives.",
      "definition_translation": "Маленькая, цветная пресноводная рыба, популярная как домашнее животное, с отличительным хвостом и яркими цветами.",
      "example": "Quand j'étais gosse, j'avais un guppy comme animal de compagnie et j'adorais le regarder nager. Maintenant, ma fille a un guppy dans son aquarium, et demain, je l'emmènerai à un magasin d'animaux pour acheter de la nourriture pour lui.",
      "example_translation": "Когда я был ребенком, у меня был гуппи в качестве домашнего животного, и я любил смотреть, как он плавает. Теперь моя дочь имеет гуппи в ее аквариуме, и я отвезу ее в зоомагазин, чтобы купить еду для него завтра.",
      "imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "églefin",
      "translation": "кольцехвост",
      "definition": "Type de poisson de mer, souvent utilisé dans la cuisine traditionnelle britannique, avec une ligne latérale noire distinctive et de la chair blanche tendre.",
      "definition_translation": "Тип морской рыбы, часто используемый в традиционной британской кухне, с отличительной черной боковой линией и хлопьевидным белым мясом.",
      "example": "J'ai eu du cabillaud grillé pour dîner au restaurant écossais hier soir. Ce matin, j'ai acheté du cabillaud frais au marché, et ce soir, je le cuisinerai avec du citron et de l'ail.",
      "example_translation": "Я имел обжаренный кольцехвост на обед в шотландском ресторане прошлой ночью. Сегодня утром я купил свежий кольцехвост на рынке, и tonight я приготовлю его с лимоном и чесноком.",
      "imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "colin",
      "translation": "хек",
      "definition": "Type de poisson de mer, souvent utilisé comme poisson alimentaire.",
      "definition_translation": "Тип морской рыбы, часто используемой в качестве рыбного продукта.",
      "example": "J'ai attrapé un colin pendant que je pêchais en mer. Hier, j'ai attrapé un colin. Demain, j'attraperai un colin.",
      "example_translation": "Я поймал хека, занимаясь рыбалкой в океане. Вчера я поймал хека. Завтра я поймаю хека.",
      "imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "flétan",
      "translation": "халIBUT",
      "definition": "Type de poisson plat, souvent utilisé en cuisine.",
      "definition_translation": "Тип плоской рыбы, часто используемой в кулинарии.",
      "example": "J'ai grillé un flétan pour dîner hier soir. Ma mère a grillé un flétan pour dîner hier. Je grillerai un flétan pour dîner demain.",
      "example_translation": "Я приготовил халибут на ужин прошлой ночью. Моя мать приготовила халибут на ужин вчера. Я приготовлю халибут на ужин завтра.",
      "imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hareng",
      "translation": "селёдка",
      "definition": "Type de petit poisson, souvent picklé ou salé.",
      "definition_translation": "Тип маленькой рыбы, часто солёной или обработанной.",
      "example": "J'ai mangé une assiette de harengs marinés pour déjeuner. Mon grand-père a mangé une assiette de harengs marinés pour déjeuner hier. Je mangerai une assiette de harengs marinés pour déjeuner demain.",
      "example_translation": "Я съел тарелку солёной селёдки на обед. Мой дедушка съел тарелку солёной селёдки на обед вчера. Я съю тарелку солёной селёдки на обед завтра.",
      "imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lamproie",
      "translation": "минога",
      "definition": "Type de poisson ressemblant à une anguille, souvent considéré comme un mets délicat.",
      "definition_translation": "Тип рыбы, похожей на угря, часто считающейся деликатесом.",
      "example": "J'ai goûté de la lamproie au restaurant chic la semaine dernière. Mon ami a goûté de la lamproie au restaurant chic l'année dernière. Je goûterai de la lamproie au restaurant chic la semaine prochaine.",
      "example_translation": "Я попробовал миногу в фешенебельном ресторане на прошлой неделе. Мой друг попробовал миногу в фешенебельном ресторане в прошлом году. Я попробую миногу в фешенебельном ресторане на следующей неделе.",
      "imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maquereau",
      "translation": "скумбрия",
      "definition": "Poisson carnivore rapide de l'Atlantique et du Pacifique, souvent pêché pour la nourriture.",
      "definition_translation": "Быстро плавающая, хищная рыба Атлантического и Тихого океанов, часто ловящаяся для еды.",
      "example": "J'ai attrapé un maquereau en pêchant le week-end dernier. Maintenant, je le grille pour dîner. L'été prochain, j'en attraperai un autre.",
      "example_translation": "Я поймал скумбрию при рыбалке в прошлые выходные. Сейчас я грилюю ее на ужин. Летом следующего года я поймаю еще одну.",
      "imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "murène",
      "translation": "мурай",
      "definition": "Gros poisson allongé des mers chaudes, souvent vivant dans les crevasses ou sous les rochers.",
      "definition_translation": "Крупная, вытянутая рыба теплых морей, часто живущая в щелях или под камнями.",
      "example": "La plongeuse a vu une murène se cachant dans une grotte. Hier, elle a vu une autre nageant près du récif. Le mois prochain, elle explorera un épave de navire où les murènes résident souvent.",
      "example_translation": "Дайвер увидел мурай, прячущегося в пещере. Вчера она увидела другого, плавающего у рифа. В следующем месяце она исследует кораблекрушение, где мураи часто живут.",
      "imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "perche",
      "translation": "окунь",
      "definition": "Un petit poisson d'eau douce des lacs et des rivières, souvent pêché pour le sport ou la nourriture.",
      "definition_translation": "Маленькая или среднего размера рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "J'adore pêcher la perche dans le lac. L'été dernier, j'en ai pêché un grand. Le week-end prochain, j'essaierai d'en pêcher encore un.",
      "example_translation": "Я люблю ловить окуни в озере. Летом прошлого года я поймал большого. В следующее выходные я постараюсь поймать еще одного.",
      "imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brochet",
      "translation": "щука",
      "definition": "Un poisson long et agressif des lacs et des rivières, souvent pêché pour le sport ou la nourriture.",
      "definition_translation": "Длинная, агрессивная рыба пресноводных озер и рек, часто ловящаяся для спорта или еды.",
      "example": "Mon ami a pêché un brochet dans la rivière. Hier, il en a pêché un autre. L'année prochaine, il pêchera le plus grand encore.",
      "example_translation": "Мой друг поймал щуку в реке. Вчера он поймал еще одну. В следующем году он поймает самую большую из них.",
      "imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "piranha",
      "translation": "пирания",
      "definition": "Un piranha est un poisson d'eau douce originaire d'Amérique du Sud, connu pour ses dents tranchantes et ses mâchoires puissantes.",
      "definition_translation": "Пиранья - это пресноводная рыба, native to Южной Америки, известная своими острыми зубами и мощными челюстями.",
      "example": "Le piranha a attaqué le plongeur, le mordant sévèrement. Le plongeur avait déjà vu des piranhas, mais il les reverra à l'avenir.",
      "example_translation": "Пиранья атаковала дайвера, укусив его сильно. Дайвер видел пирань раньше, но он увидит их снова в будущем.",
      "imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plie",
      "translation": "камбала",
      "definition": "Une plie est un type de poisson plat trouvé dans l'océan Atlantique et la mer Méditerranée, connu pour son corps élancé et son goût délicat.",
      "definition_translation": "Камбала - это тип плоской рыбы, который встречается в Атлантическом океане и Средиземном море, известная своим стройным телом и деликатным вкусом.",
      "example": "Le chef a cuisiné une délicieuse plie pour dîner, que les clients avaient été en train de déguster pendant des années. Un jour, ils essayeront une nouvelle recette avec de la plie.",
      "example_translation": "Шеф-повар приготовил вкусную камбалу на ужин, которую клиенты наслаждались годами. Однажды они попробуют новый рецепт с камбалой.",
      "imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cafard",
      "translation": "вша",
      "definition": "Un cafard est un type de blatte, un ravageur domestique commun connu pour sa capacité à résister aux insecticides.",
      "definition_translation": "Вша - это тип таракана, обычный домашний паразит, который известен своей способностью противостоять инсектицидам.",
      "example": "Le propriétaire a tenté d'éliminer l'infestation de cafards, mais ils devront continuer à lutter contre cela à l'avenir. Heureusement, ils n'avaient jamais vu de cafards auparavant ce jour-là.",
      "example_translation": "Владелец дома пытался уничтожить нашествие вшей, но они продолжат бороться с ними в будущем. К счастью, они не видели вшей до того дня.",
      "imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sardine",
      "translation": "сардина",
      "definition": "Une sardine est un petit poisson huileux souvent mis en conserve et mangé comme snack ou utilisé comme ingrédient dans divers plats.",
      "definition_translation": "Сардина - это маленькая, жирная рыба, которая часто консервируется и едается как закуска или используется как ингредиент в различных блюдах.",
      "example": "Les touristes ont acheté une boîte de sardines pour déjeuner, qu'ils mangeront sur la plage. Ils avaient déjà mangé des sardines, mais ils essayeront une nouvelle recette bientôt.",
      "example_translation": "Туристы купили банку сардин для обеда, которую они будут есть на пляже. Они ели сардины раньше, но они попробуют новый рецепт скоро.",
      "imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sawfish",
      "translation": "пилачи",
      "definition": "Un poissons-scie est un type de poisson ayant un long bec plat qui ressemble à une scie, utilisé pour déchirer la chair ou se défendre.",
      "definition_translation": "Пилачи - это тип рыбы с длинным, плоским ртом, напоминающим пилу, используемым для разрывания плоти или самозащиты.",
      "example": "Le poissons-scie a été sur la liste des espèces menacées depuis des décennies, et des efforts de conservation sont en place pour le protéger. Dans le passé, les poissons-scie étaient abondants dans l'océan, mais actuellement, leurs nombres diminuent. D'ici 2030, nous espérons avoir restauré la population de poissons-scie à un niveau sain.",
      "example_translation": "Пилачи были в списке исчезающих видов на протяжении десятилетий, и к настоящему времени предпринимаются усилия по их защите. В прошлом пилачи были многочисленны в океане, но сейчас их численность уменьшается. К 2030 году мы надеемся восстановить популяцию пилачи до здорового уровня.",
      "imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "scalaire",
      "translation": "скаляр",
      "definition": "Un scalaire est une quantité ayant uniquement une magnitude, mais pas de direction, comme la température ou la masse.",
      "definition_translation": "Скаляр - это величина, имеющая только величину, но не направление, مانند температура или масса.",
      "example": "Le champ scalaire est utilisé pour modéliser la distribution de la température dans une pièce, nous permettant de visualiser les données de manière plus efficace. Nous avons calculé la valeur scalaire de la masse de l'objet, et elle correspondait à nos prédictions. À l'avenir, nous utiliserons des quantités scalaraires pour analyser les propriétés des matériaux.",
      "example_translation": "Скалярное поле используется для моделирования распределения температуры в комнате, что позволяет визуализировать данные более эффективно. Мы рассчитали скалярное значение массы объекта, и оно совпало с нашими предсказаниями. В будущем мы будем использовать скалярные величины для анализа свойств материалов.",
      "imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "échelle",
      "translation": "масштаб",
      "definition": "Une échelle est une série de notes musicales dans un motif spécifique, ou un dispositif pour peser ou mesurer.",
      "definition_translation": "Масштаб - это серия музыкальных нот в определённом порядке, или устройство для взвешивания или измерения.",
      "example": "La musicienne a pratiqué l'échelle pendant des heures pour parfaire sa technique. L'échelle de la salle de bain indiquait que j'avais pris quelques kilos. À l'avenir, nous utiliserons une autre échelle pour mesurer l'impact du changement climatique.",
      "example_translation": "Музыкант практиковала масштаб часами, чтобы усовершенствовать свою технику. Масштаб в ванной комнате указал, что я набрал несколько фунтов. В будущем мы будем использовать другой масштаб для измерения влияния изменения климата.",
      "imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hippocampe",
      "translation": "морской конёк",
      "definition": "Un hippocampe est un type de poisson marin avec une tête de cheval et une queue enroulée, trouvé dans les eaux tropicales et subtropicales.",
      "definition_translation": "Морской конёк - это тип морской рыбы с головой,似 horse, и закрученным хвостом, найденным в тропических и субтропических водах.",
      "example": "L'hippocampe a nagé lentement à travers le récif de corail, sa queue enroulée derrière lui. Nous avions vu des hippocampes dans l'aquarium avant, mais c'était notre première fois de les voir dans la nature. D'ici l'année prochaine, nous espérons avoir aidé à établir un sanctuaire d'hippocampes dans le golfe du Mexique.",
      "example_translation": "Морской конёк плавал медленно через коралловый риф, его хвост был закручен сзади. Мы видели морских коней в аквариуме раньше, но это был наш первый раз, когда мы видели их в дикой природе. К следующему году мы надеемся помочь создать санктуарий для морских коней в Мексиканском заливе.",
      "imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sole",
      "translation": "палтус",
      "definition": "Le sole est un type de poisson plat qui estrépandu dans les océans du monde entier. C'est un poisson à saveur douce et est souvent utilisé dans la cuisine.",
      "definition_translation": "Палтус - это тип платистой рыбы, который широко распространен в океанах мира. Это рыба с мягким вкусом и часто используется в кулинарии.",
      "example": "J'ai attrapé un sole pendant que je pêchais en mer hier. Je vais le cuisiner pour dîner ce soir. J'aurai mangé du sole de nombreuses fois d'ici la fin de l'année.",
      "example_translation": "Я поймал палтуса WHILE рыбачил в море вчера. Я собираюсь приготовить его на ужин сегодня вечером. Я буду есть палтус многие разы к концу года.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sprat",
      "translation": "килька",
      "definition": "Un espadon est un petit poisson huileux qui est souvent utilisé comme appât ou pour la production de farine de poisson. C'est un poisson grégaire et est trouvé en grand nombre dans l'océan.",
      "definition_translation": "Килька - это маленькая, жирная рыба, которая часто используется как наживка или в производстве рыбной муки. Это рыба стая, и она находится в больших группах в океане.",
      "example": "Les pêcheurs ont utilisé des espadons comme appât pour attraper les poissons plus gros. Les espadons nageaient dans les eaux peu profondes hier. D'ici l'année prochaine, les espadons auront disparu en raison de la surpêche.",
      "example_translation": "Рыбаки использовали кильку как наживку, чтобы поймать более крупную рыбу. Килька плавала в мелкой воде вчера. К следующему году килька будет вымершей из-за过fishing.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "stickleback",
      "translation": "колюшка",
      "definition": "Un épinoche est un petit poisson épineux qui est natif d'Europe et d'Asie. C'est un poisson carnivore et se nourrit de petits insectes et de crustacés.",
      "definition_translation": "Колюшка - это маленькая, колючая рыба, которая является родом из Европы и Азии. Это рыба-хищник и питается мелкими насекомыми и ракообразными.",
      "example": "L'épinoche nagait rapidement dans l'eau hier. Elle était coincée à ma main lorsque j'ai essayé de l'attraper. D'ici l'année prochaine, j'aurai vu beaucoup d'épinoches dans le lac.",
      "example_translation": "Колюшка быстро плыла через воду вчера. Оно было прикреплено к моей руке, когда я пытался поймать его. К следующему году я увижу многих колюшек в озере.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sturgeon",
      "translation": "осетр",
      "definition": "Un esturgeon est un grand poisson ancien qui est natif d'Europe et d'Asie. C'est un poisson à croissance lente qui peut vivre jusqu'à 100 ans dans la nature.",
      "definition_translation": "Осетр - это крупная, древняя рыба, которая является родом из Европы и Азии. Это рыба с медленным ростом и может жить до 100 лет в дикой природе.",
      "example": "J'ai vu un esturgeon nageant dans la rivière hier. L'esturgeon avait été attrapé par les pêcheurs avant. D'ici l'année prochaine, l'esturgeon sera protégé par le gouvernement.",
      "example_translation": "Я увидел осетра, плывущего в реке вчера. Осетра поймали рыбаки раньше. К следующему году осетр будет защищен правительством.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sunfish",
      "translation": "солнечник",
      "definition": "Un poisson-lune est un petit poisson marin avec un corps aplati, trouvé dans les eaux chaudes et tempérées.",
      "definition_translation": "Маленькая морская рыба с плоским телом,FOUND в теплых и умеренных водах.",
      "example": "Le poisson-lune nagait lentement dans l'océan. Il naguera à nouveau demain. Il nagait rapidement hier.",
      "example_translation": "Солнечник плавал медленно в океане. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "swordfish",
      "translation": "меч-рыба",
      "definition": "Un espadon est un grand poisson marin rapide qui a un long bec pointu, trouvé dans les eaux chaudes et tempérées.",
      "definition_translation": "Большая, быстро плавающая морская рыба с длинным, острым носом, найденная в теплых и умеренных водах.",
      "example": "L'espadon a sauté hors de l'eau. Il sautera à nouveau demain. Il a sauté très haut hier.",
      "example_translation": "Меч-рыба выпрыгнула из воды. Он будет прыгать снова завтра. Он прыгнул очень высоко вчера.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tench",
      "translation": "линь",
      "definition": "Un tanche est un petit poisson d'eau douce avec un corps plat et des nageoires longues, trouvé dans les rivières et les lacs à eau calme.",
      "definition_translation": "Маленькая, пресноводная рыба с плоским телом и длинными плавниками, найденная в медленно текущих реках и озерах.",
      "example": "Le tanche nagait tranquillement dans le lac. Il naguera à nouveau demain. Il nagait rapidement hier.",
      "example_translation": "Линь плавал тихо в озере. Он будет плавать снова завтра. Он плавал быстро вчера.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "zander",
      "translation": "судак",
      "definition": "Un sandre est un grand poisson d'eau douce avec un corps élancé et des nageoires longues, trouvé dans les rivières et les lacs d'Europe et d'Asie.",
      "definition_translation": "Большая, пресноводная рыба с стройным телом и длинными плавниками, найденная в реках и озерах Европы и Азии.",
      "example": "Le sandre nagait rapidement dans la rivière. Il naguera à nouveau demain. Il nagait lentement hier.",
      "example_translation": "Судак плавал быстро в реке. Он будет плавать снова завтра. Он плавал медленно вчера.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]
}