{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abandonner",
      "translation": "покидать",
      "definition": "déserter ou laisser quelque chose ou quelqu'un, souvent dans une situation difficile ou dangereuse",
      "definition_translation": "покинуть или оставить что-то или кого-то, часто в трудной или опасной ситуации",
      "example": "Je vais abandonner mon travail si ils n'augmentent pas mon salaire. J'ai abandonné ma voiture dans le désert. J'aurai abandonné mes études d'ici l'an prochain.",
      "example_translation": "Я покину свой работу, если они не увеличат мою зарплату. Я покинул свою машину в пустыне. К следующему году я將 покину свои учёбы.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abandonné",
      "translation": "брошенный",
      "definition": "laissé ou déserté, souvent dans un état de réparation ou de délabrement",
      "definition_translation": "брошенный или оставленный, часто в состоянии разрухи или упадка",
      "example": "La maison abandonnée sur la colline est vide depuis des années. Le chien abandonné était très effrayé. La ville a été abandonnée après la guerre.",
      "example_translation": "Брошенный дом на холме пустовал уже годы. Брошенная собака была очень испуганной. Город был оставлен после войны.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abolir",
      "translation": "отменять",
      "definition": "mettre fin officiellement à un système, une pratique ou une institution",
      "definition_translation": "официально заканчивать или избавляться от системы, практики или учреждения",
      "example": "Le gouvernement va abolir la peine de mort. L'entreprise a aboli les anciennes règles. Ils vont abolir la taxe d'ici l'an prochain.",
      "example_translation": "Правительство отменит смертную казнь. Компания отменила старые правила. Они отменят налог к следующему году.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "absence",
      "translation": "отсутствие",
      "definition": "l'état ou le fait de ne pas être présent",
      "definition_translation": "состояние или факт не присутствия",
      "example": "Son absence a été remarquée par tout le monde. Son absence à la réunion était inévitable. Le professeur a marqué son absence dans le registre.",
      "example_translation": "Ее отсутствие было замечено всеми. Его отсутствие на встрече было неизбежным. Учитель отметил ее отсутствие в реестре.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "absolu",
      "translation": "абсолютный",
      "definition": "Complet ou total dans tous les aspects; sans restriction ou condition.",
      "definition_translation": "Полный или абсолютный в каждом отношении; неограниченный или безусловный.",
      "example": "La valeur absolue d'un nombre est sa distance par rapport à zéro sur la ligne des nombres. Je vais absolument assister à la réunion demain. Elle a eu un absolument fantastique au party la nuit dernière.",
      "example_translation": "Абсолютное значение числа - это его расстояние от нуля на числовой линии. Я абсолютно присутствую на встрече завтра. Она имела абсолютный взрыв на вечеринке прошлой ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "absorber",
      "translation": "поглощать",
      "definition": "prendre en compte et assimiler (de l'énergie, un liquide, etc.); occuper complètement l'attention de quelqu'un.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "L'éponge a absorbé l'eau rapidement. J'étais complètement absorbé par le livre et n'ai pas remarqué le temps. L'entreprise va absorber les coûts du projet.",
      "example_translation": "Губка быстро поглотила воду. Я был погружен в книгу и не заметил времени. Компания поглотит затраты на проект.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "absorber",
      "translation": "поглощать",
      "definition": "prendre en compte et assimiler (de l'énergie, un liquide, etc.); occuper complètement l'attention de quelqu'un.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "L'absorbant a absorbé le choc de l'impact. L'élève a absorbé l'information comme une éponge. L'entreprise va absorber les pertes de l'année précédente.",
      "example_translation": "Абсорбер поглощал удар от удара. Студент поглотил информацию как губка. Компания поглотит убытки предыдущего года.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "absorber",
      "translation": "поглощать",
      "definition": "prendre en compte et assimiler (de l'énergie, un liquide, etc.); occuper complètement l'attention de quelqu'un.",
      "definition_translation": "Поглощать и ассимилировать (энергию, жидкость и т.д.); полностью привлекать внимание ккому-либо.",
      "example": "Le matériau peut absorber l'humidité de l'air. Le public était complètement absorbé par la performance. L'entreprise va absorber les nouveaux employés.",
      "example_translation": "Материал может поглощать влагу из воздуха. Аудитория была погружена в исполнение. Компания поглотит новых сотрудников.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abstrait",
      "translation": "абстрактный",
      "definition": "Existant dans la pensée ou comme idée, mais n'ayant pas d'existence physique.",
      "definition_translation": "Существующий в мысли или как идея, но не имеющий физического существования.",
      "example": "Les peintures abstraites de l'artiste étaient exposées au musée. Elle a travaillé sur des concepts abstraits depuis des années. L'idée abstraite sera réalisée à l'avenir.",
      "example_translation": "Абстрактные картины художника были выставлены в музее. Она работает над абстрактными концепциями уже несколько лет. Абстрактная идея будет реализована в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "absurde",
      "translation": "абсурдный",
      "definition": "Ridiculement irrationnel, insensé ou incompatible.",
      "definition_translation": "Смехотворно необоснованный, несостоятельный или несовместимый.",
      "example": "La pièce de théâtre était une comédie absurde qui a laissé le public confus. Il a pensé que l'idée était absurde et a refusé de la考虑er. La situation absurde a été résolue à la fin.",
      "example_translation": "Пьеса была абсурдной комедией, которая оставила аудиторию в недоумении. Он 생각ал, что идея была абсурдной и отказался ее рассматривать. Абсурдная ситуация была разрешена в конце.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abus",
      "translation": "насилие",
      "definition": "Utiliser ou traiter quelque chose de manière incorrecte ou nuisible.",
      "definition_translation": "Использовать или относиться к чему-то неправильным или вредным образом.",
      "example": "L'entreprise a été accusée d'abus de pouvoir. Elle a subi des abus pendant son enfance. Le gouvernement s'engage à mettre fin à l'abus de l'environnement.",
      "example_translation": "Компания была обвинена в злоупотреблении властью. Она страдала насилием в детстве. Правительство пообещало остановить насилие над окружающей средой.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "abus",
      "translation": "насилие",
      "definition": "Traiter quelqu'un de manière blessante ou violente.",
      "definition_translation": "Использовать или относиться к кому-то в причиняющем вред или насилием образом.",
      "example": "L'enfant était victime d'abus à la maison. La femme a signalé des abus de la part de son partenaire. L'abus des animaux est un crime grave.",
      "example_translation": "Ребенок был жертвой насилия дома. Женщина заявила о насилии со стороны партнера. Насилие над животными является serious crime.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "académique",
      "translation": "академический",
      "definition": "Relatif à l'éducation et à la recherche, notamment au niveau universitaire.",
      "definition_translation": "Относящийся к образованию и научной работе, особенно на уровне университета.",
      "example": "Elle a poursuivi une carrière académique et est devenue professeure à une université prestigieuse.",
      "example_translation": "Она продолжила академическую карьеру и стала профессором в престижном университете.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accès",
      "translation": "доступ",
      "definition": "Moyen ou occasion d'approcher, d'utiliser ou de bénéficier de quelque chose.",
      "definition_translation": "Средство или возможность доступа, использования или получения выгоды от чего-либо.",
      "example": "La nouvelle politique fournit accès aux soins de santé pour tous les citoyens. Il a accédé à la base de données pour récupérer les informations. D'ici l'an prochain, nous aurons accès à la nouvelle technologie.",
      "example_translation": "Новая политика обеспечивает доступ к медицинской помощи для всех граждан. Он получил доступ к базе данных, чтобы получить информацию. К следующему году у нас будет доступ к новой технологии.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accessible",
      "translation": "доступный",
      "definition": "Facile à utiliser, à comprendre ou à approcher; pratique.",
      "definition_translation": "Легкий в использовании, понимании или подходе; удобный.",
      "example": "Le site web est accessible aux personnes handicapées. La chambre d'hôtel était accessible par ascenseur. Le parc est accessible en bus ou à pied.",
      "example_translation": "Сайт доступен для людей с ограниченными возможностями. Гостиничный номер был доступен по лифту. Парк доступен на автобусе или пешком.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accidentel",
      "translation": "несчастный",
      "definition": "Survenant ou fait par hasard plutôt que par intention.",
      "definition_translation": "Происходящий или сделанный случайно, а не намеренно.",
      "example": "L'accident était accidentel et personne n'était responsable. Elle a fait une erreur accidentelle dans le calcul.",
      "example_translation": "Авария произошла случайно, и никто не был виноват. Она сделала случайную ошибку в расчете.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accordéon",
      "translation": "аккордеон",
      "definition": "Un instrument de musique consistant en une boîte rectangulaire avec un clavier de piano et un ensemble de anche libres qui sonnent lorsque de l'air est soufflé ou aspiré à travers l'instrument",
      "definition_translation": "музыкальный инструмент, состоящий из прямоугольной коробки с клавиатурой, похожей на пианино, и набора свободных язычков, которые звучат, когда воздух выдувается или вытягивается через инструмент",
      "example": "J'ai vu un joueur d'accordéon se produire au coin de la rue et je n'ai pu m'empêcher de danser. Elle jouait de l'accordéon depuis l'enfance. À l'âge de 20 ans, elle avait maîtrisé l'accordéon.",
      "example_translation": "Я видел аккордеониста, выступавшего на уличном углу, и я не мог не танцевать в такт. Она играла на аккордеоне с детства. К тому времени, когда ей было 20, она овладела аккордеоном.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "compte",
      "translation": "счет",
      "definition": "Un enregistrement des transactions financières, souvent utilisé pour l'audit et la rapport financier",
      "definition_translation": "запись финансовых транзакций, часто используемая для аудита и финансового отчета",
      "example": "Je dois créer un nouveau compte pour ma entreprise. Le comptable a examiné notre compte et a trouvé des incohérences. D'ici la fin de l'année, nous allons réconcilier notre compte et nous préparer pour l'audit.",
      "example_translation": "Мне нужно открыть новый счет для моего бизнеса. Аудитор проанализировал наш счет и обнаружил一些 несоответствий. К концу года мы согласуем наш счет и приготовимся к аудиту.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "comptabilité",
      "translation": "бухгалтерский учет",
      "definition": "Le processus d'enregistrement, de classification et de rapport financier de l'information d'une entreprise ou d'une organisation",
      "definition_translation": "процесс регистрации, классификации и отчетности финансовой информации бизнеса или организации",
      "example": "J'ai étudié la comptabilité au collège et suis devenu un comptable public agréé. Le département de la comptabilité est responsable de la gestion des finances de l'entreprise. D'ici le prochain trimestre, nous allons mettre en œuvre un nouveau système de comptabilité.",
      "example_translation": "Я изучал бухгалтерский учет в колледже и стал сертифицированным публичным бухгалтером. Департамент бухгалтерского учета отвечает за управление финансами компании. К следующему кварталу мы implement new бухгалтерскую систему.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "précision",
      "translation": "точность",
      "definition": "La qualité, la condition ou le degré d'être exact et exempt d'erreur.",
      "definition_translation": "качество, состояние или степень быть точным и свободным от ошибок",
      "example": "La précision de la prévision météorologique était impressionnante. Nous nous efforçons d'atteindre la précision dans nos recherches et notre analyse de données. En utilisant des technologies avancées, nous pouvons améliorer la précision de nos mesures.",
      "example_translation": "Точность прогноза погоды была впечатляющей. Мы стремимся к точности в нашем исследовании и анализе данных. Используя передовую технологию, мы можем улучшить точность наших измерений.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accuser",
      "translation": "обвинять",
      "definition": "charger quelqu'un d'un crime ou d'une faute",
      "definition_translation": "обвинять кого-либо в преступлении или неправомерном действии",
      "example": "La police l'accusera de vol si elle trouve des preuves. Il m'a accusé de mensonge. Elle l'accusera de tricherie lors de l'examen.",
      "example_translation": "Полиция обвинит его в краже, если они найдут улики. Он обвинил меня в лжи. Она обвинит его в списывании на экзамене.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "faire mal",
      "translation": "болеть",
      "definition": "une douleur continue et sourde",
      "definition_translation": "тупая, постоянная боль",
      "example": "Ma tête fait mal à cause de la musique forte. Elle se sentait tout endolorie après la longue randonnée. Il se sentira tout endolorie après l'entraînement intense.",
      "example_translation": "Моя голова болит от громкой музыки. Она чувствовала боль по всему телу после длинной ходьбы. Он будет болеть от интенсивной тренировки.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acide",
      "translation": "кислота",
      "definition": "une substance chimique qui a un goût aigre et peut corroder les métaux",
      "definition_translation": "химическое вещество, имеющее кислый вкус и способное разрушать металлы",
      "example": "L'acide de la batterie a corrodé le boîtier métallique. Elle a ajouté de l'acide à la solution pour tester son pH. Il va mélanger l'acide avec de l'eau pour créer une réaction chimique.",
      "example_translation": "Кислота в батарее разрушила металлическую оболочку. Она добавила кислоту к раствору, чтобы испытать его уровень pH. Он будет смешивать кислоту с водой, чтобы вызвать химическую реакцию.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acquérir",
      "translation": "приобретать",
      "definition": "gagner ou obtenir quelque chose, en particulier à la suite d'un effort ou d'un travail dur",
      "definition_translation": "приобретать или получать что-либо, особенно в результате усилий или тяжелой работы",
      "example": "L'entreprise acquerra de nouveaux actifs pour étendre son commerce. Elle a acquis une nouvelle compétence en suivant un cours en ligne. Il acquerra une fortune grâce à ses investissements réussis.",
      "example_translation": "Компания приобрела новые активы, чтобы расширить свой бизнес. Она приобрела новые навыки, пройдя онлайн-курс. Он приобрел состояние благодаря своим успешным инвестициям.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acquérir",
      "translation": "приобретать",
      "definition": "Gagner ou obtenir quelque chose, en particulier grâce à l'effort ou au travail.",
      "definition_translation": "Получать или приобретать что-либо, особенно через усилие или hard work.",
      "example": "J'ai acquis une nouvelle compétence l'année dernière. Je suis en train d'acquérir des connaissances sur le sujet. Je vais acquérir une nouvelle maison l'année prochaine.",
      "example_translation": "Я приобрел новый навык в прошлом году. Я приобретаю знания о предмете. Я приобρεю новый дом на следующий год.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "action",
      "translation": "действие",
      "definition": "Le processus de faire quelque chose, en particulier lorsqu'il implique beaucoup d'énergie ou de mouvement.",
      "definition_translation": "Процесс выполнения чего-либо, особенно когда это связано с большим количеством энергии или движения.",
      "example": "L'action du film était intense. L'action de l'équipe était impressionnante. L'action du gouvernement a été critiquée.",
      "example_translation": "Действие фильма было интенсивным. Действие команды было впечатляющим. Действие правительства было подвергнуто критике.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "activement",
      "translation": "активно",
      "definition": "De manière active ou énergique; avec beaucoup d'enthousiasme ou d'effort.",
      "definition_translation": "В активном или энергичном способе; с большим энтузиазмом или усилием.",
      "example": "Elle participe activement au projet. Il soutient activement la charité. Ils travaillent activement sur la nouvelle politique.",
      "example_translation": "Она активно участвует в проекте. Он активно поддерживает благотворительность. Они активно работают над новой политикой.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "activité",
      "translation": "активность",
      "definition": "Quelque chose que quelqu'un fait ou pratique, en particulier lorsqu'il le fait régulièrement ou comme un passe-temps.",
      "definition_translation": "Ч то-то, что кто-то делает или занимается, особенно когда это делается регулярно или в качестве хобби.",
      "example": "L'activité de randonnée est très populaire. L'activité de lecture est mon préféré. L'activité de l'entreprise a été suspendue.",
      "example_translation": "Активность похода является rất популярной. Активность чтения – моя любимая. Активность компании была приостановлена.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "actuel",
      "translation": "фактический",
      "definition": "Existant dans la réalité, plutôt que dans la théorie ou en tant que concept.",
      "definition_translation": "Существующий в реальности, а не в теории или как концепция.",
      "example": "Les profits réels de l'entreprise étaient plus élevés que prévus. La nouvelle politique sera effective bientôt. Lorsque je prendrai ma retraite, j'aurai une expérience réelle.",
      "example_translation": "Фактическая прибыль компании была выше ожидаемой. Новая политика будет введена в действие скоро. К моменту моей пенсии у меня будет реальный опыт.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "s'adapter",
      "translation": "адаптировать",
      "definition": "Changer ou être modifié pour s'adapter à de nouvelles ou différentes conditions.",
      "definition_translation": "Изменять или модифицироваться для соответствия новым или различным условиям.",
      "example": "L'entreprise a dû s'adapter aux nouvelles tendances du marché. L'oiseau s'est adapté à son nouvel environnement. Nous allons adapter la nouvelle technologie d'ici la fin de l'année.",
      "example_translation": "Компания была вынуждена адаптироваться к новым тенденциям на рынке. Птица адаптировалась к своей новой среде. Мы адаптируем новую технологию к концу года.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accro",
      "translation": "наркоман",
      "definition": "Une personne qui est physiologiquement ou psychologiquement dépendante d'une substance ou d'une activité.",
      "definition_translation": "Человек, который физиологически или психологически зависим от вещества или деятельности.",
      "example": "Le médecin a aidé l'accro à récupérer de son addiction. Elle est devenue accro après avoir pris des analgésiques pendant un an. Il est accro et a besoin d'aide.",
      "example_translation": "Доктор помог наркоману преодолеть свою зависимость. Она стала наркоманом после приема болеутоляющих в течение года. Он наркоман и нуждается в помощи.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accroché",
      "translation": "зависимый",
      "definition": "Physiologiquement ou psychologiquement dépendant d'une substance ou d'une activité.",
      "definition_translation": "Физиологически или психологически зависим от вещества или деятельности.",
      "example": "Il était accroché aux réseaux sociaux et gaspillait beaucoup de temps. Elle était accrochée au café et ne pouvait pas commencer sa journée sans cela. Le pays était accroché au pétrole et souffrait de sa dépendance.",
      "example_translation": "Он был зависим от социальных сетей и浪 время. Она была зависим от кофе и не могла начать свой день без него. Страна была зависимой от нефти и страдала от своей зависимости.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adéquat",
      "translation": "адекватный",
      "definition": "Ayant la qualité, la quantité ou l'étendue nécessaire pour répondre à un besoin ou à une exigence ; suffisant.",
      "definition_translation": "Имея необходимое качество, количество или протяженность для удовлетворения потребности или требования; достаточный.",
      "example": "La chambre d'hôtel était adéquate pour nos besoins, mais le service était terrible. Nous nous étions préparés adéquatement à l'examen, mais nous n'avons pas bien fait. D'ici l'année prochaine, nous aurons abordé adéquatement la question.",
      "example_translation": "Номер в отеле был адекватен для наших потребностей, но сервис был ужасным. Мы достаточно хорошо подготовились к экзамену, но не справились. К следующему году мы полноценно решим вопрос.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adéquatement",
      "translation": "адекватно",
      "definition": "De manière adéquate ou suffisante ; à un degré satisfaisant.",
      "definition_translation": "Таким образом, который является адекватным или достаточным; доatisfactory степени.",
      "example": "La compagnie nous a indemnisés adéquatement pour les dommages. Nous nous étions entraînés adéquatement pour le marathon. D'ici l'année prochaine, nous aurons abordé adéquatement la question.",
      "example_translation": "Компания адекватно компенсировала нам ущерб. Мы достаточно хорошо тренировались для марафона. К следующему году мы полноценно решим вопрос.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ajuster",
      "translation": "настраивать",
      "definition": "Changer ou modifier quelque chose pour le faire convenir, convaincre ou fonctionner correctement.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "Je dois ajuster le thermostat pour rendre la chambre plus chaude. Nous avons dû ajuster notre emploi du temps pour nous adapter au nouveau projet. D'ici l'année prochaine, nous aurons ajusté au nouveau système.",
      "example_translation": "Мне нужно настроить терmostat, чтобы комната стала теплее. Мы должны были отрегулировать наш график, чтобы вместить новый проект. К следующему году мы будем настроены на новую систему.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ajuster",
      "translation": "настраивать",
      "definition": "Changer ou modifier quelque chose pour le faire convenir, convaincre ou fonctionner correctement.",
      "definition_translation": "Изменять или изменять что-либо, чтобы оно соответствовало, подходит или функционировало должным образом.",
      "example": "L'enseignant a aidé l'élève à s'ajuster au nouveau programme. Nous allons ajuster les paramètres pour améliorer les performances. La compagnie s'ajustera aux nouvelles tendances du marché.",
      "example_translation": "Учитель помог студенту настроиться к новому учебному плану. Мы будем регулировать настройки, чтобы улучшить производительность. Компания будет настроена на新的 рыночные тренды.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ajustement",
      "translation": "調整",
      "definition": "L'action d'ajuster ou l'état d'être ajusté ; un changement qui améliore quelque chose ou le rend plus acceptable",
      "definition_translation": "Акт регулирования или состояние регулирования; изменение, которое улучшает что-то или делает его более приемлемым",
      "example": "La compagnie a fait un ajustement de sa stratégie de prix pour rester compétitive sur le marché. Ils avaient ajusté leur emploi du temps l'année dernière. Ils feront un ajustement de leur budget pour accommoder le nouveau projet.",
      "example_translation": "Компания внесла изменения в свою ценовую стратегию, чтобы stayed competitive на рынке. Они отрегулировали график производства в прошлом году. Они внесут изменения в свой бюджет, чтобы расширить новый проект.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "administration",
      "translation": "администрация",
      "definition": "L'action de gérer ou de diriger une entreprise, une organisation ou un système ; le groupe de personnes responsables de cela",
      "definition_translation": "Акт управления или руководства бизнесом, организацией или системой; группа людей, ответственных за это",
      "example": "La nouvelle administration travaille à améliorer l'économie du pays. L'équipe d'administration est responsable de la gestion de l'immeuble de bureaux. Elle a été dans l'administration pendant plus de 20 ans.",
      "example_translation": "Новая администрация работает над улучшением экономики страны. Команда администрации отвечает за управление офисным зданием. Она работает в администрации более 20 лет.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "admiration",
      "translation": "адмирация",
      "definition": "Un sentiment de respect et d'admiration pour quelqu'un ou quelque chose ; un sentiment de surprise ou de ravissement",
      "definition_translation": "Чувство уважения и восхищения кем-то или чем-то; ощущение удивления или удивления",
      "example": "La foule a montré son admiration pour le performer avec une ovation debout. Elle éprouvait de l'admiration pour ses parents qui avait travaillé dur pour pourvoir à ses besoins. J'éprouve de l'admiration pour ceux qui peuvent parler plusieurs langues couramment.",
      "example_translation": "Толпа выразила свое восхищение исполнителем стоячей овацией. Она чувствовала восхищение к своим родителям, которые работали hard, чтобы обеспечить ее. Я чувствую восхищение к тем, кто может свободно разговаривать на нескольких языках.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "admirer",
      "translation": "адмирять",
      "definition": "Éprouver du respect et de l'admiration pour quelqu'un ou quelque chose ; regarder quelque chose avec plaisir ou appréciation",
      "definition_translation": "Чувствовать уважение и восхищение кем-то или чем-то; смотреть на что-то с удовольствием или признательностью",
      "example": "J'admire son courage de prendre la parole devant un grand public. Il a admiré la beauté du coucher de soleil sur la plage. Elle admirera l'exposition d'art au musée.",
      "example_translation": "Я восхищаюсь ее смелостью выступать перед большой аудиторией. Он восхищался красотой заката на пляже. Она будет восхищаться новой художественной выставкой в музее.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "admission",
      "translation": "Приём",
      "definition": "L'acte d'accepter ou de laisser quelqu'un entrer dans un lieu, une organisation ou un système.",
      "definition_translation": "Акт приема или допуска кого-либо в учреждение, организацию или систему.",
      "example": "L'admission à l'université est très compétitive.",
      "example_translation": "Приём в университет является высококонкурентным.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avouer",
      "translation": "Признавать",
      "definition": "Reconnaître ou confesser quelque chose, souvent à contrecœur.",
      "definition_translation": "Признавать или признать что-то, часто неохотно.",
      "example": "Elle a avoué avoir fait une erreur. Hier, elle avait avoué avoir menti. Demain, elle avouera le crime.",
      "example_translation": "Она призналась в ошибке. Вчера она призналась в лжи. Завтра она признается в преступлении.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "admettre",
      "translation": "Признаться",
      "definition": "Utilisé pour indiquer que quelque chose est vrai ou valable, souvent à contrecœur.",
      "definition_translation": "Используется для указания на то, что что-то является истиной или действительным, часто неохотно.",
      "example": "Admettre, le film n'était pas si génial. Hier, j'avais admis avoir dépensé trop d'argent. Demain, j'admettrai être fatigué.",
      "example_translation": "Признаться, фильм не был так уж великолепен. Вчера я признался в том, что потратил слишком много денег. Завтра я признаюсь в том, что буду усталым.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adopter",
      "translation": "Усиновить",
      "definition": "Prendre et élever un enfant comme le sien.",
      "definition_translation": "Принять и воспитывать ребенка кого-то другого как собственного.",
      "example": "Ils ont décidé d'adopter un enfant d'Afrique. L'an dernier, ils avaient adopté un chien. L'année prochaine, ils adopteront un mode de vie plus durable.",
      "example_translation": "Они решили усыновить ребенка из Африки. В прошлом году они усыновили собаку. В следующем году они усыновят более устойчивый образ жизни.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adopter",
      "translation": "усыновлять",
      "definition": "Prendre l'enfant de quelqu'un d'autre comme le sien, ou prendre l'idée ou le plan de quelqu'un d'autre comme le sien.",
      "definition_translation": "Принять кого-то другого ребенка в свою семью или принять чью-то другую идею или план как свою.",
      "example": "J'ai adopté un chat du refuge. Hier, j'avais adopté un nouveau régime d'exercice. J'adopterai un régime plus sain l'année prochaine.",
      "example_translation": "Я усыновил кошку из приюта. Вчера я усыновил новый режим упражнений. В следующем году я усыновлю более здоровую диету.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adopté",
      "translation": "усыновленный",
      "definition": "Temps passé d'adopter, ayant été pris dans sa propre famille ou accepté comme le sien.",
      "definition_translation": "Прошедшее время от усыновлять, будучи взятым в свою семью или принят как свой.",
      "example": "J'ai été adopté quando j'étais bébé. La société a adopté une nouvelle politique. La ville a adopté un nouveau système de transport.",
      "example_translation": "Я был усыновлен когда был младенцем. Компания усыновила новую политику. Город усыновил новую систему транспорта.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "adoption",
      "translation": "усыновление",
      "definition": "L'acte de prendre un enfant de quelqu'un d'autre comme le sien, ou l'acte d'accepter l'idée ou le plan de quelqu'un d'autre comme le sien.",
      "definition_translation": "Акт принятия ребенка кого-то другого в свою семью или акт принятия чьей-то другой идеи или плана как своей.",
      "example": "Le processus d'adoption a pris plusieurs mois. L'entreprise a adopté la nouvelle technologie, ce qui a augmenté la productivité. La ville a adopté l'énergie renouvelable, ce qui a réduit la pollution.",
      "example_translation": "Процесс усыновления занял несколько месяцев. Усыновление новой технологии компанией увеличил производительность. Усыновление города возобновляемой энергии уменьшило загрязнение.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avancer",
      "translation": "продвигаться",
      "definition": "Faire des progrès ou avancer,especially dans un plan ou une façon délibérée.",
      "definition_translation": "Двигаться вперед или делать прогресс, особенно в планируемом или преднамеренном образом.",
      "example": "Je vais avancer au niveau suivant dans le jeu. L'entreprise avancera sa stratégie marketing. Les scientifiques avanceront leurs recherches l'année prochaine.",
      "example_translation": "Я перейду на следующий уровень в игре. Компания продвинет свою маркетинговую стратегию. Ученые продвинут свое исследование в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avancer",
      "translation": "продвигать",
      "definition": "Faire des progrès ou avancer dans un domaine ou une activité particulière.",
      "definition_translation": "Двигаться вперед или делать прогресс в определенной области или деятельности.",
      "example": "Je vais avancer dans ma carrière en obtenant une promotion l'année prochaine. J'ai avancé dans mes études en complétant un programme de master. Je vais avancer dans mes compétences en suivant des cours en ligne.",
      "example_translation": "Я продвинусь в своей карьере, получив повышение зарплаты в следующем году. Я прогрессировал в своих исследованиях, завершив программу магистра. Я развиваюсь в своих навыках, проходя онлайн-курсы.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aventureux",
      "translation": "приключенческий",
      "definition": "Prêt à prendre des risques et essayer de nouvelles choses; amateur d'aventures.",
      "definition_translation": "Готовый рисковать и пробовать новые вещи; любящий приключения.",
      "example": "Ma sœur aventureuse adore voyager dans de nouveaux pays. J'étais aventureux et j'ai essayé le saut à l'élastique pour la première fois. Il sera aventureux et démarrera son propre business l'année prochaine.",
      "example_translation": "Моя приключенческая сестра любит путешествовать в новые страны. Я был приключенческим и попробовал парашютный спуск в первый раз. Он будет приключенческим и начнет свое собственное дело в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "publicité",
      "translation": "реклама",
      "definition": "L'activité ou la profession de produire et de diffuser de l'information pour promouvoir un produit, un service ou une idée.",
      "definition_translation": "Деятельность или профессия по производству и распространению информации для продвижения продукта, услуги или идеи.",
      "example": "La compagnie dépense beaucoup d'argent pour promouvoir son nouveau produit. Je déteste regarder la publicité à la télévision. La campagne publicitaire a été très réussie.",
      "example_translation": "Компания тратит много денег на рекламу своего нового продукта. Я ненавижу смотреть рекламу на ТВ. Рекламная кампания была очень успешной.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "liaison",
      "translation": "дело",
      "definition": "Une relation romantique secrète ou illicite entre deux personnes.",
      "definition_translation": "Секретный или незаконный романтический отношения между двумя людьми.",
      "example": "La célébrité était impliquée dans une liaison scandaleuse avec son partenaire. J'ai entendu qu'ils avaient eu une liaison l'année dernière. Elle était dévastée lorsqu'elle a appris son liaison.",
      "example_translation": "Звезда была вовлечена в скандальный роман с ее коллегой по съемкам. Я слышал, что они имели роман в прошлом году. Она была разбита, когда узнала о его романе.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "affecter",
      "translation": "влиять",
      "definition": "Influencer ou avoir un impact sur quelque chose ou quelqu'un.",
      "definition_translation": "Влиять или иметь влияние на что-то или кого-то.",
      "example": "Le temps froid affectera les cultures. La nouvelle politique affectera tout le monde. Les nouvelles affects son décision.",
      "example_translation": "Холодная погода повлияет на урожай. Новая политика повлияет на всех. Новость повлияет на ее решение.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "affecter",
      "translation": "влиять",
      "definition": "Faire semblant ou feindre quelque chose, comme des émotions ou une maladie.",
      "definition_translation": "Притворяться чем-то, например эмоциями или болезнью.",
      "example": "Elle affectera un accent britannique pour paraître plus sophistiquée. Il affectait un ton sérieux pour impressionner son patron. L'acteur affectera une claudication pour jouer le personnage blessé.",
      "example_translation": "Она будет притворяться британским акцентом, чтобы звучать более утонченно. Он принял серьезный тон, чтобы впечатлить svého босса. Актер будет притворяться хромотой, чтобы играть инвалида.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "affection",
      "translation": "любовь",
      "definition": "Un sentiment d'amour, de tendresse ou de chaleur envers quelqu'un ou quelque chose.",
      "definition_translation": "Чувство любви, нежности или теплоты к кому-то или чему-то.",
      "example": "Elle montrait une grande affection pour son chat. L'affection du couple l'un envers l'autre était palpable. Les touristes montraient de l'affection pour la culture locale.",
      "example_translation": "Она проявила большую любовь к своему коту. Чувство любви пары к друг другу было осязаемым. Туристы проявили любовь к местной культуре.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "affectueux",
      "translation": "нежный",
      "definition": "Montrant ou ressentant de l'amour, de la tendresse ou de la chaleur envers quelqu'un ou quelque chose.",
      "definition_translation": "Проявляющий или чувствующий любовь, нежность или теплоту к кому-то или чему-то.",
      "example": "Elle était une mère affectueuse pour ses enfants. Il était affectueux envers sa sœur. La famille était très affectueuse et accueillante.",
      "example_translation": "Она была нежной матерью для своих детей. Он был нежен к своей сестре. Семья была очень нежной и гостеприимной.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "âge",
      "translation": "век",
      "definition": "La durée de temps pendant laquelle une personne ou une chose a existé ou été en usage.",
      "definition_translation": " продолжительность времени, в течение которого человек или вещь существует или используется.",
      "example": "À l'âge de 21 ans, il avait déjà voyagé dans cinq pays différents. À cet âge, il commença à se sentir vieux. Dans le futur, l'âge de 30 sera considéré comme jeune.",
      "example_translation": "К тому времени, как ему исполнилось 21 год, он уже посетил пять разных стран. В этом возрасте он начал чувствовать себя старым. В будущем возраст 30 лет будет считаться молодым.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agent",
      "translation": "агент",
      "definition": "Une personne qui agit au nom d'une autre personne ou organisation.",
      "definition_translation": " человек, действующий от имени другого человека или организации.",
      "example": "L'agent a négocié l'accord au nom de l'entreprise. L'agent travaillait avec le client depuis des années. Dans le futur, l'agent représentera l'entreprise à la conférence.",
      "example_translation": "Агент заключил сделку от имени компании. Агент работал с клиентом годами. В будущем агент будет представлять компанию на конференции.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agressif",
      "translation": "агрессивный",
      "definition": "Ayant ou montrant une personnalité forte et énergique ou un comportement.",
      "definition_translation": "имеющий или демонстрирующий силыю и энергичную личность или поведение.",
      "example": "Le conducteur agressif a klaxonné bruyamment. Elle avait une personnalité agressive qui intimidait les autres. Dans le futur, l'entreprise adoptera une stratégie marketing agressive.",
      "example_translation": "Агрессивный водитель громко затрубил рог. У нее агрессивная личность, которая устрашает других. В будущем компания примет агрессивную маркетинговую стратегию.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agressivement",
      "translation": "агрессивно",
      "definition": "De manière forte et énergique.",
      "definition_translation": "сильным и энергичным образом.",
      "example": "Il s'est frayé un chemin agressivement à travers la foule. L'entreprise a commercialisé son produit agressivement. Dans le futur, l'équipe jouera agressivement pour gagner le match.",
      "example_translation": "Он агрессивно протолкнулся через толпу. Компания агрессивно продвигает свой продукт. В будущем команда будет играть агрессивно, чтобы выиграть игру.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "accord",
      "translation": "соглашение",
      "definition": "Un arrangement négocié et généralement légalement contraignant entre deux ou plusieurs parties.",
      "definition_translation": "Негацируемое и обычно юридически обязательное соглашение между двумя или более сторонами.",
      "example": "L'entreprise a conclu un accord avec le syndicat pour éviter une grève. Le syndicat avait accepté les termes, mais l'entreprise ne les avait pas acceptés. L'accord sera signé la semaine prochaine.",
      "example_translation": "Компания достигла соглашения с профсоюзом, чтобы避ать забастовку. Профсоюз согласился с условиями, но компания не согласилась с ними. Соглашение будет подписано на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agriculture",
      "translation": "сельское хозяйство",
      "definition": "La pratique de cultiver la terre pour produire des cultures, élever du bétail et gérer les ressources naturelles.",
      "definition_translation": "Практика возделывания земли для производства культур, разведения скота и управления природными ресурсами.",
      "example": "L'agriculture a été la colonne vertébrale de l'économie du pays pendant des siècles. L'agriculteur travaillait autrefois dans l'agriculture, mais maintenant il travaille dans l'industrie. Les étudiants étudient l'agriculture au collège.",
      "example_translation": "Сельское хозяйство было основой экономики страны на протяжении веков. Фермер раньше работал в сельском хозяйстве, но теперь он работает в промышленности. Студенты изучают сельское хозяйство в колледже.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aide",
      "translation": "помощь",
      "definition": "L'acte de fournir un soutien ou une assistance, notamment en temps de besoin ou de crise.",
      "definition_translation": "Действие предоставления поддержки или помощи, особенно в разгар нужды или кризиса.",
      "example": "Le gouvernement a fourni de l'aide aux victimes de la catastrophe naturelle. L'organisation caritative fournit de l'aide aux familles pauvres. Le pays a reçu de l'aide des organisations internationales.",
      "example_translation": "Правительство предоставило помощь жертвам стихийного бедствия. Благотворительная организация оказывает помощь бедным семьям. Страна получила помощь от международных организаций.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "but",
      "translation": "цель",
      "definition": "Un objectif ou un but, notamment celui qui guide ou motive l'action.",
      "definition_translation": "Цель или задача, особенно та, которая руководит или мотивирует действие.",
      "example": "Le but de l'entreprise est d'augmenter sa part de marché. Elle visait à finir le projet à temps. Il va viser à gagner la compétition l'année prochaine.",
      "example_translation": "Целью компании является увеличение ее доли рынка. Она стремилась завершить проект вовремя. Он будет стремиться выиграть конкурс в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avion",
      "translation": "самолёт",
      "definition": "Un aéronef plus lourd que l'air qui génère de la portance pendant le vol en utilisant la forme de ses ailes pour changer la pression de l'air au-dessus et au-dessous de l'aile.",
      "definition_translation": "Мощный, тяжелее воздуха самолет - это тип самолета, который генерирует подъем во время полета, используя форму своих крыльев, чтобы изменить давление воздуха над и под крылом.",
      "example": "Le pilote a vérifié soigneusement l'avion avant de décoller, et il décollera demain matin, mais hier il avait déjà décollé.",
      "example_translation": "Пилот тщательно kiểm самолет перед взлетом, а затем он взлетит утром, но вчера он уже взлетел.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "allée",
      "translation": "проход",
      "definition": "Un passage entre les rangées de sièges, comme dans une église, un avion ou un théâtre.",
      "definition_translation": "Прохождение между рядами сидений, как в церкви, самолете или театре.",
      "example": "L'hôtesse de l'air a demandé au passager de retourner à son siège, qui était situé dans l'allée, et puis elle passera par l'allée pour aider un autre passager.",
      "example_translation": "Стюардесса попросила пассажира вернуться к своему месту, которое было расположено в проходе, а затем она пройдет через проход, чтобы помочь другому пассажиру.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alcoolisme",
      "translation": "алкоголизм",
      "definition": "Une maladie chronique et souvent progressive qui inclut des problèmes de contrôle de la boisson, une préoccupation avec l'alcool, la poursuite de la consommation d'alcool même lorsque cela cause des problèmes.",
      "definition_translation": "Хроническое и часто прогрессирующее заболевание, которое включает в себя проблемы с контролем над выпивкой, предвзятость алкоголем, продолжение употребления алкоголя, даже когда он вызывает проблемы.",
      "example": "Le médecin a averti le patient des dangers de l'alcoolisme, et puis il commencera à fréquenter des séances de thérapie pour surmonter cela, mais l'an dernier il luttait encore contre cela.",
      "example_translation": "Врач предупредил пациента о опасностях алкоголизма, а затем он начнет посещать сеансы терапии, чтобы преодолеть его, но в прошлом году он все еще боролся с ним.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "extraterrestre",
      "translation": "чужой",
      "definition": "Une personne qui n'est pas citoyenne du pays où elle vit, ou une créature venue de l'espace.",
      "definition_translation": "Человек, который не является гражданином страны, в которой он живет, или существо из наружного космоса.",
      "example": "Le film était sur un extraterrestre qui est venu sur Terre, et puis il retournera sur sa planète, mais hier il avait déjà atterri.",
      "example_translation": "Фильм был о чужом, который пришел на Землю, а затем он вернется на свою планету, но вчера он уже приземлился.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "semblable",
      "translation": "podobный",
      "definition": "Ayant une nature ou un caractère similaires; semblable dans l'apparence ou la qualité.",
      "definition_translation": "Имеющий подобный характер или характер; похожий по внешнему виду или качеству.",
      "example": "Les deux sœurs se ressemblaient, et les gens les confondaient souvent. Elles ont été semblables dans leurs intérêts depuis l'enfance, et maintenant elles sont semblables dans leurs carrières. Elles seront semblables dans leurs fortunes à l'avenir.",
      "example_translation": "Две сестры выглядели похожими, и люди часто путали их друг с другом. Они были похожими в своих интересах с детства, и теперь они похожими в своих карьерах. Они будут похожими в своих судьбах в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "allergie",
      "translation": "аллергия",
      "definition": "Une condition dans laquelle le système immunitaire du corps réagit anormalement à une substance particulière, telle que de la nourriture ou du pollen.",
      "definition_translation": "Состояние, при котором иммунная система организма реагирует аномально на конкретное вещество, такое как-food или пыльца.",
      "example": "J'ai une allergie aux arachides, donc je dois éviter de les manger. J'ai développé une allergie au pollen lorsque j'étais enfant, et cela m'a dérangé depuis. Je prendrai des médicaments pour prévenir une crise d'allergie à l'avenir.",
      "example_translation": "У меня аллергия на арахис, поэтому я должен避免 есть их. Я desarrollал аллергию на пыльцу, когда я был ребенком, и это беспокоило меня с тех пор. Я примы الطبqbiku, чтобы предотвратить атаку аллергии в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ruelle",
      "translation": "аллея",
      "definition": "Un passage étroit ou chemin entre, derrière ou à l'intérieur des bâtiments.",
      "definition_translation": "Узкая проход или путь между, позади или внутри зданий.",
      "example": "La ruelle derrière le restaurant était sombre et étroite. Nous avons traversé la ruelle pour aller au parking. La ruelle sera rénovée pour la rendre plus sûre la nuit.",
      "example_translation": "Аллея позади ресторана была темной и узкой. Мы прошли через аллею, чтобы добраться до парковки. Аллея будет реконструирована, чтобы сделать ее безопаснее ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alligator",
      "translation": "аллигатор",
      "definition": "Un grand reptile avec un museau long et arrondi et des mâchoires puissantes, originaire du sud-est des États-Unis.",
      "definition_translation": "Крупный рептилий с длинным, округлым рылом и мощными челюстями, являющийся родным для юго-востока Соединенных Штатов.",
      "example": "Nous avons vu un alligator nager dans le lac pendant nos vacances. L'alligator vit dans le marais depuis des années. L'alligator sera protégé par des efforts de conservation à l'avenir.",
      "example_translation": "Мы увидели аллигатора, плававшего в озере на нашем отдыхе. Аллигатор жил в болоте в течение лет. Аллигатор будет защищен усилиями по сохранению в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alphabétique",
      "translation": "алфавитный",
      "definition": "Rangé dans l'ordre alphabétique ; relatif ou consistant en lettres de l'alphabet.",
      "definition_translation": "Упорядоченный по алфавиту; относящийся к или состоящий из букв алфавита.",
      "example": "Le dictionnaire est rangé dans l'ordre alphabétique. J'ai classé la liste hier. Je classerai les fichiers la semaine prochaine.",
      "example_translation": "Словарь упорядочен по алфавиту. Я алфавитизировал списка вчера. Я алфавитизирую файлы на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alphabétiquement",
      "translation": "алфавитно",
      "definition": "Dans l'ordre alphabétique ; dans la séquence correcte des lettres.",
      "definition_translation": "В алфавитном порядке; в правильной последовательности букв.",
      "example": "Les livres sont rangés alphabétiquement sur les étagères. J'ai organisé la liste alphabétiquement hier. Je les listerai alphabétiquement la semaine prochaine.",
      "example_translation": "Книги упорядочены алфавитно на полках. Я организовал список алфавитно вчера. Я выведу их алфавитно на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " modifier",
      "translation": "изменять",
      "definition": "Changer ou modifier quelque chose ; rendre quelque chose différent.",
      "definition_translation": "Изменять или модифицировать что-то; делать что-то иным.",
      "example": "J'ai dû modifier la robe pour qu'elle me taille. Elle a modifié ses plans à la dernière minute. Je modifierai la recette la prochaine fois.",
      "example_translation": "Мне пришлось изменить платье, чтобы оно-fit me. Она изменила свои планы в последнюю минуту. Я изменю рецепт в следующий раз.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alternative",
      "translation": "альтернативный",
      "definition": "Un choix ou une option en plus des autres ; un moyen différent de faire quelque chose.",
      "definition_translation": "Выбор или опция además других; другой способ делать что-то.",
      "example": "Nous avons un plan alternative en cas d'urgence. Elle a choisi une route alternative pour éviter la circulation. Je considérerai une solution alternative la semaine prochaine.",
      "example_translation": "У нас есть альтернативный план на случай экстренной ситуации. Она выбрала альтернативный маршрут, чтобы избежать пробок. Я рассмотрю альтернативное решение на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alternative",
      "translation": "альтернативный",
      "definition": "Un choix ou une possibilité différente, notamment une plus attrayante ou conseillée.",
      "definition_translation": "Альтернативный выбор или возможность, особенно более привлекательный или целесообразный.",
      "example": "Je considère des solutions alternatives au problème. J'ai alterné entre deux alternatives. J'aurai une option alternative d'ici la semaine prochaine.",
      "example_translation": "Я рассматриваю альтернативные решения проблемы. Я чередовал между двумя альтернативами. У меня будет альтернативный вариант к следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "alternativement",
      "translation": "альтернативно",
      "definition": "De manière différente ou autre, notamment comme substitut ou alternative.",
      "definition_translation": "По-иному или иным образом, особенно как заменитель или альтернатива.",
      "example": "Nous pouvons le faire alternativement. J'ai travaillé et me suis reposé alternativement. J'aurai terminé la tâche de manière alternative.",
      "example_translation": "Мы можем сделать это альтернативно. Я поочередно работал и отдыхал. Я альтернативно完成 задачу.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aluminium",
      "translation": "алюминий",
      "definition": "Un métal léger, blanc argenté résistant à la corrosion et utilisé dans une grande variété d'applications.",
      "definition_translation": "Легкий, серебристо-белый металл, устойчивый к коррозии и используемый в широком диапазоне приложений.",
      "example": "L'aluminium est utilisé dans la construction aéronautique. J'ai recyclé des canettes d'aluminium hier. La nouvelle marque sera faite d'aluminium.",
      "example_translation": "Алюминий используется в конструкции самолетов. Я переработал алюминиевые банки вчера. Новая марка будет сделана из алюминия.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "émerveillement",
      "translation": "удивление",
      "definition": "Un sentiment de grande surprise ou d'admiration, souvent accompagné d'un sentiment de merveille ou de stupéfaction.",
      "definition_translation": "Чувство великого удивления или восхищения, часто сопровождаемое чувством удивления или изумления.",
      "example": "J'étais dans l'émerveillement devant la beauté de la ville. Les touristes ont éprouvé de l'émerveillement face aux ruines anciennes. L'émerveillement sur son visage était palpable.",
      "example_translation": "Я был в удивлении от красоты города. Туристы чувствовали удивление от древних руин. Удивление на ее лице было осязаемым.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ambassadeur",
      "translation": "Посол",
      "definition": "Un représentant gouvernemental de haut rang qui agit en tant que représentant officiel de son pays dans un autre pays.",
      "definition_translation": "Высокопоставленный правительственный представитель, который действует в качестве официального представителя своей страны в другой стране.",
      "example": "L'ambassadeur a été convoqué au ministère des affaires étrangères pour discuter de l'accord commercial. Elle avait été ambassadeur pendant plus de 10 ans et était très respectée. Elle sera nommée ambassadeur en France l'année prochaine.",
      "example_translation": "Посол был вызван в министерство иностранных дел, чтобы обсудить торговое соглашение. Она была послом более 10 лет и пользовалась уважением. Она будет назначена послом во Францию в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ambition",
      "translation": "Амбиция",
      "definition": "Un désir fort de réussir ou de accomplir quelque chose, généralement nécessitant de la détermination et du travail acharné.",
      "definition_translation": "Сильное желание достичь чего-либо, обычно требующее решительности и упорной работы.",
      "example": "Son ambition était de devenir une actrice célèbre. Il a toujours eu l'ambition de lancer son propre entreprise. L'ambition de l'équipe est de remporter le championnat cette saison.",
      "example_translation": "Ее амбицией было стать знаменитой актрисой. Он всегда имел амбицию начать свой собственный бизнес. Амбиция команды - выиграть чемпионат в этом сезоне.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ambitieux",
      "translation": "Амбициозный",
      "definition": "Ayant ou montrant un désir fort de réussir ou de accomplir quelque chose, souvent nécessitant de la détermination et du travail acharné.",
      "definition_translation": "Имеющий или демонстрирующий сильное желание преуспеть или достичь чего-либо, часто требующее решительности и упорной работы.",
      "example": "Il était un jeune entrepreneur ambitieux. La compagnie a un plan ambitieux pour s'étendre à l'échelle mondiale. Elle est ambitieuse et s'efforce toujours d'améliorer ses compétences.",
      "example_translation": "Он был амбициозным молодым предпринимателем. У компании есть амбициозный план по расширению на глобальном уровне. Она амбициозна и всегда стремится улучшить свои навыки.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amuser",
      "translation": "Развлекать",
      "definition": "D diverted ou occuper quelqu'un de manière agréable, souvent en faisant quelque chose de drôle ou d'intéressant.",
      "definition_translation": "Развлекать или занимать кого-либо приятным образом, часто делая что-то забавное или интересное.",
      "example": "Les plaisanteries du comédien ont amusé le public. Le parc a été conçu pour amuser les visiteurs de tous les âges. Elle avait l'habitude d'amuser ses amis avec ses impressions ridicules.",
      "example_translation": "Шутки комика развлекли аудиторию. Парк был спроектирован, чтобы развлекать посетителей всех возрастов. Она использовала, чтобы развлекать своих друзей с ее забавными имитациями.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amuser",
      "translation": "развлекать",
      "definition": "divertir ou occuper quelqu'un de manière agréable",
      "definition_translation": "развлекать или занимать кого-либо приятным образом",
      "example": "Elle a amusé les enfants avec une histoire drôle. Elle amuse le public avec son talent. Elle amusera ses amis avec un tour de magie.",
      "example_translation": "Она развлекала детей забавной историей. Она развлекает зрителей своим талантом. Она будет развлекать друзей с магическим трюком.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amusement",
      "translation": "развлекался",
      "definition": "un sentiments de plaisir ou de divertissement",
      "definition_translation": "прошедшее время глагола развлекать, развлекать или занимать кого-либо приятным образом",
      "example": "Le parc d'attractions était rempli d'enfants heureux. L'attraction était très effrayante. Elle a éprouvé de l'amusement en voyant le spectacle comique.",
      "example_translation": "Я развлекался комедийным шоу. Они развлекались шуткой. Она развлекалась красотой города.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anaconda",
      "translation": "развлечение",
      "definition": "un grand serpent non venimeux trouvé en Amérique du Sud",
      "definition_translation": "чувство наслаждения или развлечения",
      "example": "L'anaconda a enroulé son corps autour de l'arbre. L'anaconda a été trouvé dans la jungle amazonienne. L'anaconda avalera sa proie tout entière.",
      "example_translation": "Парк развлечений был заполнен счастливыми детьми. Аттракцион развлечения был очень страшным. Она чувствовала развлечение, когда она увидела комедийное шоу.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "analyser",
      "translation": "анаконда",
      "definition": "étudier ou examiner quelque chose soigneusement pour le comprendre ou identifier ses características principales",
      "definition_translation": "большая, неядовитая змея, found in Южной Америке",
      "example": "Je vais analyser les données pour identifier les tendances. J'ai analysé les données la semaine dernière. J'ai passé des mois à analyser les données.",
      "example_translation": "Анаконда обернулась вокруг дерева. Анаконда была найдена в джунглях Амазонки. Анаконда проглотит свою добычу целиком.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "analyse",
      "translation": "аанализировать",
      "definition": "le processus de décomposition d'informations complexes ou d'idées en parties plus simples pour les comprendre et les interpréter",
      "definition_translation": "изучать или исследовать что-либо тщательно, чтобы理解ить его или определить его основные признаки",
      "example": "L'analyse des résultats a montré des schémas intéressants. L'équipe réalise une analyse des tendances du marché. L'analyse sera terminée d'ici la fin du mois.",
      "example_translation": "Я буду анализировать данные, чтобы определить тренды. Я анализировал данные на прошлой неделе. Я анализирую данные в течение месяцев.",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "",
      "translation": "анализ",
      "definition": "",
      "definition_translation": "процесс разбиения сложной информации или идей на более простые части для понимания и интерпретации их",
      "example": "",
      "example_translation": "Анализ результатов выявил некоторые интересные паттерны. Команда проводит анализ тенденций на рынке. Анализ будет завершен к концу месяца.",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "analyste",
      "translation": "аналитик",
      "definition": " Une personne qui étudie et examine les données, les informations ou les idées pour les comprendre et les interpréter",
      "definition_translation": "человек, который изучает и исследует данные, информацию или идеи, чтобы понять и интерпретировать их",
      "example": "L'analyste a présenté les résultats à l'équipe de direction. L'analyste a été chargé d'identifier la cause racine du problème. L'entreprise a embauché un nouvel analyste pour travailler sur le projet.",
      "example_translation": "Аналитик представил результаты управления команде. Аналитик был поручен определить корень причины проблемы. Компания наняла нового аналитика для работы над проектом.",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ancêtre",
      "translation": "предок",
      "definition": " Une personne, un animal ou une plante dont descend une autre personne, un animal ou une plante",
      "definition_translation": "человек, животное или растение, от которого происходит другой человек, животное или растение",
      "example": "Nos ancêtres vivaient dans ce village il y a des centaines d'années. L'ancêtre de l'espèce a été découvert dans le registre des fossiles. L'entreprise est fière de ses ancêtres qui ont fondé l'entreprise.",
      "example_translation": "Наши предки жили в этой деревне сотни лет назад. Предок вида был обнаружен в фоссилиях. Компания гордится своими предками, которые основали бизнес.",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "colère",
      "translation": "гнев",
      "definition": "Un sentiment fort de mécontentement, de désagrément ou d'hostilité.",
      "definition_translation": "Сильное чувство неудовольствия, неудовлетворенности или враждебности.",
      "example": "Elle éprouvait de la colère envers son frère pour avoir brisé son vase préféré. Hier, elle était en colère contre lui, mais aujourd'hui elle est en colère contre elle-même pour avoir surréagi. D'ici une semaine, elle sera en colère contre quelqu'un d'autre.",
      "example_translation": "Она испытывала гнев по отношению к брату за то, что он разбил ее любимый вазон. Вчера она была зла на него, но сегодня она зла на себя за过reaction. К следующей неделе она будет зла на кого-то другого.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "animal",
      "translation": "животное",
      "definition": " Un organisme vivant qui se nourrit de matières organiques,typically having specialized sense organs and nervous systems, and able to respond rapidly to stimuli.",
      "definition_translation": "Живой организм, питающийся органической материей, обычно имеющий специализированные органы чувств и нервную систему, и способный быстро реагировать на стимулы.",
      "example": "L'animal au zoo dormait. Hier, l'animal était en train de manger, mais aujourd'hui il joue. D'ici le mois prochain, l'animal aura donné naissance à ses petits.",
      "example_translation": "Животное в зоопарке спало. Вчера животное ело, но сегодня оно играет. К следующему месяцу животное родит свое потомство.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "annuellement",
      "translation": "ежегодно",
      "definition": "Fait ou se produisant chaque année ; annuel.",
      "definition_translation": "Делаемое или происходящее каждый год; ежегодно.",
      "example": "L'entreprise tient une réunion annuelle pour discuter des résultats de l'année. L'année dernière, la réunion a eu lieu en juin, mais cette année elle aura lieu en juillet. L'année prochaine, la réunion aura lieu en août.",
      "example_translation": "Компания проводит ежегодное собрание, чтобы обсудить результаты года. В прошлом году собрание состоялось в июне, но в этом году оно состоится в июле. В следующем году собрание состоится в августе.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anxiété",
      "translation": "тревога",
      "definition": "Un sentiment de souci, de nervosité ou de malaise à l'idée que quelque chose pourrait se produire.",
      "definition_translation": "Чувство беспокойства, нервозности или беспокойства о чем-то, что может произойти.",
      "example": "Elle éprouvait de l'anxiété avant son premier entretien d'embauche. Hier, elle était anxieuse quant aux résultats, mais aujourd'hui elle est anxieuse quant à sa prochaine présentation. D'ici une semaine, elle aura surmonté son anxiété.",
      "example_translation": "Она испытывала тревогу перед своим первым интервью на работу. Вчера она была тревожна о результатах, но сегодня она тревожна о своей предстоящей презентации. К следующей неделе она преодолеет свою тревогу.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "anxieusement",
      "translation": "тревожно",
      "definition": "Éprouvant ou montrant de l'anxiété ou de la préoccupation ; ayant une forte inquiétude ou crainte à l'égard de quelque chose",
      "definition_translation": "Чувствуя или проявляя тревогу или беспокойство; имея сильную озабоченность или страх перед чем-либо",
      "example": "Elle attendait anxieusement les résultats de l'examen, mais heureusement, elle a obtenu son diplôme avec mention. Elle avait étudié anxieusement pendant des semaines. Elle attendra anxieusement la réponse à sa demande d'emploi.",
      "example_translation": "Она тревожно ждала результаты экзамена, но к счастью, она сдала с отличием. Она неделими тревожно училась. Она будет тревожно ожидать ответа на ее заявку на работу.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "de toute manière",
      "translation": "в любом случае",
      "definition": "Dans tous les cas ; peu importe ce qui se produit ou s'est produit",
      "definition_translation": "В любом случае; независимо от того, что происходит или произошло",
      "example": "Je vais assister à la réunion de toute manière, même si je ne me sens pas bien. De toute manière, je ne voulais pas aller à la fête. De toute manière, elle obtiendra son diplôme l'année prochaine.",
      "example_translation": "Я пойду на встречу в любом случае, даже если я не чувствую себя хорошо. В любом случае, я не wollte пойти на.party. В любом случае, она毕业ет в следующем году.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "apostrophe",
      "translation": "апостроф",
      "definition": "Un signe de ponctuation (') utilisé pour indiquer la possession ou former des contractions",
      "definition_translation": "Знак препинания (') используемый для обозначения принадлежности или для образования сокращений",
      "example": "L'apostrophe dans 'c'est' indique que c'est une contraction de 'ce est'. Le professeur a expliqué l'utilisation des apostrophes dans les noms possessifs. Elle apprendra à utiliser les apostrophes correctement d'ici la fin de l'année.",
      "example_translation": "Апостроф в 'it's' указывает на то, что это сокращение от 'it is'. Учитель объяснил использование апострофов в существительных, обозначающих принадлежность. Она выучит использовать апострофы correctamente к концу года.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "apparent",
      "translation": "явный",
      "definition": "Clair ou évident ; manifeste",
      "definition_translation": "Ясно видный или понятный; очевидный",
      "example": "Le manque de progrès apparent était frustrant. La réponse était apparente à tout le monde dans la salle. Il sera apparent à eux qu'elle est la meilleure candidate pour le poste.",
      "example_translation": "Явное отсутствие прогресса было фрустрирующим. Ответ был явен для всех в комнате. Оказалось, что она - лучший кандидат на работу.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "apparemment",
      "translation": "очевидно",
      "definition": "Il est clair ou évident que quelque chose est vrai, bien qu'elle ne soit pas directement mentionnée.",
      "definition_translation": "Это ясно или очевидно, что что-то является verdade, хотя это может не быть прямо заявлено.",
      "example": "Il semble qu'elle ait vécu à l'étranger pendant plusieurs années, mais apparemment elle est revenue chez elle récemment.",
      "example_translation": "Кажется, что она прожила за рубежом несколько лет, но очевидно, что она最近 вернулась домой.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appel",
      "translation": "апеллировать",
      "definition": "Une demande à une autorité supérieure pour changer une décision.",
      "definition_translation": "Запрос к высшему органу изменить решение.",
      "example": "L'avocat a déposé un appel auprès de la Cour suprême pour annuler le verdict.",
      "example_translation": "Адвокат подал апелляцию в Верховный суд, чтобы отменить приговор.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appel",
      "translation": "аттрактивность",
      "definition": "La qualité de'être attractif et plaisant.",
      "definition_translation": "Качество быть привлекательным и приятным.",
      "example": "L'appel du nouveau restaurant était indéniable, avec sa décoration tendance et sa nourriture délicieuse.",
      "example_translation": "Аттрактивность нового ресторана была неоспорима, с его модным декором и вкусной едой.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "apparaître",
      "translation": "появляться",
      "definition": "Vient en vue ou devient connu.",
      "definition_translation": "Появляться в виду или стать известным.",
      "example": "Le nouveau produit sera disponible dans les magasins le mois prochain, et il est déjà disponible en ligne maintenant.",
      "example_translation": "Новый продукт появится в магазинах अगलего месяца, и он будет доступен онлайн сейчас.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "apparence",
      "translation": "внешний вид",
      "definition": "La façon dont quelqu'un ou quelque chose apparaît.",
      "definition_translation": "способ, которым выглядит кто-то или что-то",
      "example": "Sa apparition sur le tapis rouge a été éblouissante. Elle avait déjà apparu dans de nombreux films avant, mais maintenant elle apparaît à la télévision également. Son apparition changera après la chirurgie.",
      "example_translation": "Ее внешний вид на красной дорожке был ошеломляющим. Она появлялась в многих фильмах раньше, но теперь она появляется по телевизору тоже. Ее внешний вид изменится после операции.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "demande",
      "translation": "заявка",
      "definition": "Une demande formelle pour quelque chose, comme un emploi ou un service.",
      "definition_translation": "официальный запрос на что-то, chẳng hạn как на работу или услугу",
      "example": "J'ai soumis ma demande d'emploi la semaine dernière, et je vais demander une bourse d'études l'année prochaine. J'ai demandé un visa en ligne, mais il a été rejeté.",
      "example_translation": "Я подала свою заявку на работу на прошлой неделе, и tôi буду подавать на стипендию в следующем году. Я подала заявку на визу онлайн, но она была отклонена.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "apprécier",
      "translation": "оценить",
      "definition": "Reconnaitre et profiter des bonnes qualités de quelque chose.",
      "definition_translation": "узнать и наслаждатьсяgood качествами чего-то",
      "example": "J'apprécie votre aide pour mon déménagement dans un nouvel appartement. J'ai apprécié la beauté du coucher de soleil hier. Je vous serais reconnaissant si vous pouviez m'aider à nouveau.",
      "example_translation": "Я оцениваю вашу помощь в переезде в новую квартиру. Я оценил красоту заката вчера. Я буду ценить это, если вы сможете помочь мне снова.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appréciation",
      "translation": "признательность",
      "definition": "Un sentiment de gratitude ou de respect pour quelque chose.",
      "definition_translation": "чувство благодарности или уважения к чему-то",
      "example": "J'ai exprimé ma reconnaissance pour le cadeau. Son appréciation de l'art est impressionnante. La société a montré son appréciation pour le travail acharné de l'employé.",
      "example_translation": "Я выразил свою признательность за подарок. Ее признательность к искусству впечатляет. Компания показала свою признательность за тяжелую работу сотрудника.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "approche",
      "translation": "подход",
      "definition": "L'acte de s'approcher ou de faire une avance, notamment de manière délibérée et intentionnelle.",
      "definition_translation": "Акт приближения или передвижения, особенно в целенаправленном и намеренном порядке.",
      "example": "Je vais aborder le problème avec prudence. Hier, j'ai abordé la question avec confiance. Si j'aborde la situation correctement, je réussirai demain.",
      "example_translation": "Яaproachую к проблеме с осторожностью. Вчера яapproached к вопросу с уверенностью. Если яapproachую к ситуации正确но, яucceed завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "approche",
      "translation": "подход",
      "definition": "Une façon de faire quelque chose, notamment une façon de résoudre un problème ou une situation.",
      "definition_translation": "Способ делать что-то, особенно способ справляться с проблемой или ситуацией.",
      "example": "Ma approche de la tâche était erronée. Elle abordera la tâche avec une attitude positive. Ils ont abordé le problème avec une approche différente.",
      "example_translation": "Мой подход к задаче был неправильным. Она будетapproach к задаче с позитивным настроем. Ониapproached к проблеме с другим подходом.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "approprié",
      "translation": "соответствующий",
      "definition": "Convenable ou adapté à une situation ou un but particulier.",
      "definition_translation": "Подходящий или соответствующий для конкретной ситуации или цели.",
      "example": "Les vêtements étaient appropriés pour l'occasion. Les fonds étaient appropriés pour le projet. L'action n'était pas appropriée dans cette situation.",
      "example_translation": "Одежда была соответствующей для мероприятия. Средства были соответствующими для проекта. Действие не было соответствующим в этой ситуации.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appropriément",
      "translation": "соответственно",
      "definition": "De manière convenable ou adaptée à une situation ou un but particulier.",
      "definition_translation": "Таким образом, который является подходящим или соответствующим для конкретной ситуации или цели.",
      "example": "L'enseignant s'est habillé appropriément pour la réunion. L'entreprise a réagi appropriément à la crise. Le gouvernement a agi appropriément dans la situation.",
      "example_translation": "Учитель оделся соответственно для встречи. Компания odpowiedděla соответственно кризису. Правительство действовало соответственно в ситуации.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "approbation",
      "translation": "одобрение",
      "definition": "L'acte d'approuver ou d'accepter quelque chose ; un sentiment d'appréciation ou de soutien.",
      "definition_translation": "Акт одобрения или принятия чего-либо; чувство liking или поддержки чего-либо",
      "example": "L'entreprise a reçu l'approbation pour le nouveau projet des investisseurs. Le gouvernement a donné son approbation pour la construction de l'aéroport. La nouvelle politique entrera en vigueur après approbation du conseil d'administration.",
      "example_translation": "Компания получила одобрение для нового проекта от инвесторов. Правительство дало свое одобрение для строительства нового аэропорта. Новая политика вступит в силу после одобрения от совета.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "approuver",
      "translation": "одобрять",
      "definition": "D'accorder son accord ou accepter quelque chose ; d'accepter officiellement quelque chose.",
      "definition_translation": "Согласиться с чем-либо или принять что-либо; официально принимать или соглашаться с чем-либо",
      "example": "Le directeur a approuvé le nouveau design. J'approuve les changements à la politique. Le conseil d'administration approuvera le budget la semaine prochaine.",
      "example_translation": "Менеджер одобрил новый дизайн. Я одобряю изменения политики. Совет одобрит бюджет на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "approximatif",
      "translation": "приблизительный",
      "definition": "Proche de la valeur ou quantité exacte ; non exact, mais suffisamment proche.",
      "definition_translation": "Близок к точному значению или количеству; не точный, но достаточно близок",
      "example": "Le coût approximatif du projet est de 10 000 dollars. La prévision météorologique a donné un temps approximatif pour l'arrivée de la tempête. La distance approximative jusqu'à la ville est de 50 miles.",
      "example_translation": "Приблизительная стоимость проекта составляет $10,000. Прогноз погоды дал приблизительное время для прибытия шторма. Приблизительное расстояние до города составляет 50 миль.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tablier",
      "translation": "фартук",
      "definition": "Un morceau de tissu porté sur le devant du corps pour protéger les vêtements des taches.",
      "definition_translation": "Кусок ткани, который носит на передней части тела, чтобы защитить одежду от грязи или пятен",
      "example": "Le chef portait un tablier pour protéger ses vêtements des taches. Le jardinier portait un tablier pour garder ses vêtements propres. L'artiste portait un tablier pour protéger ses vêtements de la peinture.",
      "example_translation": "Шеф-повар носил фартук, чтобы защитить свою одежду от пятен. Садовник носил фартук, чтобы держать свою одежду чистой. Художник носил фартук, чтобы защитить свою одежду от краски.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arène",
      "translation": "арена",
      "definition": "Un espace rectangulaire entouré de gradins, utilisé pour des sports, des concerts ou d'autres performances.",
      "definition_translation": "Прямоугольная площадка, окруженная ярусами сидений, используемая для спортивных мероприятий, концертов или других выступлений.",
      "example": "Les Beatles ont joué leur dernier concert à l'arène en 1966, et cela a été un énorme succès. Maintenant, l'arène est en cours de rénovation pour les Jeux olympiques. D'ici l'année prochaine, l'arène aura été reconstruite.",
      "example_translation": "Битлз сыграли свой прощальный концерт на арене в 1966 году, и это был огромный успех. Теперь арена реконструируется для Олимпийских игр. К следующему году арена будет перестроена.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bras",
      "translation": "рука",
      "definition": "Le membre supérieur du corps humain, de l'épaule au poignet.",
      "definition_translation": "Верхняя конечность человеческого тела, от плеча до запястья.",
      "example": "Elle avait un tattoo sur son bras, qu'elle s'était fait faire pour son anniversaire l'année dernière. Maintenant, elle pense à se faire faire un autre sur son bras. À l'avenir, elle aura plusieurs tattoos sur son bras.",
      "example_translation": "У нее была татуировка на руке, которую она сделала на свой день рождения в прошлом году. Теперь она подумывает о том, чтобы сделать еще одну на руке. В будущем у нее будут несколько татуировок на руке.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "armé",
      "translation": "вооруженный",
      "definition": "Équipé d'armes, notamment d'armes à feu.",
      "definition_translation": "Оснащенный оружием, особенно огнестрельным.",
      "example": "Le policier était armé d'un pistolet et d'un Taser lorsqu'il a répondu à l'appel. Le soldat était lourdement armé lorsqu'il est allé sur le champ de bataille. À l'avenir, la police sera mieux armée pour gérer de telles situations.",
      "example_translation": "Полицейский был вооружен пистолетом и тазером, когда онตอบил на звонок. Солдат был тяжело вооружен, когда он отправился на поле боя. В будущем полиция будет лучше вооружена для handing таких ситуаций.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arranger",
      "translation": "организовать",
      "definition": "De mettre en ordre, préparer ou régler quelque chose d'une manière spécifique.",
      "definition_translation": "Разместить в порядке, подготовить или урегулировать что-то определенным образом.",
      "example": "J'ai arrangé une réunion avec mes collègues hier, et nous avons discuté du projet. Elle arrangera les fleurs dans le vase d'ici demain. À l'avenir, nous arrangerons une fête pour célébrer notre anniversaire.",
      "example_translation": "Я организовал встречу со своими коллегами вчера, и мы обсудили проект. Она организует цветы в вазе к завтрашнему дню. В будущем мы организуем вечеринку, чтобы отпраздновать нашу годовщину.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrêt",
      "translation": "арест",
      "definition": "L'acte de prendre quelqu'un en garde à vue, généralement parce qu'il est soupçonné d'avoir commis un crime.",
      "definition_translation": "Акт задержания кого-то, обычно потому, что они подозреваются в совершении преступления.",
      "example": "Le policier a décidé d'arrêter le suspect après avoir trouvé des preuves du crime. Hier, elle a été arrêtée pour conduite en état d'ivresse. Si elle ne se présente pas au tribunal, elle sera arrêtée à nouveau.",
      "example_translation": "Полицейский офицер решил арестовать подозреваемого после обнаружения улик преступления. Вчера она была арестована за вождение в нетрезвом виде. Если она не явится в суд, она будет арестована снова.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrogance",
      "translation": "арогантность",
      "definition": "Avoir ou montrer une attitude de supériorité, manque de modestie et tendance à dominer.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "L'arrogance de la célébrité a été rebutante pour de nombreux fans. Elle a montré de l'arrogance lorsqu'elle est entrée dans la pièce, ignorant tout le monde. Si elle ne contrôle pas son arrogance, elle perdra tous ses amis.",
      "example_translation": "Арогантность знаменитости была отталкивающей для многих фанатов. Она проявила аrogантность, когда вошла в комнату, игнорируя всех остальных. Если он не проверит свою аrogантность, он потеряет всех своих друзей.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "арогантный",
      "definition": "Avoir ou montrer une attitude de supériorité, manque de modestie et tendance à dominer.",
      "definition_translation": "Имея или демонстрируя отношение превосходства, отсутствие скромности и тенденцию доминировать.",
      "example": "Le PDG arrogant était détesté par tous ses employés. Mon frère peut être arrogant lorsqu'il parle de ses réalisations. Elle était arrogante et croyait tout savoir.",
      "example_translation": "Арогантный генеральный директор был ненавидим всеми его сотрудниками. Мой брат может быть аrogантным, когда он говорит о своих достижениях. Она была аrogантной и думала, что знает все.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "flèche",
      "translation": "стрела",
      "definition": "Un projectile avec une pointe aigüe, tiré d'un arc, utilisé comme arma ou pour le sport.",
      "definition_translation": "Проецируемый объект с острым концом, выстреливаемый из лука, используемый как оружие или для спорта.",
      "example": "Le archer a tiré une flèche dans la cible. Hier, j'ai tiré une flèche sur la pomme, mais j'ai raté. Si vous visez soigneusement, vous pouvez atteindre le centre de la cible avec une flèche.",
      "example_translation": "Стрелок выстрелил стрелу в мишень. Вчера я выстрелил стрелу в яблоко, но я промахнулся. Если ты целишься аккуратно, ты можешь попасть в центр цели с помощью стрелы.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "artificiellement",
      "translation": "искусственно",
      "definition": "De manière non naturelle ou spontanée ; par des processus artificiels ou non naturels.",
      "definition_translation": "Способом, который не является естественным или спонтанным; с помощью искусственных или ненатуральных процессов.",
      "example": "La nouvelle politique a été mise en œuvre artificiellement pour contrôler l'économie. Dans le passé, le gouvernement a artificiellement gonflé la monnaie. D'ici l'année prochaine, la compagnie introduira artificiellement de nouveaux produits sur le marché.",
      "example_translation": "Новая политика была введена искусственно, чтобы контролировать экономику. В прошлом правительство искусственно.inflate валюту. К следующему году компания искусственно введет новые продукты на рынок.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "artistique",
      "translation": "художественный",
      "definition": "Relatif à ou ayant une forte appréciation pour les arts, notamment de manière créative ou imagée.",
      "definition_translation": "Относящийся к искусству или具有 сильного уважения к искусству, особенно в творческом или фантазийном виде.",
      "example": "Le directeur artistique du musée a monté une belle collection d'art contemporain. L'expression artistique du peintre était unique et captive. Dans l'avenir, la ville organisera un festival artistique pour promouvoir le talent local.",
      "example_translation": "Арт-директор музея курировалcollectionof современного искусства. Художественное выражение художника было уникальным и пленительным. В будущем город проведет художественный фестиваль, чтобыpromote местный талант.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "artistiquement",
      "translation": "художественно",
      "definition": "De manière habile ou créative, notamment en relation avec les arts.",
      "definition_translation": "Способом, который является умелым или творческим,особенно в отношении искусства.",
      "example": "Le photographe a artistiquement capturé la beauté du paysage. Le danseur a artistiquement exprimé les émotions de la musique. Dans le passé, les architectes ont artistiquement conçu le bâtiment historique.",
      "example_translation": "Фотограф художественно захватил красоту ландшафта. Танцор художественно выразил эмоции музыки. В прошлом архитекторы художественно спроектировали историческое здание.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "de côté",
      "translation": "в стороне",
      "definition": "Sur ou vers un côté, notamment pour éviter ou ignorer quelque chose.",
      "definition_translation": "На или по одной стороне,особенно для避ания или игнорирования чего-то.",
      "example": "Elle a mis le livre de côté pour se concentrer sur son travail. Il a poussé la chaise de côté pour faire de la place pour la nouvelle table. Dans l'avenir, la compagnie mettra le projet de côté pour se concentrer sur des tâches plus importantes.",
      "example_translation": "Она положила книгу в сторону, чтобы сфокусироваться на своей работе. Он đẩy стул в сторону, чтобы Создать место для нового стола. В будущем компания положит проект в сторону, чтобы концентрация на более важных задачах.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aspect",
      "translation": "аспект",
      "definition": "Un aspect particulier ou une partie de quelque chose, comme un problème ou une situation.",
      "definition_translation": "Определенный аспект чего-либо,例如 проблемы или ситуации.",
      "example": "L'aspect de la maison que j'ai préféré était le jardin. J'ai évalué l'aspect de la nouvelle politique la semaine dernière. L'aspect du projet qui m'a inquiété était le délai.",
      "example_translation": "Аспект дома, который мне понравился больше всего, был задний двор. Я оценил аспект новой политики на прошлой неделе. Аспект проекта, который меня беспокоил, был дедлайн.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "évaluer",
      "translation": "оценивать",
      "definition": "Évaluer ou estimer la valeur ou la qualité de quelque chose.",
      "definition_translation": "Оценить или оценить стоимость или качество чего-либо.",
      "example": "Le professeur a évalué la performance de l'élève et a donné des commentaires. La compagnie évaluera les dégâts et décidera de la prochaine étape. Je vais évaluer la situation et vous en informerai.",
      "example_translation": "Учитель оценил работу студента и дал обратную связь. Компания будет оценивать ущерб и принимать решение о следующем шаге. Я оцениву ситуацию и сообщу вам.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "évaluation",
      "translation": "оценка",
      "definition": "L'acte d'évaluer ou d'estimer quelque chose, ou le jugement ou l'estimation fait.",
      "definition_translation": "Акт оценки или оценки чего-либо, или суждение или оценка, сделанная.",
      "example": "L'évaluation du projet a révélé plusieurs faiblesses. Le professeur a utilisé un rubric pour l'évaluation des essais des étudiants. Le gouvernement a évalué la situation de manière excessivement optimiste.",
      "example_translation": "Оценка проекта выявил несколько недостатков. Учитель использовал руководство для оценки эссе студентов. Оценка ситуации, сделанная правительством, была過очно оптимистичной.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "assister",
      "translation": "помогать",
      "definition": "Donner un soutien ou une aide à quelqu'un ou quelque chose.",
      "definition_translation": "Дать поддержку или помощь кому-либо или чему-либо.",
      "example": "Elle assiste le directeur dans ses tâches quotidiennes. J'ai assisté mon ami pour emménager dans un nouvel appartement. La société aidera les victimes de la catastrophe naturelle.",
      "example_translation": "Она помогает менеджеру с ежедневными задачами. Я помог другу с переездом в новую квартиру. Компания будет помогать жертвам стихийного бедствия.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "assistance",
      "translation": "помощь",
      "definition": "L'acte d'aider ou de soutenir quelqu'un ou quelque chose.",
      "definition_translation": "Акт помощи или поддержки кого-то или чего-то.",
      "example": "Elle a fourni une assistance à la femme âgée qui traversait la rue. Elle aide sa mère avec les tâches ménagères depuis qu'elle a 12 ans. Elle aidera l'équipe dans le prochain projet.",
      "example_translation": "Она оказала помощь пожилой женщине, переходившей улицу. Она помогает своей матери с домашними задачами с 12 лет. Она поможет команде в предстоящем проекте.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "association",
      "translation": "ассоциация",
      "definition": "Un groupe de personnes organisé pour un objectif particulier, comme une entreprise ou une organisation caritative.",
      "definition_translation": "Группа людей, организованная для определенной цели, chẳng hạn как бизнес или благотворительная организация.",
      "example": "L'association environnementale travaille à réduire la pollution dans la ville. Elle a été membre de l'association des écrivains depuis 2010. L'association accueillera une conférence la semaine prochaine.",
      "example_translation": "Экологическая ассоциация работает над уменьшением загрязнения в городе. Она является членом ассоциации писателей с 2010 года. Ассоциация проведет конференцию на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "association",
      "translation": "ассоциация",
      "definition": "Le processus de connexion ou de lien dans l'esprit, tel que des idées ou des souvenirs.",
      "definition_translation": "Процесс соединения или связывания вещей в уме, таких как идеи или воспоминания.",
      "example": "L'association entre les deux événements était peu claire. L'odeur du café évoque toujours une association avec ma grand-mère. Le psychologue a étudié l'association entre le langage et la culture.",
      "example_translation": "Связь между двумя событиями была неясной. Запах кофе всегда вызывает ассоциацию с моей бабушкой. Психолог изучал связь между языком и культурой.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "supposer",
      "translation": "предполагать",
      "definition": "Prendre quelque chose pour vrai ou comme étant sur le point de se produire sans avoir de preuves ou de témoignages.",
      "definition_translation": "Принимать что-то за истину или случившееся без доказательств или свидетельств.",
      "example": "Je suppose qu'elle sera en retard pour la réunion. Il a supposé le rôle de leader d'équipe après que John est parti. Nous allons supposer la responsabilité du projet.",
      "example_translation": "Я предполагаю, что она опаздывает на встречу. Он принял роль лидера команды после ухода Джона. Мы примем ответственность за проект.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "assurer",
      "translation": "убедить",
      "definition": "Rendre quelqu'un confiant ou certain à propos de quelque chose",
      "definition_translation": "aukee кем-то уверенным или certo о чем-то",
      "example": "J'ai assuré qu'elle serait okay. J'ai assuré le client que nous allons respecter le délai. Je vais vous assurer que c'est sûr.",
      "example_translation": "Я убедил ее, что все будет в порядке. Я убедил клиента, что мы уложимся в срок. Я убедлю вас, что это безопасно.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étonné",
      "translation": "пораженный",
      "definition": "Sentant une grande surprise ou un choc",
      "definition_translation": "чувствующий极альную surprise или шок",
      "example": "J'étais étonné par la nouvelle. Elle était étonnée par la beauté de la ville. Ils étaient étonnés par le tour de magie.",
      "example_translation": "Я был поражен новостью. Она была поражена красотой города. Они были поражены фокусом.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étonnant",
      "translation": "поражающий",
      "definition": "Extrêmement surprenant ou impressionnant",
      "definition_translation": "экстремально surprise или впечатляющий",
      "example": "Le feu d'artifice était étonnant. La vue du haut était étonnante. Son talent était étonnant.",
      "example_translation": "Демонстрация фейерверков была поражающей. Вид с вершины был поражающим. Ее талант был поражающим.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étonnement",
      "translation": "изумление",
      "definition": "Un sentiment de grande surprise ou de choc",
      "definition_translation": "чувство великой surprise или шока",
      "example": "L'étonnement sur son visage était clair. La nouvelle a causé de l'étonnement dans tout le pays. Le tour de magie a causé de l'étonnement dans le public.",
      "example_translation": "Изумление на ее лице было явным. Новость вызвала изумление по всей стране. Фокус магика вызвал изумление в аудитории.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "athlète",
      "translation": "атлетический",
      "definition": "Relatif ou caractéristique des athlètes ou de l'athlétisme ; physiquement fort et en bonne santé.",
      "definition_translation": "Относящийся к спортсменам или атлетике; физически сильный и здоровый.",
      "example": "Il était un enfant athlète, toujours en train de courir et de jouer dehors. Il est athlète, donc il peut courir un marathon facilement. Il sera athlète à l'avenir, donc il gagnera de nombreuses compétitions.",
      "example_translation": "Он был athletic ребёнком, всегда бегая и играя на улице. Он является athletic, поэтому он может легко пробежать марафон. Он будет athletic в будущем, поэтому он выиграет многие соревнования.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "atmosphère",
      "translation": "атмосфера",
      "definition": "L'air ou les gaz entourant la Terre ; l'ambiance ou le sentiment d'un endroit particulier.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство určitого места.",
      "example": "L'atmosphère dans la salle de classe est tendue. L'atmosphère de la ville est vibrante. L'atmosphère de la fête sera festive.",
      "example_translation": "Атмосфера в классе напряжена. Атмосфера города живая. Атмосфера на вечеринке будет праздничной.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "atmosphère",
      "translation": "атмосфера",
      "definition": "L'air ou les gaz entourant la Terre ; l'ambiance ou le sentiment d'un endroit particulier.",
      "definition_translation": "Воздух или газы, окружающие Землю; настроение или чувство определенного места.",
      "example": "L'atmosphère dans le restaurant est confortable. L'atmosphère du musée est calme. L'atmosphère de la forêt sera paisible.",
      "example_translation": "Атмосфера в ресторане уютная. Атмосфера в музее тихая. Атмосфера в лесу будет мирной.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "atome",
      "translation": "атом",
      "definition": "Une très petite particule de matière, notamment une qui est trop petite pour être vue.",
      "definition_translation": "Очень маленькая частица вещества, особенно та, что слишком мала, чтобы увидеть.",
      "example": "Les atomes sont les briques du molécules. L'atome a été divisé dans l'expérience. Les atomes vont se combiner pour former une nouvelle molécule.",
      "example_translation": "Атомы - это блоки строения молекул. Атом был разделен в эксперименте. Атомы объединятся, чтобы сформировать новую молекулу.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "atomique",
      "translation": "атомный",
      "definition": "Relatif ou consistant en atomes, notamment dans un état d'ionisation.",
      "definition_translation": "Относящийся к атомам, особенно в состоянии ионизации.",
      "example": "La bombe atomique a été larguée sur Hiroshima en 1945. Le scientifique étudie la structure atomique de la molécule. La nouvelle centrale nucléaire sera opérationnelle l'année prochaine.",
      "example_translation": "Атомная бомба была сброшена на Хиросиму в 1945 году. Ученый изучает атомную структуру молекулы. Новый атомный электростанционный будет готов к следующему году.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attaché",
      "translation": "прикрепленный",
      "definition": "Firmement fixé ou connecté à quelque chose.",
      "definition_translation": "Прочно закрепленный или соединенный с чем-то.",
      "example": "Le fichier est attaché à l'email. J'ai attaché le document au rapport. Le garage attaché est une grande fonctionnalité de la maison.",
      "example_translation": "Файл прикреплен к электронному письму. Я прикрепил документ к отчету. Прикрепленная гараж - это отличная функция дома.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pièce jointe",
      "translation": "приложение",
      "definition": "Un document ou un fichier qui est ajouté à un email ou à un message.",
      "definition_translation": "Документ или файл, который добавляется к электронному письму или сообщению.",
      "example": "Veuillez trouver la pièce jointe à cet email. La pièce jointe est trop grande pour être envoyée par email. J'ai reçu une pièce jointe avec le message.",
      "example_translation": "Пожалуйста, найдите приложение к этому электронному письму. Приложение слишком большое, чтобы отправить через электронную почту. Я получил приложение с сообщением.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tenter",
      "translation": "попытка",
      "definition": "Essayer de faire quelque chose ou de faire un effort pour accomplir quelque chose.",
      "definition_translation": "Пытаться сделать что-то или предпринять усилие, чтобы достичь чего-то.",
      "example": "Je vais tenter de finir le projet d'ici la date limite. Elle a tenté d'escalader la montagne mais a échoué. Ils vont tenter de battre le record du monde le mois prochain.",
      "example_translation": "Я постараюсь закончить проект к сроку. Она попыталась_scaling горы, но неудачно. Они постараются побить мировой рекорд в следующем месяце.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "grenier",
      "translation": "чердачное помещение",
      "definition": "L'espace ou la pièce juste en dessous du toit d'un bâtiment, souvent utilisé pour le stockage.",
      "definition_translation": "Пространство или комната непосредственно ниже крыши здания, часто используемая для хранения.",
      "example": "J'ai trouvé un vieux coffre dans le grenier en nettoyant la maison. Hier, j'avais nettoyé le grenier, et maintenant il looks grand. D'ici l'an prochain, j'aurai fini d'organiser le grenier.",
      "example_translation": "Я нашел старый сундук в чердаке, когда чистил дом. Вчера я čistил чердак, и теперь он выглядит великолепно. К следующему году я закончу организацию чердака.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attirer",
      "translation": "привлекать",
      "definition": "Attrait l'attention ou l'intérêt de quelqu'un vers quelque chose.",
      "definition_translation": "Привлекать внимание или интерес к чему-либо.",
      "example": "Le beau jardin attire de nombreux touristes chaque année. Elle a attiré beaucoup d'attention au party. D'ici le mois prochain, le nouveau produit attirera plus de clients.",
      "example_translation": "Красивый сад привлекает многих туристов каждый год. Она привлекла много внимания на вечеринке. К следующему месяцу новый продукт привлечет больше клиентов.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attraction",
      "translation": "аттракцион",
      "definition": "Une caractéristique d'un endroit qui le rend intéressant ou agréable.",
      "definition_translation": "Особенность места, которая делает его интересным или приятным.",
      "example": "L'attraction principale de la ville est son centre historique. Le montagnes russe était l'attraction principale du parc d'attractions. D'ici la saison prochaine, la nouvelle attraction sera ouverte.",
      "example_translation": "Основной аттракцион города - его исторический центр. Американские горки были основным аттракционом в парке развлечений. К следующему сезону новый аттракцион будет открыт.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aubergine",
      "translation": "баклажан",
      "definition": "Un légume violet, également connu sous le nom d'aubergine, utilisé dans la cuisine.",
      "definition_translation": "Фиолетовый овощ, также известный как баклажан, используемый в кулинарии.",
      "example": "J'adore cuisiner des aubergines parmesan pendant l'été. Elle avait cuit une aubergine hier. D'ici la semaine prochaine, j'aurai grillé une aubergine pour dîner.",
      "example_translation": "Я люблю готовить аubergine пармезан летом. Она печь баклажан вчера. К следующей неделе я будет гриль баклажан на ужин.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "authority",
      "translation": "авторитет",
      "definition": "Le pouvoir ou le droit de contrôler ou de commander ; le droit de prendre des décisions et de donner des ordres",
      "definition_translation": "Власть или право управлять или командовать; право принимать решения и давать приказы",
      "example": "Le gouvernement a l'autorité de faire des lois. Le président a exercé son autorité pour mettre son veto au projet de loi. La société obtiendra l'autorité sur le marché d'ici la fin de l'année.",
      "example_translation": "Правительство имеет власть создавать законы. Президент использовал свою власть, наложив вето на законопроект. К концу года компания приобретет авторитет на рынке.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "automatic",
      "translation": "автоматический",
      "definition": "Fonctionnant ou fait indépendamment, sans intervention humaine ; capable de fonctionner seul",
      "definition_translation": "Работающий или выполняющийся самостоятельно, без вмешательства человека; способный функционировать самостоятельно",
      "example": "Les portes automatiques se sont ouvertes lorsque nous nous sommes approchés. La transmission automatique a rendu la voiture facile à conduire. Le système automatique détectera l'erreur et la corrigera.",
      "example_translation": "Автоматические двери открылись, когда мы подошли. Автоматическая трансмиссия делает машину легкой в управлении. Автоматическая система обнаружит ошибку и исправит ее.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "automatically",
      "translation": "автоматически",
      "definition": "Fait ou fonctionnant indépendamment, sans intervention humaine ; se produisant ou fait par machine",
      "definition_translation": "Выполняемый или работающий самостоятельно, без вмешательства человека; происходящий или выполняемый машиной",
      "example": "Le système met à jour automatiquement le logiciel. Les portes se sont verrouillées automatiquement lorsque nous avons quitté la voiture. L'appareil photo se focalise automatiquement sur le sujet.",
      "example_translation": "Система автоматически обновляет программное обеспечение. Двери автоматически заперлись, когда мы вышли из машины. Камера автоматически фокусируется на объекте.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "availability",
      "translation": "доступность",
      "definition": "L'état d'être disponible ou accessible ; la qualité d'être en mesure d'être utilisé ou obtenu",
      "definition_translation": "Состояние доступности или возможности доступа; качество того, что может быть использовано или получено",
      "example": "La disponibilité du produit est limitée. La réceptionniste a confirmé la disponibilité de la chambre d'hôtel. La société assurera la disponibilité du service d'ici la fin du mois.",
      "example_translation": "Доступность продукта ограничена. Доступность номера в отеле была подтверждена администратором. Компания обеспечит доступность услуги к концу месяца.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avoid",
      "translation": "избежать",
      "definition": "Éviter quelqu'un ou quelque chose parce que cela pourrait être désagréable ou dangereux.",
      "definition_translation": "Уклоняться от чего-то или кого-то, поскольку это может быть неприятным или опасным.",
      "example": "J'essaie d'éviter de conduire sous la pluie, je vais éviter de manger de la nourriture épicée demain, j'ai évité de parler à elle parce que j'étais en colère.",
      "example_translation": "Я стараюсь избежать вождения в сильный дождь, я избегаю есть острое завтра, я избегал разговаривать с ней, потому что я был зол.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "award",
      "translation": "награда",
      "definition": "Un prix ou une distinction donnée à quelqu'un pour avoir accompli quelque chose de spécial.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "J'ai remporté un prix pour ma contribution à la charité, elle a reçu un prix pour sa performance exceptionnelle, ils vont décerner un prix au vainqueur avec un trophée.",
      "example_translation": "Я выиграл награду за мой вклад в благотворительность, Она получила награду за ее выдающуюся работу, Они наградят победителя трофеем.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "award",
      "translation": "награда",
      "definition": "Un prix ou une distinction donnée à quelqu'un pour avoir accompli quelque chose de spécial.",
      "definition_translation": "Премия или честь, даваемая кому-то за достижение чего-то особенного.",
      "example": "La société attribuera un prix au meilleur employé, la cérémonie de remise des prix aura lieu le mois prochain, elle a remporté un prix pour son design innovant.",
      "example_translation": "Компания наградит лучшего сотрудника, Церемония награждения состоится в следующем месяце, Она выиграла награду за свой инновационный дизайн.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aware",
      "translation": "осведомлен",
      "definition": "Ayant connaissance ou compréhension de quelque chose.",
      "definition_translation": "Иметь знание или понимание чего-то.",
      "example": "Je suis conscient des risques impliqués, elle était consciente de sa présence, ils étaient conscients des changements sur le marché.",
      "example_translation": "Я осведомлен о рисках, связанных с этим, Она была осведомлена о его присутствии, Они были осведомлены о изменениях на рынке.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "maladroitement",
      "translation": "неловко",
      "definition": "De manière non habile ou non gracieuse ; maladroite.",
      "definition_translation": "В sposób, который не является ماهр или изящным; неуклюжий.",
      "example": "Elle marchait maladroitement dans ses hauts talons, trébuchant sur les escaliers. Hier, elle avait essayé maladroitement de danser la salsa. Demain, elle présentera maladroitement son exposé devant ses collègues.",
      "example_translation": "Она ходила неуклюже на своих высоких каблуках, спотыкаясь на лестнице. Вчера она неуклюже пыталась танцевать сальсу. Завтра она неуклюже представит доклад перед своими коллегами.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "célibataire",
      "translation": "бакалавр",
      "definition": "Un homme qui n'a jamais été marié, notamment celui qui est considéré comme attractif et éligible au mariage.",
      "definition_translation": "Мужчина, который никогда не был женат, особенно тот, который считается привлекательным и подходящим для брака.",
      "example": "Le bel célibataire était le centre d'attention au parti. Mon ami est célibataire et adore voyager. Lorsqu'il prendra sa retraite, il sera un célibataire heureux avec beaucoup de temps libre.",
      "example_translation": "Прекрасный холостяк был центром внимания на вечеринке. Мой друг - холостяк и любит путешествовать. Когда он уйдет на пенсию, он будет счастливым холостяком с大量 свободного времени.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrière-plan",
      "translation": "фон",
      "definition": "Le décor ou situation qui entoure une personne, un événement ou une chose.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "L'arrière-plan du tableau était un beau paysage. Le bruit de fond m'empêchait de étudier. À l'arrière-plan, vous pouvez entendre le son de l'océan.",
      "example_translation": "Фон картины был красивым ландшафтом. Фоновый шум мешал мне учиться. На фоне вы можете услышать звук океана.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrière-plan",
      "translation": "фон",
      "definition": "L'arrière-plan de quelque chose est la situation ou les circonstances qui existent avant et pendant un événement ou une situation particulière.",
      "definition_translation": "Ландшафт или ситуация, окружающая человека, событие или вещь.",
      "example": "L'arrière-plan de la crise économique était une combinaison de facteurs, notamment la bulle immobilière et les emprunts excessifs.",
      "example_translation": "Фон фото был красивой горой. Компания проверила мой фон, прежде чем нанять меня. Фон веб-сайта был простым белым.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "arrière-plan",
      "translation": "фон",
      "definition": "Le décor ou situation qui entoure une personne, un événement ou une chose.",
      "definition_translation": "Фон чего-либо - это ситуация или обстоятельства, которые существуют до и во время определенного события или ситуации.",
      "example": "L'arrière-plan de la photo était une belle montagne. La société a vérifié mon arrière-plan avant de m'embaucher. L'arrière-plan du site web était plain blanc.",
      "example_translation": "Фон экономического кризиса был комбинацией факторов, включая пузырь на рынке жилищного строительства и чрезмерное заимствование.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sauvegarde",
      "translation": "резервное копирование",
      "definition": "Une sauvegarde est une copie d'un fichier ou de données qui est faite au cas où l'original est perdu ou endommagé.",
      "definition_translation": "Резервное копирование - это копия файла или данных, которая создается на случай потери или повреждения оригинала.",
      "example": "Je fais une sauvegarde de mes fichiers chaque semaine pour être sûr de ne pas les perdre en cas de plantage de mon ordinateur.",
      "example_translation": "Я создаю резервное копирование моих файлов каждый неделю, чтобы обеспечить, что я не потеряю их в случае сбоя моего компьютера.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mauvais",
      "translation": "плохой",
      "definition": "Quelque chose qui est mauvais est de qualité médiocre ou insatisfaisante.",
      "definition_translation": "Что-то, что является плохим, имеет низкое качество или является неудовлетворительным.",
      "example": "Le film était mauvais, alors nous sommes partis du cinéma après 30 minutes.",
      "example_translation": "Фильм был плохим, поэтому мы ушли из театра через 30 минут.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "de mauvais caractère",
      "translation": "свирепый",
      "definition": "Quelqu'un qui est de mauvais caractère est facilement irrité ou devient vite en colère.",
      "definition_translation": "Кто-то, кто является свирепым, легко раздражается или быстро становится злым.",
      "example": "Ma sœur est de mauvais caractère, donc j'essaie d'éviter de discuter avec elle.",
      "example_translation": "Моя сестра является свирепой, поэтому я стараюсь избегать спорить с ней.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "insigne",
      "translation": "знак отличия",
      "definition": "Un insigne est une petite décoration ou emblème qui est porté pour montrer son appartenance, son accomplissement ou son identité.",
      "definition_translation": "Знак отличия - этоsmall украшение или эмблема, которую носят, чтобы показать членство, достижение или идентичность.",
      "example": "Elle portait un insigne sur son uniforme pour montrer qu'elle était leader d'équipe. Elle portera un insigne à la conférence pour montrer qu'elle est intervenante. Elle avait porté un insigne à la cérémonie pour montrer qu'elle était gagnante.",
      "example_translation": "Она носила знак отличия на форме, чтобы показать, что она является лидером команды. Она будет носить знак отличия на конференции, чтобы показать, что она является докладчиком. Она носила знак отличия на церемонии, чтобы показать, что она является победителем.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sac",
      "translation": "сумка",
      "definition": "Un sac est un contenant fait de matériau flexible, utilisé pour porter ou stocker des choses.",
      "definition_translation": "Сумка - это контейнер, сделанный из гибкого материала, используемый для ношения или хранения вещей.",
      "example": "J'ai porté mon sac au magasin. Je porterai mon sac à l'aéroport demain. J'avais porté mon sac à la plage le week-end dernier.",
      "example_translation": "Я нес свою сумку в магазин. Я будет нести свою сумку в аэропорт завтра. Я нес свою сумку на пляж на прошлых выходных.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boulangerie",
      "translation": "пекарня",
      "definition": "Une boulangerie est un endroit où le pain, les gâteaux et les pâtisseries sont fabriqués et vendus.",
      "definition_translation": "Пекарня - это место, где делают и продают хлеб, торты и пирожные.",
      "example": "J'ai visité une boulangerie ce matin pour acheter du pain frais. Elle visitera une boulangerie demain pour commander un gâteau. Ils avaient visité une boulangerie la semaine dernière pour acheter des pâtisseries.",
      "example_translation": "Я посетил пекарню это утро, чтобы купить некоторых свежего хлеба. Она будет посещать пекарню завтра, чтобы заказать торт. Они посетили пекарню на прошлой неделе, чтобы купить некоторых пирожных.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "équilibre",
      "translation": "баланс",
      "definition": "L'équilibre est un état d'équilibre ou de stabilité, où différents éléments sont en harmonie les uns avec les autres.",
      "definition_translation": "Баланс - это состояние равновесия или устойчивости, где разные элементы находятся в гармонии друг с другом.",
      "example": "L'artiste a lutté pour atteindre un équilibre dans sa composition. L'entreprise va s'efforcer de maintenir un équilibre entre le travail et les loisirs. Ils avaient atteint un équilibre entre leurs revenus et leurs dépenses.",
      "example_translation": "Художник боролся, чтобы достичь баланса в своей композиции. Компания будет стремиться поддерживать баланс между работой и досугом. Они достигли баланса между своими доходом и расходами.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "équilibre",
      "translation": "баланс",
      "definition": "Un état d'équilibre ou de stabilité, où toutes les forces ou facteurs sont en harmonie.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "L'entreprise a lutté pour trouver un équilibre entre le profit et la responsabilité sociale. Hier, ils ont équilibré leur budget. À l'avenir, ils équilibreront leurs objectifs.",
      "example_translation": "Компания боролась с поиском баланса между прибылью и социальной ответственностью. Вчера они сбалансировали свой бюджет. В будущем они сбалансируют свои цели.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "équilibre",
      "translation": "баланс",
      "definition": "Un état d'équilibre ou de stabilité, où toutes les forces ou facteurs sont en harmonie.",
      "definition_translation": "Состояние равновесия или стабильности, где все силы или факторы находятся в гармонии.",
      "example": "L'artiste a atteint un équilibre parfait des couleurs dans son tableau. L'athlète équilibrait avec impression sur la poutre. L'économiste équilibrera le budget national.",
      "example_translation": "Художница достигла идеального баланса цветов в своей картине. Баланс атлета на балансире был впечатляющим. Экономист сбалансирует национальный бюджет.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "équilibré",
      "translation": "сбалансированный",
      "definition": "Ayant toutes les parties ou éléments en proportion harmonieuse ou relation.",
      "definition_translation": "Имеющий все части или элементы в гармоничной пропорции или соотношении.",
      "example": "Le portefeuille équilibré de l'entreprise a conduit à des profits significatifs. Le chef a créé un menu équilibré pour le restaurant. Le régime équilibré de l'athlète l'a aidée à se remettre de la blessure.",
      "example_translation": "Сбалансированный портфель компании привел к значительным прибылям. Повар создал сбалансированное меню для ресторана. Сбалансированная диета атлета помогла ей восстановиться после травмы.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "interdire",
      "translation": "запрет",
      "definition": "Prohiber ou interdire quelque chose, especially par décret officiel.",
      "definition_translation": "Запретить или禁止 что-то, особенно официальным декретом.",
      "example": "Le gouvernement a interdit de fumer dans les lieux publics. Ils interdiront les plastiques à usage unique l'année prochaine. L'organisation a interdit au politicien controversé de participer à la réunion.",
      "example_translation": "Правительство запретило курение в общественных местах. Они запретят одиночные пластиковые изделия в следующем году. Организация запретила скандальному политику посещение встречи.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "interdit",
      "translation": "запрет",
      "definition": "une déclaration officielle que quelque chose n'est pas autorisé",
      "definition_translation": "официальное заявление о том, что что-то не допускается",
      "example": "Le gouvernement a interdit de fumer dans tous les lieux publics. Hier, ils ont interdit la vente de feux d'artifice. D'ici l'année prochaine, ils auront interdit les plastiques à usage unique.",
      "example_translation": "Правительство запретило курение во всех общественных местах. Вчера они запретили продажу фейерверков. К следующему году они запретят одноразовые пластиковые изделия.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bang",
      "translation": "удар",
      "definition": "un bruit fort et sec, notamment celui fait par quelque chose qui frappe quelque chose d'autre",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "Le feu d'artifice a explosé avec un bang fort. La porte s'est fermée avec un bang. La voiture a fait une Tape avec un bang.",
      "example_translation": "Фейерверк взорвался с громким ударом. Дверь захлопнулась с ударом. Машиной дала обратный ход с ударом.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bang",
      "translation": "удар",
      "definition": "un bruit fort et sec, notamment celui fait par quelque chose qui frappe quelque chose d'autre",
      "definition_translation": "громкий, острый шум, особенно тот, который делается чем-то, ударяющим по чему-то другому",
      "example": "Le pistolet a tiré avec un bang. La musique a commencé avec un bang. La fête se terminera avec un bang.",
      "example_translation": "Пистолет выстрелил с ударом. Музыка началась с ударом. Вечеринка закончится с ударом.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "banquier",
      "translation": "банкир",
      "definition": "une personne qui travaille dans une banque, notamment une personne qui occupe un poste élevé",
      "definition_translation": "человек, работающий в банке, особенно тот, кто имеет высокую должность",
      "example": "Le banquier a investi lourdement dans les actions. Hier, le banquier a rencontré le client. D'ici l'année prochaine, le banquier aura pris sa retraite.",
      "example_translation": "Банкир инвестировал большие деньги в акции. Вчера банкир встретился с клиентом. К следующему году банкир уйдет на пенсию.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "banque",
      "translation": "банковское",
      "definition": "L'activité de fournir des services financiers en acceptant et en sécurisant l'argent appartenant à d'autres individus et entreprises, puis en prêtant cet argent pour générer un profit.",
      "definition_translation": "Деятельность по предоставлению финансовых услуг посредством приема и охраны денег, принадлежащих другим физическим и юридическим лицам, и затем предоставления этих денег в виде кредитов для получения прибыли.",
      "example": "Elle a travaillé dans l'industrie bancaire pendant plus de 10 ans. Elle a travaillé dans l'industrie bancaire pendant 5 ans avant de passer à un autre secteur. Elle continuera à travailler dans l'industrie bancaire après l'obtention de son diplôme.",
      "example_translation": "Она работает в банковской индустрии более 10 лет. Она работала в банковской индустрии 5 лет, прежде чем перейти в другой сектор. Она будет продолжать работать в банковской индустрии после окончания учебы.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nu",
      "translation": "голый",
      "definition": "Sans couverture ou vêtement ; nu.",
      "definition_translation": "Без покрытия или одежды; нагой.",
      "example": "L'arbre était nu après l'hiver. Elle se sentait nue sans son maquillage. Le modèle sera nu sur le podium.",
      "example_translation": "Дерево было голым после зимы. Она чувствовала себя голой без макияжа. Модель будет голой на подиуме.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "à peine",
      "translation": "едва",
      "definition": "Seulement juste ; presque pas du tout.",
      "definition_translation": "Только едва; почти не совсем.",
      "example": "Je peux à peine vous entendre. Elle a à peine réussi l'examen. Ils ont à peine échappé au feu.",
      "example_translation": "Я едва слышу тебя. Она едва сдала экзамен. Они едва убежали из огня.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aboiement",
      "translation": "лай",
      "definition": "Un cri aigu et brusque, typiquement émis par un chien.",
      "definition_translation": "Острый взрывной крик, обычно издаваемый собакой.",
      "example": "L'aboiement du chien m'a effrayé. Le chien a aboyé bruyamment contre le facteur. Le chien aboierait contre les étrangers.",
      "example_translation": "Лай собаки напугал меня. Собака громко лаяла на почтальона. Собака будет лаять на чужих.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aboiement",
      "translation": "лай",
      "definition": "Le son aigu et brusque émis par un chien, typiquement pour exprimer l'alarme, l'excitation ou l'avertissement.",
      "definition_translation": "Острый, взрывной звук, издаваемый собакой, обычно для выражения тревоги, возбуждения или предупреждения.",
      "example": "Le chien a commencé à aboyer bruyamment lorsqu'il a vu un étranger. Il a aboyé avec enthousiasme lorsqu'il a vu son propriétaire. Il aboierait agressivement s'il se sentait menacé.",
      "example_translation": "Собака начала лаиться громко, когда увидела незнакомца. Она лаща радостно, когда увидела владельца. Она будет лаиться агрессивно, если почувствует угрозу.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barrière",
      "translation": "барьер",
      "definition": "Une clôture, un mur ou autre obstacle qui empêche ou gêne le mouvement ou l'accès.",
      "definition_translation": "Забор, стена или другой препятствия, который препятствует или мешает движению или доступу.",
      "example": "La barrière a empêché la foule de se précipiter dans la salle de concert. Le pays a érigé une barrière pour empêcher l'immigration illégale. La nouvelle politique supprimera la barrière à l'entrée pour les petites entreprises.",
      "example_translation": "Барьер препятствовал толпе ворваться в концертный зал. Страна установила барьер, чтобы предотвратить незаконную иммиграцию. Новая политика удалит барьер для входа для малого бизнеса.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "base",
      "translation": "основа",
      "definition": "La partie sous-jacente ou fondamentale de quelque chose, comme un système, une théorie ou un objet.",
      "definition_translation": "Основной или фундаментальный phần чего-то, такого как система, теория или объект.",
      "example": "La société a établi sa base d'opérations à New York. La base de la statue est faite de marbre. L'équipe de recherche a installé un camp de base dans la jungle.",
      "example_translation": "База операций компании находится в Нью-Йорке. Основание статуи сделано из мрамора. Исследовательская команда установила базовый лагерь в джунглях.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "base",
      "translation": "основа",
      "definition": "Une installation ou un emplacement qui fournit une fondation ou un point de départ pour une activité ou une opération.",
      "definition_translation": "Установка или местоположение, которое обеспечивает основу или точку старта для деятельности или операции.",
      "example": "L'armée a établi une base dans le désert pour lancer une contre-attaque. La compagnie a une base dans chaque grande ville. L'équipe a utilisé sa base solide en défense pour remporter les playoffs.",
      "example_translation": "Армия установила базу в пустыне, чтобы начать контратаку. У компании есть база в каждом крупном городе. База команды в плей-офф была их сильной защитой.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sous-sol",
      "translation": "подвал",
      "definition": "Le niveau d'habitation le plus bas d'un bâtiment, en particulier celui situé en dessous du niveau du sol.",
      "definition_translation": "нижний жилой этаж здания, особенно тот, что находится ниже уровня земли",
      "example": "Le sous-sol de notre ancienne maison était toujours froid et humide. Nous l'avons rénové l'année dernière et maintenant c'est une pièce confortable. Nous finirons le plancher du sous-sol le mois prochain.",
      "example_translation": "Подвал нашего старого дома всегда был холодным и влажным. Мы отремонтировали его в прошлом году, и теперь это уютная комната. Мы закончим пол в подвалеnext месяц.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basiquement",
      "translation": "в основном",
      "definition": "De manière fondamentale ou essentielle ; essentiellement.",
      "definition_translation": "В основном или сущностном образом; по сути.",
      "example": "J'ai basiquement été d'accord avec son opinion, mais j'avais quelques réserves. Nous allons basiquement terminer le projet d'ici la fin de l'année. J'ai appris à jouer de la guitare pratiquement tout seul.",
      "example_translation": "Я в основном согласился с его мнением, но у меня были некоторые reserves. Мы в основном закончим проект к концу года. Я в основном научился играть на гитаре сам.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "basilic",
      "translation": "базилик",
      "definition": "Une herbe aromatique utilisée en cuisine, notamment dans la cuisine italienne et thaïlandaise.",
      "definition_translation": "Ароматная трава, используемая в кулинарии, особенно в итальянской и тайской кухне.",
      "example": "J'adore ajouter du basilic frais à mes plats de pâtes. L'odeur du basilic a rempli la cuisine. Nous planterons du basilic dans notre jardin le printemps prochain.",
      "example_translation": "Я люблю добавлять свежий базилик к моим паста блюдам. Запах базилика llened the кухню. Мы посадим базилик в нашем саду будущей весной.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "base",
      "translation": "основа",
      "definition": "Un point de départ ou une fondation pour quelque chose.",
      "definition_translation": "Стартовая точка или основа для чего-либо.",
      "example": "La base de notre entreprise est de fournir un excellent service client. Nous avons établi la base de notre équipe l'an dernier. La recherche est la base de notre nouveau projet.",
      "example_translation": "Основа нашего бизнеса - это обеспечивать отличный сервис для клиентов. Мы сформировали основу нашей команды в прошлом году. Исследование является основой для нашего нового проекта.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poutre",
      "translation": "балка",
      "definition": "Une poutre est une pièce de bois, de métal ou de béton utilisée dans la construction, notamment comme support horizontal.",
      "definition_translation": "Балка - это длинная, прочнаяpiece дерева, металла или бетона, используемого в строительстве, особенно как горизонтальная поддержка.",
      "example": "L'architecte a conçu une poutre pour soutenir le poids du toit. La poutre a été installée hier. La poutre sera inspectée la semaine prochaine.",
      "example_translation": "Архитектор спроектировал балку для поддержки веса крыши. Балка была установлена вчера. Балка будет инспектирована на следующей неделе.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ours",
      "translation": "медведь",
      "definition": "Un ours est un grand mammifère carnivore à fourrure hirsute, trouvé dans les forêts et les montagnes.",
      "definition_translation": "Медведь - это крупное, плотоядное млекопитающее с шерстистой шерстью, найденное в лесах и горах.",
      "example": "J'ai vu un ours dans les bois la semaine dernière. L'ours est en hibernation maintenant. L'ours se réveillera au printemps.",
      "example_translation": "Я увидел медведя в лесу на прошлой неделе. Медведь сейчас спит. Медведь проснется весной.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bête",
      "translation": "зверь",
      "definition": "Une bête est un animal sauvage, notamment un animal grand ou féroce.",
      "definition_translation": "Зверь - это дикий животное, особенно крупное или свирепое.",
      "example": "La bête rugit fort dans la jungle. La bête a été apprivoisée par le dresseur. La bête sera exposée au zoo.",
      "example_translation": "Зверь громко рычал в джунглях. Зверь был укрощен тренером. Зверь будет выставлен в зоопарке.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "battre",
      "translation": "бить",
      "definition": "Battre signifie frapper ou taper quelque chose de manière répétée, souvent avec force.",
      "definition_translation": "Бить significa ударять или бить что-либо повторно, часто с силой.",
      "example": "J'ai battu le tambour fort au concert. Elle bat les œufs dans la cuisine. Il battra l'adversaire au match de boxe.",
      "example_translation": "Я ударил барабан громко на концерте. Она бьет яйца на кухне. Он победит оппонента в боксерском матче.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "battre",
      "translation": "бить",
      "definition": "frapper ou taper de manière répétée, souvent violemment",
      "definition_translation": "бить или ударять повторно, обычно с насилием",
      "example": "Je bats les tambours dans la bande. Je suis en train de battre les tambours dans la bande. Je vais battre les tambours dans la bande.",
      "example_translation": "Я бью в барабаны в группе. Я бью в барабаны в группе. Я буду бить в барабаны в группе.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "battre",
      "translation": "бить",
      "definition": "défaire ou vaincre quelqu'un ou quelque chose",
      "definition_translation": "побеждать или преодолевать кого-то или что-то",
      "example": "Nous avons battu l'adversaire au jeu. Nous sommes en train de battre l'adversaire au jeu. Nous allons battre l'adversaire au jeu.",
      "example_translation": "Мы побили оппонента в игре. Мы побиваем оппонента в игре. Мы побьем оппонента в игре.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "scarabée",
      "translation": "жук",
      "definition": "Un type d'insecte avec une carapace dure",
      "definition_translation": "тип насекомого с твердой наружной оболочкой",
      "example": "J'ai vu un scarabée dans le jardin. Je vois un scarabée dans le jardin. Je verrai un scarabée dans le jardin.",
      "example_translation": "Я увидел жука в саду. Я вижу жука в саду. Я увижу жука в саду.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "supplier",
      "translation": "просить",
      "definition": "demander quelque chose d'une manière polie et humble",
      "definition_translation": "просить о чем-то в вежливой и смиренной манере",
      "example": "Je supplie pardon. Je suis en train de supplier pardon. Je supplierai pardon.",
      "example_translation": "Я прошу прощения. Я прошу прощения. Я попрошу прощения.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "demander",
      "translation": "просить",
      "definition": "Demander quelque chose, notamment de manière polie et humble",
      "definition_translation": "Просить о чем-то, особенно в вежливой и смиренной манере",
      "example": "J'ai supplié mes parents de me laisser aller à la fête. Je vous supplie de m'aider. Je supplie pardon.",
      "example_translation": "Я просил моих родителей позволить мне пойти на вечеринку. Я прошу тебя помочь мне. Я буду просить прощения.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "croyance",
      "translation": "вера",
      "definition": "Un sentiment de confiance ou de foi en quelque chose ou quelqu'un",
      "definition_translation": "Чувство доверия или уверенности в чем-то или ком-то",
      "example": "J'ai une forte croyance en Dieu. Ma croyance en moi-même m'a aidé à surmonter la peur. Elle croira en toi.",
      "example_translation": "У меня есть сильная вера в Бога. Моя вера в себя помогла мне преодолеть страх. Она будет верить в тебя.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "appartenir",
      "translation": "принадлежать",
      "definition": "Faire partie de quelque chose ou être lié à quelqu'un ou quelque chose",
      "definition_translation": "Быть частью чего-то или быть связанным с кем-то или чем-то",
      "example": "J'appartiens au club. Elle appartient à une famille riche. Ils appartiendront à l'équipe.",
      "example_translation": "Я принадлежу клубу. Она принадлежит богатой семье. Они будут принадлежать команде.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "biens",
      "translation": "имущество",
      "definition": "Choses que quelqu'un possède ou a",
      "definition_translation": "Вещи, которые кто-то拥有 или имеет",
      "example": "Mes biens ont été volés. Elle a emballé ses biens et est partie. Ils vont récupérer leurs biens.",
      "example_translation": "Мои вещи были украдены. Она сложила свои вещи и ушла. Они соберут свои вещи.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "banquette",
      "translation": "скамья",
      "definition": "Un siège long pour plusieurs personnes, généralement fait de bois ou de métal",
      "definition_translation": "длинное сидение для нескольких человек, обычно сделанное из дерева или металла",
      "example": "Je me suis assis sur la banquette du parc pour me reposer. Je m'assiérai sur la banquette demain. Je me suis assis sur la banquette hier.",
      "example_translation": "Я сел на скамью в парке, чтобы отдохнуть. Я сяду на скамью завтра. Я сел на скамью вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plier",
      "translation": "гнуться",
      "definition": "Changer de direction ou de forme, généralement en pliant ou en courbant",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "Je vais plier le fil pour le réparer. J'ai plié le fil hier. Je plie le fil tous les jours.",
      "example_translation": "Я согну проволоку, чтобы починить её. Я согнул проволоку вчера. Я гну проволоку каждый день.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plier",
      "translation": "гнуться",
      "definition": "Changer de direction ou de forme, généralement en pliant ou en courbant",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "Elle plie les règles pour aider les autres. Elle a plié les règles la semaine dernière. Elle pliera les règles le mois prochain.",
      "example_translation": "Она нарушает правила, чтобы помочь другим. Она нарушила правила прошлой неделей. Она нарушит правила следующим месяцем.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plier",
      "translation": "гнуться",
      "definition": "Changer de direction ou de forme, généralement en pliant ou en courbant",
      "definition_translation": "менять направление или форму, обычно путём складывания или кривления",
      "example": "La route plie à gauche. La route a plié à droite hier. La route pliera à gauche demain.",
      "example_translation": "Дорога гнется налево. Дорога гнулась направо вчера. Дорога gnetsya прямо завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sous",
      "translation": "ниже",
      "definition": "Situé directement en-dessous de quelque chose d'autre ; situé sur ou près du sol.",
      "definition_translation": "Расположенный непосредственно ниже чего-то другого; расположенный на или gần полу;",
      "example": "Le livre était caché sous le canapé. J'avais cherché partout, mais alors je l'ai finalement trouvé sous le lit. Je mettrai les clés sous le tapis demain.",
      "example_translation": "Книга была спрятана под диваном. Я искал ее везде, но затем finally нашел ее под кроватью. Завтра я положу ключи под коврик.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bénéfique",
      "translation": "полезный",
      "definition": "Ayant un effet positif ou utile ; avantageux.",
      "definition_translation": "Имеющий положительный или полезный эффект; выгодный.",
      "example": "L'exercice est bénéfique pour notre santé. La nouvelle politique sera bénéfique pour tous les employés. Cette technologie innovante sera bénéfique pour l'environnement à l'avenir.",
      "example_translation": "Упражнение полезно для нашего здоровья. Новая политика будет полезна для всех сотрудников. Эта инновационная технология будет полезна для окружающей среды в будущем.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "avantage",
      "translation": "преимущество",
      "definition": "Un avantage ou amélioration qui se produit en raison de quelque chose.",
      "definition_translation": "Преимущество или улучшение, которое происходит в результате чего-то.",
      "example": "L'entreprise offre de nombreux avantages à ses employés, notamment une assurance santé. La nouvelle politique a apporté de nombreux avantages à la communauté. Je bénéficierai de cet investissement à long terme.",
      "example_translation": "Компания предлагает muchos преимуществ для своих сотрудников, включая страхование здоровья. Новая политика принесла many преимуществ для общины. Я извлеку выгоду из этой инвестиции в долгосрочной перспективе.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baie",
      "translation": "ягода",
      "definition": "Un petit fruit, généralement sucré, qui pousse sur des buissons ou des vignes.",
      "definition_translation": "Маленький, обычно сладкий фрукт, который растет на кустарниках или лозе.",
      "example": "J'adore manger des baies en été. Le jus de baie est très rafraîchissant. Elle a cueilli quelques baies sur le buisson et les a mangées.",
      "example_translation": "Я люблю есть ягоды летом. Сок ягоды очень освежающий. Она собрала некоторые ягоды с куста и ела их.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "best-seller",
      "translation": "бестселлер",
      "definition": "Un livre ou autre ouvrage écrit qui se vend en très grandes quantités, souvent devenant un phénomène culturel.",
      "definition_translation": "Книга или другая письменная работа, которая продается в очень больших количествах, часто становясь культурным явлением.",
      "example": "Le roman est devenu un best-seller, dominé les charts pendant plusieurs semaines. Il sera un best-seller, je suis sûr. C'était un best-seller l'an dernier.",
      "example_translation": "Роман стал бестселлером, занимая верхние строчки в рейтинге несколько недель. Он будет бестселлером, я уверен. Он был бестселлером в прошлом году.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " pari",
      "translation": "ставка",
      "definition": "Un pari ou une mise, généralement sur le résultat d'un jeu ou d'un événement.",
      "definition_translation": "Ставка или азартная игра, обычно на исход игры или события.",
      "example": "J'ai placé un pari sur la course de chevaux. Elle mise sur tout. Il a misé sur l'équipe adverse.",
      "example_translation": "Я сделал ставку на скачки. Она делает ставки на все. Он поставил на неправильную команду.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "trahir",
      "translation": "предать",
      "definition": "Être déloyal ou infidèle envers quelqu'un ou quelque chose, souvent de manière à causer du préjudice ou des dommages.",
      "definition_translation": "Быть неверным или нечестным по отношению к кому-то или чему-то, часто způsobа, который вызывает вред или ущерб.",
      "example": "Il a trahi son pays en vendant des secrets. Elle a trahi la confiance de son amie. Ils nous trahiront si nous sommes prudents.",
      "example_translation": "Он предал свою страну, продавая секреты. Она предала доверие своей подруги. Они предадут нас, если мы не будем осторожными.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "бикини",
      "definition": "Un type de maillot de bain qui couvre le bas du corps, typiquement ayant deux parties, une pour les hanches et une pour les seins.",
      "definition_translation": "Тип купальника, который покрывает нижнюю часть тела, обычно состоящий из двух частей, одной для бедер и одной для груди.",
      "example": "Elle portait un bikini à la plage. J'ai acheté un nouveau bikini pour l'été. Ils vendaient des bikinis au magasin.",
      "example_translation": "Она носила бикини на пляже. Я купил новый бикини на лето. Они продавали бикини в магазине.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "facture",
      "translation": "счет",
      "definition": "Une facture est un document demandant le paiement à un client, généralement pour des biens ou des services fournis.",
      "definition_translation": "Счет - это документ, запрашивающий оплату от клиента, обычно за товары или услуги, предоставленные.",
      "example": "J'ai payé la facture pour le diner hier soir. Je payerai la facture demain. J'ai payé la facture hier.",
      "example_translation": "Я оплатил счет за обед昨 evening. Я оплачу счет завтра. Я оплатил счет вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "milliard",
      "translation": "миллиард",
      "definition": "Un milliard est un grand nombre, égal à mille millions.",
      "definition_translation": "Миллиард - это большое число, равное одному тысяч миллионов.",
      "example": "Le chiffre d'affaires de l'entreprise a atteint un milliard de dollars l'an dernier. Il atteindra un milliard de dollars l'année prochaine. Il a atteint un milliard de dollars le mois dernier.",
      "example_translation": "Доход компании достиг миллиарда долларов в прошлом году. Он достигнет миллиарда долларов в следующем году. Он достиг миллиарда долларов в прошлом месяце.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "biologique",
      "translation": "биологический",
      "definition": "Biologique se réfère à l'étude des organismes vivants et de leurs interactions avec leur environnement.",
      "definition_translation": "Биологический относится к изучению живых организмов и их взаимодействия друг с другом и их окружающей средой.",
      "example": "Les effets biologiques du changement climatique sont graves. Les effets biologiques de la pollution seront étudiés. Les effets biologiques du nouveau médicament étaient inconnus.",
      "example_translation": "Биологические эффекты изменения климата являются серьезными. Биологические эффекты загрязнения будут изучаться. Биологические эффекты нового лекарства были неизвестными.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mordre",
      "translation": "укус",
      "definition": "Mordre signifie saisir ou croquer quelque chose avec ses dents.",
      "definition_translation": "Укусить - значит поймать или пережевать что-то зубами.",
      "example": "Le chien m'a mordu la main. J'ai mordu dans la pomme. Elle moudera ses ongles pendant l'examen.",
      "example_translation": "Собака укусила мою руку. Я укусил яблоко. Она будет кусать ногти во время экзамена.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mordre",
      "translation": "укус",
      "definition": "Saisir ou mâcher fermement quelque chose avec les dents.",
      "definition_translation": "Захватывать или жевать что-то твёрдо своими зубами.",
      "example": "J'ai mordu dans la pomme. Je mords mes ongles en ce moment. Je vais mordre ma langue si je deviens en colère.",
      "example_translation": "Я укусил яблоко. Сейчас я грызу ногти. Я укушу язык, если разозлюсь.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amer",
      "translation": "горький",
      "definition": "Ayant un goût fort et désagréable.",
      "definition_translation": "Имеющий сильный, неприятный вкус.",
      "example": "Le café était amer. Elle éprouvait de l'amertume au sujet de la situation entière. Le médicament aura un goût amer.",
      "example_translation": "Кофе был горьким. Она чувствовала горечь по поводу всей ситуации. Лекарство будет иметь горький вкус.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "amèrement",
      "translation": "горько",
      "definition": "De manière amère; avec amertume.",
      "definition_translation": "С горечью; с неприятными чувствами.",
      "example": "Elle regretta amèrement sa décision. Il parla amèrement de son passé. Ils vont amèrement être en désaccord.",
      "example_translation": "Она до конца жизни сожалела о своем решении. Он говорил о своем прошлом с горечью. Они будутvehemently не согласны.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bizarre",
      "translation": "странный",
      "definition": "Inhabituel ou étrange de manière surprenante ou désagréable.",
      "definition_translation": "Необычный или странной в方式, которая является удивительной или неприятной.",
      "example": "Les créatures bizarres dans le film m'ont fait peur. Elle a un sens de l'humour bizarre. L'incident bizarre s'est produit hier soir.",
      "example_translation": "Странные существа в фильме нас пугали. У нее странное чувство юмора. Странное событие произошло прошлой ночью.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mûre de framboise",
      "translation": "ежевика",
      "definition": "un fruit doux et généralement pourpre foncé qui pousse sur un buisson",
      "definition_translation": "сладкий и обычно темно-фиолетовый фрукт, который растет на кусте",
      "example": "J'ai mangé une tarte aux mûres de framboise hier, je bois un smoothie aux mûres de framboise maintenant, et je vais manger une salade aux mûres de framboise demain.",
      "example_translation": "Я ел малиновый пирог вчера, я ем малиновый смузи сейчас, и я буду есть малиновый салат завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cassis",
      "translation": "черная смородина",
      "definition": "un petit fruit rond et pourpre foncé qui pousse sur un buisson",
      "definition_translation": "маленький, круглый, темно-фиолетовый плод, который растет на кусте",
      "example": "J'ai cueilli des cassis dans le jardin hier, je suis en train d'utiliser des cassis pour faire de la confiture maintenant, et je vais manger des cassis avec du yogourt demain.",
      "example_translation": "Я собирал черную смородину в саду вчера, я использую черную смородину для приготовления варенья сейчас, и я буду есть черную смородину с йогуртом завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lame",
      "translation": "лезвие",
      "definition": "un long, plat, étroit piece de métal, de bois ou de plastique utilisé pour couper ou hacher",
      "definition_translation": "длинная, плоская, узкая piece металла, дерева или пластика, используемого для cắtки или рубки",
      "example": "J'ai affûté la lame de mon couteau hier, je suis en train d'utiliser la lame pour hacher des légumes maintenant, et je vais utiliser la lame pour couper une corde demain.",
      "example_translation": "Я затачил лезвие моего ножа вчера, я использую лезвие для нарезки овощей сейчас, и я буду использовать лезвие для нарезки веревки завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "blanc",
      "translation": "пустой",
      "definition": "n'ayant pas d'information marquée ou écrite",
      "definition_translation": "не имеющий маркированной или написанной информации",
      "example": "J'ai rempli les espaces blancs dans le formulaire hier, je suis en train de remplir les cellules blanches dans le tableau maintenant, et je vais remplir les champs blancs dans le document demain.",
      "example_translation": "Я заполнил пустые пространства в форме вчера, я заполняю пустые ячейки в таблице сейчас, и я заполню пустые поля в документе завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "aveugle",
      "translation": "слепой",
      "definition": "Incapable de voir ou de percevoir avec les yeux; manquant du sens de la vue.",
      "definition_translation": "Неспособный видеть или воспринимать своими глазами; лишенный чувства зрения.",
      "example": "J'étais aveugle à la beauté de la nature jusqu'à ce que je voyage aux montagnes.",
      "example_translation": "Я был слеп к красоте природы, пока не поехал в горы.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cligner",
      "translation": "моргать",
      "definition": "Fermer et ouvrir rapidement les yeux, généralement pour éloigner la poussière ou l'humidité ou pour exprimer la surprise.",
      "definition_translation": "Закрывать и открывать глаза быстро, обычно для удаления грязи или влаги или для выражения удивления.",
      "example": "Elle clignait rapidement des yeux lorsque la tempête de poussière s'est approchée.",
      "example_translation": "Она моргала быстро, когда буря из пыли приблизилась.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bloc",
      "translation": "блок",
      "definition": "Un morceau solide de matériau, tel que du bois ou de la pierre, utilisé pour la construction ou l'édification.",
      "definition_translation": "Сплошной кусок материала, such as дерево или камень, используемый для строительства или строительства.",
      "example": "Le constructeur a posé le bloc sur le fondement.",
      "example_translation": "Строитель положил блок на вершину основания.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "sanglant",
      "translation": "кровавый",
      "definition": "Couvert de sang ou tâché de sang; horrible ou épouvantable.",
      "definition_translation": "Покрытый или запятнанный кровью; ужасный или хroric.",
      "example": "La scène sanglante du film était trop intense pour moi.",
      "example_translation": "Кровавая сцена из фильма была слишком интенсивной для меня.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "myrtille",
      "translation": "черника",
      "definition": "Un petit fruit rond, généralement sucré, qui pousse sur un buisson",
      "definition_translation": "маленький, обычно сладкий, круглый фрукт, который растет на кусте",
      "example": "J'ai mangé un muffin à la myrtille pour petit déjeuner hier, je mange un smoothie à la myrtille pour petit déjeuner aujourd'hui, et je mangerai des pancakes à la myrtille pour petit déjeuner demain.",
      "example_translation": "Я ел藍 блюбери меффин на завтрак вчера, я ем блюбери смузи на завтрак сегодня, и я будет есть блюбери панкейки на завтрак завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rougir",
      "translation": "рассмеяться",
      "definition": "Un sentiment subit de honte ou d'embarras qui fait rougir le visage",
      "definition_translation": "внезапное чувство стыда или смущения, которое делает лицо красным",
      "example": "Je me suis rougi lorsque j'ai vu mon crush s'approcher de moi, je me suis rougi lorsque mes amis m'ont surpris avec une fête d'anniversaire, et je me rougirai lorsque je verrai mon crush à nouveau demain.",
      "example_translation": "Я залиалась, когда я увидела свою любовь, идущую ко мне, я залиалась, когда мои друзья惊лили меня с днём рождения, и я залиalusь, когда я увижу свою любовь снова завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "planche",
      "translation": "доска",
      "definition": "Un morceau de bois, de plastique ou d'autre matériau, plat et généralement rectangulaire, utilisé à une fin particulière",
      "definition_translation": "плоская, обычно прямоугольная кусок дерева, пластика или другого материала, используемого для определенной цели",
      "example": "J'ai surfé sur une planche de surf hier, je surfe sur une planche à roulettes aujourd'hui, et je surferai sur une planche de neige demain.",
      "example_translation": "Я ехал на сёрфборде вчера, я еду на скейтборде сегодня, и я поеду на сноуборде завтра.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "conseil",
      "translation": "совет директоров",
      "definition": "Un groupe de personnes qui prennent des décisions pour une entreprise ou une organisation",
      "definition_translation": "группа людей, которые принимают решения для компании или организации",
      "example": "Le conseil d'administration s'est réuni hier pour discuter de la situation financière de l'entreprise, ils se réunissent aujourd'hui pour discuter de la stratégie marketing, et ils se réuniront demain pour discuter du lancement du nouveau produit.",
      "example_translation": "Совет директоров собрался вчера, чтобы обсудить финансовое положение компании, они собираются сегодня, чтобы обсудить маркетинговую стратегию, и они соберутся завтра, чтобы обсудить запуск нового продукта.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "se vanter",
      "translation": "хвастаться",
      "definition": "Parler avec fierté de quelque chose que vous avez fait ou que vous possédez",
      "definition_translation": "Говорить с гордостью о том, что вы сделали или что у вас есть",
      "example": "Je me suis vanté de ma nouvelle voiture à mes amis. Je me vanterai de mon accomplissement à la cérémonie. Je me suis vanté de mon score dans le jeu hier.",
      "example_translation": "Я хвастался моей новой машиной перед друзьями. Я похвастаюсь своим достижением на церемонии. Я хвастался моим результатом в игре вчера.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "garde du corps",
      "translation": "охранник",
      "definition": "Une personne responsable de protéger quelqu'un de la violence ou du danger",
      "definition_translation": "Человек, который отвечает за защиту кого-то от вреда или опасности",
      "example": "La célébrité a embauché un garde du corps pour la protéger des paparazzis. Le garde du corps était très professionnel et a maintenu la foule à distance. Le garde du corps sera avec le président en tout temps.",
      "example_translation": "Знаменитость наняла охранника, чтобы保护 ее от папарацци. Охранник был очень профессиональным и держал толпу на расстоянии. Охранник будет с президентом в любое время.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ébullition",
      "translation": "кипение",
      "definition": "Le processus par lequel un liquide devient chaud et se transforme en vapeur",
      "definition_translation": "Процесс нагрева жидкости и ее превращения в пар",
      "example": "L'eau en ébullition a été versée dans les tasses de thé. Le point d'ébullition de l'eau est de 100 degrés Celsius. La soupe avait ébullition pendant des heures.",
      "example_translation": "Кипящая вода была налита в чашки для чая. Точка кипения воды составляет 100 градусов Цельсия. Суп кипел в течение часов.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "audacieux",
      "translation": "смелый",
      "definition": "Montrant du courage ou de la confiance dans vos actions ou vos décisions",
      "definition_translation": "Проявляющий храбрость или уверенность в своих действиях или решениях",
      "example": "Le mouvement audacieux de l'entreprise a payé en fin de compte. Elle était audacieuse enough pour s'exprimer à la réunion. Il a pris une décision audacieuse de quitter son emploi et de lancer sa propre entreprise.",
      "example_translation": "Смелый шаг компании оправдался в конце. Она была смелой enough, чтобы высказать свое мнение на встрече. Он принял смелое решение уйти с работы и начать свой собственный бизнес.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hardiment",
      "translation": "смело",
      "definition": "De manière hardie ou courageuse",
      "definition_translation": "В смелом или мужественном виде",
      "example": "Elle s'est exprimée hardiment devant la foule, sa voix résonnant contre les murs. Elle ira hardiment là où personne n'est allé avant. Elle avait hardiment défendu les règles.",
      "example_translation": "Она смело говорила к толпе, ее голос отражался от стен. Она смело пойдет туда, где никто не ходил прежде. Она смело忽视ала правила.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bombardement",
      "translation": "бомбардировка",
      "definition": "L'action de larguer des bombes à partir d'un aéronef",
      "definition_translation": "Действие сброса бомб из самолета",
      "example": "Le bombardement de la ville a causé des destructions généralisées. Le bombardement continuera jusqu'à ce que l'ennemi se rende. Ils bombardent la région depuis des semaines.",
      "example_translation": "Бомбардировка города вызвала массовые разрушения. Бомбардировка будет продолжаться до тех пор, пока враг не сдастся. Они бомбардируют эту область в течение недель.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lien",
      "translation": "облигация",
      "definition": "Un accord liant entre deux ou plusieurs personnes",
      "definition_translation": "связывающее соглашение между двумя или более людьми",
      "example": "Ils ont formé un lien solide pendant leur temps au collège. L'entreprise a émis un lien pour lever des fonds. Le lien entre eux s'est renforcé avec le temps.",
      "example_translation": "Они сформировали сильную связь во время учебы в колледже. Компания выпустила облигацию для привлечения капитала. Связь между ними укреплялась с течением времени.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "prime",
      "translation": "бонус",
      "definition": "Un montant d'argent supplémentaire versé à un employé",
      "definition_translation": "Дополнительная сумма денег, выплачиваемая сотруднику",
      "example": "L'entreprise lui a donné une prime pour son travail acharné. Elle a reçu une prime pour avoir atteint ses objectifs de vente. La prime était une agréable surprise à la fin de l'année.",
      "example_translation": "Компания дала ему бонус за его тяжелую работу. Она получила бонус за достижение своих целей по продажам. Бонус был приятным сюрпризом в конце года.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "brochure",
      "translation": "буклет",
      "definition": "Un petit livre ou pamphlet, généralement composé de quelques pages agrafées ensemble, utilisé pour fournir des informations sur quelque chose.",
      "definition_translation": "Маленькая книга или брошюра, как правило, состоящая из нескольких страниц, скрепленных вместе, используемая для предоставления информации о чем-то.",
      "example": "J'ai pris une brochure sur le musée à l'entrée. Hier, j'avais pris une brochure sur le musée à l'entrée. D'ici l'an prochain, j'aurai pris une brochure sur le musée à l'entrée.",
      "example_translation": "Я поднял буклет о музее у входа. Вчера я поднял буклет о музее у входа. К следующему году я подниму буклет о музее у входа.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marque-page",
      "translation": "закладка",
      "definition": "Un petit marqueur ou étiquette utilisé pour garder sa place dans un livre, ou une URL enregistrée pour référence ultérieure.",
      "definition_translation": "Маленькая метка или тэг, используемый для MARKING одного места в книге, или сохраненный URL для будущей ссылки.",
      "example": "J'ai utilisé une marque-page pour marquer la page que je lisais. Hier, j'avais utilisé une marque-page pour marquer la page que je lisais. Demain, j'aurai utilisé une marque-page pour marquer la page que je lisais.",
      "example_translation": "Я использовал закладку, чтобы отметить страницу, которую я читал. Вчера я использовал закладку, чтобы отметить страницу, которую я читал.к завтра я będŁ использовал закладку, чтобы отметить страницу, которую я będŁ читать.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]
}