{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Verseau",
      "translation": "Водолей",
      "definition": "Une constellation du zodiaque, représentée par le Porteur d'Eau. Les personnes nées sous ce signe sont connues pour leur nature humanitaire et leur esprit indépendant.",
      "definition_translation": "Созвездие в зодиаке, представленное Ковшом. Люди, рожденные под этим знаком, известны своей гуманитарной натурой и самостоятельным духом.",
      "example": " Elle est un Verseau, donc elle est toujours prête à aider les autres. Elle a aidé son ami à déménager la semaine dernière, et maintenant elle planifie un événement caritatif. Dans 10 ans, elle sera une philanthrope célèbre.",
      "example_translation": "Она Водолей, поэтому она всегда готова помочь другим. Она помогла своему другу развлекаться на прошлой неделе, а теперь она планирует благотворительное мероприятие. Через 10 лет она станетamous благотворителем.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Bélier",
      "translation": "Овен",
      "definition": "Une constellation du zodiaque, représentée par le Bélier. Les personnes nées sous ce signe sont connues pour leur nature audacieuse et ambitieuse.",
      "definition_translation": "Созвездие в зодиаке, представленное Бараном. Люди, рожденные под этим знаком, известны своей смелой и амбициозной натурой.",
      "example": "Il est un Bélier, donc il est toujours prêt à relever un défi. Il a couru un marathon l'année dernière, et maintenant il s'entraîne pour un triathlon. Dans 5 ans, il aura terminé un Ironman.",
      "example_translation": "Он Овен, поэтому он всегда готов к挑ению. Он пробежал марафон в прошлом году, а теперь он тренируется для триатлона. Через 5 лет он завершит соревнование Ironman.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Cancer",
      "translation": "Рак",
      "definition": "Une constellation du zodiaque, représentée par le Crabe. Les personnes nées sous ce signe sont connues pour leur nature émotionnelle et nourricière.",
      "definition_translation": "Созвездие в зодиаке, представленное Раком. Люди, рожденные под этим знаком, известны своей эмоциональной и заботливой натурой.",
      "example": "Elle est un Cancer, donc elle prend toujours soin de sa famille. Elle a pris soin de sa mère quand elle était malade, et maintenant elle aide son frère à emménager dans un nouvel appartement. Dans 20 ans, elle sera une grand-mère aimante.",
      "example_translation": "Она Рак, поэтому она всегда заботится о своей семье. Она ухаживала за своей матерью, когда та была больна, а теперь она помогает своему брату переехать в новую квартиру. Через 20 лет она станет любящей бабушкой.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Capricorne",
      "translation": "Козерог",
      "definition": "Une constellation du zodiaque, représentée par le Chevreuil. Les personnes nées sous ce signe sont connues pour leur nature responsable et disciplinée.",
      "definition_translation": "Созвездие в зодиаке, представленное Козерогом. Люди, рожденные под этим знаком, известны своей ответственной и дисциплинированной натурой.",
      "example": "Il est un Capricorne, donc il est toujours en train de planifier pour l'avenir. Il a économisé de l'argent pendant des années pour acheter une maison, et maintenant il investit dans son propre entreprise. Dans 15 ans, il sera un entrepreneur réussi.",
      "example_translation": "Он Козерог, поэтому он всегда планирует на будущее. Он копил деньги годы, чтобы купить дом, а теперь он инвестировал в свой собственный бизнес. Через 15 лет он станет успешным предпринимателем.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Gémeaux",
      "translation": "Близнецы",
      "definition": "Les Gémeaux sont le troisième signe astrologique du zodiaque, issu de la constellation des Gémeaux, et sont associés à la période entre le 21 mai et le 20 juin.",
      "definition_translation": "Близнецы - это третий астрологический знак в зодиаке, берущий начало от созвездия Близнецов, и ассоциируется с периодом между 21 мая и 20 июня.",
      "example": "Je suis né le 1er juin, donc je suis un Gémeaux. Mon ami était un Gémeaux, et il était très curieux. D'ici que j'aie 30 ans, je serai un entrepreneur Gémeaux réussi.",
      "example_translation": "Я родился 1 июня, поэтому я Близнец. Моя подруга была Близнецом, и она была очень любопытной. К тому времени, когда мне будет 30, я буду успешным предпринимателем-Близнецом.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Lion",
      "translation": "Лев",
      "definition": "Le Lion est le cinquième signe astrologique du zodiaque, issu de la constellation du Lion, et est associé à la période entre le 23 juillet et le 22 août.",
      "definition_translation": "Лев - это пятый астрологический знак в зодиаке, берущий начало от созвездия Льва, и ассоциируется с периодом между 23 июля и 22 августа.",
      "example": "Je connais quelqu'un qui est un Lion, et il est très confiant. Ma sœur était un Lion, et elle était très extravertie. L'an prochain, j'aurai un ami Lion qui m'apprendra à danser.",
      "example_translation": "Я знаюкого-то, кто является Львом, и он очень уверен в себе. Моя сестра была Львом, и она была очень общительной. К следующему году у меня будет друг-Лев, который научит меня танцевать.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Balance",
      "translation": "Весы",
      "definition": "La Balance est le septième signe astrologique du zodiaque, issu de la constellation de la Balance, et est associé à la période entre le 23 septembre et le 22 octobre.",
      "definition_translation": "Весы - это седьмой астрологический знак в зодиаке, берущий начало от созвездия Весов, и ассоциируется с периодом между 23 сентября и 22 октября.",
      "example": "Ma mère est une Balance, et elle est très équilibrée. Je connais quelqu'un qui est une Balance, et il est très diplomatique. D'ici que j'aie 25 ans, j'aurai un partenaire Balance qui partagera mon amour pour l'art.",
      "example_translation": "Моя мама является Весами, и она очень сбалансирована. Я знаюкого-то, кто является Весами, и он очень дипломатичен. К тому времени, когда мне будет 25, у меня будет партнер-Весы, который поделится моей любовью к искусству.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Poissons",
      "translation": "Рыбы",
      "definition": "Les Poissons sont le douzième signe astrologique du zodiaque, issu de la constellation des Poissons, et sont associés à la période entre le 19 février et le 20 mars.",
      "definition_translation": "Рыбы - это двенадцатый астрологический знак в зодиаке, берущий начало от созвездия Рыб, и ассоциируется с периодом между 19 февраля и 20 марта.",
      "example": "Mon frère est un Poissons, et il est très empathique. Je connais quelqu'un qui est un Poissons, et elle est très créative. Le mois prochain, j'aurai un ami Poissons qui m'apprendra à nager.",
      "example_translation": "Мой брат является Рыбами, и он очень эмпатичен. Я знаю кого-то, кто является Рыбами, и она очень креативна. К следующему месяцу у меня будет друг-Рыбы, который научит меня плавать.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Sagittaire",
      "translation": "Стрелец",
      "definition": "Un Sagittaire est une personne née entre le 22 novembre et le 21 décembre, ou le neuvième signe du zodiaque, représenté par le symbole de l'archer.",
      "definition_translation": "Стрелец - это человек, рожденный между 22 ноября и 21 декабря, или девятый знак зодиака, представленный символом стрелка.",
      "example": "Je suis un Sagittaire, je suis né le 1er décembre. J'étais un Sagittaire when I graduated from college. I will be a Sagittaire when I retire.",
      "example_translation": "Я Стрелец, я родился 1 декабря. Я был Стрельцом, когда окончил колледж. Я буду Стрельцом, когда уйду на пенсию.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Scorpion",
      "translation": "Скорпион",
      "definition": "Un Scorpion est une personne née entre le 23 octobre et le 21 novembre, ou le huitième signe du zodiaque, représenté par le symbole du scorpion.",
      "definition_translation": "Скорпион - это человек, рожденный между 23 октября и 21 ноября, или восьмой знак зодиака, представленный символом скорпиона.",
      "example": "Je connais quelqu'un depuis qu'elle était un Scorpion au lycée. Elle est toujours un Scorpion maintenant. Elle sera toujours un Scorpion.",
      "example_translation": "Я знаю ее с тех пор, как она была Скорпионом в школе. Она до сих пор Скорпион. Она всегда будет Скорпионом.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Taureau",
      "translation": "Телец",
      "definition": "Un Taureau est une personne née entre le 20 avril et le 20 mai, ou le deuxième signe du zodiaque, représenté par le symbole du taureau.",
      "definition_translation": "Телец - это человек, рожденный между 20 апреля и 20 мая, или второй знак зодиака, представленный символом быка.",
      "example": "Ma sœur est un Taureau, elle adore l'art. Elle était un Taureau lorsqu'elle s'est mariée. Elle sera un Taureau lorsqu'elle aura des enfants.",
      "example_translation": "Моя сестра - Телец, она любит искусство. Она была Тельцом, когда вышла замуж. Она будет Тельцом, когда у нее будут дети.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Vierge",
      "translation": "Дева",
      "definition": "Une Vierge est une personne née entre le 23 août et le 22 septembre, ou le sixième signe du zodiaque, représenté par le symbole de la vierge.",
      "definition_translation": "Дева - это человек, рожденный между 23 августа и 22 сентября, или шестой знак зодиака, представленный символом девы.",
      "example": "Je suis une Vierge, je suis très organisé. J'étais une Vierge lorsqu'ai lancé mon entreprise. Je serai une Vierge lorsqu'ai prendrai ma retraite.",
      "example_translation": "Я Дева, я очень организован. Я был Девой, когда начал свой бизнес. Я буду Девой, когда уйду на пенсию.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "signe du zodiaque",
      "translation": "знак зодиака",
      "definition": "Un signe du zodiaque est un segment de l'écliptique, ou le chemin du Soleil dans le ciel, divisé en 12 parties, chacune représentée par un personnage ou un animal différent, et associée à certaines caractéristiques ou traits.",
      "definition_translation": "Знак зодиака - это сегмент эклиптики, или пути Солнца в небе, разделенный на 12 частей, каждая из которых представлена разным символом или животным и ассоциирована с определальными характеристиками или признаками.",
      "example": "J'étais un Lion dans ma vie passée, je suis un Scorpion maintenant, et je serai un Gémeaux dans ma prochaine vie. Mon ami était une Vierge l'année dernière, elle est un Balance cette année, et elle sera un Sagittaire l'année prochaine.",
      "example_translation": "Я был Львом в прошлой жизни, я теперь Скорпион, и я буду Близнецом в следующей жизни. Моя подруга была Девой LAST год, она теперь Весы, и она будет Стрельцом в следующем году.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}