[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "positivo",
      "translation": "positivo",
      "definition": "Teniendo o mostrando una buena o favorable calidad o carácter; optimista o esperanzado.",
      "definition_translation": "Teniendo o mostrando una buena o favorable calidad o carácter; optimista o esperanzado.",
      "example": "Ella tenía una actitud positiva hacia el nuevo trabajo. Ella tendrá un impacto positivo en la empresa. Ella había influido positivamente a sus colegas.",
      "example_translation": "Ella tenía una actitud positiva hacia el nuevo trabajo. Tendrá un impacto positivo en la empresa. Ella había influido positivamente a sus colegas.",
      "imageLink": "image_files\\English\\positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicto",
      "translation": "adicto",
      "definition": "Teniendo un deseo fuerte y a menudo incontrolable por algo, especialmente una droga o sustancia nociva.",
      "definition_translation": "Teniendo un fuerte y a menudo incontrolable deseo o necesidad de algo, especialmente una droga u otra sustancia dañina.",
      "example": "Él estaba adicto a los cigarrillos. Ha estado adicto a las redes sociales. Estará adicto a los videojuegos pronto.",
      "example_translation": "Él estaba adicto a los cigarrillos. Ha estado adicto a las redes sociales. Pronto estará adicto a los juegos de video.",
      "imageLink": "image_files\\English\\addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aventurero",
      "translation": "aventurero",
      "definition": "Dispuesto a correr riesgos o probar cosas nuevas; emocionado ante la perspectiva de explorar o experimentar lugares o actividades nuevas.",
      "definition_translation": "Dispuesto a correr riesgos o probar nuevas cosas; emocionado por la perspectiva de explorar o experimentar nuevos lugares o actividades.",
      "example": "Ella era una viajera aventurera. Él será un empresario aventurero. Han sido aventureros en sus relaciones.",
      "example_translation": "Ella era una viajera aventurera. Él será un empresario aventurero. Han sido aventureros en sus relaciones.",
      "imageLink": "image_files\\English\\adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afectuoso",
      "translation": "afectuoso",
      "definition": "Teniendo o mostrando sentimientos de amor, cuidado o bondad hacia alguien o algo.",
      "definition_translation": "Teniendo o muestra sentimientos de amor, cuidado o amabilidad hacia alguien o algo.",
      "example": "Ella era una persona afectuosa que siempre abrazaba a sus amigos con fuerza. Ha sido afectuosa con su hijo desde el nacimiento. Será afectuosa con su pareja en el futuro.",
      "example_translation": "Ella era una persona afectuosa que siempre abrazaba a sus amigos con fuerza. Había sido afectuosa hacia su hijo desde el nacimiento. Será afectuosa hacia su pareja en el futuro.",
      "imageLink": "image_files\\English\\affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agresivo",
      "translation": "agresivo",
      "definition": "Listo para atacar o luchar; teniendo una personalidad fuerte y enérgica.",
      "definition_translation": "Listo para atacar o luchar; tener una personalidad fuerte y decidida.",
      "example": "Él era un jugador agresivo que siempre luchaba por el balón. Ha sido agresivo con su competidor desde el principio. Será agresivo en la final del campeonato.",
      "example_translation": "Él era un jugador agresivo que siempre luchaba por la pelota. Ha sido agresivo hacia su competidor desde el principio. Será agresivo en la final del campeonato.",
      "imageLink": "image_files\\English\\aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ambicioso",
      "translation": "ambicioso",
      "definition": "Teniendo un deseo fuerte de tener éxito o lograr algo, a menudo requeriendo trabajo duro y determinación.",
      "definition_translation": "Teniendo un deseo fuerte de tener éxito o lograr algo, a menudo requiere trabajo duro y determinación.",
      "example": "Ella era una empresaria ambiciosa que trabajó duro para construir su empresa. Ha sido ambiciosa desde sus años de adolescente. Será ambiciosa en su carrera futura.",
      "example_translation": "Ella era una emprendedora ambiciosa que trabajó duro para construir su empresa. Ha sido ambiciosa desde sus años de adolescente. Será ambiciosa en su carrera futura.",
      "imageLink": "image_files\\English\\ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertido",
      "translation": "divertido",
      "definition": "Sintiendo o mostrando disfrute o entretenimiento.",
      "definition_translation": "Sentirse o mostrar diversión o entretenimiento.",
      "example": "Me divertí con el show de comedia anoche. Me divierto con sus chistes. Me divertiré con la película.",
      "example_translation": "Me divertí con el show de comedia anoche. Me divierto con sus chistes. Me divertiré con la película.",
      "imageLink": "image_files\\English\\amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrogante",
      "translation": "arrogante",
      "definition": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto hacia otros.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "Él era arrogante sobre su éxito. Es arrogante en su comportamiento. Será arrogante cuando gane el premio.",
      "example_translation": "Él era arrogante sobre su éxito. Él es arrogante en su comportamiento. Él será arrogante cuando gane el premio.",
      "imageLink": "image_files\\English\\arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombrado",
      "translation": "asombrado",
      "definition": "Sintiendo o mostrando gran sorpresa o asombro.",
      "definition_translation": "Sentirse o mostrar gran sorpresa o asombro.",
      "example": "Me asombró la noticia. Me asombra su talento. Me asombraré con la vista desde la cima.",
      "example_translation": "Me quedé asombrado por la noticia. Me quedo asombrado por su talento. Me quedaré asombrado por la vista desde la cima.",
      "imageLink": "image_files\\English\\astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombroso",
      "translation": "asombroso",
      "definition": "Extremadamente sorprendente o impresionante; extraordinario.",
      "definition_translation": "extremadamente sorprendente o impresionante; extraordinario",
      "example": "El espectáculo de fuegos artificiales fue asombroso. Me asombró la noticia. El equipo asombrará a sus oponentes con su nueva estrategia.",
      "example_translation": "El espectáculo de fuegos artificiales fue asombroso. Me quedé asombrado por la noticia. El equipo asombrará a sus oponentes con su nueva estrategia.",
      "imageLink": "image_files\\English\\astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "a gusto",
      "translation": "a sus anchas",
      "definition": "sentirse relajado y cómodo; libre de preocupaciones o ansiedad",
      "definition_translation": "sentirse relajado y cómodo; libre de preocupaciones o ansiedad",
      "example": "Estoy a gusto cuando estoy con mi familia. El paciente estaba a gusto después de la operación. Ella estará a gusto en su nuevo trabajo pronto.",
      "example_translation": "Estoy a mis anchas cuando estoy con mi familia. El paciente estaba a sus anchas después de la operación. Ella estará a sus anchas en su nuevo trabajo pronto.",
      "imageLink": "image_files\\English\\at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "consciente",
      "translation": "consciente",
      "definition": "tener conocimiento o percepción de algo",
      "definition_translation": "tener conocimiento o percepción de algo",
      "example": "Soy consciente del peligro. Ella era consciente de su mirada. Ellos serán conscientes de los cambios pronto.",
      "example_translation": "Soy consciente del peligro. Ella era consciente de su mirada. Ellos serán conscientes de los cambios pronto.",
      "imageLink": "image_files\\English\\aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malhumorado",
      "translation": "malhumorado",
      "definition": "Tener o mostrar un mal temperamento; propenso a estallidos de ira",
      "definition_translation": "Teniendo o mostrando un mal temperamento; propenso a estallidos de ira.",
      "example": "Era conocida por ser malhumorada y often slamming doors when upset. Era malhumorada de niña, pero superó eso. Ella será malhumorada si la despiertan temprano.",
      "example_translation": "Era conocida por ser malhumorada y a menudo cerraba de un golpe las puertas cuando se enfurecía. Era malhumorada de niña, pero se le pasó. Será malhumorada si la despiertas temprano.",
      "imageLink": "image_files\\English\\bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrado",
      "translation": "equilibrado",
      "definition": "Tener un estado mental o emocional saludable y estable; no influenciado en exceso por una cosa",
      "definition_translation": "Teniendo un estado mental o emocional saludable y estable; no influenciado en exceso por una cosa.",
      "example": "La atleta estaba equilibrada y enfocada, lo que la ayudó a ganar el juego. Ella estaba equilibrada y tranquila a pesar de la noticia. Él estará equilibrado y compuesto cuando se gradúe.",
      "example_translation": "El atleta era equilibrado y enfocado, lo que la ayudó a ganar el juego. Era equilibrada y calmada a pesar de la noticia. Será equilibrado y compuesto cuando se gradúe.",
      "imageLink": "image_files\\English\\balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amargo",
      "translation": "amargo",
      "definition": "Tener un sabor agudo y desagradable; sentir o mostrar ira o resentimiento",
      "definition_translation": "Teniendo un sabor agudo y desagradable; sintiendo o mostrando ira o rencor.",
      "example": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. Él será amargo sobre la pérdida de su trabajo.",
      "example_translation": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. Él será amargo sobre la pérdida de su trabajo.",
      "imageLink": "image_files\\English\\bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "audaz",
      "translation": "audaz",
      "definition": "Mostrar disposición a correr riesgos y enfrentar desafíos con confianza y coraje",
      "definition_translation": "Mostrando una disposición a correr riesgos y enfrentar desafíos con confianza y valentía.",
      "example": "Ella fue lo suficientemente audaz para iniciar su propio negocio, y funcionó. Ella había sido audaz en sus negociaciones, y funcionaron. Ella será audaz en sus decisiones de inversión, y funcionarán.",
      "example_translation": "Ella fue lo suficientemente audaz como para iniciar su propio negocio, y dio resultado. Ella había sido audaz en sus negociaciones, y dieron resultado. Ella será audaz en sus decisiones de inversión, y darán resultado.",
      "imageLink": "image_files\\English\\bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandona",
      "translation": "mandón",
      "definition": "Dar órdenes o instrucciones de manera mandona o dominante, a menudo de manera molesta o intrusiva",
      "definition_translation": "Dar órdenes o instrucciones de manera mandona o dominante, a menudo de manera fastidiosa o intrusiva.",
      "example": "Era mandona en el proyecto de grupo, y todos se enojaron. Había sido mandona en su último trabajo, y sus compañeros de trabajo no la gustaban. Ella será mandona en su nuevo rol, y eso podría causar problemas.",
      "example_translation": "Ella fue mandona en el proyecto grupal, y todo el mundo se sintió molesto. Ella había sido mandona en su último trabajo, y sus compañeros de trabajo no la gustaban. Ella será mandona en su nuevo papel, y podría causar problemas.",
      "imageLink": "image_files\\English\\bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brillante",
      "translation": "brillante",
      "definition": "Dar o reflejar mucha luz; brillar intensamente; lleno de esperanza y promesa",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando intensamente; lleno de esperanza y promesa.",
      "example": "El sol brillante hizo que el día fuera perfecto. Las luces brillantes de la ciudad la cegaron. El futuro brillante que tenía por delante la motivó a trabajar duro.",
      "example_translation": "El brillo del sol hizo que el día fuera perfecto. Las luces brillantes de la ciudad la cegaron. El futuro brillante que tenía por delante la motivó para trabajar duro.",
      "imageLink": "image_files\\English\\bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cariñoso",
      "translation": "cuidadoso",
      "definition": "Mostrar un interés genuino y preocupación por el bienestar de los demás; tener una naturaleza amable y simpática",
      "definition_translation": "Mostrando un interés genuino en y preocupación por el bienestar de los demás; tener una naturaleza amable y simpática.",
      "example": "Ella fue una enfermera cariñosa que siempre ponía a sus pacientes primero. Había cuidado a su madre anciana durante años. Ella cuidará a los niños en el campamento de verano.",
      "example_translation": "Era una enfermera cuidadosa que siempre ponía a sus pacientes primero. Había cuidado a su madre anciana durante años. Cuidará a los niños en el campamento de verano.",
      "imageLink": "image_files\\English\\caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cauteloso",
      "translation": "cauto",
      "definition": "Cuidadoso para evitar riesgos o peligros; prudente y circunspecto en sus acciones y decisiones",
      "definition_translation": "Cuidadoso para evitar riesgos o peligros; prudente y circunspecto en sus acciones y decisiones.",
      "example": "Él fue cauteloso al conducir en mal tiempo. Ella había sido cautelosa en sus inversiones y había evitado pérdidas importantes. Ellos serán cautelosos al introducir el nuevo producto en el mercado.",
      "example_translation": "Él era cauto al conducir en mal tiempo. Ella había sido cauta en sus inversiones y había evitado cualquier pérdida importante. Serán cautelosos al introducir el nuevo producto en el mercado.",
      "imageLink": "image_files\\English\\cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descarado",
      "translation": "descarado",
      "definition": "Impertinentemente audaz e impúdico; juguetón y humorístico de manera impertinente.",
      "definition_translation": "Descaradamente osado y impúdico; juguetón y humorístico.",
      "example": "Él era un chico descarado que siempre hacía reír a sus amigos. Ella había sido descarada con su profesor, pero se había disculpado después. Serán descarados con sus amigos en la fiesta tonight.",
      "example_translation": "Era un niño descarado que siempre hacía reír a sus amigos. Ella había sido descarada con su maestra, pero se había disculpado después. Serán descarados con sus amigos en la fiesta de esta noche.",
      "imageLink": "image_files\\English\\cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "infantil",
      "translation": "infantil",
      "definition": "Comportándose o sintiéndose como un niño, de manera que no es adecuada para un adulto.",
      "definition_translation": "comportamiento o sentimiento como un niño, de una manera que no es adecuada para un adulto",
      "example": "Se volvió infantil y comenzó a tirar juguetes cuando no obtuvo lo que quería. Era infantil cuando se enfadaba. Será infantil si no consigue su manera.",
      "example_translation": "Se volvió infantil y empezó a tirar juguetes cuando no obtuvo lo que quería. Fue infantil cuando estaba enojada. Será infantil si no obtiene su manera.",
      "imageLink": "image_files\\English\\childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torpe",
      "translation": "torpe",
      "definition": "Tener o mostrar falta de habilidad o cuidado en el movimiento o la acción.",
      "definition_translation": "tener o mostrar falta de habilidad o cuidado en el movimiento o acción",
      "example": "Él era torpe y rompió la vase. Es torpe cuando intenta bailar. Será torpe si no practica sus movimientos.",
      "example_translation": "Era torpe y rompió la vasija. Es torpe cuando intenta bailar. Será torpe si no practica sus movimientos.",
      "imageLink": "image_files\\English\\clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comunicativo",
      "translation": "comunicativo",
      "definition": "Dispuesto a hablar y compartir ideas con otros.",
      "definition_translation": "dispuesto a hablar y compartir ideas con otros",
      "example": "Ella fue comunicativa durante la reunión y presentó sus ideas con claridad. Es comunicativa con sus compañeros de equipo. Será comunicativa en la conferencia la próxima semana.",
      "example_translation": "Ella fue comunicativa durante la reunión y presentó sus ideas con claridad. Es comunicativa con sus compañeros de equipo. Será comunicativa en la conferencia la semana próxima.",
      "imageLink": "image_files\\English\\communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "competitivo",
      "translation": "competitivo",
      "definition": "Teniendo un fuerte deseo de ganar o ser más exitoso que otros; intensamente rival.",
      "definition_translation": "Teniendo un fuerte deseo de ganar o ser más exitoso que otros; rivalmente agudo.",
      "example": "Ella era una atleta competitiva en su juventud, siempre esforzándose por ganar. Ha sido competitiva en los negocios, y su empresa ha crecido rápidamente. Será competitiva en la próxima elección, haciendo campaña agresivamente.",
      "example_translation": "Ella fue una atleta competitiva en su juventud, siempre luchando por ganar. Ha sido competitiva en los negocios, y su empresa ha crecido rápidamente. Será competitiva en las próximas elecciones, haciendo campaña agresivamente.",
      "imageLink": "image_files\\English\\competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vanidoso",
      "translation": "presumido",
      "definition": "Tener o mostrar una opinión excesivamente alta de su apariencia, habilidades o logros.",
      "definition_translation": "Teniendo o mostrando una opinión excesivamente alta de su apariencia, habilidades o logros.",
      "example": "Él era un actor vanidoso, siempre admirándose en el espejo. Se había vuelto vanidosa después de ganar el concurso de belleza, presumiendo de su título en todas partes. Será vanidoso si gana el premio, jactándose de su logro.",
      "example_translation": "Él era un actor presumido, siempre admirándose en el espejo. Ella se había vuelto presumida después de ganar el concurso de belleza, ostentando su título en todas partes. Él será presumido si gana el premio, jactándose de su logro.",
      "imageLink": "image_files\\English\\conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupado",
      "translation": "preocupado",
      "definition": "Sentirse inquieto o ansioso por algo o alguien.",
      "definition_translation": "Sintiendo preocupación o ansiedad por algo o alguien.",
      "example": "Me preocupaba por la salud de mi madre, así que la visitaba todos los días. Había estado preocupada por los problemas ambientales, y había iniciado un programa de reciclaje. Serán preocupados por la economía, tratando de reducir sus gastos.",
      "example_translation": "Estuve preocupado por la salud de mi madre, así que la visité todos los días. Ella había estado preocupada por los problemas ambientales, y empezó un programa de reciclaje. Ellos estarán preocupados por la economía, tratando de reducir sus gastos.",
      "imageLink": "image_files\\English\\concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conservador",
      "translation": "conservador",
      "definition": "Persona que se resiste al cambio y mantiene valores y principios tradicionales.",
      "definition_translation": "Una persona que es resistente al cambio y mantiene valores y principios tradicionales.",
      "example": "El político conservador se opuso a la reforma, citando inquietudes sobre su impacto en la economía. Siempre había sido conservador en sus puntos de vista sobre temas sociales. Para cuando tenga 50 años, habrá adoptado un enfoque más conservador para invertir.",
      "example_translation": "El político conservador se opuso a la reforma, citando inquietudes sobre su impacto en la economía. Ella siempre había sido conservadora en sus opiniones sobre temas sociales. Para cuando tenga 50 años, habrá adoptado un enfoque más conservador para invertir.",
      "imageLink": "image_files\\English\\conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contento",
      "translation": "contenido",
      "definition": "El estado de estar satisfecho o complacido.",
      "definition_translation": "El estado de estar satisfecho o complacido.",
      "example": "El bebé estaba contento en los brazos de su madre. Él estaba contento con su vida simple, libre de posesiones materiales. Para el próximo año, estarán contentos con su nueva casa.",
      "example_translation": "El bebé estaba contento en los brazos de su madre. Él estaba contento con su vida simple, libre de posesiones materiales. Para el próximo año, estarán contentos con su nueva casa.",
      "imageLink": "image_files\\English\\content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "convencional",
      "translation": "convencional",
      "definition": "Siguiendo prácticas, normas o costumbres establecidas o tradicionales.",
      "definition_translation": "Siguiendo prácticas, normas o costumbres establecidas o tradicionales.",
      "example": "El artista rechazó técnicas convencionales y desarrolló su propio estilo único. La empresa adoptó prácticas contables convencionales para asegurar la transparencia. Para la década de 1990, la medicina convencional se había vuelto más abierta a terapias alternativas.",
      "example_translation": "El artista rechazó las técnicas convencionales y desarrolló su propio estilo único. La empresa adoptó prácticas contables convencionales para asegurar la transparencia. Para la década de 1990, la medicina convencional había llegado a ser más abierta a terapias alternativas.",
      "imageLink": "image_files\\English\\conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cooperativa",
      "translation": "cooperativo",
      "definition": "Una cooperativa es una organización propiedad y controlada por sus miembros, que comparten los beneficios o ganancias del negocio.",
      "definition_translation": "Una cooperativa es una organización propiedad y controlada por sus miembros, que comparten los beneficios o ganancias del negocio.",
      "example": "La cooperativa de agricultores ha podido negociar mejores precios para su producción. Habían estado luchando para mantenerse a flote, pero ahora están ganando dinero. Para el próximo año, habrán expandido sus operaciones.",
      "example_translation": "La cooperativa de agricultores ha podido negociar mejores precios para sus productos. Habían estado luchando para llegar a fin de mes, pero ahora están ganando dinero. Para el próximo año, habrán ampliado sus operaciones.",
      "imageLink": "image_files\\English\\cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cobarde",
      "translation": "cobarde",
      "definition": "Comportarse de una manera que muestra falta de valor o fortaleza de carácter.",
      "definition_translation": "Comportarse de manera que muestra una falta de coraje o fortaleza de carácter.",
      "example": "Él actuó cobardemente durante la guerra, abandonando a sus compañeros en el calor de la batalla. Siempre había tenido miedo del conflicto, y ahora tenía demasiada vergüenza para mostrar su rostro. Para cuando regrese, la guerra habrá terminado.",
      "example_translation": "Él actuó de manera cobarde durante la guerra, abandonando a sus compañeros en el calor de la batalla. Siempre había tenido miedo al conflicto, y ahora está demasiado avergonzado para mostrar su rostro. Para cuando regrese, la guerra habrá terminado.",
      "imageLink": "image_files\\English\\cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decente",
      "translation": "decente",
      "definition": "Teniendo o mostrando un principio moral fuerte, o siendo amable y respetuoso.",
      "definition_translation": "Teniendo o mostrando un principio moral fuerte, o siendo amable y respetuoso.",
      "example": "Ella fue una persona decente que siempre ayudó a aquellos que lo necesitaban. Había estado voluntariamente en la cocina comunitaria local durante años, y ahora estaba en la carrera para un cargo público. Para cuando tome el cargo, habrá hecho una verdadera diferencia.",
      "example_translation": "Ella era una persona decente que siempre ayudaba a aquellos que lo necesitaban. Había estado voluntariando en la cocina de sopa local durante años, y ahora se postula para un cargo. Para cuando asuma el cargo, habrá hecho una diferencia real.",
      "imageLink": "image_files\\English\\decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decisivo",
      "translation": "decisivo",
      "definition": "Teniendo el poder o la calidad de decidir; capaz de tomar una decisión que afectará el resultado de algo.",
      "definition_translation": "Teniendo el poder o calidad de decidir; capaz de tomar una decisión que afectará el resultado de algo.",
      "example": "El entrenador hizo un movimiento decisivo al sustituir al jugador, lo que cambió el impulso del juego. La empresa tomará una decisión decisiva sobre la fusión para finales de semana. La nueva política será decisiva para reducir las emisiones de carbono para 2025.",
      "example_translation": "El entrenador hizo un movimiento decisivo al sustituir al jugador, lo que cambió el impulso del juego. La empresa tomará una decisión decisiva sobre la fusión para finales de la semana. La nueva política será decisiva para reducir las emisiones de carbono en 2025.",
      "imageLink": "image_files\\English\\decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exigente",
      "translation": "exigente",
      "definition": "Requiriendo un gran cantidad de tiempo, esfuerzo o habilidad; haciendo demandas severas o excesivas.",
      "definition_translation": "Requiriendo mucho tiempo, esfuerzo o habilidad; haciendo demandas severas o excesivas.",
      "example": "El trabajo es muy exigente y necesito tomar descansos regulares para evitar el agotamiento. El instructor era exigente, pero valió la pena al final cuando dominamos la técnica compleja. Los plazos de entrega de la empresa son exigentes, lo que nos obliga a trabajar horas extras.",
      "example_translation": "El trabajo es muy exigente, y necesito tomar breaks regulares para evitar el agotamiento. El instructor era exigente, pero valió la pena al final cuando dominamos la técnica compleja. Los plazos límite exigentes de la empresa nos obligaron a trabajar horas extras.",
      "imageLink": "image_files\\English\\demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "deprimente",
      "translation": "deprimente",
      "definition": "Causando sentimientos de tristeza o melancolía; desagradable o indeseable.",
      "definition_translation": "Causando sentimientos de tristeza o sombra; desagradable o no deseado.",
      "example": "La noticia del desastre natural fue deprimente y afectó a toda la nación. El clima sombrío fue deprimente, así que decidimos quedarnos en casa. La conclusión deprimente de la novela me dejó sintiendo melancólico durante días.",
      "example_translation": "La noticia del desastre natural fue deprimente, y afectó a toda la nación. El clima sombrío fue deprimente, así que decidimos quedarnos en casa. El final deprimente de la novela me dejó sintiendo melancolía durante días.",
      "imageLink": "image_files\\English\\depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desesperado",
      "translation": "desesperado",
      "definition": "Sintiendo o mostrando un deseo fuerte y urgente de hacer algo, a menudo debido a una situación difícil o desagradable.",
      "definition_translation": "Sentirse o mostrar un fuerte y urgente deseo de hacer algo, a menudo debido a una situación difícil o desagradable.",
      "example": "Se sintió desesperada cuando perdió su trabajo, pero no se rindió. Había estado desesperada por encontrar un nuevo trabajo durante meses. Estará desesperada por terminar su proyecto a tiempo.",
      "example_translation": "Se sintió desesperada cuando perdió su trabajo, pero no se rindió. Había estado desesperada por encontrar un nuevo trabajo durante meses. Estará desesperada por terminar su proyecto a tiempo.",
      "imageLink": "image_files\\English\\desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "determinado",
      "translation": "determinado",
      "definition": "Habiendo tomado una decisión firme o teniendo una intención fuerte de hacer algo.",
      "definition_translation": "Haber tomado una decisión firme o tener una intención fuerte de hacer algo.",
      "example": "Él estaba determinado a aprender a tocar la guitarra. Ella había estado determinada a terminar su tesis a tiempo. Estarán determinados a ganar el campeonato.",
      "example_translation": "Él estaba determinado a aprender a tocar la guitarra. Ella había estado determinada a terminar su tesis a tiempo. Ellos estarán determinados a ganar el campeonato.",
      "imageLink": "image_files\\English\\determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "devoto",
      "translation": "devoto",
      "definition": "Mostrando amor, lealtad o dedicación a alguien o algo.",
      "definition_translation": "Mostrando amor, lealtad o dedicación a alguien o algo.",
      "example": "Ella estaba devota a su familia. Él había sido devoto a su trabajo durante años. Estarán devotos a su nuevo proyecto.",
      "example_translation": "Ella estaba devota a su familia. Él había estado devoto a su trabajo durante años. Ellos estarán devotos a su nuevo proyecto.",
      "imageLink": "image_files\\English\\devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diligente",
      "translation": "truhan",
      "definition": "Teniendo o mostrando un fuerte y cuidadoso deseo de hacer su trabajo y hacerlo bien, siendo cuidadoso y detallista en su trabajo, siendo responsable y confiable.",
      "definition_translation": "Teniendo o mostrando un fuerte y cuidadoso deseo de hacer su trabajo y hacerlo bien, siendo cuidadoso y detallista en su trabajo, siendo responsable y confiable.",
      "example": "Ella fue una estudiante diligente y siempre completó sus tareas a tiempo. Había sido diligente en su investigación y había encontrado algunos resultados interesantes. Será diligente en su nuevo papel y asegurará que todo funcione correctamente.",
      "example_translation": "Ella era una estudiante diligente y siempre completaba sus tareas a tiempo. Ella había sido diligente en su investigación y había encontrado algunos resultados interesantes. Ella será diligente en su nuevo papel y asegurará que todo funcione sin problemas.",
      "imageLink": "image_files\\English\\diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "deshonesto",
      "translation": "desonesto",
      "definition": "No honesto o veraz; engañoso o deshonesto, teniendo o mostrando una disposición a engañar o decepcionar a otros.",
      "definition_translation": "No honesto o veraz; engañando o engañoso, teniendo o mostrando una disposición a engañar o decepcionar a otros.",
      "example": "Él fue deshonesto en sus tratos comerciales y finalmente fue descubierto. Ella había sido deshonesta con su pareja y eso arruinó su relación. Él no será deshonesto en su nueva empresa y se asegurará de que todo sea transparente.",
      "example_translation": "Él fue deshonesto en sus tratos comerciales y eventualmente fue atrapado. Ella había sido deshonesta con su pareja y eso arruinó su relación. Él no será deshonesto en su nueva aventura y asegurará que todo sea transparente.",
      "imageLink": "image_files\\English\\dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desorganizado",
      "translation": "desorganizado",
      "definition": "No teniendo un arreglo sistemático o ordenado; careciendo de un plan claro o procedimiento, siendo confuso o caótico.",
      "definition_translation": "No tener una disposición sistemática o ordenada; carecer de un plan o procedimiento claro, siendo confuso o caótico.",
      "example": "La oficina desorganizada hizo que fuera difícil encontrar algo. Ella había sido desorganizada en su proyecto y perdió la fecha límite. Él no será desorganizado en su nuevo papel y creará un plan claro.",
      "example_translation": "La oficina desorganizada hizo que sea difícil encontrar algo. Ella había sido desorganizada en su proyecto y perdió la fecha límite. Él no será desorganizado en su nuevo papel y creará un plan claro.",
      "imageLink": "image_files\\English\\disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insatisfecho",
      "translation": "insatisfecho",
      "definition": "Sintiendo descontento o insatisfacción porque se esperan cosas que no se cumplen.",
      "definition_translation": "Sentirse infeliz o incompleto porque las expectativas o necesidades no se está cumpliendo.",
      "example": "Me sentí insatisfecho con el servicio en el restaurante, así que dejé una reseña negativa. Estoy insatisfecho con mi trabajo actual, así que estoy buscando uno nuevo. Estaré insatisfecho si no obtengo la promoción que quiero.",
      "example_translation": "Estuve insatisfecho con el servicio en el restaurante, así que dejé una crítica negativa. Estoy insatisfecho con mi trabajo actual, así que estoy buscando uno nuevo. Estaré insatisfecho si no tengo la promoción que quiero.",
      "imageLink": "image_files\\English\\dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "angustioso",
      "translation": "angustioso",
      "definition": "Causando inquietud, ansiedad o dolor emocional; desagradable o perturbador.",
      "definition_translation": "Causando preocupación, ansiedad o dolor emocional; desagradable o perturbador.",
      "example": "La noticia del desastre natural fue angustiosa para todos. Los síntomas angustiosos del paciente hicieron que fuera difícil diagnosticar la enfermedad. La situación angustiosa continuará hasta que se encuentre una solución.",
      "example_translation": "La noticia del desastre natural fue angustiosa para todos. Los síntomas angustiosos del paciente hicieron que fuera difícil diagnosticar la enfermedad. La situación angustiosa continuará hasta que se encuentre una solución.",
      "imageLink": "image_files\\English\\distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dudoso",
      "translation": "dudoso",
      "definition": "Sintiendo incertidumbre o duda sobre algo; teniendo dudas o reservas.",
      "definition_translation": "Sentirse incierto o inseguro sobre algo; tener dudas o reservas.",
      "example": "Estuve dudoso sobre la inversión, así que decidí hacer más investigación. Ella estaba dudosa sobre su decisión, pero finalmente se decidió. Él estará dudoso sobre el plan hasta que vea los resultados.",
      "example_translation": "Estuve dudoso sobre la inversión, así que decidí hacer más investigación. Ella estaba dudosa sobre su decisión, pero finalmente se decidió. Él estará dudoso sobre el plan hasta que vea los resultados.",
      "imageLink": "image_files\\English\\doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dinámico",
      "translation": "dinámico",
      "definition": "Relacionado con o caracterizado por energía, fuerza o actividad; capaz de cambiar o adaptarse fácilmente.",
      "definition_translation": "Relativo o caracterizado por energía, fuerza o actividad; capaz de cambiar o adaptarse fácilmente.",
      "example": "La empresa está buscando un líder de equipo dinámico que pueda motivar al personal. En el pasado, el gerente era dinámico, pero ahora se ha vuelto demasiado pasivo. El nuevo empleado será dinámico y traerá nuevas ideas a la empresa.",
      "example_translation": "La empresa está buscando un líder de equipo dinámico que pueda motivar al personal. En el pasado, el gerente era dinámico, pero ahora se ha vuelto demasiado pasivo. El nuevo empleado será dinámico y traerá ideas frescas a la empresa.",
      "imageLink": "image_files\\English\\dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ansioso",
      "translation": "ansioso",
      "definition": "Sintiendo entusiasmo y interés; queriendo algo mucho.",
      "definition_translation": "Sentir o mostrar entusiasmo e interés; querer algo mucho.",
      "example": "Estoy ansioso por empezar mi nuevo trabajo y aprender nuevas habilidades. Ella estaba ansiosa por viajar al extranjero y experimentar nuevas culturas. Estarán ansiosos por probar el nuevo restaurante que acaba de abrir.",
      "example_translation": "Estoy ansioso por empezar mi nuevo trabajo y aprender habilidades nuevas. Ella estaba ansiosa por viajar al extranjero y experimentar culturas nuevas. Estarán ansiosos por probar el nuevo restaurante que acaba de abrir.",
      "imageLink": "image_files\\English\\eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "educado",
      "translation": "educado",
      "definition": "Habiendo recibido una buena educación; teniendo un alto nivel de conocimiento y comprensión.",
      "definition_translation": "Haber recibido una buena educación; tener un alto nivel de conocimiento y comprensión.",
      "example": "Ella es una persona educada con un doctorado en literatura. Él fue educado en una escuela privada y ahora trabaja como abogado. El público educado apreció la conferencia compleja.",
      "example_translation": "Ella es una persona educada con un doctorado en literatura. Él fue educado en una escuela privada y ahora trabaja como abogado. El público educado apreció la conferencia compleja.",
      "imageLink": "image_files\\English\\educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocional",
      "translation": "emocional",
      "definition": "Relacionado con o caracterizado por la emoción, especialmente sentimientos o sentimientos.",
      "definition_translation": "Relativo o caracterizado por la emoción, especialmente sentimientos o sentimientos.",
      "example": "Ella estaba emocional después de ver la película triste. Había sido emocional sobre la ruptura. Estará emocional cuando vea a su amigo de nuevo.",
      "example_translation": "Ella estaba emocional después de ver la película triste. Ella había estado emocional sobre la ruptura. Ella estará emocional cuando vea a su amiga de nuevo.",
      "imageLink": "image_files\\English\\emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alentador",
      "translation": "alentador",
      "definition": "Dando apoyo o estimulación a alguien, especialmente para intentar algo nuevo o difícil.",
      "definition_translation": "Dando apoyo o ánimo a alguien, especialmente para intentar algo nuevo o difícil.",
      "example": "El entrenador dio un discurso alentador antes del juego. Ella había sido alentadora con sus estudiantes para participar en el debate. Él será alentador con su equipo para que trabajen más duro.",
      "example_translation": "El entrenador dio un discurso alentador antes del juego. Ella había estado animando a sus estudiantes a participar en el debate. Él estará animando a su equipo a trabajar más duro.",
      "imageLink": "image_files\\English\\encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enérgico",
      "translation": "enérgico",
      "definition": "Teniendo o mostrando mucha energía, entusiasmo y vitalidad.",
      "definition_translation": "Teniendo o mostrando mucha energía, entusiasmo y vitalidad.",
      "example": "El perro enérgico corrió alrededor del parque. Ella había sido enérgica durante el entrenamiento. Él será enérgico durante la fiesta esta noche.",
      "example_translation": "El perro enérgico corrió alrededor del parque. Ella había estado enérgica durante el entrenamiento. Él estará enérgico durante la fiesta esta noche.",
      "imageLink": "image_files\\English\\energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entretenido",
      "translation": "entretenido",
      "definition": "Proporcionando diversión o disfrute, especialmente de manera animada y atractiva.",
      "definition_translation": "proporcionar diversión o disfrute, especialmente de una manera viva y atractiva",
      "example": "El comediante distrajo al público con sus chistes. Él había entretenido a sus huéspedes con sus historias toda la noche. Él entretendrá a sus invitados con un show de magia.",
      "example_translation": "El comediante estaba entreteniendo al público con sus chistes. Nos había entretenido con sus historias toda la noche. Él entreterrá a sus invitados con un show de magia.",
      "imageLink": "image_files\\English\\entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entusiasta",
      "translation": "entusiasta",
      "definition": "Sentir o mostrar interés intenso y emocionado en algo.",
      "definition_translation": "sentir o mostrar interés intenso y emocionado en algo",
      "example": "La multitud entusiasta aclamó cuando la banda subió al escenario. Ella estaba entusiasta sobre el nuevo proyecto. Ellos estarán entusiastas sobre la noticia.",
      "example_translation": "La multitud entusiasta vitoreó cuando la banda subió al escenario. Ella estaba entusiasta sobre el nuevo proyecto. Estarán entusiastas sobre la noticia.",
      "imageLink": "image_files\\English\\enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malo",
      "translation": "malvado",
      "definition": "Teniendo o mostrando un carácter malvado o inmoral.",
      "definition_translation": "tener o mostrar un carácter malvado o inmoral",
      "example": "El villano malo se rió con malevolencia al revelar su plan. Él había sido malo con sus empleados. Ellos serán malos con sus enemigos.",
      "example_translation": "El villano malvado se rió maniacalmente mientras revelaba su plan. Él había sido malvado con sus empleados. Serán malvados con sus enemigos.",
      "imageLink": "image_files\\English\\evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agotador",
      "translation": "agotador",
      "definition": "Causando que una persona se sienta extremadamente cansada o drenada de energía.",
      "definition_translation": "que causa que una persona se sienta extremadamente cansada o desprovista de energía",
      "example": "El maratón fue agotador, pero el sentido de logro valió la pena. Yo había estado entrenando durante meses, y continuaré entrenando para el próximo.",
      "example_translation": "El maratón fue agotador, pero el sentido de logro valió la pena. Había estado entrenando durante meses, y seguiré entrenando para el siguiente.",
      "imageLink": "image_files\\English\\exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experto",
      "translation": "experto",
      "definition": "Una persona que tiene un gran conocimiento o habilidad en un área particular.",
      "definition_translation": "una persona que tiene mucho conocimiento o habilidad en un área particular",
      "example": "Ella es una experta en marketing y ha ayudado a muchas empresas a aumentar sus ventas. Ella era una experta en marketing, es una experta en marketing, y será una experta en marketing.",
      "example_translation": "Ella es una experta en marketing y ha ayudado a muchas empresas a aumentar sus ventas. Fue una experta en marketing, es una experta en marketing y será una experta en marketing.",
      "imageLink": "image_files\\English\\expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fiel",
      "translation": "fiel",
      "definition": "Mostrando lealtad y devoción hacia alguien o algo.",
      "definition_translation": "mostrando lealtad y devoción a alguien o algo",
      "example": "Él fue fiel a su esposa y nunca la engañó. Él había sido fiel a su esposa, es fiel a su esposa, y será fiel a su esposa.",
      "example_translation": "Él fue fiel a su esposa y nunca la engañó. Había sido fiel a su esposa, es fiel a su esposa y será fiel a su esposa.",
      "imageLink": "image_files\\English\\faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fascinado",
      "translation": "fascinado",
      "definition": "Sintiendo o mostrando un gran interés y placer en algo porque es nuevo, inusual o atractivo.",
      "definition_translation": "Sentirse o mostrar un gran interés y placer en algo porque es nuevo, inusual o atractivo.",
      "example": "Estuve fascinado por la ciudad antigua, estoy fascinado por la nueva tecnología, y estaré fascinado por el futuro de la exploración espacial.",
      "example_translation": "Me fascinó la ciudad antigua, estoy fascinado por la nueva tecnología, y estaré fascinado por el futuro de la exploración espacial.",
      "imageLink": "image_files\\English\\fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fascinante",
      "translation": "fascinante",
      "definition": "Extremadamente interesante o atractivo debido a ser inusual o único.",
      "definition_translation": "Extremadamente interesante o atractivo debido a ser inusual o único.",
      "example": "La fascinante historia del explorador fue contada en el documental, el fascinante mundo de la inteligencia artificial crece rápidamente, y la fascinante belleza de la naturaleza es impresionante.",
      "example_translation": "La fascinante historia del explorador fue contada en el documental, el fascinante mundo de la inteligencia artificial crece rápidamente, y la fascinante belleza de la naturaleza es impresionante.",
      "imageLink": "image_files\\English\\fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "feroz",
      "translation": "fiero",
      "definition": "Mostrando una intensidad y poderío fuerte, especialmente en los sentimientos o acciones de una persona.",
      "definition_translation": "Mostrando una intensidad fuerte y poderosa, especialmente en los sentimientos o acciones de una persona.",
      "example": "El guerrero feroz luchó valientemente en la batalla, la tormenta feroz destruyó el pueblo, y la competencia feroz en el torneo deportivo fue intensa.",
      "example_translation": "El fiero guerrero luchó con bravura en la batalla, la tormenta fiero destruyó el pueblo, y la fiera competencia en el torneo deportivo fue intensa.",
      "imageLink": "image_files\\English\\fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "necio",
      "translation": "necio",
      "definition": "Teniendo o mostrando falta de buen sentido o juicio; absurdo o ridículo.",
      "definition_translation": "Teniendo o mostrando una falta de buen sentido o juicio; absurdo o ridículo.",
      "example": "Fue necia al confiarle su dinero. Había sido necia con él en el pasado, y será necia con él de nuevo en el futuro.",
      "example_translation": "Ella fue necia al confiarle su dinero. Ella había sido necia sobre él en el pasado, y ella será necia sobre él de nuevo en el futuro.",
      "imageLink": "image_files\\English\\foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "furioso",
      "translation": "furioso",
      "definition": "Sintiendo o mostrando ira extrema o furia; violento o intenso.",
      "definition_translation": "Sintiendo o mostrando una ira extrema o furia; violento o intenso.",
      "example": "Estuvo furioso cuando se enteró de que lo habían estafado. Ha estado furioso toda la semana, y estará furioso durante mucho tiempo.",
      "example_translation": "Él estaba furioso cuando se enteró de que había sido estafado. Él ha estado furioso sobre eso toda la semana, y él estará furioso sobre eso durante mucho tiempo.",
      "imageLink": "image_files\\English\\furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "codicioso",
      "translation": "codicioso",
      "definition": "Teniendo o mostrando un deseo excesivo por comida, dinero o poder; avaricioso.",
      "definition_translation": "Teniendo o mostrando un deseo excesivo por comida, dinero o poder; avaricioso.",
      "example": "Fue codicioso y se comió toda la comida. Ha sido codicioso toda su vida, y será codicioso hasta que muera.",
      "example_translation": "Él era codicioso y comió toda la comida. Él ha sido codicioso toda su vida, y él será codicioso hasta que muera.",
      "imageLink": "image_files\\English\\greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "duro",
      "translation": "duro",
      "definition": "No blando o fácil de doblar o dar forma; firme o rígido en textura o consistencia.",
      "definition_translation": "No suave ni fácil de doblar o dar forma; firme o rígido en textura o consistencia.",
      "example": "La madera dura fue difícil de tallar. Trabajo duro todos los días. El atleta tendrá que entrenar duro para ganar el campeonato.",
      "example_translation": "La madera dura era difícil de tallar. Trabajo duro todos los días. El atleta tendrá que entrenar duro para ganar el campeonato.",
      "imageLink": "image_files\\English\\hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trabajador",
      "translation": "trabajador",
      "definition": "Alguien que trabaja diligentemente y persevera en sus esfuerzos.",
      "definition_translation": "Alguien que trabaja diligentemente y persevera en sus esfuerzos.",
      "example": "Era una estudiante trabajadora y siempre entregaba sus tareas a tiempo. Era un empleado trabajador y recibió un ascenso. Eran padres trabajadores que siempre apoyaban a sus hijos.",
      "example_translation": "Era una estudiante trabajadora y siempre entregaba sus tareas a tiempo. Fue un empleado trabajador y recibió un ascenso. Eran padres trabajadores que siempre apoyaban a sus hijos.",
      "imageLink": "image_files\\English\\hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "helado",
      "translation": "helado",
      "definition": "Extremadamente frío en temperatura o modo; congelado o glaciar.",
      "definition_translation": "Extremadamente frío en temperatura o manera; congelado o glaciado.",
      "example": "La carretera helada era resbalosa y peligrosa para conducir. La nadadora sintió el agua helada cuando se zambulló en el lago. La mañana de invierno era helada y todos llevaban abrigos cálidos.",
      "example_translation": "El camino helado era resbaloso y peligroso para conducir. La nadadora sintió el agua helada cuando se zambulló en el lago. La mañana de invierno era helada y todos llevaron abrigos cálidos.",
      "imageLink": "image_files\\English\\icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impaciente",
      "translation": "impaciente",
      "definition": "Teniendo o mostrando tendencia a enfadarse o frustrarse fácilmente, especialmente al tener que esperar algo.",
      "definition_translation": "Teniendo o mostrando una tendencia a enfurecerse o frustrarse fácilmente, especialmente al tener que esperar algo.",
      "example": "Estuve impaciente por recibir mi nuevo teléfono, y seguí verificando el estado de entrega. Había sido impaciente con mi amigo por no entender el concepto. Seré impaciente si el proyecto no se termina a tiempo.",
      "example_translation": "Estuve impaciente por recibir mi nuevo teléfono y seguí verificando el estado de entrega. He sido impaciente con mi amigo por no entender el concepto. Seré impaciente si el proyecto no se termina a tiempo.",
      "imageLink": "image_files\\English\\impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descortés",
      "translation": "descortés",
      "definition": "Careciendo de cortesía o buenos modales; grosero.",
      "definition_translation": "Careciendo de cortesía o buenos modales; grosero.",
      "example": "Pensé que fue descortés interrumpir a alguien mientras hablaba. Ella había sido descortés con el camarero en el restaurante. Serán descorteses si no se disculpan por su comportamiento.",
      "example_translation": "Pensé que era descortés interrumpir a alguien mientras hablaba. Ella había sido descortés con el camarero en el restaurante. Serán descorteses si no se disculpan por su comportamiento.",
      "imageLink": "image_files\\English\\impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "independiente",
      "translation": "independiente",
      "definition": "No dependiendo de otros para obtener apoyo o orientación; autosuficiente.",
      "definition_translation": "No dependiendo de otros para apoyo o orientación; autosuficiente.",
      "example": "Quiero ser independiente y tomar mis propias decisiones. Ella había sido independiente desde que tenía 18 años. Serán independientes una vez que terminen su educación.",
      "example_translation": "Quiero ser independiente y tomar mis propias decisiones. Ella había sido independiente desde que tenía 18 años. Serán independientes una vez que terminen su educación.",
      "imageLink": "image_files\\English\\independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inexperto",
      "translation": "inexperiencia",
      "definition": "Careciendo de la habilidad o conocimiento necesarios para realizar una tarea o trabajo, típicamente debido a la falta de experiencia.",
      "definition_translation": "Carece de la habilidad o conocimiento necesarios para realizar una tarea o trabajo, habitualmente debido a la falta de experiencia.",
      "example": "El nuevo empleado era inexperto, pero ansioso por aprender. Ella había sido inexperta en el campo, pero rápidamente había adquirido las habilidades. Será inexperto en el nuevo software, pero recibirá capacitación.",
      "example_translation": "La nueva empleada era inexperta, pero ansiosa por aprender. Había sido inexperta en el campo, pero había aprendido rápidamente las habilidades. Será inexperta en el nuevo software, pero recibirá capacitación.",
      "imageLink": "image_files\\English\\inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inocente",
      "translation": "inocente",
      "definition": "No culpable de un delito o falta; libre de pecado o error moral.",
      "definition_translation": "No culpable de un crimen o mala acción; libre de pecado o mala moral.",
      "example": "El niño inocente nunca había visto una pistola antes. El hombre inocente fue acusado falsamente del crimen. El espectador inocente se encontró en la línea de fuego.",
      "example_translation": "El niño inocente nunca había visto una pistola antes. El hombre inocente fue acusado falsamente del crimen. El transeúnte inocente fue alcanzado por fuego cruzado.",
      "imageLink": "image_files\\English\\innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insincero",
      "translation": "insincero",
      "definition": "No auténtico o sincero; pretendiendo tener sentimientos o opiniones que no se tienen realmente.",
      "definition_translation": "No genuino o sincero; hacerse pasar por tener sentimientos u opiniones que uno no tiene realmente.",
      "example": "La sonrisa insincera del político no engañó a nadie. Ella había sido insincera en su disculpa, y estaba claro que no lo sentía. Él será insincero en sus promesas, así que no confíes en él.",
      "example_translation": "La sonrisa insincera del político no engañó a nadie. Ella había sido insincera en su disculpa, y era claro que no lo sentía. Él será insincero en sus promesas, así que no confíes en él.",
      "imageLink": "image_files\\English\\insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intelectual",
      "translation": "intelectual",
      "definition": "Persona que es altamente educada y tiene un profundo entendimiento de various materias, especialmente una que está interesada en ideas abstractas y a menudo se considera demasiado preocupada por asuntos teóricos.",
      "definition_translation": "Una persona altamente educada y con un profundo conocimiento de diversas materias, especialmente aquel que está interesado en ideas abstractas y se considera a menudo demasiado preocupado por asuntos teóricos.",
      "example": "Ella era una intelectual que escribió varios libros sobre filosofía. Ella había sido una intelectual desde sus días universitarios. Ella será una líder intelectual en el futuro.",
      "example_translation": "Era una intelectual que escribió varios libros sobre filosofía. Había sido una intelectual desde sus días universitarios. Será un líder intelectual en el futuro.",
      "imageLink": "image_files\\English\\intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irresponsable",
      "translation": "irresponsable",
      "definition": "Faltando a tomar o aceptar la responsabilidad por sus acciones o deberes, a menudo de manera descuidada o imprudente.",
      "definition_translation": "No tomar o aceptar la responsabilidad por sus acciones o deberes, a menudo de manera descuidada o temeraria.",
      "example": "Él había sido irresponsable con sus finanzas y terminó endeudado. Él había sido irresponsable con su salud desde que abandonó el ejercicio. Él será irresponsable con su tiempo si no establece prioridades.",
      "example_translation": "Él fue irresponsable con sus finanzas y terminó endeudado. Ha sido irresponsable con su salud desde que dejó de hacer ejercicio. Será irresponsable con su tiempo si no establece prioridades.",
      "imageLink": "image_files\\English\\irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irritado",
      "translation": "irritado",
      "definition": "Sintiendo o mostrando molestia o frustración, a menudo en respuesta a una situación frustrante o molesta.",
      "definition_translation": "Sentir o mostrar molestia o frustración, a menudo en respuesta a una situación frustrante o molesta.",
      "example": "Ella se había irritationado por el ruido y les pidió que guardaran silencio. Él había estado irritado con el servicio al cliente durante horas. Ellos se irritationarán si no reciben un reembolso.",
      "example_translation": "Ella estaba irritada por el ruido y les pidió que se callaran. Él había estado irritado con el servicio al cliente durante horas. Estarán irritados si no reciben un reembolso.",
      "imageLink": "image_files\\English\\irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irritante",
      "translation": "irritante",
      "definition": "Causando sentimientos de frustración, ansiedad o molestia",
      "definition_translation": "causando sentimientos de frustración, ansiedad o fastidio",
      "example": "El cliente encontró la espera larga irritante, las demoras constantes irritantes, y el empleado grosero irritante.",
      "example_translation": "El cliente encontró que la espera larga era irritante, los retrasos constantes eran irritantes y el cajero grosero era irritante.",
      "imageLink": "image_files\\English\\irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "leal",
      "translation": "leal",
      "definition": "Dando o mostrando apoyo firme y constante o lealtad a una persona o institución",
      "definition_translation": "dando o mostrando firme y constante apoyo o lealtad a una persona o institución",
      "example": "Ella había sido una cliente leal durante años, siempre leal a la marca, y permaneció leal incluso cuando otros la abandonaron.",
      "example_translation": "Ella había sido una cliente leal durante años, siempre leal a la marca, y siguió siendo leal incluso cuando otros la abandonaron.",
      "imageLink": "image_files\\English\\loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maduro",
      "translation": "maduro",
      "definition": "Completamente desarrollado física, mental o emocionalmente",
      "definition_translation": "completamente desarrollado física, mental o emocionalmente",
      "example": "Cuando ella maduró, se volvió más confiada, tuvo relaciones maduras, y tomó decisiones maduras.",
      "example_translation": "A medida que maduró, se convirtió en más segura, tuvo relaciones maduras y tomó decisiones maduras.",
      "imageLink": "image_files\\English\\mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "significar",
      "translation": "significar",
      "definition": "Tener la intención de expresar o transmitir un significado particular, especialmente por medio del lenguaje.",
      "definition_translation": "Tener la intención de transmitir o expresar un significado particular, especialmente por medio del lenguaje.",
      "example": "Quería llamarte ayer, pero me olvidé. Quiero ir a la tienda ahora, y quiero terminar mi tarea más tarde.",
      "example_translation": "Quería llamarte ayer, pero me olvidé. Quiero ir a la tienda ahora y quiero terminar mi tarea más tarde.",
      "imageLink": "image_files\\English\\mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "significar",
      "translation": "significar",
      "definition": "Tener una intención o interpretación particular, especialmente en palabras o acciones.",
      "definition_translation": "Tener una intención o interpretación particular, especialmente en palabras o acciones.",
      "example": "Ella quiso bien, pero sus palabras fueron dolorosas. El maestro quiso que aprendiéramos de la ejercicio, pero era demasiado difícil.",
      "example_translation": "Ella quería bien, pero sus palabras fueron hirientes. El profesor quería que aprendiéramos de la ejercicio, pero fue demasiado difícil.",
      "imageLink": "image_files\\English\\mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mental",
      "translation": "mental",
      "definition": "Relativo a la mente, especialmente como objeto de estudio.",
      "definition_translation": "Relativo a la mente, especialmente como tema de estudio.",
      "example": "La salud mental es tan importante como la salud física. Ella tiene un bloqueo mental cuando se trata de hablar en público.",
      "example_translation": "La salud mental es tan importante como la física. Ella tiene un bloqueo mental cuando se trata de hablar en público.",
      "imageLink": "image_files\\English\\mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "miserable",
      "translation": "desdichado",
      "definition": "Sintiendo o mostrando gran desdicha o incomodidad; desgraciado.",
      "definition_translation": "Sentirse o mostrar gran infelicidad o incomodidad; desdichado.",
      "example": "Ella se sintió miserable después de perder su trabajo; había sido miserable en ese trabajo durante años, y ahora estará miserable sin él; espera no estar miserable en su nuevo trabajo.",
      "example_translation": "Ella se sintió desdichada después de perder su trabajo; había sido desdichada en ese trabajo durante años, y ahora estará desdichada sin él; espera que no sea desdichada en su nuevo trabajo.",
      "imageLink": "image_files\\English\\miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "motivado",
      "translation": "motivado",
      "definition": "Teniendo un fuerte deseo o entusiasmo por lograr algo; impulsado.",
      "definition_translation": "Teniendo un fuerte deseo o entusiasmo por lograr algo; impulsado.",
      "example": "Ella estaba motivada para aprender un nuevo idioma; había estado motivada para correr un maratón durante años, y ahora está motivada para empezar su propio negocio; espera estar motivada para continuar aprendiendo.",
      "example_translation": "Ella estaba motivada para aprender un nuevo idioma; había estado motivada para correr un maratón durante años, y ahora está motivada para empezar su propio negocio; espera que esté motivada para continuar aprendiendo.",
      "imageLink": "image_files\\English\\motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conmovedor",
      "translation": "conmovedor",
      "definition": "Provocando sentimientos de tristeza o simpatía; conmovedor.",
      "definition_translation": "Causando sentimientos de tristeza o simpatía; conmovedor.",
      "example": "La película fue conmovedora; había sido conmovedora durante décadas, y ahora es conmovedora nuevamente; será conmovedora el año que viene.",
      "example_translation": "La película fue conmovedora; había sido conmovedora durante décadas, y ahora es conmovedora de nuevo; será conmovedora el próximo año.",
      "imageLink": "image_files\\English\\moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desagradable",
      "translation": "desagradable",
      "definition": "Teniendo o mostrando una calidad desagradable o antipática; desagradablemente áspero o brusco.",
      "definition_translation": "Teniendo o mostrando una calidad desagradable o falta de amabilidad; áspero o duro de manera desagradable.",
      "example": "El clima desagradable nos obligó a cancelar el pícnic. Tuve una discusión desagradable la noche anterior, pero nos reconciliamos por la mañana. No toleraré comentarios desagradables en mi blog.",
      "example_translation": "El clima desagradable nos obligó a cancelar el picnic. Tuve una discusión desagradable anoche, pero nos reconciliamos en la mañana. No toleraré comentarios desagradables en mi blog.",
      "imageLink": "image_files\\English\\nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "travieso",
      "translation": "travieso",
      "definition": "Comportándose mal o desobedientemente; juguetonamente malicioso.",
      "definition_translation": "Comportándose mal o desobedientemente; juguetonamenteASTUCIAS.",
      "example": "El niño travieso se negó a comer sus verduras. Fui muy travieso cuando era niño y siempre me metía en problemas. Ella tiene un brillo travieso en su mirada.",
      "example_translation": "El niño travieso se negó a comer sus vegetales. Fui muy travieso cuando era niño y siempre me metía en problemas. Ella tiene un brillo travieso en su ojo.",
      "imageLink": "image_files\\English\\naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "obediente",
      "translation": "obediente",
      "definition": "Dispuesto a obedecer reglas, órdenes o instrucciones; complaciente.",
      "definition_translation": "Dispuesto a obedecer reglas, órdenes o instrucciones; complaciente.",
      "example": "El estudiante obediente siempre seguía las instrucciones del maestro. Fui muy obediente cuando era niño y nunca cuestionaba a mis padres. Ella es obediente a cada comando de su jefe.",
      "example_translation": "El estudiante obediente siempre seguía las instrucciones del maestro. Fui muy obediente cuando era niño y nunca cuestionaba a mis padres. Ella es obediente a cada comando de su jefe.",
      "imageLink": "image_files\\English\\obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "objetivo",
      "translation": "objetivo",
      "definition": "Un objetivo o meta a lograr, a menudo a través del esfuerzo o la habilidad.",
      "definition_translation": "Un objetivo o meta que se debe lograr, a menudo a través del esfuerzo o la habilidad.",
      "example": "Ella estableció un objetivo para terminar el proyecto al final del mes, y había estado trabajando en él durante semanas, pero lo habrá terminado el próximo año.",
      "example_translation": "Ella estableció un objetivo de terminar el proyecto para fin de mes, y había estado trabajando en él durante semanas, pero lo habrá terminado el próximo año.",
      "imageLink": "image_files\\English\\objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ofensivo",
      "translation": "ofensivo",
      "definition": "Causando ofensa o molestia, a menudo deliberadamente.",
      "definition_translation": "Causando ofensa o molestia, a menudo de forma deliberada.",
      "example": "El anuncio ofensivo de la empresa provocó indignación en las redes sociales, pero se disculpará por ello la próxima semana, y se había disculpado por ello el año pasado.",
      "example_translation": "El anuncio ofensivo de la empresa desató indignación en las redes sociales, pero se disculparán por ello la próxima semana, y se habían disculpado por ello el año pasado.",
      "imageLink": "image_files\\English\\offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "optimista",
      "translation": "optimista",
      "definition": "Teniendo o mostrando una visión esperanzada y confiada.",
      "definition_translation": "Teniendo o mostrando una perspectiva esperanzadora y confiada.",
      "example": "El empresario optimista estaba seguro de que su negocio tendría éxito, y había estado tuviendo éxito durante años, pero se enfrentará a desafíos el próximo trimestre.",
      "example_translation": "El emprendedor optimista estaba seguro de que su negocio tendría éxito, y había estado teniendo éxito durante años, pero enfrentará desafíos el próximo trimestre.",
      "imageLink": "image_files\\English\\optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "organizado",
      "translation": "organizado",
      "definition": "Ordenar las cosas de manera sistemática y eficiente, para que puedan ser fácilmente encontradas o utilizadas.",
      "definition_translation": "Arreglar las cosas de una manera sistemática y eficiente, para que puedan ser encontradas o utilizadas fácilmente.",
      "example": "Organicé mi armario el fin de semana pasado, pero ahora estoy organizado para el resto del mes. Estaba organizado cuando estaba en la universidad, pero no estoy organizado ahora. Estaré organizado para fin de año.",
      "example_translation": "Organisé mi armario el fin de semana pasado, pero ahora estoy organizado para el resto del mes. Estuve organizado cuando estaba en la universidad, pero no estoy organizado ahora. Estaré organizado para fin de año.",
      "imageLink": "image_files\\English\\organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escandaloso",
      "translation": "ultrajante",
      "definition": "Chocantemente malo o inaceptable; completamente espantoso.",
      "definition_translation": "Sorprendentemente malo o inaceptable; absolutamente repugnante.",
      "example": "Los precios escandalosos del nuevo restaurante en la ciudad están haciendo que la gente se enfurezca. El comportamiento escandaloso del celebridad estuvo en todas las noticias. La cantidad escandalosa de tarea asignada por el maestro fue increíble.",
      "example_translation": "Los precios ultrajantes del nuevo restaurante en la ciudad están haciendo que la gente se enoje. El comportamiento ultrajante del celebridad estuvo en todas las noticias. La cantidad ultrajante de tareas escolares asignadas por el maestro era increíble.",
      "imageLink": "image_files\\English\\outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doloroso",
      "translation": "doloroso",
      "definition": "Causando dolor físico o emocional; incómodo o desagradable.",
      "definition_translation": "Causando dolor físico o emocional; incómodo o desagradable.",
      "example": "La cirugía dolorosa me dejó en cama durante semanas. Tuve una experiencia dolorosa en el dentista ayer. El recuerdo doloroso del accidente todavía me persigue.",
      "example_translation": "La dolorosa cirugía me dejó en cama durante semanas. Tuve una experiencia dolorosa en el dentista ayer. El doloroso recuerdo del accidente todavía me atormenta.",
      "imageLink": "image_files\\English\\painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apasionado",
      "translation": "apasionado",
      "definition": "Mostrando o sintiendo emoción intensa y apenas controlable, especialmente fuertes sentimientos de entusiasmo o emoción.",
      "definition_translation": "Mostrando o sintiendo emoción intensa y apenas controllable, especialmente fuertes sentimientos de entusiasmo o emoción.",
      "example": "Ella es apasionada por su trabajo, y se nota en su labor. Era apasionada por la pintura desde que era niña. Será apasionada por los temas ambientales en el futuro.",
      "example_translation": "Ella es apasionada de su trabajo y se nota en su labor. Ha sido apasionada de la pintura desde que era una niña. Será apasionada de los temas ambientales en el futuro.",
      "imageLink": "image_files\\English\\passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasivo",
      "translation": "pasivo",
      "definition": "Aceptando o permitiendo lo que sucede o lo que otros hacen, sin respuesta o resistencia activa.",
      "definition_translation": "Aceptando o permitiendo lo que sucede o lo que otros hacen, sin respuesta activa ni resistencia.",
      "example": "La empresa tiene un enfoque pasivo hacia el servicio al cliente. Ella fue pasiva en la cara de la crítica de su jefe. Serán observadores pasivos de todo el proceso.",
      "example_translation": "La empresa tiene un enfoque pasivo para el servicio al cliente. Ella fue pasiva ante la crítica de su jefe. Serán observadores pasivos de todo el proceso.",
      "imageLink": "image_files\\English\\passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pesimista",
      "translation": "pesimista",
      "definition": "Teniendo o mostrando una visión negativa o sombría, a menudo esperando lo peor.",
      "definition_translation": "Teniendo o mostrando una perspectiva negativa o sombría, a menudo esperando lo peor.",
      "example": "Ha sido pesimista sobre la economía últimamente. Era pesimista sobre sus oportunidades de obtener el trabajo. Serán pesimistas sobre el resultado de las elecciones.",
      "example_translation": "Él ha sido pesimista sobre la economía últimamente. Ella fue pesimista sobre sus posibilidades de obtener el trabajo. Serán pesimistas sobre el resultado de la elección.",
      "imageLink": "image_files\\English\\pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "petrificado",
      "translation": "petrificado",
      "definition": "Extremadamente asustado o aterrorizado; incapable de moverse o actuar.",
      "definition_translation": "extremadamente asustado o aterrorizado; incapaz de moverse o actuar",
      "example": "Estuve petrificado cuando vi la serpiente en mi patio. Estaré petrificado si tengo que dar un discurso en frente de una audiencia grande. Ella estaba petrificada después de ver la película de terror.",
      "example_translation": "Me petrificó cuando vi la serpiente en mi patio trasero. Estaré petrificado si tengo que dar un discurso frente a una gran audiencia. Ella estaba petrificada después de ver la película de terror.",
      "imageLink": "image_files\\English\\petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "práctico",
      "translation": "práctico",
      "definition": "Sensato y realista en una situación particular.",
      "definition_translation": "sensible y realista en una situación particular",
      "example": "Mi madre siempre me da consejos prácticos. Seré práctico y tomaré un trabajo a tiempo parcial para apoyarme. Él fue práctico y trajo un paraguas al concierto al aire libre.",
      "example_translation": "Mi madre siempre me da consejos prácticos. Seré práctico y tomaré un trabajo a tiempo parcial para apoyarme. Él fue práctico y trajo un paraguas al concierto al aire libre.",
      "imageLink": "image_files\\English\\practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "profesional",
      "translation": "profesional",
      "definition": "Relacionado con o conectado a un trabajo o actividad que requiere entrenamiento o habilidad especial.",
      "definition_translation": "relacionado con o conectado con un trabajo o actividad que requiere capacitación o habilidad especial",
      "example": "Como músico profesional, ha realizado muchos conciertos. Necesito vestirme profesionalmente para la entrevista de trabajo. Será un jugador de fútbol profesional algún día.",
      "example_translation": "Como música profesional, ha actuado en muchos conciertos. Necesito vestirme profesionalmente para la entrevista de trabajo. Él será un jugador de fútbol profesional algún día.",
      "imageLink": "image_files\\English\\professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perplejo",
      "translation": "periódico",
      "definition": "Sintiendo confusión o incertidumbre sobre algo.",
      "definition_translation": "sentirse confundido o incierto sobre algo",
      "example": "Estuve perplejo por el problema matemático complejo, pero mi amigo pudo resolverlo. Estaré perplejo si no entiendo la explicación. Me había sentido perplejo por el ruido extraño toda la noche.",
      "example_translation": "Me sentí confundido por el problema de matemáticas complejo, pero mi amigo pudo resolverlo. Me sorprenderá si no entiendo la explicación. Me había sentido confundido por el ruido extraño toda la noche.",
      "imageLink": "image_files\\English\\puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calificado",
      "translation": "cualificado",
      "definition": "que tiene las habilidades, experiencia o conocimientos necesarios para hacer algo",
      "definition_translation": "teniendo las habilidades, experiencia o conocimientos necesarios para hacer algo",
      "example": "El médico calificado fue capaz de diagnosticar la enfermedad rara. La empresa calificará a los candidatos que cumplan con los requisitos. Ella se había calificado para las Olimpiadas después de años de entrenamiento duro.",
      "example_translation": "El médico cualificado pudo diagnosticar la enfermedad rara. La empresa calificará a los candidatos que cumplan con los requisitos. Ella había calificado para las Olimpiadas después de años de entrenamiento duro.",
      "imageLink": "image_files\\English\\qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "realista",
      "translation": "realista",
      "definition": "que tiene una idea sensata y práctica de lo que se puede lograr o esperar",
      "definition_translation": "teniendo una idea sensata y práctica de lo que se puede lograr o esperar",
      "example": "La empresa tiene un objetivo realista de aumentar las ventas en un 10%. El artista es conocido por sus pinturas realistas. Tendrán una oportunidad realista de ganar la competencia si practican más.",
      "example_translation": "La empresa tiene una meta realista de aumentar las ventas en un 10%. El artista es conocido por sus pinturas realistas. Tendrán una oportunidad realista de ganar la competencia si practican más.",
      "imageLink": "image_files\\English\\realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "razonable",
      "translation": "razonable",
      "definition": "Que tiene la capacidad de razonar o pensar lógicamente; sensato y justo.",
      "definition_translation": "Tener la capacidad de razonar o pensar lógicamente; sensato y justo.",
      "example": "El juez trató de ser razonable y escuchar ambos lados del argumento. Ella era razonable y de mente abierta. Será razonable y considerada en el futuro.",
      "example_translation": "El juez intentó ser razonable y escuchar ambos lados del argumento. Ella fue razonable y de mente abierta. Ella será razonable y considerada en el futuro.",
      "imageLink": "image_files\\English\\reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "religioso",
      "translation": "religioso",
      "definition": "Que cree en y adora a un dios o dioses; que tiene una fe o convicción fuerte.",
      "definition_translation": "Creer en y adorar a un dios o dioses; tener una fe fuerte o convicción.",
      "example": "Él creció en una familia religiosa y asistió a la iglesia todos los domingos. Ella es religiosa y reza diariamente. Serán religiosos y seguirán las enseñanzas de su fe.",
      "example_translation": "Fue criado en una familia religiosa y asistía a la iglesia todos los domingos. Ella es religiosa y reza diariamente. Ellos serán religiosos y seguirán las enseñanzas de su fe.",
      "imageLink": "image_files\\English\\religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingenioso",
      "translation": "ingenioso",
      "definition": "Que tiene la capacidad de encontrar formas rápidas y astutas de superar dificultades o desafíos.",
      "definition_translation": "Tener la capacidad de encontrar formas rápidas y astutas para superar dificultades o desafíos.",
      "example": "El ingeniero ingenioso diseñó un nuevo sistema para reducir el consumo de energía. Ella fue ingeniosa y encontró una solución al problema. Serán ingeniosos y se adaptarán a las circunstancias cambiantes.",
      "example_translation": "El ingeniero ingenioso diseñó un nuevo sistema para reducir el consumo de energía. Ella fue ingeniosa y encontró una solución al problema. Ellos serán ingeniosos y se adaptarán a las circunstancias cambiantes.",
      "imageLink": "image_files\\English\\resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "respetable",
      "translation": "respetable",
      "definition": "Digno de respeto o admiración, con una buena reputación",
      "definition_translation": "Digno de respeto o admiración, tener una buena reputación",
      "example": "Él fue un miembro respetable de la comunidad, respetado por todos los que lo conocían. Él se vestirá respetablemente para la ocasión. Él siempre había sido un ciudadano respetable, hasta que fue atrapado.",
      "example_translation": "Era un miembro respetable de la comunidad, respetado por todos los que lo conocían. Estará vestido respetablemente para la ocasión. Siempre havía sido un ciudadano respetable, hasta que fue atrapado.",
      "imageLink": "image_files\\English\\respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "respetado",
      "translation": "respetado",
      "definition": "Que siente o muestra admiración o alta estima por alguien o algo",
      "definition_translation": "Sentir o mostrar admiración o alto respecto por alguien o algo",
      "example": "Ella fue una profesora altamente respetada, respetada por sus estudiantes y colegas. Él es respetado por su sabiduría y habilidades de liderazgo. Será respetada por su bravura en el enfrentamiento del peligro.",
      "example_translation": "Era una profesora muy respetada, respetada por sus estudiantes y colegas. Él era respetado por su sabiduría y habilidades de liderazgo. Será respetada por su valentía en el enfrentamiento del peligro.",
      "imageLink": "image_files\\English\\respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "responsable",
      "translation": "responsable",
      "definition": "Que tiene una obligación de hacer algo o es responsable de sus acciones",
      "definition_translation": "Tener una obligación de hacer algo o ser responsable por sus acciones",
      "example": "Él fue responsable del éxito del proyecto. Ella es responsable de administrar al equipo. Serán responsables del impacto ambiental de sus acciones.",
      "example_translation": "Él era responsable del éxito del proyecto. Ella es responsable de gestionar el equipo. Serán responsables del impacto ambiental de sus acciones.",
      "imageLink": "image_files\\English\\responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "riesgoso",
      "translation": "riesgoso",
      "definition": "que implica incertidumbre o peligro; que puede llevar a una pérdida o daño",
      "definition_translation": "que implica incertidumbre o peligro; que puede llevar a pérdida o daño",
      "example": "Él tomó una inversión riesgosa, pero valió la pena. Él está tomando un paseo riesgoso por la cima del acantilado. Él tomará una decisión riesgosa en los negocios.",
      "example_translation": "Tomó una inversión riesgosa, pero funcionó. Está dando un paseo riesgoso por la cima del acantilado. Tomará una decisión riesgosa en el negocio.",
      "imageLink": "image_files\\English\\risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "despiadado",
      "translation": "despiadado",
      "definition": "que no tiene piedad ni misericordia; brutalmente duro o cruel",
      "definition_translation": "que no tiene o muestra ninguna piedad ni misericordia; duramente severo o cruel",
      "example": "El dictador despiadado gobernó el país con mano de hierro. La mujer despiadada despidió a sus empleados sin hesitación. El maestro despiadado no tolerará ningún error.",
      "example_translation": "El dictador despiadado gobernó el país con mano de hierro. La empresaria despiadada despidió a sus empleados sin dudar. El maestro despiadado no tolerará ningún error.",
      "imageLink": "image_files\\English\\ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sensible",
      "translation": "sensible",
      "definition": "Capaz de sentir o responder a cambios leves o impresiones; fácilmente herido o ofendido",
      "definition_translation": "capaz de sentir o responder a cambios leves o impresiones; fácilmente herido o ofendido",
      "example": "Ella era sensible al frío y llevaba un abrigo. Él era sensible a la crítica y se volvía defensivo. El niño será sensible al ruido y se tapará los oídos.",
      "example_translation": "Ella era sensible al frío y llevaba un abrigo. Él era sensible a la crítica y se volvió defensivo. El niño será sensible al ruido y se cubrirá los oídos.",
      "imageLink": "image_files\\English\\sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "severo",
      "translation": " severo",
      "definition": "Muy malo o desagradable; que causa gran sufrimiento o daño",
      "definition_translation": "Muy malo o desagradable; causando gran sufrimiento o daño.",
      "example": "Las condiciones climáticas severas hicieron que fuera difícil viajar. El dolor severo hizo que fuera difícil concentrarse. El médico advirtió que la condición del paciente podría volverse severa si no se trataba pronto.",
      "example_translation": "Las condiciones climáticas severas hacían difícil viajar. El dolor severo hacía difícil concentrarse. El médico advirtió que la condición del paciente podría volverse severa si no se trataba con prontitud.",
      "imageLink": "image_files\\English\\severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hábil",
      "translation": "habil",
      "definition": "Teniendo o mostrando la capacidad de hacer algo con gran habilidad y competencia",
      "definition_translation": "Teniendo o mostrando la habilidad para hacer algo con gran habilidad y competencia.",
      "example": "El conductor hábil navegó la carretera sinuosa con facilidad. El cirujano hábil realizó la operación compleja con precisión. El artista hábil creó una hermosa pintura con gran detalle.",
      "example_translation": "El conductor habil condujo la carretera sinuosa con facilidad. El cirujano habil realizó la operación compleja con precisión. El artista habil creó una hermosa pintura con gran detalle.",
      "imageLink": "image_files\\English\\skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diestro",
      "translation": "hábil",
      "definition": "Teniendo una habilidad natural o talento para algo, especialmente una actividad manual",
      "definition_translation": "Teniendo una habilidad natural o talento para algo, especialmente una actividad manual.",
      "example": "El carpintero diestro construyó un hermoso armario de madera. El músico diestro tocó el piano con gran expresión. El atleta diestro ganó varios medallas en la competencia.",
      "example_translation": "El carpintero hábil construyó un hermoso gabinete de madera. El músico hábil tocó el piano con gran expresión. El atleta hábil ganó varias medallas en la competencia.",
      "imageLink": "image_files\\English\\skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sofisticado",
      "translation": "sofisticado",
      "definition": "Teniendo o caracterizado por un alto grado de refinamiento cultural o intelectual",
      "definition_translation": "Tener o caracterizarse por un alto grado de refinamiento cultural o intelectual.",
      "example": "Ella era una mujer sofisticada que apreciaba el arte, la literatura y la música. Ella había sido sofisticada en su enfoque para el negocio. Ella será sofisticada en sus negociaciones.",
      "example_translation": "Era una mujer sofisticada que apreciaba el arte fino, la literatura y la música. Había sido sofisticada en su enfoque para el negocio. Será sofisticada en sus negociaciones.",
      "imageLink": "image_files\\English\\sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espiritual",
      "translation": "espiritual",
      "definition": "Relacionado o concerniente con el espíritu o alma, en oposición a las cosas materiales o físicas",
      "definition_translation": "Relacionado o preocupado con el espíritu o alma, en oposición a las cosas materiales o físicas.",
      "example": "El líder espiritual de la comunidad guió a la gente a través de la crisis. Él había sido espiritual en su enfoque para la vida. Ellos serán espirituales en su búsqueda de la iluminación.",
      "example_translation": "El líder espiritual de la comunidad guio a la gente a través de la crisis. Había sido espiritual en su enfoque para la vida. Serán espirituales en su búsqueda de iluminación.",
      "imageLink": "image_files\\English\\spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espontáneo",
      "translation": "espontáneo",
      "definition": "Realizado o ocurrido sin planificación previa o deliberación; natural y sin restricciones",
      "definition_translation": "Realizado u ocurrido sin planificación previa o deliberación; natural y sin restricciones.",
      "example": "Los aplausos espontáneos estallaron cuando el cantante salió al escenario. Ella había sido espontánea en su respuesta a la pregunta. Ellos serán espontáneos en su reacción a la noticia.",
      "example_translation": "El aplauso espontáneo estalló cuando la cantante subió al escenario. Había sido espontánea en su respuesta a la pregunta. Serán espontáneos en su reacción a la noticia.",
      "imageLink": "image_files\\English\\spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recto",
      "translation": "recto",
      "definition": " Extendido o procediendo en una línea directa; no curvado ni doblado; directo e ininterrumpido en extensión o dirección",
      "definition_translation": "Extendiendo o procediendo en una línea directa; no curvada ni doblada; directo e ininterrumpido en extensión o dirección.",
      "example": "El camino era recto y plano, lo que lo hacía perfecto para andar en bicicleta. Caminé recto hacia la tienda. Caminaré recto a casa después de la escuela.",
      "example_translation": "El camino era recto y plano, lo que lo hacía perfecto para ciclismo. Caminé recto a la tienda. Caminaré recto a casa después de la escuela.",
      "imageLink": "image_files\\English\\straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "testarudo",
      "translation": "terco",
      "definition": "Teniendo o mostrando determinación para no cambiar de opinión o posición; obstinadamente obstinado",
      "definition_translation": "Teniendo o mostrando determinación para no cambiar de opinión o posición; obstinado de manera irrazonable.",
      "example": "Mi hermano puede ser muy testarudo cuando se trata de probar nuevos alimentos. Ella era testaruda y se negó a disculparse. Él será testarudo y no escuchará nuestro consejo.",
      "example_translation": "Mi hermano puede ser muy terco cuando se trata de probar nuevos alimentos. Ella fue terca y se negó a disculparse. Él será terco y no escuchará nuestro consejo.",
      "imageLink": "image_files\\English\\stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "supersticioso",
      "translation": "supersticioso",
      "definition": "Excesivamente temeroso de lo sobrenatural, el destino o lo desconocido; temor irracional a lo que es desconocido o misterioso",
      "definition_translation": "Excesivamente temeroso de lo sobrenatural, el destino o lo desconocido; miedo irracional de lo que es desconocido o misterioso.",
      "example": "Mi abuela es supersticiosa y siempre lleva un amuleto de la suerte. Él es supersticioso y cree en los fantasmas. Ellos son supersticiosos y creen que el gato negro es mala suerte.",
      "example_translation": "Mi abuela es supersticiosa y siempre lleva un amuleto de la suerte. Él es supersticioso y cree en los fantasmas. Ellos eran supersticiosos y pensaban que el gato negro era mala suerte.",
      "imageLink": "image_files\\English\\superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sospechoso",
      "translation": "sospechoso",
      "definition": "Provocar sospecha; cuestionable; dudoso.",
      "definition_translation": "Generando sospecha; cuestionable; dudoso.",
      "example": "La policía desconfiaba del desconocido. La empresa desconfiaba de los motivos del rival. El detective desconfiará de cualquier inconsistencia en la coartada.",
      "example_translation": "La policía sospechaba del comportamiento del extraño. La empresa sospechaba de los motivos de la rival. El detective sospechará de cualquier inconsistencia en la coartada.",
      "imageLink": "image_files\\English\\suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "simpático",
      "translation": "simpático",
      "definition": "Teniendo o mostrando simpatía; sintiendo o expresando compasión.",
      "definition_translation": "Teniendo o mostrando simpatía; sintiendo o expresando compasión.",
      "example": "El médico era simpático con las preocupaciones del paciente. La empresa era simpática con la situación del empleado. El maestro será simpático con las luchas del estudiante.",
      "example_translation": "El doctor era simpático a las inquietudes del paciente. La empresa era simpática a la situación del empleado. El maestro será simpático a las luchas del estudiante.",
      "imageLink": "image_files\\English\\sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenso",
      "translation": "tenso",
      "definition": "Sintiendo ansiedad o nerviosismo; teniendo una sensación de expectativa tensa.",
      "definition_translation": "Sintiendo ansiedad o nerviosismo; teniendo una sensación de expectativa tensa.",
      "example": "El atleta estaba tenso antes de la competencia. La audiencia estaba tensa durante la película de suspense. El estudiante estará tenso durante el examen.",
      "example_translation": "El atleta estaba tenso antes de la competencia. La audiencia estaba tensa durante la película de suspense. El estudiante estará tenso durante el examen.",
      "imageLink": "image_files\\English\\tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aterrador",
      "translation": "aterrador",
      "definition": "Extremadamente aterrador o alarmante; causando intenso miedo o ansiedad.",
      "definition_translation": "Extremadamente aterrador o alarmante; causando un miedo o ansiedad intensa.",
      "example": "El grito aterrador resonó por la casa encantada. Era aterrador pensar en estar solo en la oscuridad. Ella estará aterrorizada cuando vea la película de terror.",
      "example_translation": "El grito aterrador resonó por la casa encantada. Fue aterrador pensar en estar solo en la oscuridad. Ella estará aterrada cuando vea la película de terror.",
      "imageLink": "image_files\\English\\terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pensativo",
      "translation": "pensativo",
      "definition": "Mostrando cuidadosa reflexión y consideración; amable y comprensivo.",
      "definition_translation": "Mostrando cuidadoso pensamiento y consideración; amable y comprensivo.",
      "example": "Él era un oyente pensativo y siempre me hacía sentir escuchado. Ella era lo suficientemente pensativa como para traerme un regalo. Ellos serán más pensativos sobre sus decisiones en el futuro.",
      "example_translation": "Él era un oyente pensativo y siempre me hacía sentir escuchado. Ella fue lo suficientemente pensativa como para traerme un regalo. Serán más pensativos sobre sus decisiones en el futuro.",
      "imageLink": "image_files\\English\\thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocionado",
      "translation": "emocionado",
      "definition": "Sintiendo una felicidad o emoción extremas; encantado.",
      "definition_translation": "Sintiendo una felicidad o emoción extremas; encantado.",
      "example": "Me emocionó recibir la noticia. Ella estaba emocionada de conocer a su celebridad favorita. Ellos estarán emocionados de subir al carrusel.",
      "example_translation": "Me emocioné al recibir la noticia. Ella se emocionó al conocer a su celebridad favorita. Estarán emocionados de ir en la montaña rusa.",
      "imageLink": "image_files\\English\\thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "duro",
      "translation": "duro",
      "definition": "Fuerte y capaz de soportar condiciones difíciles o desafíos.",
      "definition_translation": "fuerte y capaz de soportar condiciones difíciles o desafíos",
      "example": "Fui duro conmigo mismo, soy duro conmigo mismo, seré duro conmigo mismo.",
      "example_translation": "Fui duro conmigo mismo, seré duro conmigo mismo, habré sido duro conmigo mismo.",
      "imageLink": "image_files\\English\\tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trágico",
      "translation": "trágico",
      "definition": "Causando gran tristeza o pérdida, especialmente como resultado de algo inesperado o desafortunado.",
      "definition_translation": "que causa gran tristeza o pérdida, especialmente como resultado de algo inesperado o desafortunado",
      "example": "El evento trágico ocurrió, ocurre, ocurrirá.",
      "example_translation": "El evento trágico ocurrió, está ocurriendo, ocurrirá.",
      "imageLink": "image_files\\English\\tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inconsciente",
      "translation": "inconsciente",
      "definition": "No sabiendo o dándose cuenta de algo, especialmente algo importante o sorprendente.",
      "definition_translation": "no saber o darse cuenta de algo, especialmente algo importante o sorprendente",
      "example": "No me di cuenta del peligro, no me doy cuenta del peligro, no me daré cuenta del peligro.",
      "example_translation": "No era consciente del peligro, no soy consciente del peligro, no seré consciente del peligro.",
      "imageLink": "image_files\\English\\unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inseguro",
      "translation": "incerto",
      "definition": "No teniendo o mostrando una mente clara o opinión sobre algo.",
      "definition_translation": "No tener o mostrar una mente clara o opinión sobre algo",
      "example": "Estoy inseguro sobre qué hacer esta noche. Ayer estaba seguro, pero ahora estoy inseguro. Estaré inseguro hasta que tome una decisión.",
      "example_translation": "Estoy incierto sobre qué hacer esta noche. Ayer, estaba seguro, pero ahora estoy incierto. Estaré incierto hasta que tome una decisión.",
      "imageLink": "image_files\\English\\uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comprensión",
      "translation": "comprensión",
      "definition": "La capacidad de entender y compartir los sentimientos de otro",
      "definition_translation": "La capacidad de entender y compartir los sentimientos de otra persona",
      "example": "Tenía una profunda comprensión de sus sentimientos. Ella tenía una gran comprensión de la situación. Ellos tendrán una comprensión del proyecto para fin de semana.",
      "example_translation": "Tenía una comprensión profunda de sus sentimientos. Ella tenía una gran comprensión de la situación. Tendrán una comprensión del proyecto al final de la semana.",
      "imageLink": "image_files\\English\\understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inquieto",
      "translation": "inquieto",
      "definition": "Sentir ansiedad o incomodidad sobre algo",
      "definition_translation": "Sentir ansiedad o incomodidad sobre algo",
      "example": "Me sentía inquieto sobre la situación. Ella parecía inquieta en la reunión. Ellos se sentirán inquietos hasta que resuelvan el problema.",
      "example_translation": "Me sentí inquieto sobre la situación. Ella parecía inquieta en la reunión. Se sentirán inquietos hasta que resuelvan el tema.",
      "imageLink": "image_files\\English\\uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desafortunado",
      "translation": "desafortunado",
      "definition": "Tener o marcado por mala suerte; desafortunado en ocurrencia o resultado",
      "definition_translation": "teniendo o marcado por mala suerte; desafortunado en la ocurrencia o resultado",
      "example": "Él fue desafortunado al perder su trabajo, pero pronto encontrará uno nuevo. Él fue desafortunado cuando se enfermó, pero ahora se está recuperando. Él será desafortunado si no se prepara para el examen.",
      "example_translation": "Él fue desafortunado al perder su trabajo, pero encontrará uno nuevo pronto. Él fue desafortunado cuando se enfermó, pero se está recuperando ahora. Él será desafortunado si no se prepara para el examen.",
      "imageLink": "image_files\\English\\unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inútil",
      "translation": "inútil",
      "definition": "No proporcionar asistencia o apoyo; no útil o efectivo",
      "definition_translation": "no proporcionando asistencia o apoyo; no útil o efectivo",
      "example": "Las instrucciones eran inútiles, así que no pudimos armar el mueble. El servicio al cliente fue inútil, y no obtenemos un reembolso. La retroalimentación del profesor fue inútil, y el estudiante no entendió el concepto.",
      "example_translation": "Las instrucciones fueron inútiles, por lo que no pudimos ensamblar los muebles. El servicio al cliente fue inútil, y no obtuvimos un reembolso. La retroalimentación del maestro fue inútil, y el estudiante no entendió el concepto.",
      "imageLink": "image_files\\English\\unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impopular",
      "translation": "impopular",
      "definition": "No gustado o aprobado por la mayoría de las personas; no popular",
      "definition_translation": "no gustado o aprobado por la mayoría de las personas; no popular",
      "example": "La nueva política fue impopular entre los estudiantes, así que protestaron. Él era un político impopular y perdió la elección. La nueva ley fue impopular, y muchos la criticaron.",
      "example_translation": "La nueva política fue impopular entre los estudiantes, así que se manifestaron. Él fue un político impopular, y perdió la elección. La nueva ley fue impopular, y muchas personas la criticaron.",
      "imageLink": "image_files\\English\\unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impredecible",
      "translation": "impredecible",
      "definition": "Incapaz de ser pronosticado o predicho; incierto en resultado o consecuencia",
      "definition_translation": "No puede predecirse o pronosticarse; incierto en resultado o resultado.",
      "example": "El clima ha sido impredecible este verano, con tormentas repentinas y olas de calor. Ayer fue soleado, pero hoy llueve. Espero que sea soleado de nuevo mañana.",
      "example_translation": "El clima ha sido impredecible este verano, con tormentas y olas de calor repentinas. Ayer hizo sol, pero hoy está lloviendo. Espero que mañana haga sol nuevamente.",
      "imageLink": "image_files\\English\\unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irrealista",
      "translation": "irrealista",
      "definition": "No basado en la realidad; no tener posibilidad práctica de ser logrado o alcanzado",
      "definition_translation": "No basada en la realidad; no tiene posibilidad práctica de ser lograda o alcanzada.",
      "example": "La película tenía una trama irrealista, con personajes volando y realizando proezas imposibles. Tengo expectativas irrealistas para mi vacación, esperando visitar 10 ciudades en solo 2 semanas. El año pasado, tenía metas irrealistas para mi negocio, pero aprendí a ser más realista.",
      "example_translation": "La película tenía una trama irrealista, con personajes volando y realizando proezas imposibles. Tengo expectativas irrealistas para mis vacaciones, esperando visitar 10 ciudades en solo 2 semanas. El año pasado, tenía objetivos irrealistas para mi negocio, pero aprendí a ser más realista.",
      "imageLink": "image_files\\English\\unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irrazonable",
      "translation": "irrazonable",
      "definition": "No basado en buen juicio o razón sólida; excesivo o injusto",
      "definition_translation": "No basada en buen juicio o razón sólida; excesiva o injusta.",
      "example": "Los demandas irrazonables de mi hermano hicieron imposible negociar con él. Las expectativas irrazonables de la empresa llevaron a un alto índice de rotación de empleados. Fue irrazonable pensar que podía terminar el proyecto en tan poco tiempo.",
      "example_translation": "Las demandas irracionales de mi hermano hicieron imposible negociar con él. Las expectativas irracionales de la empresa llevaron a una alta rotación de empleados. Fui irrazonable al pensar que podía terminar el proyecto en tan poco tiempo.",
      "imageLink": "image_files\\English\\unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "no confiable",
      "translation": "no confiable",
      "definition": "No puedo ser confiado o dependido; inestable o impredecible",
      "definition_translation": "No capaz de ser confiado o dependido; inestable o impredecible.",
      "example": "Los servidores no confiables de la empresa causaron tiempos de inactividad frecuentes, lo que frustró a los empleados. La red será no confiable si no actualizamos nuestros enrutadores. Si contratamos a él, será no confiable y llegará tarde todos los días.",
      "example_translation": "Los servidores no confiables de la empresa causaron tiempos de inactividad frecuentes, lo que frustró a los empleados. La red será no confiable si no actualizamos nuestros routers. Si lo contratamos, él será no confiable y llegará tarde todos los días.",
      "imageLink": "image_files\\English\\unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inseguro",
      "translation": "inseguro",
      "definition": "No tener o mostrar confianza o certeza; dudoso o indeciso",
      "definition_translation": "No tener o mostrar confianza o certeza; dudoso o indeciso.",
      "example": "Estoy inseguro sobre la respuesta a esta pregunta, así que voy a verificar el libro de texto. Ella estaba insegura sobre sus opciones de carrera, así que tomó un año sabático. Estábamos inseguros si podíamos confiar en él, pero resultó ser un buen amigo.",
      "example_translation": "No estoy seguro sobre la respuesta a esta pregunta, así que revisaré el libro de texto. Ella estaba insegura sobre sus opciones de carrera, así que se tomó un año libre. No estábamos seguros si podíamos confiar en él, pero resultó ser un buen amigo.",
      "imageLink": "image_files\\English\\unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violento",
      "translation": "violento",
      "definition": "Que utiliza o implica fuerza destinada a lastimar o matar; caracterizado por o resultante en ira o furia intensa.",
      "definition_translation": "Uso o involucra fuerza destinada a lastimar o matar; caracterizado por o resultante en ira intensa o furia.",
      "example": "Los manifestantes se volvieron violentos cuando llegó la policía y la situación se escaló rápidamente. La película era demasiado violenta para mi gusto, así que me marché. La tormenta violenta causó destrucción masiva y cortes de energía.",
      "example_translation": "Los manifestantes se volvieron violentos cuando llegó la policía, y la situación se intensificó rápidamente. La película era demasiado violenta para mi gusto, así que me fui. La tormenta violenta causó destrucción generalizada y cortes de energía.",
      "imageLink": "image_files\\English\\violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dar la bienvenida",
      "translation": "bienvenido",
      "definition": "saludar a alguien con una frase o gesto cortés, típicamente de manera formal o oficial",
      "definition_translation": "saludar a alguien con una frase o gesto educado, generalmente de manera formal o oficial",
      "example": "Di la bienvenida a mis invitados con una sonrisa y un apretón de manos. Ayer, los recibí con un abrazo cálido. Mañana, les daré la bienvenida con una bebida fría.",
      "example_translation": "Saludé a mis invitados con una sonrisa y un apretón de manos. Ayer, los saludé con un abrazo cálido. Mañana, les daré la bienvenida con una bebida fría.",
      "imageLink": "image_files\\English\\welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " equilibrado",
      "translation": "bien equilibrado",
      "definition": "tener un buen equilibrio entre diferentes aspectos, como diferentes aspectos de la vida o diferentes ingredientes en una comida",
      "definition_translation": "teniendo un buen equilibrio entre diferentes cosas, como diferentes aspectos de la vida o diferentes ingredientes en una comida",
      "example": "Ella es una persona equilibrada que se ejercita regularmente y come una dieta saludable. El chef creó un menú equilibrado con una variedad de platos. La empresa busca lograr un presupuesto equilibrado reduciendo costos.",
      "example_translation": "Ella es una persona bien equilibrada que se ejercita regularmente y come una dieta saludable. El chef creó un menú bien equilibrado con variedad de platos. La empresa busca lograr un presupuesto bien equilibrado reduciendo costos.",
      "imageLink": "image_files\\English\\well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabio",
      "translation": "sabio",
      "definition": "tener o mostrar experiencia, conocimiento y buen juicio",
      "definition_translation": "teniendo o mostrando experiencia, conocimiento y buen juicio",
      "example": "Mi abuela sabia me enseñó a pensar antes de actuar. El anciano sabio nos dio algunos consejos valiosos. Será una líder sabia, guiando a la empresa hacia el éxito.",
      "example_translation": "Mi abuela sabia me enseñó a pensar antes de actuar. El anciano sabio nos dio algunos consejos valiosos. Ella será una líder sabia, guiando a la empresa hacia el éxito.",
      "imageLink": "image_files\\English\\wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingenioso",
      "translation": "ingenioso",
      "definition": "tener o mostrar una mente rápida e inventiva, a menudo de manera humorística.",
      "definition_translation": "Teniendo o mostrando una mente rápida y creativa, a menudo de manera humorística.",
      "example": "Ella fue una conversadora ingeniosa que siempre tenía una respuesta astuta. Ella estaba siendo ingeniosa cuando respondió a su broma. Será ingeniosa en su presentación y hará reír a todos.",
      "example_translation": "Era una conversadora ingeniosa que siempre tenía una respuesta lista. Estaba siendo ingeniosa cuando respondió a su broma. Será ingeniosa en su presentación y hará reír a todos.",
      "imageLink": "image_files\\English\\witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupante",
      "translation": "preocupante",
      "definition": "Que causa ansiedad o inquietud; problemático.",
      "definition_translation": "Causando ansiedad o preocupación; problemático.",
      "example": "Las noticias preocupantes sobre la economía hicieron que todos se pusieran nerviosos. Él estaba preocupado por sus resultados de examen. Ella estará preocupada por su seguridad laboral en el futuro.",
      "example_translation": "Las noticias preocupantes sobre la economía hicieron que todos se sintieran nerviosos. Él estaba preocupado por sus resultados de examen. Ella estará preocupada por su seguridad laboral en el futuro.",
      "imageLink": "image_files\\English\\worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]