[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bailar",
      "translation": "bailar",
      "definition": "mover el cuerpo de manera rítmica, generalmente al son de la música, como forma de expresión, ejercicio o entretenimiento",
      "definition_translation": "mover el cuerpo de una manera rítmica, generalmente con música, como forma de expresión, ejercicio o entretenimiento",
      "example": "Bailé toda la noche en la fiesta. Estoy bailando ahora. Bailaré en mi boda.",
      "example_translation": "Bailé toda la noche en la fiesta. Estoy bailando ahora. Bailaré en mi boda.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "compras",
      "translation": "tienda",
      "definition": "la actividad de comprar bienes en tiendas, almacenes o mercados",
      "definition_translation": "la actividad de comprar bienes en tiendas, tiendas o mercados",
      "example": "Fui de compras ayer. Estoy comprando en línea ahora. Iré de compras con mis amigos mañana.",
      "example_translation": "Fui de compras ayer. Estoy comprando en línea ahora. Iré de compras con mis amigos mañana.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fumar",
      "translation": "fumar",
      "definition": "el acto de inhalar y exhalar humo de un cigarrillo, pipa u otro objeto",
      "definition_translation": "el acto de inhalar y exhalar humo de un cigarrillo, pipa u otro objeto",
      "example": "Dejé de fumar el año pasado. No estoy fumando ahora. No volveré a fumar nunca más.",
      "example_translation": "Dejé de fumar el año pasado. No estoy fumando ahora. Nunca volveré a fumar de nuevo.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trabajar",
      "translation": "trabajar",
      "definition": "Actividad que requiere esfuerzo mental o físico para lograr un propósito o ganarse la vida.",
      "definition_translation": "Actividad que implica esfuerzo mental o físico realizado para lograr un propósito o ganarse la vida.",
      "example": "Trabajé en este proyecto la semana pasada, estoy trabajando en él ahora y trabajaré en él mañana.",
      "example_translation": "Trabajé en este proyecto la semana pasada, estoy trabajando en él ahora y trabajaré en él mañana.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actividad",
      "translation": "actividad",
      "definition": "El estado de ser activo o involucrado en una búsqueda o ocupación particular.",
      "definition_translation": "El estado de ser activo o involucrado en una búsqueda o ocupación particular.",
      "example": "Los niños estaban involucrados en diversas actividades en la fiesta, como jugar juegos y contar historias.",
      "example_translation": "Los niños estaban involucrados en varias actividades en la fiesta, como jugar juegos y contar historias.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hacer clic",
      "translation": "hacer clic",
      "definition": "Un sonido breve y agudo, a menudo hecho al presionar un botón o tecla en una computadora u otro dispositivo.",
      "definition_translation": "Un sonido corto y agudo, a menudo hecho presionando un botón o tecla en una computadora u otro dispositivo.",
      "example": "Hice clic en el enlace para abrir el sitio web, pero no funcionó. Ahora haré clic en él de nuevo para intentarlo.",
      "example_translation": "Hice clic en el enlace para abrir el sitio web, pero no funcionó. Ahora haré clic en él de nuevo para intentarlo.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escalar",
      "translation": "escalada",
      "definition": "El acto de ascender una montaña u objeto empinado utilizando las manos, pies y otras partes del cuerpo.",
      "definition_translation": "El acto de ascender una montaña o un objeto empinado utilizando las manos, pies y otras partes del cuerpo.",
      "example": "Estuve escalando la montaña la semana pasada, escalé cada año y escalaré de nuevo el mes próximo.",
      "example_translation": "Estaba escalando la montaña la semana pasada, la escalo cada año, y la escalaré de nuevo el mes que viene.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocinar",
      "translation": "cocinando",
      "definition": "El proceso de preparar alimentos calentándolos, mezclándolos y transformándolos en un plato comestible.",
      "definition_translation": "El proceso de preparar alimentos calentándolos, mezclándolos y transformándolos en un plato comestible.",
      "example": "Cociné la cena anoche, cocino todos los días y cocinaré para mis amigos mañana.",
      "example_translation": "Estaba cocinando la cena anoche, cocino todos los días, y cocinaré para mis amigos mañana.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciclar",
      "translation": "ciclidismo",
      "definition": "El acto de montar bicicleta, especialmente como deporte o forma de ejercicio.",
      "definition_translation": "El acto de montar una bicicleta, especialmente como un deporte o forma de ejercicio.",
      "example": "Iba ciclando al trabajo ayer, ciclo cada mañana y ciclaré por todo el país el año próximo.",
      "example_translation": "Estaba ciclismo al trabajo ayer, ciclo todas las mañanas, y ciclismo a través del país el año que viene.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dibujar",
      "translation": "dibujo",
      "definition": "El acto de crear una imagen o diagrama utilizando varias técnicas, como lápiz, pluma u software de computadora.",
      "definition_translation": "El acto de crear una imagen o diagrama utilizando varias técnicas, como lápiz, pluma o software informático.",
      "example": "Estuve dibujando un retrato de mi hermana ayer, estoy dibujando un paisaje ahora y dibujaré un personaje de cartoon mañana.",
      "example_translation": "Estaba dibujando un retrato de mi hermana ayer, estoy dibujando un paisaje ahora, y dibujaré un personaje de dibujos animados mañana.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ejercicio",
      "translation": "ejercicio",
      "definition": "Una tarea o actividad diseñada para mejorar o mantener la condición física, la salud mental o la función cognitiva.",
      "definition_translation": "Una tarea o actividad diseñada para mejorar o mantener la condición física, la salud mental o la función cognitiva.",
      "example": "Yo me ejercitaba regularmente cuando era más joven, me ejercicio todos los días ahora, y me ejercitaré más intensamente en el futuro.",
      "example_translation": "Me ejercitaba regularmente cuando era más joven, me ejercito diariamente ahora, y me ejercitaré más intensamente en el futuro.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ayuda",
      "translation": "ayuda",
      "definition": "Asistencia o apoyo proporcionado a alguien que lo necesita, a menudo en forma de ayuda física o emocional.",
      "definition_translation": "Asistencia o apoyo brindado a alguien en necesidad, a menudo en forma de ayuda física o emocional.",
      "example": "Ella me ayudó con mi tarea anoche, me ayuda con mis proyectos ahora, y me ayudará con mi investigación en el futuro.",
      "example_translation": "Ella me ayudó con mi tarea la noche pasada, me ayuda con mis proyectos ahora, y me ayudará con mi investigación en el futuro.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patada",
      "translation": "patear",
      "definition": "Golpear o dar un puntapié a algo con la pierna, normalmente de manera enérgica.",
      "definition_translation": "golpear o pegar algo con la pierna, generalmente de manera enérgica",
      "example": "Yo pateé el balón hacia adelante. Yo doy patadas al balón todos los días. Yo patearé el balón mañana.",
      "example_translation": "Pateé el balón lejos. Pateo el balón todos los días. Patearé el balón mañana.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beso",
      "translation": "besar",
      "definition": "Tocar los labios de alguien con los propios labios, normalmente como saludo o muestra de afecto.",
      "definition_translation": "tocar los labios de alguien con los labios de otro o alguna otra parte de su rostro, generalmente como saludo o para mostrar afecto",
      "example": "Yo la besé adiós. Yo beso a mi madre todas las mañanas. Yo la besaré cuando la vea de nuevo.",
      "example_translation": "La besé adiós. Beso a mi madre todas las mañanas. Besaré a mi esposa cuando vuelva a verla.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "práctica",
      "translation": "practicar",
      "definition": "El acto de repetir o ejercitar una habilidad o actividad para mejorar o mantener la competencia.",
      "definition_translation": "el acto de repetir o ejercitar una habilidad o actividad con el fin de mejorar o mantener la pericia",
      "example": "Yo practicaba el piano todos los días. Yo practico yoga todas las mañanas. Yo practicaré mi discurso antes de la presentación.",
      "example_translation": "Practicé el piano todos los días. Practico yoga todas las mañanas. Practicaré mi discurso antes de la presentación.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "canto",
      "translation": "canto",
      "definition": "El acto de producir sonidos musicales con la voz, especialmente de manera habilidosa y artística.",
      "definition_translation": "El acto de producir sonidos musicales con la voz, especialmente de manera habilidosa y artística.",
      "example": "Yo cantaba en el coro el año pasado, canto en la ducha todas las mañanas, y cantaré en la boda el mes que viene.",
      "example_translation": "Cantaba en el coro el año pasado, canto en la ducha todas las mañanas y cantaré en la boda el mes que viene.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "skateboard",
      "translation": "skateboard",
      "definition": "El deporte o actividad de montar y maniobrar una tabla de skate, especialmente como forma de recreación o competición.",
      "definition_translation": "El deporte o actividad de montar y maniobrar un skateboard, especialmente como una forma de recreación o deporte competitivo.",
      "example": "Yo estaba haciendo skateboarding en el parque el fin de semana pasado, practico skateboarding todos los días después de la escuela, y haré skateboarding en la competencia el año que viene.",
      "example_translation": "Estuve patinando en el parque el fin de semana pasado, patino todos los días después de la escuela y patinaré en la competencia el año que viene.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patinaje",
      "translation": "patinaje",
      "definition": "El acto de deslizarse sobre hielo o una superficie congelada, típicamente como forma de recreación o competición.",
      "definition_translation": "El acto de deslizarse sobre hielo o una superficie congelada, típicamente como una forma de recreación o deporte competitivo.",
      "example": "Yo patinaba en el lago congelado el invierno pasado, patino todos los domingos por la mañana, y patinaré en los Juegos Olímpicos el invierno que viene.",
      "example_translation": "Estuve patinando en el lago congelado el invierno pasado, patino todas las mañanas del domingo y patinaré en los Juegos Olímpicos el invierno que viene.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "snowboard",
      "translation": "snowboard",
      "definition": "El deporte de deslizarse por colinas nevadas en una tabla de surf, typicalmente realizando saltos y trucos.",
      "definition_translation": "el deporte de deslizarse por colinas cubiertas de nieve en una snowboard, típicamente realizando saltos y trucos.",
      "example": "Yo fui snowboarding con mis amigos el fin de semana pasado, y luego iré de nuevo la próxima semana, pero yo estaba snowboarding solo ayer.",
      "example_translation": "Fui snowboarding con mis amigos el fin de semana pasado, y luego iré de nuevo la próxima semana, pero estaba snowboarding solo ayer.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "surf",
      "translation": "surf",
      "definition": "El deporte de montar olas hacia la orilla mientras se está de pie en una tabla de surf.",
      "definition_translation": "el deporte de montar una ola hacia la orilla mientras se está de pie en una tabla de surf.",
      "example": "He estado haciendo surf desde que era adolescente, y surfeé la ola más grande de mi vida el verano pasado, pero surfearé de nuevo mañana.",
      "example_translation": "He estado surfeando desde que era adolescente, y surfeé la ola más grande de mi vida el verano pasado, pero surfeearé de nuevo mañana.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "natación",
      "translation": "natación",
      "definition": "El acto de moverse a través del agua utilizando sus extremidades, habitualmente en una piscina o cuerpo natural de agua.",
      "definition_translation": "el acto de moverse a través del agua utilizando sus extremidades, generalmente en una piscina o cuerpo de agua natural.",
      "example": "Yo nadé en el océano ayer, y nadaré en la piscina mañana, pero estaba nadando en el lago la semana pasada.",
      "example_translation": "Nadé en el océano ayer, y nadaré en la piscina mañana, pero estaba nadando en el lago el fin de semana pasado.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "usar",
      "translation": "usar",
      "definition": "Emplear para un propósito o utilizar algo para una tarea particular",
      "definition_translation": "Emplear para un propósito o utilizar algo para una tarea particular",
      "example": "Yo solía jugar fútbol cuando era más joven. Uso mi portátil para trabajar desde casa. Usaré un mapa para navegar la ciudad.",
      "example_translation": "Solía jugar fútbol cuando era más joven. Uso mi laptop para trabajar desde casa. Usaré un mapa para navegar la ciudad.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caminar",
      "translation": "caminar",
      "definition": "Moverse a un ritmo lento a pie, típicamente en una posición erguida",
      "definition_translation": "Moverse a un ritmo lento a pie, generalmente en una posición erguida",
      "example": "Yo caminaba a la escuela cuando era un niño. Camino a mi perro todas las mañanas. Caminaré a la tienda más tarde.",
      "example_translation": "Caminaba a la escuela cuando era niño. Camino a mi perro todas las mañanas. Caminaré a la tienda luego.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caminata",
      "translation": "caminando",
      "definition": "El acto de moverse a pie, especialmente de manera lenta o recreativa",
      "definition_translation": "El acto de moverse a pie, especialmente de manera relajada o recreativa",
      "example": "Caminar en el parque es mi ejercicio favorito. Estaba caminando hacia casa desde el trabajo cuando vi un accidente. Ella caminará hacia el altar pronto.",
      "example_translation": "Caminar en el parque es mi ejercicio favorito. Estaba caminando hacia casa desde el trabajo cuando vi un accidente. Ella caminará por el pasillo pronto.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lavado",
      "translation": "lavado",
      "definition": "El acto de limpiar algo, especialmente ropa, mediante inmersión en agua y usando jabón o detergentes.",
      "definition_translation": "El acto de limpiar algo, especialmente ropa, sumergiéndola en agua y usando jabón o detergente.",
      "example": "Yo estaba lavando mi ropa ayer, lavo mi ropa cada semana, y la lavaré de nuevo mañana.",
      "example_translation": "Estaba lavando mi ropa ayer, lavo cada semana, y lavaré de nuevo mañana.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lavar los platos",
      "translation": "fregar",
      "definition": "El acto de lavar platos, utensilios y otros artículos de cocina.",
      "definition_translation": "El acto de lavar platos, utensilios y otros artículos de cocina.",
      "example": "Hice la tarea de lavar los platos anoche, estoy haciéndolo ahora, y lo haré de nuevo más tarde.",
      "example_translation": "Hice la lavandería anoche, la estoy haciendo ahora, y la haré de nuevo luego.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "logro",
      "translation": "logro",
      "definition": "Una cosa hecha con éxito con esfuerzo, habilidad o coraje.",
      "definition_translation": "Algo hecho con éxito con esfuerzo, habilidad o valor.",
      "example": "Ella logró un gran éxito en su carrera, lo está logrando ahora, y lo logrará de nuevo en el futuro.",
      "example_translation": "Ella logró un gran éxito en su carrera, lo está logrando ahora, y lo logrará de nuevo en el futuro.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arreglo",
      "translation": "arreglo",
      "definition": "El acto de arreglar o poner en orden; un plan o sistema organizado.",
      "definition_translation": "El acto de arreglar o poner en orden; un plan o sistema organizado.",
      "example": "El planificador de la fiesta hizo un excelente arreglo para la recepción de la boda. Las flores estaban arregladas bellamente en las mesas. Para el próximo año, la empresa habrá arreglado una nueva estrategia de marketing.",
      "example_translation": "El planificador de la fiesta hizo un excelente arreglo para la recepción de la boda. Las flores estaban dispuestas hermosamente en las mesas. Para el próximo año, la empresa habrá dispuesto una nueva estrategia de marketing.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llegada",
      "translation": "llegada",
      "definition": "El acto de llegar o llegar a un lugar; el momento en que alguien o algo llega a un lugar.",
      "definition_translation": "El acto de llegar o llegar a un lugar; el momento en que alguien o algo llega a un lugar.",
      "example": "La llegada de los invitados se retrasó debido al mal tiempo. La hora de llegada del tren estaba programada para las 3 pm. Para el próximo mes, habremos llegado a nuestro nuevo destino.",
      "example_translation": "La llegada de los invitados se retrasó debido al mal tiempo. La hora de llegada del tren estaba programada para las 3 pm. Para el próximo mes, habremos llegado a nuestro nuevo destino.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ataque",
      "translation": "ataque",
      "definition": "Un ataque repentino y violento, especialmente uno que tiene como objetivo lastimar o dañar a alguien o algo.",
      "definition_translation": "Un ataque repentino y violento, especialmente uno que tiene la intención de lastimar o dañar a alguien o algo.",
      "example": "El ejército lanzó un ataque sorpresa contra la base enemiga. El perro atacará si se siente amenazado. Para el próximo año, la empresa habrá atacado el problema del cambio climático.",
      "example_translation": "El ejército lanzó un ataque sorpresa en la base del enemigo. El perro atacará si se siente amenazado. Para el próximo año, la empresa habrá atacado el problema del cambio climático.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verificar",
      "translation": "verificar",
      "definition": "Examinar o investigar algo cuidadosamente para determinar su precisión, calidad o condición.",
      "definition_translation": "Examinar o investigar algo cuidadosamente para determinar su precisión, calidad o condición.",
      "example": "Verifiqué el pronóstico del tiempo antes de planificar mi viaje. Estoy verificando la lista de artículos antes de ir a la tienda. Verificaré mis correos electrónicos cuando regrese a casa.",
      "example_translation": "Verifiqué el pronóstico del tiempo antes de planning mi viaje. Estoy verificando la lista de artículos antes de ir a la tienda. Verificaré mis correos electrónicos cuando llegue a casa.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elección",
      "translation": "elección",
      "definition": "El acto de seleccionar una opción de un conjunto de posibilidades, a menudo después de una consideración cuidadosa o deliberación.",
      "definition_translation": "El acto de seleccionar una opción de un conjunto de posibilidades, a menudo después de una consideración cuidadosa o deliberación.",
      "example": "Hice una elección para estudiar en el extranjero. Ella está haciendo una elección entre dos ofertas de trabajo. Ellos harán una elección sobre el mejor restaurante para comer.",
      "example_translation": "Tomé la decisión de estudiar en el extranjero. Ella está haciendo una elección entre dos ofertas de trabajo. Ellos harán una elección sobre el mejor restaurante donde comer.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decisión",
      "translation": "decisión",
      "definition": "Una conclusión o resolución alcanzada después de una consideración, a menudo involucrando una elección entre diferentes opciones o cursos de acción.",
      "definition_translation": "Una conclusión o resolución alcanzada después de considerar, a menudo implicando una elección entre diferentes opciones o cursos de acción.",
      "example": "La empresa tomó una decisión para invertir en nueva tecnología. Ella está tomando una decisión sobre su carrera profesional. Ellos tomarán una decisión sobre la fecha de la reunión.",
      "example_translation": "La empresa tomó la decisión de invertir en nueva tecnología. Ella está tomando una decisión sobre su carrera profesional. Ellos harán una decisión sobre la fecha de la reunión.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrega",
      "translation": "entrega",
      "definition": "El acto de entregar o distribuir algo, como mercancías o correo.",
      "definition_translation": "El acto de entregar o distribuir algo, como bienes o correos.",
      "example": "La empresa arreglará para la entrega del paquete para mañana. La entrega se retrasó debido al mal tiempo. Entregarán el nuevo mobiliario la semana próxima.",
      "example_translation": "La empresa arreglará para la entrega del paquete para mañana. La entrega se retrasó debido al mal tiempo. Entregarán los nuevos muebles la próxima semana.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desarrollo",
      "translation": "desarrollo",
      "definition": "El proceso de crecer o volverse más grande, más avanzado o más organizado.",
      "definition_translation": "El proceso de crecer o volverse más grande, más avanzado o más organizado.",
      "example": "La empresa se enfoca en el desarrollo de nuevos productos. El desarrollo de la ciudad es rápido. Han estado trabajando en el desarrollo del nuevo software durante meses.",
      "example_translation": "La empresa se enfoca en el desarrollo de nuevos productos. El desarrollo de la ciudad es rápido. Han estado trabajando en el desarrollo del nuevo software durante meses.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buceo",
      "translation": "buceo",
      "definition": "El acto de saltar al agua, usualmente de cabeza, o el deporte de nadar bajo el agua.",
      "definition_translation": "El acto de saltar al agua, usualmente de cabeza, o el deporte de nadar bajo el agua.",
      "example": "Me encanta bucear en el océano en días de verano calurosos. Ella es experta en bucear desde grandes alturas. Irán a bucear en el lago el fin de semana próximo.",
      "example_translation": "Me encanta bucear en el océano en días de verano calurosos. Ella es una experta en bucear desde grandes alturas. Irán a bucear en el lago el próximo fin de semana.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conducir",
      "translation": "conducir",
      "definition": "Operar un vehículo, especialmente un coche, utilizando los controles y dirigiendo su movimiento.",
      "definition_translation": "operar un vehículo, especialmente un coche, utilizando los controles y dirigiendo su movimiento",
      "example": "Conduje hasta la tienda ayer, conduzco al trabajo todos los días y conduciré a la playa mañana.",
      "example_translation": "Conduje al tienda ayer, conduzco al trabajo cada día y conduciré a la playa mañana.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esfuerzo",
      "translation": "esfuerzo",
      "definition": "Un intento vigoroso o decidido de hacer algo.",
      "definition_translation": "un intento vigoroso o decidido para hacer algo",
      "example": "Ella hizo un esfuerzo para terminar el proyecto a tiempo, pero él no hizo un esfuerzo para ayudarla, y harán un esfuerzo para mejorar el proceso la próxima vez.",
      "example_translation": "Ella hizo un esfuerzo para terminar el proyecto a tiempo, pero él no hizo un esfuerzo para ayudarla, y harán un esfuerzo para mejorar el proceso la próxima vez.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intercambio",
      "translation": "intercambiar",
      "definition": "El acto de dar algo a cambio de algo más.",
      "definition_translation": "el acto de dar algo a cambio de algo más",
      "example": "Intercambiamos regalos en nuestro cumpleaños, intercambio correos electrónicos con mi colega todos los días y ellos intercambiarán su televisor antiguo por uno nuevo la semana próxima.",
      "example_translation": "Intercambiamos regalos en nuestro cumpleaños, intercambio correos electrónicos con mi colega todos los días y intercambiarán su vieja TV por una nueva la próxima semana.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experimento",
      "translation": "experimento",
      "definition": "Una prueba científica diseñada para probar o demostrar una hipótesis, teoría o concepto.",
      "definition_translation": "Un test científico diseñado para probar o demostrar una hipótesis, teoría o concepto",
      "example": "Voy a realizar un experimento para probar el nuevo producto, luego realizaré un experimento similar mañana y finalmente, había realizado un experimento la semana pasada.",
      "example_translation": "Voy a realizar un experimento para probar el nuevo producto, luego realizaré un experimento similar mañana, y finalmente, había realizado un experimento la semana pasada.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luchar",
      "translation": "lucha",
      "definition": "Involucrarse en un combate físico o verbal con alguien",
      "definition_translation": "Participar en combate físico o verbal con alguien",
      "example": "Lucho con mi hermano todos los días, lucharé por mis derechos mañana y había luchado en un combate de boxeo el año pasado.",
      "example_translation": "Lucho con mi hermano todos los días, lucharé por mis derechos mañana, y había luchado en un combate de boxeo el año pasado.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ir",
      "translation": "ir",
      "definition": "Moverse de un lugar a otro",
      "definition_translation": "Moverse de un lugar a otro",
      "example": "Voy al colegio todos los días, iré a la playa mañana y había ido al supermercado la semana pasada.",
      "example_translation": "Voy a la escuela todos los días, iré a la playa mañana, y había ido a la tienda la semana pasada.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hábito",
      "translation": "costumbre",
      "definition": "Un hábito es una tendencia o práctica regularizada, especialmente una que es difícil de abandonar.",
      "definition_translation": "Una costumbre es una tendencia o práctica establecida o regular, especialmente una que es difícil de dejar.",
      "example": "Ella tenía un hábito de levantarse temprano por la mañana. Se despierta temprano todos los días. Se despertará temprano mañana.",
      "example_translation": "Ella tenía la costumbre de despertarse temprano en la mañana. Ella se despierta temprano en la mañana todos los días. Ella se despertará temprano en la mañana mañana.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trabajos domésticos",
      "translation": "trabajos domésticos",
      "definition": "Los trabajos domésticos se refieren a las tareas y quehaceres necesarios para mantener una casa limpia y organizada.",
      "definition_translation": "Los trabajos domésticos se refieren a las tareas y quehaceres necesarios para mantener una casa limpia y organizada.",
      "example": "Ella hacía los trabajos domésticos todos los sábados. Hace los trabajos domésticos todas las semanas. Hará los trabajos domésticos la próxima semana.",
      "example_translation": "Ella hizo los trabajos domésticos todos los sábados. Ella hace los trabajos domésticos todas las semanas. Ella hará los trabajos domésticos la próxima semana.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrazar",
      "translation": "abrazo",
      "definition": "Un abrazo es una forma de mostrar afecto o consuelo poniendo los brazos alrededor de alguien o algo.",
      "definition_translation": "Un abrazo es una forma de mostrar afecto o consuelo poniendo los brazos alrededor de alguien o algo.",
      "example": "Ella le dio un abrazo a su hermano cuando estaba triste. Le da un abrazo a sus amigos cada vez que se encuentran. Le dará un abrazo a su hermana cuando regrese.",
      "example_translation": "Ella dio un abrazo a su hermano cuando estaba triste. Ella da un abrazo a sus amigos cada vez que se encuentran. Ella dará un abrazo a su hermana cuando regrese.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "planchar",
      "translation": "planchado",
      "definition": "El acto de usar una herramienta caliente para eliminar las arrugas del tejido.",
      "definition_translation": "el acto de usar una herramienta caliente para eliminar arrugas del tejido",
      "example": "Estaba planchando mi camisa ayer, plancho mis pantalones todos los domingos y plancharé mi vestido mañana.",
      "example_translation": "Estaba planchando mi camisa ayer, plancho mis pantalones todos los domingos y plancharé mi vestido mañana.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saltar",
      "translation": "saltar",
      "definition": "Saltar con fuerza y velocidad hacia arriba con las piernas.",
      "definition_translation": "saltar o moverse hacia arriba de repente mediante la aplicación de fuerza con las piernas",
      "example": "Salté sobre el charco ayer, salto la cuerda todos los días y saltaré de alegría cuando la vea.",
      "example_translation": "Salté sobre el charco ayer, salto la cuerda cada mañana y saltaré de alegría cuando la vea.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mirar",
      "translation": "mirar",
      "definition": "Dirigir la atención hacia algo o alguien.",
      "definition_translation": "dirigir la atención hacia algo o alguien",
      "example": "Miré el reloj ayer, miro el mapa todos los días y miraré por la ventana mañana.",
      "example_translation": "Miré el reloj ayer, miro el mapa todos los días y miraré por la ventana mañana.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preparación",
      "translation": "preparación",
      "definition": "El proceso de preparar algo para su uso o consumo, como cocinar o empacar.",
      "definition_translation": "El proceso de preparar algo para su uso o consumo, como cocinar o empaquetar.",
      "example": "Estoy en la etapa de preparación de mi proyecto, necesito reunir todos los materiales necesarios. Ayer, preparé la cena para mi familia. Mañana, prepararé una presentación para la reunión.",
      "example_translation": "Estoy en la etapa de preparación de mi proyecto, necesito reunir todos los materiales necesarios. Ayer, preparé la cena para mi familia. Mañana, prepararé una presentación para la reunión.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reciclaje",
      "translation": "reciclaje",
      "definition": "El proceso de recopilar y procesar materiales que de otra manera serían desechados para crear nuevos productos.",
      "definition_translation": "El proceso de recopilar y procesar materiales que de otra manera se desecharían, para crear productos nuevos.",
      "example": "La ciudad ha implementado un programa de reciclaje para reducir los residuos. Reciclamos todas las botellas de plástico de la fiesta. El año que viene, reciclaré más de lo que hice este año.",
      "example_translation": "La ciudad ha implementado un programa de reciclaje para reducir los desperdicios. Reciclamos todas las botellas de plástico de la fiesta. El próximo año, reciclaremos más de lo que hicimos este año.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rescate",
      "translation": "rescate",
      "definition": "El acto de salvar a alguien o algo de una situación peligrosa o difícil.",
      "definition_translation": "El acto de salvar a alguien o algo de una situación peligrosa o difícil.",
      "example": "Los bomberos fueron a rescatar a las personas atrapadas en el edificio. Rescatamos a un perro del refugio de animales. Rescataremos a los excursionistas varados mañana.",
      "example_translation": "Los bomberos fueron a rescatar a las personas atrapadas en el edificio. Rescataste a un cachorro del refugio de animales. Rescataremos a los excursionistas varados mañana.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "regresar",
      "translation": "regresar",
      "definition": "Volver o ir a un lugar o persona, especialmente después de estar ausente por un corto tiempo.",
      "definition_translation": "Volver o ir de nuevo a un lugar o persona, especialmente después de estar ausente por un corto tiempo",
      "example": "Voy a regresar el libro a la biblioteca mañana, lo regresé ayer, y lo había regresado la semana pasada.",
      "example_translation": "Devolveré el libro a la biblioteca mañana, lo devolví ayer, y lo había devuelto la semana pasada.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "correr",
      "translation": "correr",
      "definition": "Moverse rápidamente a pie, típicamente en un ritmo constante y rápido.",
      "definition_translation": "Moverse rápidamente a pie, normalmente a un ritmo constante y rápido",
      "example": "Voy a correr el maratón el año que viene, corrí el año pasado, y había corrido el año anterior.",
      "example_translation": "Correré el maratón el año próximo, lo corrí el año pasado, y lo había corrido el año anterior.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buscar",
      "translation": "buscar",
      "definition": "Buscar cuidadosa y exhaustivamente algo, especialmente de manera sistemática.",
      "definition_translation": "Buscar cuidadosamente y exhaustivamente algo, especialmente de manera sistemática",
      "example": "Voy a buscar información en internet esta noche, busqué ayer, y había buscado la semana pasada.",
      "example_translation": "Buscaré información en internet esta noche, la busqué ayer, y la había buscado la semana pasada.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sexo",
      "translation": "sexo",
      "definition": "Cualquiera de las dos categorías principales (masculino o femenino) en las que se dividen los seres humanos y muchos otros seres vivos según sus órganos y funciones reproductivas.",
      "definition_translation": "Cualquiera de las dos categorías principales (masculino o femenino) en que se dividen los seres humanos y muchos otros seres vivos según sus órganos y funciones reproductivas.",
      "example": "El sexo del bebé era desconocido hasta la ecografía. Tuve sexo con mi pareja anoche. Tendrán sexo por primera vez en su noche de bodas.",
      "example_translation": "El sexo del bebé era desconocido hasta la ecografía. Tuve sexo con mi pareja anoche. Tendrán sexo por primera vez en su noche de bodas.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paso",
      "translation": "paso",
      "definition": "Un movimiento hecho al levantar un pie y ponerlo en un lugar diferente, o una etapa particular en un proceso o desarrollo.",
      "definition_translation": "Un movimiento hecho al levantar un pie y colocarlo en un lugar diferente, o una etapa particular en un proceso o desarrollo.",
      "example": "Di un paso atrás para observar la pintura. Ella dio un paso adelante para saludar a su amiga. Darán un paso en el nuevo mercado pronto.",
      "example_translation": "Di un paso atrás para observar la pintura. Ella dio un paso adelante para saludar a su amiga. Ellos darán un paso en el nuevo mercado pronto.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apoyo",
      "translation": "apoyo",
      "definition": "El acto de brindar asistencia o estímulo a alguien o algo, o sostener algo en posición.",
      "definition_translation": "El acto de brindar asistencia o apoyo a alguien o algo, o sostener algo en una posición.",
      "example": "Apoyo a mi equipo favorito en el campeonato. Ella dio apoyo emocional a su amiga durante la crisis. Proporcionarán apoyo técnico a los clientes.",
      "example_translation": "Apoyo a mi equipo favorito en el campeonato. Ella brindó apoyo emocional a su amiga durante la crisis. Ellos proporcionarán apoyo técnico a los clientes.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "visitar",
      "translation": "visitar",
      "definition": "Ir a ver a alguien o algo, especialmente para pasar un buen rato o asegurarse de que estén bien.",
      "definition_translation": "Ir a ver a alguien o algo, especialmente para divertirse o asegurarse de que estén bien.",
      "example": "Visité a mis abuelos el fin de semana pasado. Visito París cada año. Visitaré Tokio el mes que viene.",
      "example_translation": "Visité a mis abuelos el fin de semana pasado. Visito París todos los años. Visitaré Tokio el próximo mes.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desperdiciar",
      "translation": "desperdiciar",
      "definition": "Usar o gastar algo de manera imprudente o innecesaria, lo que resulta en una pérdida de recursos.",
      "definition_translation": "Usar o gastar algo de manera descuidada o innecessaria, lo que resulta en una pérdida de recursos.",
      "example": "Me despilfarre mucho dinero en ese nuevo juego de video. Ella desperdicia su tiempo viendo televisión todo el día. Desperdiciarán su energía en ese proyecto.",
      "example_translation": "Desperdicié mucho dinero en ese nuevo juego de video. Ella desperdicia su tiempo viendo televisión todo el día. Ellos desperdiciarán su energía en ese proyecto.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrenamiento",
      "translation": "entrenamiento",
      "definition": "Una sesión de ejercicio físico, especialmente una diseñada para mejorar la fuerza, la condición física o la flexibilidad.",
      "definition_translation": "Una sesión de ejercicio físico, especialmente diseñada para mejorar la fuerza, la condición física o la flexibilidad.",
      "example": "Tuve un gran entrenamiento en el gimnasio ayer. Ella hace un entrenamiento cada mañana. Tendrán una sesión de entrenamiento mañana.",
      "example_translation": "Tuve un gran entrenamiento en el gimnasio ayer. Ella hace un entrenamiento cada mañana. Ellos tendrán una sesión de entrenamiento mañana.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]