[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adulto",
      "translation": "adulto",
      "definition": "Una persona que ha alcanzado la plena madurez o mayoría de edad, especialmente una que tiene 18 años o más.",
      "definition_translation": "Una persona que ha alcanzado el crecimiento o madurez completa, especialmente una que tiene 18 años o más.",
      "example": "Fui un adulto cuando me mudé a la ciudad; ahora soy un adulto viviendo con mis padres; seré un adulto cuando me gradúe de la universidad.",
      "example_translation": "Era adulto cuando me mudé a la ciudad; ahora soy un adulto que vive con mis padres; seré un adulto cuando me gradúe de la universidad.",
      "imageLink": "image_files\\English\\adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bebé",
      "translation": "bebé",
      "definition": "Un niño muy pequeño, especialmente uno recién nacido o recién nacida.",
      "definition_translation": "Un niño muy joven, especialmente uno recién nacido o recientemente nacido.",
      "example": "Sostuve al bebé en mis brazos; mi hermana tuvo un bebé el año pasado; tendré un bebé cuando me case.",
      "example_translation": "Tuve al bebé en brazos; mi hermana tuvo un bebé el año pasado; tendré un bebé cuando me case.",
      "imageLink": "image_files\\English\\baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tener (años de edad)",
      "translation": "tener... (años)",
      "definition": "Haber alcanzado una edad determinada.",
      "definition_translation": "Haber alcanzado una edad especificada.",
      "example": "Tenía quince años cuando aprendí a conducir; ella tendrá veinticinco años el próximo año; ellos tenían treinta años cuando se casaron.",
      "example_translation": "Tenía quince años cuando aprendí a conducir; ella tendrá veinticinco años el año próximo; ellos tenían treinta años cuando se casaron.",
      "imageLink": "image_files\\English\\be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barba",
      "translation": "barba",
      "definition": "Un crecimiento de pelo en la barbilla, mejillas y mandíbula de la cara de una persona, especialmente cuando es grueso y poblado.",
      "definition_translation": "Un crecimiento de cabello en la barbilla, mejillas y mandíbula de la cara de una persona, especialmente cuando es espeso y lanudo.",
      "example": "Él tenía una larga barba blanca cuando era viejo. Él crecerá una barba cuando sea mayor. Él se dejó una barba cuando estaba en la universidad.",
      "example_translation": "Tenía una barba blanca larga cuando era viejo. Creará una barba cuando sea mayor. Creó una barba cuando estaba en la universidad.",
      "imageLink": "image_files\\English\\beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermoso",
      "translation": "hermoso",
      "definition": "Que gusta a los sentidos o la mente estéticamente; atractivo y agradable de ver, escuchar o pensar.",
      "definition_translation": "Agradable para los sentidos o la mente de manera estética; atractivo y disfrutable de ver, escuchar o pensar.",
      "example": "La hermosa puesta del sol en la playa fue increíble. La hermosa chica cantó hermosamente. Las hermosas flores florecerán hermosamente.",
      "example_translation": "El hermoso atardecer en la playa fue increíble. La hermosa chica cantó hermosamente. Las hermosas flores florecerán hermosamente.",
      "imageLink": "image_files\\English\\beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño",
      "translation": "niño",
      "definition": "Un niño o joven varón, generalmente por debajo de la edad de la pubertad.",
      "definition_translation": "Un niño masculino o una persona masculina joven, generalmente por debajo de la edad de la pubertad.",
      "example": "El niño jugó fútbol con sus amigos. El niño comerá su cena. El niño comió su desayuno.",
      "example_translation": "El niño jugó fútbol con sus amigos. El niño comerá su cena. El niño comió su desayuno.",
      "imageLink": "image_files\\English\\boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ojo",
      "translation": "ojo",
      "definition": "El ojo es el órgano de la vista, responsable de detectar la luz y transmitir señales al cerebro.",
      "definition_translation": "El ojo es el órgano de la vista, responsable de detectar la luz y transmitir señales al cerebro.",
      "example": "Vi la belleza del atardecer a través de mi ojo. Ayer, cerré mi ojo para descansar. Mañana, abriré mi ojo para ver el amanecer.",
      "example_translation": "Vi la belleza del atardecer a través de mi ojo. Ayer, cerré mi ojo para descansar. Mañana, abriré mi ojo para ver la salida del sol.",
      "imageLink": "image_files\\English\\eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rostro",
      "translation": "cara",
      "definition": "La parte frontal de la cabeza, desde la frente hasta la barbilla, incluyendo los ojos, la nariz y la boca.",
      "definition_translation": "La cara es la parte frontal de la cabeza, desde la frente hasta la barbilla, incluyendo los ojos, la nariz y la boca.",
      "example": "Me lavé la cara esta mañana. Ayer, sonreí en mi rostro para tomar una foto. Mañana, mostraré mi rostro a mis amigos.",
      "example_translation": "Me lavé la cara esta mañana. Ayer, sonreí en mi cara para tomar una foto. Mañana, mostraré mi cara a mis amigos.",
      "imageLink": "image_files\\English\\face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "graso",
      "translation": "grasa",
      "definition": "Graso es un tipo de tejido que proporciona energía y aislamiento al cuerpo, y también es una fuente de sabor en la comida.",
      "definition_translation": "La grasa es un tipo de tejido que proporciona energía y aislamiento al cuerpo, y también es una fuente de sabor en la comida.",
      "example": "Comí un trozo de carne grasa ayer. Hoy, hago ejercicio para quemar la grasa corporal. La semana que viene, comeré una dieta baja en grasas.",
      "example_translation": "Comí un pedazo de carne grasa ayer. Hoy, hago ejercicio para quemar la grasa corporal. La próxima semana, comeré una dieta baja en grasas.",
      "imageLink": "image_files\\English\\fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pies",
      "translation": "pies",
      "definition": "La forma plural de la palabra 'pie', que se refiere a las extremidades inferiores de la pierna por debajo de la tobillo en humanos y muchos animales.",
      "definition_translation": "La forma plural de la palabra 'pie', que se refiere a las extremidades inferiores de la pierna debajo del tobillo en humanos y muchos animales.",
      "example": "Me lavo los pies todas las mañanas. Ayer, me lavé los pies después de caminar. Mañana, me lavaré los pies antes de acostarme.",
      "example_translation": "Me lavo los pies cada mañana. Ayer, me lavé los pies después de caminar. Mañana, me lavaré los pies antes de acostarme.",
      "imageLink": "image_files\\English\\feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pie",
      "translation": "pie",
      "definition": "La parte inferior de la pierna debajo de la pantorrilla en humanos y muchos animales, sobre la que el cuerpo se para o se mueve.",
      "definition_translation": "La extremidad inferior de la pierna debajo del tobillo en humanos y muchos animales, sobre la cual el cuerpo se para o se mueve.",
      "example": "Me lastimé el pie mientras corría. Ella pateó el balón con su pie. Ellos estarán parados sobre sus pies durante todo el juego.",
      "example_translation": "Me lastimé el pie mientras corría. Ella pateó el balón con su pie. Ellas estarán de pie sobre su pie durante todo el juego.",
      "imageLink": "image_files\\English\\foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chica",
      "translation": "chica",
      "definition": "Una niña, especialmente una entre la infancia y la adolescencia, o una joven o una mujer relativamente joven.",
      "definition_translation": "Una niña, especialmente una entre la infancia y la adolescencia, o una joven o mujer relativamente joven.",
      "example": "La chica está jugando con su muñeca. La chica estaba estudiando para su examen. La chica comerá su desayuno mañana.",
      "example_translation": "La chica está jugando con su muñeca. La chica estaba estudiando para su examen. La chica comerá su desayuno mañana.",
      "imageLink": "image_files\\English\\girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelo",
      "translation": "pelo",
      "definition": "Un crecimiento grueso de hilos de queratina que crece de los folículos en la piel de la mayoría de los mamíferos.",
      "definition_translation": "Un crecimiento grueso de hebras alargadas de queratina que crece desde folículos en la piel de la mayoría de los mamíferos.",
      "example": "Ella cepilló su pelo con un peine, pero estaba enredado. Ha estado creciendo su pelo durante años y será largo en el futuro. Se cortó el pelo corto el mes pasado.",
      "example_translation": "Ella cepilló su pelo con un peine, pero estaba enredado. Ha estado creciendo su pelo durante años, y será largo en el futuro. Ella había cortado su pelo corto el mes pasado.",
      "imageLink": "image_files\\English\\hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mano",
      "translation": "mano",
      "definition": "La parte final del brazo humano más allá de la muñeca, utilizada para agarre, manipulación y sensación.",
      "definition_translation": "La parte final del brazo humano más allá de la muñeca, utilizada para sostener, manipular y sentir.",
      "example": "Él sujetó su mano con firmeza y caminaron juntos. Ella estrechará la mano con él en la reunión mañana. Ella había sujetado su mano cuando eran niños.",
      "example_translation": "Él sostuvo su mano con fuerza, y caminaron juntos. Ella estrechará la mano con él en la reunión mañana. Ella había sostenido su mano cuando eran niños.",
      "imageLink": "image_files\\English\\hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pierna",
      "translation": "pierna",
      "definition": "Uno de los miembros del cuerpo humano que se extiende desde la cadera hasta el tobillo.",
      "definition_translation": "Una de las extremidades del cuerpo humano, que se extiende desde la cadera hasta el tobillo.",
      "example": "Ella se paró sobre una pierna, equilibrándose con cuidado. Él correrá sobre su pierna en el maratón la próxima semana. Ella había roto su pierna en el accidente del año pasado.",
      "example_translation": "Ella se paró en una pierna, balanceándose con cuidado. Él correrá con su pierna en el maratón la próxima semana. Ella había roto su pierna en el accidente el año pasado.",
      "imageLink": "image_files\\English\\leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poco",
      "translation": "pequeño",
      "definition": "Pequeño en tamaño o cantidad; no grande ni extenso.",
      "definition_translation": "Pequeño en tamaño o cantidad; no grande o extenso.",
      "example": "Tuve un perro pequeño cuando era niño. Tendré una casa pequeña en el futuro. Mi hermano tiene un coche pequeño ahora.",
      "example_translation": "Tenía un perro pequeño cuando era niño. Tendré una casa pequeña en el futuro. Mi hermano tiene un coche pequeño ahora.",
      "imageLink": "image_files\\English\\little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "largo",
      "translation": "largo",
      "definition": "Que se extiende o se estira por una gran distancia; no corto.",
      "definition_translation": "Extendiendo o estirándose una gran distancia; no corto.",
      "example": "Caminé una gran distancia para llegar a la tienda. Caminaré una larga distancia para ver a mi amigo. Ella camina toda la distancia hasta la escuela todos los días.",
      "example_translation": "Caminé un largo camino para llegar a la tienda. Caminaré una gran distancia para ver a mi amigo. Ella camina un largo camino a la escuela todos los días.",
      "imageLink": "image_files\\English\\long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hombre",
      "translation": "hombre",
      "definition": "Un varón adulto humano.",
      "definition_translation": "Un varón humano adulto.",
      "example": "Mi padre es un hombre amable. Conoceré a un hombre en el aeropuerto. El hombre en la calle es muy amigable.",
      "example_translation": "Mi padre es un hombre amable. Conoceré a un hombre en el aeropuerto. El hombre en la calle es muy amistoso.",
      "imageLink": "image_files\\English\\man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "boca",
      "translation": "boca",
      "definition": "La boca es la abertura por la que un animal ingiere alimentos y expresa emoción, y también se utiliza para hablar y respirar.",
      "definition_translation": "La boca es la abertura por la que un animal ingiere alimentos y expresa emociones, y también se utiliza para hablar y respirar.",
      "example": "A menudo hacía boca con las palabras de su canción favorita cuando conducía, el año pasado podía cantarla en voz alta, y el año que viene conocerá todas las letras.",
      "example_translation": "Ella solía mover los labios con las palabras de su canción favorita cuando conducía, el año pasado podía cantarla fuerte, y el próximo año conocerá todas las letras.",
      "imageLink": "image_files\\English\\mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nariz",
      "translation": "nariz",
      "definition": "La nariz es el órgano del sentido del olfato y una parte del sistema respiratorio que sobresale de la cara, generalmente en el centro.",
      "definition_translation": "La nariz es el órgano del olfato y parte del sistema respiratorio que sobresale de la cara, generalmente en el medio.",
      "example": "Él siempre se frota la nariz cuando está cansado, ayer lo hizo durante la reunión, y mañana lo hará de nuevo durante la conferencia.",
      "example_translation": "Él siempre se frotaba la nariz cuando estaba cansado, ayer lo hizo durante la reunión, y mañana lo hará de nuevo durante la conferencia.",
      "imageLink": "image_files\\English\\nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "viejo",
      "translation": "viejo",
      "definition": "Haber vivido durante un período largo de tiempo; tener mucha experiencia o sabiduría.",
      "definition_translation": "Haber vivido durante un tiempo largo; tener mucha experiencia o sabiduría.",
      "example": "Mi abuela anciana solía contarme historias sobre su infancia, el año pasado me contó sobre su primer amor, y el año que viene me contará sobre su primer trabajo.",
      "example_translation": "Mi abuela vieja solía contarme historias sobre su infancia, el año pasado me contó sobre su primer amor, y el próximo año me contará sobre su primer trabajo.",
      "imageLink": "image_files\\English\\old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corto",
      "translation": "corto",
      "definition": "Tener una pequeña extensión o duración; breve.",
      "definition_translation": "Teniendo una pequeña extensión o duración; breve.",
      "example": "Me faltaba dinero, así que tuve que pedir prestado a mi amigo. Soy impaciente, por lo que me enojo rápidamente. Tendré prisas, así que necesito darme prisa.",
      "example_translation": "Estaba corto de dinero, así que tuve que pedir prestado a mi amigo. Estoy corto de paciencia, así que me enojo rápidamente. Estaré corto de tiempo, así que necesito apresurarme.",
      "imageLink": "image_files\\English\\short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delgado",
      "translation": "delgado",
      "definition": "Tener una forma estrecha o delgada; no gordo.",
      "definition_translation": "Teniendo una forma estrecha o delgada; no gordo.",
      "example": "Intenté ser delgado haciendo ejercicio regularmente. Soy más delgado en comparación con mi hermano. Seré delgado si sigo con la dieta.",
      "example_translation": "Intenté ser delgado haciendo ejercicio regularmente. Estoy delgado en comparación con mi hermano. Estaré delgado si sigo dietando.",
      "imageLink": "image_files\\English\\slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alto",
      "translation": "alto",
      "definition": "Tener una gran altura; no corto.",
      "definition_translation": "Teniendo una gran altura; no corto.",
      "example": "Soy lo suficientemente alto como para alcanzar la estantería superior. Él era alto y apuesto. Ella será alta como su madre.",
      "example_translation": "Estoy lo suficientemente alto para alcanzar el estante superior. Él era alto y guapo. Ella será alta como su madre.",
      "imageLink": "image_files\\English\\tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mujer",
      "translation": "mujer",
      "definition": "Una adulta humana femenina, generalmente distinguida de una niña o una niña.",
      "definition_translation": "una mujer adulta, generalmente distinguida de una niña o una niña.",
      "example": "La mujer entró en la habitación. Entrará en la habitación. Había entrado en la habitación.",
      "example_translation": "La mujer entró en la habitación. Entrará en la habitación. Había entrado en la habitación.",
      "imageLink": "image_files\\English\\woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "joven",
      "translation": "joven",
      "definition": "Tener una etapa relativamente temprana de desarrollo o crecimiento; no estar aún maduro o completamente desarrollado.",
      "definition_translation": "teniendo una etapa relativamente temprana de desarrollo o crecimiento; no aún maduro o completamente crecido.",
      "example": "El joven niño jugaba con su perro. Juega con su perro. Jugará con su perro.",
      "example_translation": "El joven niño jugó con su perro. Juega con su perro. Jugará con su perro.",
      "imageLink": "image_files\\English\\young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anciano",
      "translation": "anciano",
      "definition": "Haber vivido durante un período largo de tiempo; no estar joven.",
      "definition_translation": "habiendo vivido durante un tiempo largo; ya no joven.",
      "example": "El anciano hombre caminaba lentamente por la calle. Camina lentamente por la calle. Caminará lentamente por la calle.",
      "example_translation": "El anciano hombre caminó lentamente por la calle. Camina lentamente por la calle. Caminará lentamente por la calle.",
      "imageLink": "image_files\\English\\aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atractivo",
      "translation": "atractivo",
      "definition": "Agradable a la vista o la mente; estéticamente agradable.",
      "definition_translation": "Agradable a la vista o mente; agradable estéticamente.",
      "example": "Era una mujer atractiva con cabello largo. Será atractiva cuando adelgace. Era atractiva para todos en la fiesta.",
      "example_translation": "Era una mujer atractiva con cabello largo. Será atractiva cuando pierda peso. Estaba siendo atractiva para todos en la fiesta.",
      "imageLink": "image_files\\English\\attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rubia",
      "translation": "rubia",
      "definition": "Una persona, especialmente una mujer, con cabello rubio.",
      "definition_translation": "Una persona, especialmente una mujer, con cabello Rubio.",
      "example": "Era una rubia en su juventud. Será rubia cuando se tiña el cabello. Era una rubia en el concurso de belleza.",
      "example_translation": "Era una rubia en su juventud. Será una rubia cuando se tiña el cabello. Estaba siendo una rubia en el concurso de belleza.",
      "imageLink": "image_files\\English\\blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vestido",
      "translation": "vestido",
      "definition": "Vistiendo ropa, especialmente formal o elaborada.",
      "definition_translation": "Llevando ropa, especialmente formal o elaborada.",
      "example": "Estaba vestido para la fiesta. Estará vestido para la boda. Estaba siendo vestido por su madre cuando era niño.",
      "example_translation": "Estaba vestido para la fiesta. Estará vestido para la boda. Estaba siendo vestido por su madre cuando era niño.",
      "imageLink": "image_files\\English\\dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "feria",
      "translation": "feria",
      "definition": "Una reunión de personas para una variedad de actividades, como entretenimiento, compras y socialización.",
      "definition_translation": "Una reunión de personas para una variedad de actividades, como entretenimiento, compras y socialización.",
      "example": "Fui a la feria el fin de semana pasado y monté una noria. Iré a la feria el año que viene para probar nuevos alimentos. Fui a la feria ayer y vi un concierto.",
      "example_translation": "Fuí a la feria el fin de semana pasado y me subí a una rueda de Ferris. Iré a la feria el próximo año para probar algunos alimentos nuevos. Fui a la feria ayer y vi un concierto.",
      "imageLink": "image_files\\English\\fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "moda",
      "translation": "moda",
      "definition": "Una tendencia popular, especialmente en ropa, peinado o maquillaje.",
      "definition_translation": "Una tendencia popular, especialmente en ropa, peinado o maquillaje.",
      "example": "Me encanta seguir las últimas tendencias de moda. Los diseñadores de moda crean nuevos estilos cada temporada. Ella empezará su propia marca de moda el año que viene.",
      "example_translation": "Me encanta seguir las últimas tendencias de moda. Los diseñadores de moda crean nuevos estilos cada temporada. Ella empezará su propia marca de moda el próximo año.",
      "imageLink": "image_files\\English\\fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedo",
      "translation": "dedo",
      "definition": "Uno de los cuatro extremos de la mano, utilizado para agarrar y manipular objetos.",
      "definition_translation": "Una de las cuatro extremidades de la mano, utilizada para agarrar y manipular objetos.",
      "example": "Me lastimé el dedo mientras cocinaba. Ella se hará un piercing en el dedo la próxima semana. Él se rompió el dedo jugando fútbol.",
      "example_translation": "Me lastimé el dedo mientras cocinaba. Ella se hará perforar el dedo la próxima semana. Él se rompió el dedo jugando fútbol.",
      "imageLink": "image_files\\English\\finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guapo/a",
      "translation": "guapo",
      "definition": "Agradable a la vista, atractivo.",
      "definition_translation": "Agradable en apariencia, atractivo.",
      "example": "Ella era una mujer guapa, con cabello largo y ojos azules brillantes. Ha sido guapa desde su juventud. Será guapa incluso cuando sea anciana.",
      "example_translation": "Era una mujer guapa, con cabello largo y ojos azules brillantes. Ha sido guapa desde su juventud. Será guapa incluso cuando se haga vieja.",
      "imageLink": "image_files\\English\\good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tipo",
      "translation": "chico",
      "definition": "Un adulto humano masculino.",
      "definition_translation": "Un varón adulto humano.",
      "example": "El tipo de al lado es muy amigable. Él era un tipo que amaba jugar fútbol. Será un tipo que viaja por todo el mundo.",
      "example_translation": "El chico de al lado es muy amigable. Fue un chico que amaba jugar fútbol. Será un chico que viaja por todo el mundo.",
      "imageLink": "image_files\\English\\guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maquillaje",
      "translation": "maquillaje",
      "definition": "Cosméticos aplicados a la cara para mejorar o alterar la apariencia.",
      "definition_translation": "Cosméticos aplicados en la cara para realzar o alterar la apariencia.",
      "example": "Ella aplicó maquillaje a su rostro antes de ir al partido. Ha estado llevando maquillaje todos los días desde que tenía 16 años. Llevará maquillaje al matrimonio mañana.",
      "example_translation": "Ella se aplicó maquillaje en la cara antes de ir a la fiesta. Ha estado usando maquillaje todos los días desde que tenía dieciséis años. Se pondrá maquillaje en la boda mañana.",
      "imageLink": "image_files\\English\\make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lindo/a",
      "translation": "bonita",
      "definition": "Agradable a la vista o mente, atractivo o encantador.",
      "definition_translation": "Agradable a los sentidos o mente estéticamente; atractiva o deliciosa",
      "example": "Ella se veía linda en su nuevo vestido. Se verá linda en su vestido de boda. Se veía linda en la fiesta.",
      "example_translation": "Ella se veía bonita en su nuevo vestido. Se verá bonita en su vestido de boda. Se veía bonita en la fiesta.",
      "imageLink": "image_files\\English\\pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelo rojo",
      "translation": "pelo rojo",
      "definition": "Pelo que es rojizo en color, a menudo asociado con personas de ascendencia europea.",
      "definition_translation": "Cabello que es rojizo en color, a menudo asociado con personas de ascendencia europea",
      "example": "Ella tenía pelo rojo cuando era joven. Tendrá pelo rojo hasta que sea anciana. Ha tenido pelo rojo desde que nació.",
      "example_translation": "Ella tenía pelo rojo cuando era joven. Tendrá pelo rojo hasta que sea anciana. Ella tenía pelo rojo desde que nació.",
      "imageLink": "image_files\\English\\red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuerte",
      "translation": "fuerte",
      "definition": "Teniendo la capacidad de ejercer fuerza o presión, o de resistir fuerza o presión.",
      "definition_translation": "Teniendo el poder de ejercer fuerza o presión, o para resistir la fuerza o presión",
      "example": "Él es fuerte y puede levantar pesas pesadas. Será fuerte y correrá un maratón. Era fuerte y ganó la competencia.",
      "example_translation": "Él es fuerte y puede levantar pesas pesadas. Será fuerte y correrá un maratón. Él era fuerte y ganó la competencia.",
      "imageLink": "image_files\\English\\strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adolescente",
      "translation": "adolescente",
      "definition": "Una persona en la etapa de desarrollo entre la infancia y la adultez, típicamente entre las edades de 13 y 19 años.",
      "definition_translation": "Una persona en la etapa de desarrollo entre la infancia y la adultez, generalmente entre las edades de 13 y 19.",
      "example": "El adolescente estaba nervioso por tomar su examen de conducir. Había estado estudiando durante semanas, pero todavía no se sentía confiado. Tomará el examen de nuevo el mes que viene.",
      "example_translation": "La adolescente estaba nerviosa por tomar su prueba de conducir. Había estado estudiando durante semanas, pero todavía no se sentía segura. Ella tomará la prueba de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delgado",
      "translation": "delgado",
      "definition": "Teniendo poca grosor o diámetro; no gordo o rollizo.",
      "definition_translation": "Tener poco grosor o diámetro; no gordo ni rechoncho.",
      "example": "El hielo delgado del lago se rompió bajo el peso del patinador. Había estado patinando durante horas, pero cada minuto se hacía más delgado. Tendrá que ser cuidadoso la próxima vez.",
      "example_translation": "El hielo delgado en el lago se rompió bajo el peso del patinador. Había estado patinando en él durante horas, pero estaba volviéndose cada vez más delgado cada minuto. Tendrá que ser cuidadoso el próximo invierno.",
      "imageLink": "image_files\\English\\thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedo del pie",
      "translation": "dedo del pie",
      "definition": "Un dígito del pie, especialmente uno de los más pequeños.",
      "definition_translation": "Un dedo del pie, especialmente uno de los más pequeños.",
      "example": "La niña se golpeó el dedo del pie con la cama. Había estado corriendo por la casa toda la mañana, pero ahora estaba llorando. Tendrá que ser más cuidadosa la próxima vez.",
      "example_translation": "La niña pequeña se golpeó el dedo del pie con la cama. Había estado corriendo por la casa toda la mañana, pero ahora estaba llorando. Ella será más cuidadosa la próxima vez.",
      "imageLink": "image_files\\English\\toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apariencia",
      "translation": "apariencia",
      "definition": "La forma en que alguien o algo se ve, especialmente cuando se consideran sus cualidades o características.",
      "definition_translation": "La manera en que alguien o algo se ve, especialmente cuando consideras sus cualidades o características.",
      "example": "La apariencia de la nueva empleada fue impresionante, estaba bien vestida y confiada. Hizo una buena apariencia en la entrevista y decidimos contratarla. Hará una gran apariencia en la fiesta de la empresa la próxima semana.",
      "example_translation": "La apariencia de la nueva empleada fue impresionante, estaba bien vestida y confiada. Había hecho una buena apariencia en la entrevista, y decidimos contratarla. Hará una gran apariencia en la fiesta de la empresa la próxima semana.",
      "imageLink": "image_files\\English\\appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calvo",
      "translation": "calvo",
      "definition": "Sin cabello en la cabeza, o tener muy poco cabello.",
      "definition_translation": "No tener cabello en la cabeza, o tener muy poco cabello.",
      "example": "Mi abuelo era calvo, había perdido todo su cabello debido a la vejez. Era calvo, pero todavía parecía digno. Será calvo por el resto de su vida.",
      "example_translation": "Mi abuelo era calvo, había perdido todo su cabello debido a la edad avanzada. Era calvo, pero aún parecía digno. Será calvo por el resto de su vida.",
      "imageLink": "image_files\\English\\bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermosamente",
      "translation": "hermosamente",
      "definition": "De una manera que es muy agradable o atractiva.",
      "definition_translation": "De una manera que es muy agradable o atractiva.",
      "example": "El jardín fue diseñado hermosamente, con flores floreciendo por todas partes. Cantó hermosamente, su voz era como la de un ángel. La puesta del sol se exhibió hermosamente en el cielo.",
      "example_translation": "El jardín fue diseñado hermosamente, con flores floreciendo en todas partes. Ella cantó hermosamente, su voz era como la de un ángel. La puesta del sol fue exhibida hermosamente en el cielo.",
      "imageLink": "image_files\\English\\beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "belleza",
      "translation": "belleza",
      "definition": "La calidad presente en una persona o cosa que da placer intenso o satisfacción a los sentidos, especialmente cuando se considera como un estándar universal.",
      "definition_translation": "La calidad presente en una persona o cosa que proporciona un placer intenso o satisfacción a los sentidos, especialmente cuando se considera como un estándar universal.",
      "example": "La belleza del atardecer nos impresionó a todos. Era una belleza en sus días más jóvenes. La ciudad se convertirá en una belleza después de la renovación.",
      "example_translation": "La belleza del atardecer nos impresionó a todos. Era una belleza en sus días más jóvenes. La ciudad se convertirá en una belleza después de la renovación.",
      "imageLink": "image_files\\English\\beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mejilla",
      "translation": "mejilla",
      "definition": "Cualquiera de los lados de la cara debajo del ojo.",
      "definition_translation": "Cualquiera de los lados de la cara debajo del ojo.",
      "example": "Ella tenía una mejilla rosada después de jugar afuera. Él le dio un pellizco en la mejilla de manera juguetona. El bebé tenía una mejilla rolliza.",
      "example_translation": "Tenía una mejilla sonrosada después de jugar afuera. La pellizcó en la mejilla juguetonamente. El bebé tenía una mejilla regordeta.",
      "imageLink": "image_files\\English\\cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niñez",
      "translation": "infancia",
      "definition": "El período de la vida desde el nacimiento hasta la pubertad, o el estado de ser un niño.",
      "definition_translation": "El período de la vida desde el nacimiento hasta la pubertad, o el estado de ser un niño.",
      "example": "Mi niñez estuvo llena de recuerdos felices. Ella tuvo una niñez feliz a pesar de la pobreza de su familia. Nuestras experiencias de la niñez moldean nuestras vidas adultas.",
      "example_translation": "Mi infancia estuvo llena de recuerdos felices. Tuvo una infancia feliz a pesar de la pobreza de su familia. Nuestras experiencias de la infancia moldean nuestras vidas adultas.",
      "imageLink": "image_files\\English\\childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbilla",
      "translation": "barbilla",
      "definition": "La parte inferior frontal de la cara, formando la mandíbula debajo de la boca.",
      "definition_translation": "La parte delantera inferior de la cara, que forma la mandíbula debajo de la boca.",
      "example": "Toqué mi barbilla pensativamente, considerando la pregunta. Ayer, me raspé la barbilla mientras me afeitaba. Mañana trataré de evitar golpearme la barbilla con la mesa.",
      "example_translation": "Tocaba mi barbilla reflexivamente, considerando la pregunta. Ayer, me había raspado la barbilla mientras me afeitaba. Mañana, trataré de evitar golpear mi barbilla en la mesa.",
      "imageLink": "image_files\\English\\chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rizado",
      "translation": "rizado",
      "definition": "Teniendo una forma curva o espiral; teniendo cabello que estightamente rizado o ondulado.",
      "definition_translation": "Teniendo una forma curva o espiral; tener cabello que está rizado o ondulado.",
      "example": "Ella tenía cabello rizado cuando era niña, pero se volvió liso según crecía. Su hermano tiene cabello rizado, lo que lo hace parecer muy lindo. Obtendrán cortes de cabello rizado para su aniversario.",
      "example_translation": "Ella tenía cabello rizado cuando era niña, pero se volvió lacio cuando creció. Su hermano tiene cabello rizado, lo que lo hace parecer muy lindo. Obtendrán cortes de pelo rizado para su aniversario.",
      "imageLink": "image_files\\English\\curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anciano",
      "translation": "anciano",
      "definition": "Una persona de mayor edad, sabiduría o autoridad.",
      "definition_translation": "Una persona de mayor edad, sabiduría o autoridad.",
      "example": "El anciano de la tribu era respetado por todos. Mi hermano mayor es médico y estoy muy orgulloso de él. Ella se convertirá en una estadista anciana en unos años.",
      "example_translation": "El anciano de la tribu era respetado por todos. Mi hermano mayor es médico, y estoy muy orgulloso de él. Ella se convertirá en una estadista anciana en unos pocos años.",
      "imageLink": "image_files\\English\\elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anciano",
      "translation": "anciano",
      "definition": "Relativo o característico de personas ancianas; anciano y sabio",
      "definition_translation": "relacionado con o característico de personas mayores; viejo y sabio",
      "example": "La anciana era muy amable y gentil. Había sido enfermera en sus años jóvenes. Ella continuará voluntariando en el hospital en el futuro.",
      "example_translation": "La anciana mujer era muy amable y gentil. Había sido enfermera en sus años más jóvenes. Continuará voluntariando en el hospital en el futuro.",
      "imageLink": "image_files\\English\\elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mayor",
      "translation": "mayor",
      "definition": "Siendo el más anciano de un grupo de personas o cosas",
      "definition_translation": "siendo el más antiguo de un grupo de personas o cosas",
      "example": "Como hijo mayor, ella tenía muchas responsabilidades. Ella se encargará de sus hermanos en el futuro. Ella había ayudado a sus padres desde que era joven.",
      "example_translation": "Como la hija mayor, tenía muchas responsabilidades. Cuidará de sus hermanos en el futuro. Había ayudado a sus padres desde que era joven.",
      "imageLink": "image_files\\English\\eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "moderno",
      "translation": "moderno",
      "definition": "Conforme al estándar actual de gusto y estilo",
      "definition_translation": "conforme al estándar actual de gusto y estilo",
      "example": "Las ropas modernas estaban de oferta en el centro comercial. Ella había sido moderna desde la escuela secundaria. Ella diseñará su propia línea de ropa en el futuro.",
      "example_translation": "La ropa moda estaba en venta en el centro comercial. Había sido moda desde la escuela secundaria. Diseñará su propia línea de ropa en el futuro.",
      "imageLink": "image_files\\English\\fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "femenino",
      "translation": "femenina",
      "definition": "Una hembra es una persona o animal del sexo que produce huevos o da a luz a crías.",
      "definition_translation": "Una femina es una persona o animal del sexo que produce huevos o da a luz a jóvenes.",
      "example": "Ella es una ingeniera femenina. Ella era una estudiante femenina. Ella será una profesora femenina.",
      "example_translation": "Ella es una ingeniera femenina. Ella era una estudiante femenina. Ella será una profesora femenina.",
      "imageLink": "image_files\\English\\female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "figura",
      "translation": "figura",
      "definition": "Una figura es una persona o forma, especialmente una que es fácilmente reconocible o atractiva.",
      "definition_translation": "Una figura es una persona o forma, especialmente una que es fácilmente reconocible o atractiva.",
      "example": "La figura de la mujer era estatuaria. La figura del hombre era robusta. La figura del niño será esbelta.",
      "example_translation": "La figura de la mujer era estatuaria. La figura del hombre era robusta. La figura del niño será delgada.",
      "imageLink": "image_files\\English\\figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajustar",
      "translation": "encajar",
      "definition": "Ajustar significa ser del tamaño o forma adecuada para coincidir con algo más, o ser adecuado para algo o alguien.",
      "definition_translation": "Encajar significa ser del tamaño o forma adecuados para coincidir con algo más, o ser adecuado para algo o alguien.",
      "example": "La camisa me ajusta bien. Los zapatos le ajustaban perfectamente. El vestido le ajustará bellamente.",
      "example_translation": "La camisa me queda bien. Los zapatos le quedaban perfectamente. El vestido le quedará bellamente.",
      "imageLink": "image_files\\English\\fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frente",
      "translation": "frente",
      "definition": "La parte superior de la cara, por encima de las cejas y la nariz.",
      "definition_translation": "La parte superior de la cara, por encima de las cejas y la nariz.",
      "example": "Ella se frotó la frente para tratar de aliviar el dolor de cabeza. Ayer, había golpeado su frente en la puerta. Mañana, visitará a un médico para examinar su frente.",
      "example_translation": "Ella se frotó la frente para tratar de aliviar el dolor de cabeza. Ayer, se golpeó la frente con la puerta. Mañana, visitará a un doctor para examinar su frente.",
      "imageLink": "image_files\\English\\forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crecer",
      "translation": "crecer",
      "definition": "Volverse mayor o más avanzado, como en tamaño, cantidad o grado.",
      "definition_translation": "Volverse más grande o más avanzado, como en tamaño, cantidad o grado.",
      "example": "Creo tomates en mi patio trasero. Ella creció para ser una actriz famosa. Ellos crecerán su negocio invirtiendo más dinero.",
      "example_translation": "Yo crezco tomates en mi patio trasero. Ella creció para convertirse en una actriz famosa. Ellos crecerán su negocio invirtiendo más dinero.",
      "imageLink": "image_files\\English\\grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corte de pelo",
      "translation": "corte de cabello",
      "definition": "El estilo en que alguien se corta el pelo, especialmente como tratamiento regular para mantener una apariencia arreglada.",
      "definition_translation": "El estilo en que se corta el cabello de alguien, especialmente como un tratamiento regular para mantener una apariencia pulcra.",
      "example": "Necesito un corte de pelo antes de la boda. Ella se cortó el pelo ayer y se ve hermosa. Ellos le darán un corte de pelo para el ejército.",
      "example_translation": "Necesito un corte de cabello antes de la boda. Ella se cortó el cabello ayer y se ve hermosa. Ellos le darán un corte de cabello para el ejército.",
      "imageLink": "image_files\\English\\haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peluquero/a",
      "translation": "peluquero",
      "definition": "Una persona cuya ocupación es cortar, estilizar y cuidar el cabello.",
      "definition_translation": "Una persona cuya ocupación es cortar, estilizar y cuidar el cabello.",
      "example": "Ella fue al peluquero para obtener un nuevo peinado para la fiesta. Había estado yendo al mismo peluquero durante años. Ella visitará al peluquero de nuevo la próxima semana.",
      "example_translation": "Ella fue al peluquero para hacerse un nuevo peinado para la fiesta. Ella había estado yendo al mismo peluquero durante años. Ella visitará al peluquero de nuevo la próxima semana.",
      "imageLink": "image_files\\English\\hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guapo",
      "translation": "guapo",
      "definition": "Agradable a la vista o la mente; atractivo.",
      "definition_translation": "Agradable a la vista o mente; atractivo.",
      "example": "Él era un joven guapo. Será guapo cuando crezca. Era guapo en su juventud.",
      "example_translation": "Él era un joven guapo. Él será guapo cuando crezca. Él era guapo en su juventud.",
      "imageLink": "image_files\\English\\handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "altura",
      "translation": "altura",
      "definition": "La medida de lo alto que es algo o alguien.",
      "definition_translation": "La medida de cuán alto es algo o alguien.",
      "example": "La altura del edificio era impresionante. Ella alcanzó su altura completa a los 18 años. La altura de la montaña era desafiante de escalar.",
      "example_translation": "La altura del edificio era impresionante. Ella alcanzó su altura completa a los 18 años. La altura de la montaña era un desafío para escalar.",
      "imageLink": "image_files\\English\\height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño/a",
      "translation": "niño",
      "definition": "Un niño o joven, especialmente entre la infancia y la juventud.",
      "definition_translation": "Un niño o joven, especialmente uno entre la infancia y la juventud.",
      "example": "Yo era un niño cuando aprendí a montar bicicleta. Ahora, estoy enseñando a mi hijo a montar. Cuando sea anciano, tendré un hijo que sea ciclista profesional.",
      "example_translation": "Era un niño cuando aprendí por primera vez a montar una bicicleta. Ahora, estoy enseñando a mi hijo a montar. Para cuando sea anciano, tendré un hijo que sea un ciclista profesional.",
      "imageLink": "image_files\\English\\kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodilla",
      "translation": "rodilla",
      "definition": "La articulación que conecta la pierna con la pierna en la pierna humana.",
      "definition_translation": "La articulación que conecta el hueso de la cadera con el hueso de la tibia en la pierna humana.",
      "example": "Me lastimé la rodilla cuando me caí por la escalera. Mi médico dice que necesito descansar mi rodilla durante unas semanas. Para el año que viene, podré correr sin lastimarme la rodilla.",
      "example_translation": "Me lastimé la rodilla cuando me caí por las escaleras. Mi médico dice que debo descansar mi rodilla durante unas semanas. Para el próximo año, podré correr sin lastimarme la rodilla.",
      "imageLink": "image_files\\English\\knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "señora",
      "translation": "señora",
      "definition": "Un término político o formal utilizado para dirigirse o referirse a una mujer.",
      "definition_translation": "Un término cortés o formal utilizado para dirigirse o referirse a una mujer.",
      "example": "Conocí a una señora en la fiesta que era una actriz famosa. Era una señora que inspiraba respeto. En el futuro, espero conocer a una señora que será mi esposa.",
      "example_translation": "Conocí a una señora en la fiesta que era una actriz famosa. Ella era una señora que inspiraba respeto. En el futuro, espero conocer a una señora que será mi esposa.",
      "imageLink": "image_files\\English\\lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "labio",
      "translation": "labio",
      "definition": "Cualquiera de las dos superficies carnosas que rodean la boca, especialmente en humanos.",
      "definition_translation": "Cualquiera de las dos dobladuras carnosas que rodean la boca, especialmente en humanos.",
      "example": "Ella se mordió el labio por ansiedad. Ayer, se mordió el labio por frustración. Mañana, se morderá el labio por nerviosismo.",
      "example_translation": "Se mordió el labio por ansiedad. Ayer, había mordido el labio por frustración. Mañana, se morderá el labio por nerviosismo.",
      "imageLink": "image_files\\English\\lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "masculino",
      "translation": "masculino",
      "definition": "Un persona o animal del sexo que produce espermatozoides, especialmente un ser humano o un mamífero.",
      "definition_translation": "Una persona o animal del sexo que produce espermatozoides, especialmente un ser humano o un mamífero.",
      "example": "Él era un estudiante masculino en la clase. El perro masculino corría rápido. El elefante masculino será enorme.",
      "example_translation": "Él era un estudiante masculino en la clase. El perro masculino corría rápidamente. El elefante masculino será enorme.",
      "imageLink": "image_files\\English\\male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "de mediana edad",
      "translation": "de mediana edad",
      "definition": "Estando en el período medio de la vida, típicamente entre 40 y 65 años.",
      "definition_translation": "Estar en el período medio de la vida, típicamente entre 40 y 65 años de edad.",
      "example": "Él era un hombre de mediana edad que amaba jugar tenis. Ella estaba en la mediana edad cuando se casó. Ellos estarán en la mediana edad dentro de cinco años.",
      "example_translation": "Él era un hombre de mediana edad que amaba jugar tenis. Ella tenía mediana edad cuando se casó. Serán de mediana edad en cinco años.",
      "imageLink": "image_files\\English\\middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bigote",
      "translation": "bigote",
      "definition": "Un crecimiento de pelo en el labio superior, especialmente cuando se cultiva y asea.",
      "definition_translation": "un crecimiento de pelo en el labio superior, especialmente cuando se cultiva y se acicala",
      "example": "Él tenía un bigote impresionante que se lo cepillaba todas las mañanas. Ayer, pasó una hora cortándose el bigote. Para el año que viene, planea tener un bigote de manubrio.",
      "example_translation": "Tenía un bigote particularmente impresionante que se lo enceraba cada mañana. Ayer, pasó una hora recortando su bigote. Para el próximo año, planea haber crecido un bigote de manillar.",
      "imageLink": "image_files\\English\\moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganar peso",
      "translation": "engordar",
      "definition": "Volverse más pesado o corpulento, especialmente debido a la ingesta de demasiada comida",
      "definition_translation": "volverse más pesado o más grueso, especialmente debido a comer demasiada comida",
      "example": "He estado ganando peso desde que empecé a trabajar desde casa. Ella había ganado peso después de tener a su segundo hijo. Para el verano, él habrá ganado peso por comer demasiado helado.",
      "example_translation": "He estado engordando desde que empecé a trabajar desde casa. Ella había engordado después de tener su segundo hijo. Para el verano, él habrá engordado por comer demasiado helado.",
      "imageLink": "image_files\\English\\put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sexo",
      "translation": "sexo",
      "definition": "Las características que definen a los hombres y las mujeres, especialmente en relación con sus roles reproductivos",
      "definition_translation": "las características que definen a los machos y hembras, especialmente en relación con sus roles reproductivos",
      "example": "El sexo del bebé era desconocido hasta el nacimiento. Tenían clases de educación sexual en la escuela. Para el próximo año, habrán tenido terapia de sexo para mejorar su relación.",
      "example_translation": "El sexo del bebé era desconocido hasta el nacimiento. Tenían clases de educación sexual en la escuela. Para el próximo año, habrán tenido terapia de sexo para mejorar su relación.",
      "imageLink": "image_files\\English\\sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afeitar",
      "translation": "afiar",
      "definition": "Quitar el pelo o cualquier otro crecimiento indeseable del cuerpo utilizando una navaja o cualquier otro instrumento afilado.",
      "definition_translation": "Retirar el cabello o crecimiento no deseado del cuerpo utilizando una navaja o otro instrumento afilado.",
      "example": "Me afeité la barba esta mañana. Me afeitaré las piernas esta noche. Me afeité la cabeza la semana pasada.",
      "example_translation": "Me afeité la barba esta mañana. Me afeitaré las piernas esta noche. Me afeité la cabeza la semana pasada.",
      "imageLink": "image_files\\English\\shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inteligente",
      "translation": "inteligente",
      "definition": "Tener o mostrar una gran cantidad de inteligencia o sentido común.",
      "definition_translation": "Teniendo o mostrando una gran cantidad de inteligencia o sentido común.",
      "example": "Ella es una chica inteligente. Será inteligente al evitar esa situación. Fue inteligente al terminar su título temprano.",
      "example_translation": "Ella es una chica inteligente. Será inteligente para evitar esa situación. Fue inteligente al finalizar su título universitario temprano.",
      "imageLink": "image_files\\English\\smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adolescente",
      "translation": "adolescente",
      "definition": "Relativo o característico de personas en su adolescencia.",
      "definition_translation": "Relativa o característica de las personas en su adolescencia.",
      "example": "Los años adolescentes pueden ser difíciles. Tenía 13 años cuando aprendí a conducir. Ahora es adolescente.",
      "example_translation": "Los años de adolescencia pueden ser difíciles. Tenía años de adolescencia cuando aprendí a conducir. Ella es adolescente ahora.",
      "imageLink": "image_files\\English\\teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pulgar",
      "translation": "pulgar",
      "definition": "El dedo corto y grueso de la mano opuesto al dedo índice, utilizado para agarrar y manipular.",
      "definition_translation": "El dedo corto y grueso, opuesto en la parte interna de la mano, utilizado para agarrar y manipular.",
      "example": "Me lastimé el pulgar mientras jugaba baloncesto ayer, pero podré jugar de nuevo mañana, y he estado practicando mi tiro para el partido de la semana que viene.",
      "example_translation": "Me lastimé el pulgar mientras jugaba baloncesto ayer, pero podré jugar de nuevo mañana, y he estado practicando mi tiro para el partido de la próxima semana.",
      "imageLink": "image_files\\English\\thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "débil",
      "translation": "débil",
      "definition": "Careciendo de fuerza o poder; débil.",
      "definition_translation": "Careciente de fuerza o poder; débil.",
      "example": "Me sentí débil después de correr un maratón, pero seré fuerte de nuevo después de unos días de descanso, y estaba débil cuando estaba enfermo el año pasado.",
      "example_translation": "Me sentí débil después de correr un maratón, pero seré fuerte de nuevo después de unos días de descanso, y era débil cuando estuve enfermo el año pasado.",
      "imageLink": "image_files\\English\\weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pesar",
      "translation": "pesar",
      "definition": "Tener un cierto peso o cantidad de masa.",
      "definition_translation": "Tener una cierta pesadez o peso.",
      "example": "Necesito pesarme para ver cuánto he ganado desde el año pasado, pesaba 70 kg cuando estaba en la universidad, y me pesaré de nuevo mañana.",
      "example_translation": "Necesito pesarme para ver cuánto he ganado desde el año pasado, pesaba 70 kg cuando estaba en la universidad, y me pesaré de nuevo mañana.",
      "imageLink": "image_files\\English\\weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peso",
      "translation": "peso",
      "definition": "La cantidad o cantidad de masa de algo, que da una medida de su cantidad de materia.",
      "definition_translation": "La cantidad o cantidad de pesadez o masa de algo, que da una medida de su cantidad de materia.",
      "example": "Necesito perder peso antes del verano. Perdí peso el año pasado, pero lo he estado recuperando últimamente. Empezaré una dieta para perder peso de nuevo el próximo mes.",
      "example_translation": "Necesito perder algo de peso antes del verano. Perdí peso el año pasado, pero he estado ganándolo de vuelta últimamente. Empezaré una dieta para perder peso de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bien vestido",
      "translation": "bien vestido",
      "definition": "Tener una apariencia elegante y atractiva, especialmente en términos de ropa.",
      "definition_translation": "Teniendo una apariencia estilosa y atractiva, especialmente en términos de ropa.",
      "example": "Él estaba bien vestido para la ocasión. Ella estaba bien vestida para la fiesta. Estarán bien vestidos para la boda.",
      "example_translation": "Él estaba bien vestido para la ocasión. Ella estaba bien vestida para la fiesta. Ellos estarán bien vestidos para la boda.",
      "imageLink": "image_files\\English\\well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "juventud",
      "translation": "juventud",
      "definition": "El período entre la infancia y la adultez, caracterizado por un sentido de vitalidad y entusiasmo.",
      "definition_translation": "El período entre la infancia y la adultez, caracterizado por un sentido de vitalidad y entusiasmo.",
      "example": "La juventud de hoy en día es muy diferente a la de la pasada. La juventud eran energéticos y curiosos. La juventud dará forma al futuro de nuestro país.",
      "example_translation": "La juventud de hoy en día es muy diferente de la de la pasado. La juventud eran enérgicos y curiosos. La juventud dará forma al futuro de nuestro país.",
      "imageLink": "image_files\\English\\youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desnudo",
      "translation": "descubierto",
      "definition": "Sin cobertura o ropa; expuesto. También, carencia de una característica o calidad habitual.",
      "definition_translation": "Sin cubrir o ropa; expuesto. También, careciendo de una característica o calidad habitual o esperada.",
      "example": "El árbol estaba desnudo de hojas, y el granjero se preocupaba por el invierno que se avecinaba. Las paredes desnudas de la nueva casa parecían inquietantes. Para el próximo invierno, el árbol estará desnudo de nuevo.",
      "example_translation": "El árbol estaba descubierto de hojas, y el granjero se preocupaba por el invierno que se avecinaba. Las paredes desnudas de la nueva casa parecían inquietantes. Para el próximo invierno, el árbol estará descubierto nuevamente.",
      "imageLink": "image_files\\English\\bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disfraz",
      "translation": "disfraz",
      "definition": "Un traje o atuendo llevado para ocultar la identidad o crear una apariencia falsa.",
      "definition_translation": "Un traje o atuendo que se lleva para ocultar la identidad o para crear una apariencia falsa.",
      "example": "El ladrón usó un disfraz para colarse en el banco. La disfraz de la actriz en la película fue tan buena que no la reconocí. Para el próximo Halloween, tendré un nuevo disfraz listo.",
      "example_translation": "El ladrón utilizó un disfraz para colarse en el banco. El disfraz de la actriz en la película era tan bueno que no la reconocí. Para el próximo Halloween, tendré un nuevo disfraz listo.",
      "imageLink": "image_files\\English\\disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disfraz",
      "translation": "disfraz",
      "definition": "Un traje o atuendo llevado para ocultar la identidad o crear una apariencia falsa.",
      "definition_translation": "Un traje o atuendo que se lleva para ocultar la identidad o para crear una apariencia falsa.",
      "example": "El espía usó un disfraz para reunir información del enemigo. En el juego, todos los jugadores tenían que llevar un disfraz para ocultar sus rostros reales. Para cuando llegué, todos llevaban un disfraz.",
      "example_translation": "El espía utilizó un disfraz para recopilar información del enemigo. En el juego, todos los jugadores tenían que llevar un disfraz para ocultar sus caras reales. Para cuando llegué, todos llevaban un disfraz.",
      "imageLink": "image_files\\English\\disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegante",
      "translation": "elegante",
      "definition": "agradablemente refinado y culto en modales, gustos e intereses",
      "definition_translation": "agradablemente refinado y culto en modales, gustos e intereses",
      "example": "Ella se veía elegante en su nuevo vestido en la fiesta de la noche pasada, y estoy seguro de que se verá elegante en la boda mañana, y se vio elegante en la ceremonia de graduación hace cinco años.",
      "example_translation": "Se veía elegante con su nuevo vestido en la fiesta de anoche, y estoy seguro de que se verá elegante en la boda de mañana, y se vio elegante en la ceremonia de graduación hace cinco años.",
      "imageLink": "image_files\\English\\elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegantemente",
      "translation": "elegante",
      "definition": "de manera estilosa y refinada",
      "definition_translation": "de manera estilosa y refinada",
      "example": "Ella bailó elegantemente en el baile, y bailará elegantemente en el baile de promoción, y bailó elegantemente en la recepción de la boda.",
      "example_translation": "Bailó elegante en el baile, y bailará elegante en el baile de graduación, y bailó elegante en la recepción de la boda.",
      "imageLink": "image_files\\English\\elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cejas",
      "translation": "cejas",
      "definition": "las crestas peludas sobre los ojos",
      "definition_translation": "las cejas peludas sobre los ojos",
      "example": "Ella se depiló las cejas ayer, y se depilará las cejas mañana, y ha estado dejando crecer sus cejas durante meses.",
      "example_translation": "Se depiló las cejas ayer, y dará forma a sus cejas mañana, y ha estado dejando crecer sus cejas durante meses.",
      "imageLink": "image_files\\English\\eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "párpados",
      "translation": "pestañas",
      "definition": "Los cabellos que crecen en los bordes de los párpados, protegiendo ellos de la suciedad y otras partículas extrañas.",
      "definition_translation": "Los cabellos que crecen en los bordes de los párpados, protegiéndolos del polvo y otras partículas extrañas.",
      "example": "Se despertó con mascara corrida toda sobre sus pestañas. Ayer, se aplicó mascara con cuidado a sus pestañas. Se aplicará mascara a sus pestañas antes de salir esta noche.",
      "example_translation": "Se despertó con rímel corrido por todas sus pestañas. Ayer, aplicó rímel con cuidado a sus pestañas. Aplicará rímel a sus pestañas antes de salir esta noche.",
      "imageLink": "image_files\\English\\eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "característica",
      "translation": "característica",
      "definition": "Parte destacada o característica de algo, como un paisaje o una cara.",
      "definition_translation": "Una parte prominente o destacada de algo, como un paisaje o una cara.",
      "example": "El nuevo teléfono inteligente tiene algunas características emocionantes. El paisaje tenía muchas características únicas. La actriz tenía un rostro muy notable por sus características destacadas.",
      "example_translation": "El nuevo teléfono inteligente tiene algunas características emocionantes. El paisaje tenía muchas características únicas. La cara de la actriz era más notable por sus características destacadas.",
      "imageLink": "image_files\\English\\feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "femenino",
      "translation": "femenino",
      "definition": "Perteneciente o relacionado con el sexo que tiene la capacidad de dar a luz.",
      "definition_translation": "Perteneciente o relativo al sexo que generalmente tiene la capacidad de dar a luz.",
      "example": "Ella es una doctora femenina. Las candidatas femeninas para la elección fueron muy impresionantes. El género femenino ha hecho un progreso significativo en la fuerza laboral.",
      "example_translation": "Ella es una doctora femenina. Las candidatas femeninas para la elección fueron bastante impresionantes. El género femenino ha hecho un progreso significativo en la fuerza laboral.",
      "imageLink": "image_files\\English\\female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pecas",
      "translation": "pecas",
      "definition": "Pequeñas manchas oscuras en la piel, especialmente en la cara, causadas por demasiada melanina.",
      "definition_translation": "Pequeñas manchas oscuras en la piel, especialmente en la cara, que son causadas por demasiado melanina.",
      "example": "Ella tenía pecas en toda la nariz, lo que la hacía parecer aún más hermosa. Se había vuelto a salir pecas por pasar demasiado tiempo al sol cuando era niña, y ahora se estaba haciendo retirar pecas. Pronto, ella tendrá pecas revisadas por un dermatólogo.",
      "example_translation": "Tenía pecas en toda la nariz, lo que la hacía parecer aún más hermosa. Se había ganado pecas por pasar demasiado tiempo al sol de niña, y ahora se estaba quitando pecas. Pronto tendrá pecas revisadas por un dermatólogo.",
      "imageLink": "image_files\\English\\freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "borde",
      "translation": "borde",
      "definition": "Un borde decorativo o terminación, especialmente en una pieza de tela.",
      "definition_translation": "Un borde decorativo o terminación, especialmente en una pieza de tela.",
      "example": "El borde de su bufanda era muy elegante, y agregó un toque de sofisticación a su atuendo. Ella había visto borde en una alfombra en una revista, y ahora quería tener borde en su propia alfombra. Pronto, comprará borde para sus nuevas cortinas.",
      "example_translation": "El borde en su bufanda era muy elegante, y agregó un toque de sofisticación a su atuendo. Había visto borde en una alfombra en una revista, y ahora quería tener borde en su propia alfombra. Comprará borde para sus nuevas cortinas pronto.",
      "imageLink": "image_files\\English\\fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "género",
      "translation": "género",
      "definition": "El estado de ser masculino o femenino, especialmente cuando se considera en relación con roles sociales y culturales.",
      "definition_translation": "El estado de ser hombre o mujer, especialmente cuando se considera en relación con roles sociales y culturales.",
      "example": "La universidad ofreció cursos sobre estudios de género, que exploraron el papel del género en la sociedad. Ella se había identificado con un género diferente desde que era adolescente, y ahora estaba buscando una cirugía de reasignación de género. La empresa introducirá baños neutrales pronto.",
      "example_translation": "La universidad ofrecía cursos sobre estudios de género, que exploraban el papel del género en la sociedad. Se había identificado como un género diferente desde que era adolescente, y ahora estaba buscando cirugía de reasignación de género. La empresa introducirá baños neutrales de género pronto.",
      "imageLink": "image_files\\English\\gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adulto",
      "translation": "adulto",
      "definition": "Una persona que está completamente desarrollada física y emocionalmente, y se considera madura y responsable.",
      "definition_translation": "Una persona que está completamente desarrollada física y emocionalmente, y se considera madura y responsable.",
      "example": "Cuando era niño, miré a mis hermanos adultos como modelos a seguir. Ahora que soy un adulto, me doy cuenta de lo difícil que es tomar decisiones. Para cuando tenga 50 años, espero ser un adulto sabio.",
      "example_translation": "Cuando era niño, miraba a mis hermanos mayores como modelos a seguir. Ahora que soy un adulto, me doy cuenta de lo difícil que es tomar decisiones. Para cuando tenga 50 años, espero ser un adulto sabio.",
      "imageLink": "image_files\\English\\grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelo",
      "translation": "cabello",
      "definition": "Un crecimiento en la cabeza humana o cuerpo animal, que consiste en una hebra de células queratinizadas.",
      "definition_translation": "Un crecimiento en la cabeza humana o cuerpo animal, consistente en un filamentop de células queratinizadas.",
      "example": "Lavo mi pelo cada día. Mi abuela tenía un hermoso cabello largo cuando era joven. Para cuando tenga 60 años, mi pelo será gris.",
      "example_translation": "Lavo mi cabello todos los días. Mi abuela tenía un hermoso cabello largo cuando era joven. Para cuando tenga 60 años, mi cabello será gris.",
      "imageLink": "image_files\\English\\hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "imagen",
      "translation": "imagen",
      "definition": "Una representación de la forma externa de una persona, animal o cosa, producida por medio de pintura, dibujo, fotografía u otros medios.",
      "definition_translation": "Una representación de la forma externa de una persona, animal o cosa, producida mediante la pintura, el dibujo, la fotografía o otros medios.",
      "example": "La imagen en la pantalla de TV era borrosa. La imagen de mi infancia todavía está viva en mi mente. En el futuro, espero crear una nueva imagen para mí mismo.",
      "example_translation": "La imagen en la pantalla de TV estaba borrosa. La imagen de mi infancia todavía es vívida en mi mente. En el futuro, espero crear una nueva imagen para mí mismo.",
      "imageLink": "image_files\\English\\image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "macho",
      "translation": "macho",
      "definition": "Un macho es un adulto humano o animal que se caracteriza biológicamente por la presencia de testículos y la producción de esperma.",
      "definition_translation": "Un macho es un ser humano o animal adulto que se caracteriza biológicamente por la presencia de testículos y la producción de esperma.",
      "example": "El león macho rugió fuerte en la sabana. El estudiante macho era muy bueno en matemáticas. Para el próximo año, el atleta macho habrá ganado varios campeonatos.",
      "example_translation": "El león macho rugió fuerte en la sabana. El estudiante macho era muy bueno en matemáticas. Para el próximo año, el atleta macho habrá ganado varios campeonatos.",
      "imageLink": "image_files\\English\\male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clavo",
      "translation": "clavo",
      "definition": "Un clavo es una pequeña espiga de metal utilizada para sujetar o fijar cosas, especialmente mediante martillazos.",
      "definition_translation": "Un clavo es una pequeña espiga metálica utilizada para sujetar o fijar cosas, especialmente mediante martillazos.",
      "example": "Ella martilleó el clavo en la pared. El clavo estaba doblado después de ser utilizado varias veces. Para la próxima semana, el carpintero habrá clavado las tablas de madera juntas.",
      "example_translation": "Ella martilló el clavo en la pared. El clavo estaba doblado después de ser utilizado varias veces. Para la próxima semana, el carpintero habrá clavado las tablas de madera juntas.",
      "imageLink": "image_files\\English\\nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desnudo",
      "translation": "desnudo",
      "definition": "Desnudo significa sin ropa o cubierto, especialmente de manera natural o inocente.",
      "definition_translation": "Desnudo significa sin ropa o cubierta, especialmente de manera natural o inocente.",
      "example": "El bebé estaba desnudo en el baño. El artista dibujó una figura desnuda en la pintura. Para cuando se despertó, ya no estaba desnuda.",
      "example_translation": "El bebé estaba desnudo en el baño. El artista dibujó una figura desnuda en la pintura. Para cuando se despertó, ya no estaba desnuda.",
      "imageLink": "image_files\\English\\naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pálido",
      "translation": "pálido",
      "definition": "Teniendo un color claro o débil, careciendo de brillo o intensidad.",
      "definition_translation": "Teniendo un color claro o deslavazado, careciendo de brillo o intensidad.",
      "example": "La luna pálida estaba escondida detrás de las nubes. Ayer, vi un caballo pálido en el campo. Para el próximo año, mi piel será pálida por estar encerrado en casa.",
      "example_translation": "La luna pálida estaba escondida detrás de las nubes. Ayer, vi un caballo pálido en el campo. Para el próximo año, mi piel será pálida por quedarme en casa.",
      "imageLink": "image_files\\English\\pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cola de caballo",
      "translation": "cola de caballo",
      "definition": "Un peinado en el que el cabello se recolecta y se sujeta en la parte posterior de la cabeza, generalmente con un sujetador.",
      "definition_translation": "Un peinado en el que el cabello se recoge y se sujeta en la parte posterior de la cabeza, típicamente con un sujetador.",
      "example": "Me puse una cola de caballo en la fiesta de anoche. Emily ha llevado una cola de caballo todos los días de la semana. Cuando sea mayor, tendré una cola de caballo igual que mi madre.",
      "example_translation": "Me puse una cola de caballo en la fiesta de anoche. Emily ha estado usando una cola de caballo todos los días durante una semana. Para cuando sea mayor, tendré una cola de caballo igual que mi mamá.",
      "imageLink": "image_files\\English\\ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "racial",
      "translation": "racial",
      "definition": "Relativo o característico de una raza o razas, especialmente de forma discriminatoria o estereotipada.",
      "definition_translation": "Relacionado con o característico de una raza o razas, especialmente de una manera que es discriminatoria o estereotipada.",
      "example": "Las tensiones raciales en la ciudad han sido altas últimamente. El perfilamiento racial es un tema serio que debe abordarse. Para la próxima década, habremos superado la discriminación racial.",
      "example_translation": "Las tensiones raciales en la ciudad han sido altas recientemente. El perfilación racial es un tema serio que necesita ser abordado. Para la próxima década, habremos superado la discriminación racial.",
      "imageLink": "image_files\\English\\racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sexual",
      "translation": "sexual",
      "definition": "Relativo a la atracción física o relaciones íntimas entre individuos, especialmente de sexos opuestos.",
      "definition_translation": "Relacionado con la atracción física o relaciones íntimas entre individuos, especialmente de sexos opuestos.",
      "example": "Tuvo varias relaciones sexuales en la universidad. Actualmente no está interesada en actividades sexuales. Tendrá un chequeo de salud sexual la próxima semana.",
      "example_translation": "Tuvo varias relaciones sexuales en la universidad. Actualmente no está interesada en actividades sexuales. Tendrá un chequeo de salud sexual la próxima semana.",
      "imageLink": "image_files\\English\\sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mancha",
      "translation": "mancha",
      "definition": "Una marca o mancha pequeña, usualmente redonda, en una superficie.",
      "definition_translation": "Una pequeña marca o mancha, generalmente redonda, en una superficie.",
      "example": "Había una mancha en mi camisa. La vi en la habitación. Te dejo $10 para la comida.",
      "example_translation": "Había una mancha en mi camisa. La vi a ella al otro lado de la habitación. Te daré $10 para almorzar.",
      "imageLink": "image_files\\English\\spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuerza",
      "translation": "fuerza",
      "definition": "La calidad o estado de ser fuerte, física o mentalmente.",
      "definition_translation": "La calidad o estado de ser fuerte, física o mentalmente.",
      "example": "Mostró gran fuerza en la competencia de levantamiento de pesas. Su fuerza interna la ayudó a superar la tragedia. Necesitarán fuerza para llevar el mueble pesado.",
      "example_translation": "Mostró gran fuerza en la competencia de levantamiento de pesas. Su fuerza interior la ayudó a superar la tragedia. Necesitarán fuerza para llevar el mueble pesado.",
      "imageLink": "image_files\\English\\strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fortalecer",
      "translation": "fortalecer",
      "definition": "Hacer que algo sea más fuerte o efectivo, o volverse más fuerte o efectivo.",
      "definition_translation": "Hacer que algo sea más fuerte o más efectivo, o volverse más fuerte o más efectivo",
      "example": "Fortaleceré mis músculos levantando pesas todos los días. Fortalecí mi currículum tomando un curso de programación informática. Fortaleceré mi vínculo con mi familia pasando tiempo de calidad con ellos.",
      "example_translation": "Fortaleceré mis músculos levantando pesas todos los días. Fortalecí mi currículum tomando un curso de programación informática. Fortalezo mi vínculo con mi familia pasando tiempo de calidad con ellos.",
      "imageLink": "image_files\\English\\strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bronceado",
      "translation": "bronceado",
      "definition": "Un color amarillo-marrón, especialmente de la piel que se ha vuelto más oscura por el sol.",
      "definition_translation": "Un color amarillo-marrón, especialmente de la piel que se ha oscurecido por el sol",
      "example": "Me bronceé demasiado tiempo en la playa. Ella tiene un bronceado hermoso. Los zapatos bronceados combinan perfectamente con mi vestido.",
      "example_translation": "Me bronceé pasando demasiado tiempo en la playa. Ella tiene un cutis bronceado hermoso. Los zapatos bronceados combinan perfectamente con mi vestido.",
      "imageLink": "image_files\\English\\tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "muslo",
      "translation": "muslo",
      "definition": "La parte de la pierna humana entre la cadera y la rodilla.",
      "definition_translation": "La parte de la pierna humana entre la cadera y la rodilla",
      "example": "Me lesione el músculo del muslo mientras corría. El médico examinó mi muslo para verificar si había alguna lesión. Ella tiene muslos muy fuertes por culpa del ciclismo diario.",
      "example_translation": "Me lesione el músculo del muslo mientras corría. El doctor examinó mi muslo para buscar cualquier lesión. Ella tiene músculos del muslo muy fuertes de circular todos los días.",
      "imageLink": "image_files\\English\\thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ondulado",
      "translation": "ondulado",
      "definition": "Teniendo una forma o movimiento ondulante; teniendo una secuencia regular de curvas o dobladuras.",
      "definition_translation": "Teniendo una forma o movimiento ondulado; teniendo una secuencia regular de curvas o dobleces.",
      "example": "El cabello ondulado de la actriz fue envidiado por muchos. Tuvo cabello ondulado cuando era niña, pero ahora es liso. Tendrá cabello ondulado de nuevo después de usar el rizador de cabello.",
      "example_translation": "El cabello ondulado de la actriz era envidiado por muchos. Ella tenía cabello ondulado cuando era niña, pero ahora es liso. Ella tendrá cabello ondulado de nuevo después de usar el rizador de cabello.",
      "imageLink": "image_files\\English\\wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bien construido",
      "translation": "bien construido",
      "definition": "Teniendo una estructura física fuerte y atractiva; estar en buena condición física.",
      "definition_translation": "Teniendo una estructura física fuerte y atractiva; estando en buena condición física.",
      "example": "El atleta bien construido ganó el campeonato. Estuvo bien construido cuando era joven, pero ahora está sobrepeso. Ella estará bien construida después de entrenar regularmente.",
      "example_translation": "El atleta bien construido ganó el campeonato. Él era bien construido cuando era joven, pero ahora está con sobrepeso. Ella estará bien construida después de hacer ejercicio regularmente.",
      "imageLink": "image_files\\English\\well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrugas",
      "translation": "arrugas",
      "definition": "Pliegues o grietas en la piel, especialmente en la cara, que a menudo se asocian con la edad.",
      "definition_translation": "Pliegues o arrugas en la piel, especialmente en la cara, que a menudo se asocian con la edad.",
      "example": "El anciano tenía muchas arrugas en su rostro. Ella tiene arrugas en su frente, pero desaparecerán después de usar la crema antiarrugas. Él tendrá arrugas alrededor de sus ojos después de sonreír durante años.",
      "example_translation": "El anciano tenía muchas arrugas en su cara. Ella tiene arrugas en su frente, pero desaparecerán después de usar la crema antiarrugas. Él tendrá arrugas alrededor de sus ojos después de sonreír durante años.",
      "imageLink": "image_files\\English\\wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "muñeca",
      "translation": "muñeca",
      "definition": "La muñeca es una articulación que conecta la mano con el antebrazo.",
      "definition_translation": "La muñeca es una articulación que conecta la mano con el antebrazo.",
      "example": "Me torcí la muñeca mientras jugaba tenis ayer, pero hoy se siente bien, y jugaré de nuevo mañana.",
      "example_translation": "Me torcí la muñeca mientras jugaba tenis ayer, pero hoy se siente bien, y jugaré de nuevo mañana.",
      "imageLink": "image_files\\English\\wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "juventud",
      "translation": "juventud",
      "definition": "El período de la vida entre la infancia y la adultez, caracterizado por cambios físicos y emocionales.",
      "definition_translation": "El período de la vida entre la infancia y la adulthood, caracterizado por cambios físicos y emocionales.",
      "example": "En mi juventud, era muy energético y me encantaba jugar deportes, ahora prefiero leer libros, y en el futuro, viajaré por el mundo.",
      "example_translation": "En mi juventud, era muy enérgico y amaba jugar deportes, ahora prefiero leer libros, y en el futuro, viajaré por todo el mundo.",
      "imageLink": "image_files\\English\\youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pierna",
      "translation": "ternilla",
      "definition": "La parte carnosa de la parte posterior de la pierna humana debajo de la rodilla.",
      "definition_translation": "La parte carnosa de la parte posterior de la pierna humana debajo de la rodilla.",
      "example": "El músculo de la pierna es esencial para correr, así que ejercicio cada día para mejorar mi rendimiento, y en el futuro, participaré en un maratón.",
      "example_translation": "El músculo de la ternilla es esencial para correr, así que lo ejercitaré todos los días para mejorar mi rendimiento, y en el futuro, participaré en un maratón.",
      "imageLink": "image_files\\English\\calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegancia",
      "translation": "elegancia",
      "definition": "La calidad de ser agradablemente ingenioso y simple de una manera sutil; gusto refinado y culto.",
      "definition_translation": "La calidad de ser agradablemente ingenioso y simple de una manera sutil; gusto refinado y culto.",
      "example": "Ella exudaba elegancia cuando caminó hacia la habitación. Ella exudirá elegancia en la fiesta esta noche. Ella había exudido elegancia en la gala la noche pasada.",
      "example_translation": "Ella irradiaba elegancia mientras caminaba hacia la habitación. Irradiará elegancia en la fiesta esta noche. Había irradiado elegancia en la gala la noche anterior.",
      "imageLink": "image_files\\English\\elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "meñique",
      "translation": "dedo meñique",
      "definition": "El dedo más pequeño de una mano humana.",
      "definition_translation": "El dedo más pequeño de una mano humana.",
      "example": "Ella se lastimó el meñique mientras tocaba el piano. Ella se lastimará el meñique si sigue tecleando tan rápido. Ella había lastimado el meñique durante el accidente.",
      "example_translation": "Ella se lastimó el dedo meñique mientras tocaba el piano. Se va a lastimar el dedo meñique si continua escribiendo tan rápido. Se había lastimado el dedo meñique durante el accidente.",
      "imageLink": "image_files\\English\\little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedo medio",
      "translation": "dedo medio",
      "definition": "El dedo entre el índice y el anular.",
      "definition_translation": "El dedo entre el dedo índice y el dedo anular.",
      "example": "Él se rompió el dedo medio durante el juego. Él se romperá el dedo medio si no utiliza guantes. Él había roto el dedo medio durante el accidente.",
      "example_translation": "Él se rompió el dedo medio durante el juego deportivo. Se va a romper el dedo medio si no lleva guantes. Se había roto el dedo medio durante el accidente.",
      "imageLink": "image_files\\English\\middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "obeso",
      "translation": "obeso",
      "definition": "Tener una condición médica en la que se ha acumulado exceso de grasa corporal hasta el punto de que puede tener un efecto negativo en la salud.",
      "definition_translation": "Tener una condición médica en la que se ha acumulado exceso de grasa corporal hasta el punto de que puede tener un efecto negativo en la salud.",
      "example": "Ella era obesa de niña, pero trabajó duro para perder peso y ahora está en forma. Ella era obesa el año pasado, pero no es obesa ahora. Ella no será obesa el próximo año si sigue ejercitando regularmente.",
      "example_translation": "Era obesa de niña, pero trabajó duro para perder peso y ahora está en forma. Era obesa el año pasado, pero ya no es obesa. No será obesa el próximo año si sigue haciendo ejercicio regularmente.",
      "imageLink": "image_files\\English\\obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parecerse",
      "translation": "parecerse",
      "definition": "Tener una apariencia o calidad similar a algo o alguien.",
      "definition_translation": "Tener un aspecto o calidad similar a algo o alguien.",
      "example": "Él se parece a su padre. Ella se parecía a su madre cuando era joven. Ellos se parecerán a sus abuelos cuando sean mayores.",
      "example_translation": "Él se parece a su padre. Ella se parecía a su madre cuando era joven. Se parecerán a sus abuelos cuando sean mayores.",
      "imageLink": "image_files\\English\\resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adolescente",
      "translation": "adolescente",
      "definition": "Un joven que se desarrolla desde la infancia hasta la adultez.",
      "definition_translation": "Un joven que se está desarrollando desde la infancia hasta la adultez.",
      "example": "El adolescente luchó por encontrar su lugar en el mundo. El adolescente trataba de afirmar su independencia. El adolescente enfrentará muchos desafíos en su vida.",
      "example_translation": "La adolescente luchó por encontrar su lugar en el mundo. El adolescente trataba de afirmar su independencia. La adolescente enfrentará muchos desafíos en su vida.",
      "imageLink": "image_files\\English\\adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pómulos",
      "translation": "pómulo",
      "definition": "La estructura ósea de la cara que forma la prominencia de la mejilla.",
      "definition_translation": "La estructura ósea de la cara que forma la prominencia de la mejilla.",
      "example": "Ella tenía pómulos altos y una pequeña nariz, lo que le daba una hermosa cara. Ella tendrá pómulos prominentes cuando pierda peso. Ella tenía pómulos definidos, incluso cuando era adolescente.",
      "example_translation": "Ella tenía pómulos altos y una pequeña nariz, lo que le daba una cara hermosa. Tendrá pómulos prominentes cuando pierda peso. Ella tenía pómulos definidos, incluso cuando era adolescente.",
      "imageLink": "image_files\\English\\cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tez",
      "translation": "-cutis",
      "definition": "El color, textura y apariencia natural de la piel de una persona.",
      "definition_translation": "El color natural, textura y apariencia de la piel de uno.",
      "example": "Ella tiene una tez clara y se quema fácilmente. Él tenía una tez oscura, lo que lo hacía parecer mayor. Su tez era radiante después del tratamiento en el spa.",
      "example_translation": "Ella tiene un cutis claro y se quema fácilmente con el sol. Él tenía un cutis oscuro, lo que lo hacía parecer mayor. Su cutis era radiante después del tratamiento en el spa.",
      "imageLink": "image_files\\English\\complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cutícula",
      "translation": "cutícula",
      "definition": "La capa delgada de piel en la base de una uña del dedo o del pie.",
      "definition_translation": "La capa delgada de piel en la base de una uña del dedo o de un pie.",
      "example": "Ella empujó hacia atrás sus cutículas para hacer que sus uñas parecieran más largas. El manicurista limpió cuidadosamente sus cutículas. Las cutículas de sus pies estaban secas y agrietadas.",
      "example_translation": "Ella empujó hacia atrás sus cutículas para hacer que sus uñas parecieran más largas. El manicurista limpió con cuidado sus cutículas. Las cutículas de sus pies estaban secas y agrietadas.",
      "imageLink": "image_files\\English\\cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palma",
      "translation": "palma",
      "definition": "La superficie interior de la mano desde la muñeca hasta la base de los dedos.",
      "definition_translation": "La superficie interior de la mano desde la muñeca hasta la base de los dedos.",
      "example": "Tengo una cicatriz en mi palma debido a una caída. Estoy masajeando mi palma para aliviar el estrés. Me haré un tatuaje en mi palma el año que viene.",
      "example_translation": "Tengo una cicatriz en mi palma por una caída, estoy masajeando mi palma para aliviar el estrés, tendrás un tatuaje en mi palma el año que viene.",
      "imageLink": "image_files\\English\\palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anular",
      "translation": "dedo anular",
      "definition": "El cuarto dedo de la mano humana, típicamente donde se lleva un anillo de boda.",
      "definition_translation": "El cuarto dedo de una mano humana, típicamente donde se lleva un anillo de boda.",
      "example": "Ella llevaba un hermoso anillo en su dedo anular, Él no podía permitirse un anillo para su dedo anular, Ellos intercambiarán anillos en sus dedos anulares en la boda.",
      "example_translation": "Ella llevaba un anillo hermoso en su dedo anular, Él no podía permitirse un anillo para su dedo anular, Ellos intercambiarán anillos en sus dedos anulares en la boda.",
      "imageLink": "image_files\\English\\ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caña",
      "translation": "espinilla",
      "definition": "La parte frontal de la pierna debajo de la rodilla.",
      "definition_translation": "La parte delantera de la pierna debajo de la rodilla.",
      "example": "Me golpeé la caña en la mesa de café. Ella se rompió la caña en un partido de fútbol. Él bajará las escaleras sin golpearse la caña.",
      "example_translation": "Me golpeé la espinilla en la mesa de café, Ella se rompió la espinilla en un partido de fútbol, Él bajará corriendo las escaleras sin golpearse la espinilla.",
      "imageLink": "image_files\\English\\shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patillas",
      "translation": "patillas",
      "definition": "El cabello que crece en los lados de la cara de una persona, especialmente enfrente y debajo de las orejas.",
      "definition_translation": "Pelo que crece en los lados de la cara de una persona, especialmente delante y debajo de las orejas.",
      "example": "Él tenía una barba gruesa y patillas prominentes que lo hacían parecer un hipster. Él se afeitará las patillas la semana que viene. Él se afeitó las patillas el año pasado.",
      "example_translation": "Tenía una barba gruesa y patillas prominentes que lo hacían parecer un hipster. Él se afeitará las patillas la próxima semana. Él se afeitó las patillas el año pasado.",
      "imageLink": "image_files\\English\\sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punteado",
      "translation": "puntiagudo",
      "definition": "Tener una forma afilada o puntiaguda; sobresalir agudamente.",
      "definition_translation": "Teniendo una forma aguda o puntiaguda; sobresaliendo agudamente.",
      "example": "Su cabello punteado lo hacía parecer un punk rocker. La valla punteada protegía el jardín de intrusos. Ella llevará tacones punteados a la fiesta esta noche.",
      "example_translation": "Su cabello puntiagudo lo hacía parecer un músico punk. La valla puntiaguda protegía el jardín de intrusos. Ella llevará tacones puntiagudos al partido esta noche.",
      "imageLink": "image_files\\English\\spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barba de tres días",
      "translation": "barba incipiente",
      "definition": "Los pelos cortos que crecen en la cara de una persona, especialmente después de afeitarse.",
      "definition_translation": "Pelo corto que crece en la cara de una persona, especialmente después de afeitarse.",
      "example": "Él tenía una semana de barba de tres días en su cara. Ella no le gustaba besarlo cuando tenía barba de tres días. Él se afeitará la barba de tres días mañana.",
      "example_translation": "Tenía una semana de barba incipiente en su cara. A ella no le gustaba besarle cuando tenía barba incipiente. Él se afeitará la barba incipiente mañana.",
      "imageLink": "image_files\\English\\stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño pequeño",
      "translation": "niño pequeño",
      "definition": "Un niño pequeño es un niño pequeño, típicamente entre los 1 y 3 años de edad, que está aprendiendo a caminar y hablar.",
      "definition_translation": "Un niño pequeño es un niño joven, típicamente entre las edades de uno y tres, que está aprendiendo a caminar y hablar.",
      "example": "El niño pequeño dio sus primeros pasos ayer, luego corrió hacia su madre y ahora está durmiendo profundamente.",
      "example_translation": "El niño pequeño dio sus primeros pasos ayer, luego corrió a su madre, y ahora está durmiendo profundamente.",
      "imageLink": "image_files\\English\\toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abdomen",
      "translation": "abdomen",
      "definition": "El abdomen es la parte del cuerpo entre el pecho y la pelvis, que contiene el estómago, los intestinos y otros órganos.",
      "definition_translation": "El abdomen es la parte del cuerpo entre el pecho y la pelvis, que contiene el estómago, intestinos y otros órganos.",
      "example": "El doctor examinó el abdomen del paciente para buscar cualquier signo de lesión, luego realizó una operación para reparar los órganos dañados, y ahora el paciente se está recuperando bien.",
      "example_translation": "El médico examinó el abdomen del paciente para buscar señales de lesión, luego realizó una operación para reparar los órganos dañados, y ahora el paciente se está recuperando bien.",
      "imageLink": "image_files\\English\\abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bollo",
      "translation": "bollo",
      "definition": "Un bollo es un pequeño rollo de pan dulce, a menudo cubierto de azúcar o semillas de sésamo.",
      "definition_translation": "Un bollo es un rollsito de pan dulce pequeño, usualmente redondo, a menudo cubierto con azúcar o semillas de sésamo.",
      "example": "Ella compró un bollo fresco en la panadería para comer con su desayuno, luego fue al parque para disfrutar del día soleado, y más tarde compartió su bollo con su amiga.",
      "example_translation": "Ella compró un bollo fresco de la panadería para comer con su desayuno, luego fue al parque para disfrutar del día soleado, y más tarde compartió su bollo con su amiga.",
      "imageLink": "image_files\\English\\bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "índice",
      "translation": "índice",
      "definition": "El índice es el primer dedo de la mano humana, ubicado entre el pulgar y el dedo medio.",
      "definition_translation": "El dedo índice es el primer dedo de una mano humana, ubicado entre el pulgar y el dedo medio.",
      "example": "Usé mi dedo índice para presionar el botón. Usaré mi dedo índice para escribir. Usé mi dedo índice para firmar el documento.",
      "example_translation": " Utilicé mi dedo índice para presionar el botón. Utilizaré mi dedo índice para escribir. Utilicé mi dedo índice para firmar el documento.",
      "imageLink": "image_files\\English\\forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barba de chivo",
      "translation": "perilla",
      "definition": "Una barba de chivo es un tipo de cabello facial que implica crecer cabello en la barbilla, típicamente desde la parte inferior del labio inferior hasta la parte inferior de la barbilla.",
      "definition_translation": "Una perilla es un tipo de cabello facial que implica crecer pelo en la barbilla, típicamente extendiéndose desde la parte inferior del labio inferior hasta la parte inferior de la barbilla.",
      "example": "Él intentó crecer una barba de chivo, pero no funcionó. A ella le gustan los hombres con barbas de chivo. Él se afeitó la barba de chivo.",
      "example_translation": " Intentó crecer una perilla, pero no funcionó. A ella le gustan los hombres con perillas. Él se afeitó la perilla.",
      "imageLink": "image_files\\English\\goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "permiso",
      "translation": "permiso",
      "definition": "Un permiso es un tipo de peinado que implica utilizar productos químicos para fijar el cabello en un estilo determinado, típicamente rizado o ondulado.",
      "definition_translation": "Un permiso es un tipo de peinado que implica utilizar químicos para fijar el cabello en un estilo particular, típicamente rizado o ondulado.",
      "example": "Ella se hizo un permiso para celebrar su cumpleaños. No creo que los permisos estén de moda ahora. Él se hizo un permiso para verse más elegante.",
      "example_translation": "Ella se hizo un permiso para celebrar su cumpleaños. No creo que los permisos sean fashionables nuevamente. Él se hizo un permiso para parecer más elegante.",
      "imageLink": "image_files\\English\\perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]