{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermano",
      "translation": "hermano",
      "definition": "Un hombre que tiene los mismos padres que otra persona; un hermano varón.",
      "definition_translation": "Una persona masculina que tiene los mismos padres que otra persona; un hermano masculino.",
      "example": "Mi hermano se graduará de la universidad el próximo año. Se graduó de la escuela secundaria el año pasado, y ha estado estudiando ingeniería. Estudiará en el extranjero el próximo semestre.",
      "example_translation": "Mi hermano se graduará de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado, y ha estado estudiando ingeniería. Estudiará en el extranjero el próximo semestre.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño",
      "translation": "niño",
      "definition": "Un ser humano entre el nacimiento y la pubertad; un joven ser humano.",
      "definition_translation": "Un ser humano entre el nacimiento y la pubertad; un joven ser humano.",
      "example": "El niño jugará con sus juguetes mañana. Jugó con sus amigos ayer, y ha estado aprendiendo nuevas cosas. Participará en un concurso de canto el próximo mes.",
      "example_translation": "El niño jugará con sus juguetes mañana. Jugó con sus amigos ayer, y ha estado aprendiendo cosas nuevas. Participará en un concurso de canto el próximo mes.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niños",
      "translation": "niños",
      "definition": "Seres humanos entre el nacimiento y la pubertad; jóvenes seres humanos.",
      "definition_translation": "Serios humanos entre el nacimiento y la pubertad; jóvenes seres humanos.",
      "example": "Los niños irán a la escuela mañana. Fueron al parque ayer, y han estado aprendiendo nuevos juegos. Tendrán una fiesta la próxima semana.",
      "example_translation": "Los niños irán a la escuela mañana. Fueron al parque ayer, y han estado aprendiendo nuevos juegos. Tendrán una fiesta la próxima semana.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papá",
      "translation": "papá",
      "definition": "Un padre o figura paterna, responsable del cuidado y educación de un niño.",
      "definition_translation": "Un padre masculino o una figura paterna responsable del cuidado y educación de un niño.",
      "example": "Mi papá me ayudó con mi tarea cuando era niño. Le pediré a mi papá que me ayude con mi proyecto mañana. Mi papá me enseñó a montar bicicleta cuando era joven.",
      "example_translation": "Mi papá me ayudó con mi tarea cuando era niño. Voy a pedirle ayuda a mi papá con mi proyecto mañana. Mi papá me enseñó a montar bicicleta cuando era joven.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hija",
      "translation": "hija",
      "definition": "Una hija o descendiente femenina, a menudo se refiere a una relación familiar cercana.",
      "definition_translation": "Una niña o una descendiente femenina, a menudo refiriéndose a una relación familiar cercana.",
      "example": "Mi hija va a la escuela hoy. Llevaré a mi hija al parque mañana. Mi hija ha aprendido a tocar el piano muy bien.",
      "example_translation": "Mi hija va a la escuela hoy. Llevaré a mi hija al parque mañana. Mi hija ha aprendido a tocar el piano bien.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "padre",
      "translation": "padre",
      "definition": "Un padre o antepasado masculino, a menudo se refiere a una relación biológica o adoptiva.",
      "definition_translation": "Un padre masculino o un antepasado masculino, a menudo refiriéndose a una relación biológica o adoptiva.",
      "example": "Mi padre es médico. Le pediré a mi padre que me ayude con mi proyecto la próxima semana. Mi padre me enseñó a nadar cuando era joven.",
      "example_translation": "Mi padre es médico. Le pediré ayuda a mi padre con mi proyecto la próxima semana. Mi padre me enseñó a nadar cuando era joven.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esposo",
      "translation": "esposo",
      "definition": "Un compañero masculino en un matrimonio, especialmente un recién casado.",
      "definition_translation": "Un compañero masculino en un matrimonio, especialmente un recién casado.",
      "example": "Me casé con mi esposo el año pasado. Me reuniré con mi esposo en el parque mañana. Mi abuelo había sido esposo durante 50 años cuando falleció.",
      "example_translation": "Me casé con mi esposo el año pasado. Me reuniré con mi esposo en el parque mañana. Mi abuelo había sido esposo durante 50 años cuando falleció.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "madre",
      "translation": "madre",
      "definition": "Una madre o antepasada femenina.",
      "definition_translation": "Una madre o antepasada femenina.",
      "example": "Mi madre me enseñó a cocinar. Visitaré a mi madre el próximo fin de semana. Mi madre había sido maestra antes de jubilarse.",
      "example_translation": "Mi madre me enseñó a cocinar. Visitaré a mi madre el próximo fin de semana. Mi madre había sido maestra antes de jubilarse.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mamá",
      "translation": "mamá",
      "definition": "Una madre o cuidadora, especialmente la propia.",
      "definition_translation": "Una madre o cuidadora, especialmente la propia.",
      "example": "Amo mucho a mi mamá. Llamaré a mi mamá esta noche. Mi mamá me hizo una deliciosa cena cuando era niño.",
      "example_translation": "Amo mucho a mi mamá. Llamaré a mi mamá esta noche. Mi mamá me había preparado una cena deliciosa cuando era niño.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "padres",
      "translation": "padres",
      "definition": "Un padre es un cuidador de un niño. Los padres son típicamente la madre biológica y el padre de un niño, pero también pueden ser adoptivos o de acogida.",
      "definition_translation": "Un padre es un cuidador de un niño. Los padres son típicamente la madre y el padre biológicos de un niño, pero también pueden ser padres adoptivos o de acogida.",
      "example": "Mis padres fueron muy apoyativos cuando crecí. Ahora soy un padre mismo y trato de hacer lo mismo por mis hijos. En el futuro, espero ser un buen padre para mis hijos.",
      "example_translation": "Mis padres fueron muy solidarios cuando crecí. Ahora, soy un padre yo mismo y trato de hacer lo mismo por mis hijos. En el futuro, espero ser un buen padre para mis hijos.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermana",
      "translation": "hermana",
      "definition": "Una hermana es una hermana femenina, una hija o una mujer que comparte uno o ambos padres con otra persona.",
      "definition_translation": "Una hermana es una hermana femenina, una mujer que compartió uno o ambos padres con otra persona.",
      "example": "Tuve una hermana cuando era joven, pero crecimos aparte con el tiempo. Ahora, deseo tener una hermana con quien hablar. En el futuro, espero tener una relación cercana con mi hermana.",
      "example_translation": "Tuve una hermana cuando era joven, pero nos separamos mientras crecíamos. Ahora, deseo tener una hermana con quien hablar. En el futuro, espero tener una relación cercana con mi hermana.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hijo",
      "translation": "hijo",
      "definition": "Un hijo es un niño o descendiente masculino.",
      "definition_translation": "Un hijo es un niño masculino o un descendiente masculino.",
      "example": "Tendré un hijo un día y le enseñaré todo lo que sé. Mi hijo es muy activo y siempre quiere jugar. En el futuro, espero que mi hijo sea exitoso.",
      "example_translation": "Tendré un hijo algún día, y le enseñaré todo lo que sé. Mi hijo es muy activo y siempre quiere jugar. En el futuro, espero que mi hijo sea exitoso.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esposa",
      "translation": "esposa",
      "definition": "Una esposa es una compañera femenina en un matrimonio, ley o informal, o una mujer casada con un hombre.",
      "definition_translation": "Una esposa es una compañera femenina en un matrimonio, legítimo o informal, o una mujer que está casada con un hombre.",
      "example": "Me casé con mi hermosa esposa el año pasado. Ahora, estoy planeando una fiesta sorpresa para el cumpleaños de mi esposa. Mi esposa estará emocionada cuando descubra la fiesta sorpresa.",
      "example_translation": "Me casé con mi hermosa esposa el año pasado. Ahora, estoy planeando una fiesta sorpresa para el cumpleaños de mi esposa. Mi esposa estará emocionada cuando se entere de la fiesta sorpresa.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tía",
      "translation": "tía",
      "definition": "Una tía es la hermana de la madre o padre de uno, o la esposa del tío de uno.",
      "definition_translation": "Una tía es la hermana de la madre o el padre de uno, o la esposa del tío de uno.",
      "example": "Mi tía visita desde fuera de la ciudad. Me encantaba pasar tiempo con mi tía cuando era niño. Mi tía llegará pronto y tendremos una cena familiar juntos.",
      "example_translation": "Mi tía está visitando desde fuera de la ciudad. Me encantó pasar tiempo con mi tía cuando era niño. Mi tía llegará pronto, y tendremos una cena familiar juntos.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermano mayor",
      "translation": "hermano mayor",
      "definition": "Un hermano mayor es un hermano mayor que se considera un modelo o mentor.",
      "definition_translation": "Un hermano mayor es un hermano mayor, especialmente uno que se considera un modelo a seguir o un mentor.",
      "example": "Mi hermano mayor me enseñó a montar en bicicleta. Mi hermano mayor estudia ingeniería en la universidad. Mi hermano mayor me ayudará con mi tarea cuando regrese a casa.",
      "example_translation": "Mi hermano mayor me enseñó a montar en bicicleta. Mi hermano mayor estudia ingeniería en la universidad. Mi hermano mayor me ayudará con mi tarea cuando llegue a casa.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermana mayor",
      "translation": "hermana mayor",
      "definition": "Una hermana mayor que es mayor que tú, típicamente en una familia con más de una hermana.",
      "definition_translation": "Una hermana que es mayor que tú, típicamente en una familia con más de una hermana.",
      "example": "Mi hermana mayor siempre se encargaba de mí cuando era niño. Ahora vive lejos, pero la visitaré pronto.",
      "example_translation": "Mi hermana mayor siempre se encargó de mí cuando era niño. Ahora vive lejos, pero la visitaré pronto.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "primo",
      "translation": "primo",
      "definition": "El hijo de tu tío o tía, o el hijo del hermano o hermana de uno de tus padres.",
      "definition_translation": "El hijo de tu tío o tía, o el hijo del hermano o hermana de uno de tus padres.",
      "example": "Jugué con mi primo en el parque ayer. Vendrá a visitarme de nuevo la próxima semana. Espero verlo pronto de nuevo.",
      "example_translation": "Jugué con mi primo en el parque ayer. Él vendrá a visitarme de nuevo el próximo mes. Espero verlo de nuevo pronto.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieto",
      "translation": "nieto",
      "definition": "El hijo de tu hijo o hija, o el hijo de tu yerno o nuera.",
      "definition_translation": "Un hijo de tu hijo o hija, o el hijo de tu yerno o nuera.",
      "example": "Mi nieto ama jugar con mis juguetes viejos. Los heredará cuando me haya ido. Espero que se encargue de ellos.",
      "example_translation": "Mi nieto ama jugar con mis juguetes viejos. Ella los heredará cuando me haya ido. Espero que se encargue de ellos.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nietos",
      "translation": "nietos",
      "definition": "Los hijos de tus hijos, especialmente cuando se consideran como un grupo.",
      "definition_translation": "Los hijos de uno's hijos, especialmente cuando se consideran como un grupo.",
      "example": "Tengo muchos recuerdos felices de jugar con mis nietos cuando era más joven. Estoy emocionado de ver a mis nietos de nuevo este verano. Los malcriaré cuando sea abuelo.",
      "example_translation": "Tengo muchos recuerdos agradables de jugar con mis nietos cuando era más joven. Estoy emocionado de ver a mis nietos de nuevo este verano. Malcriaré a mis nietos cuando me convierta en abuelo.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo",
      "translation": "abuelo",
      "definition": "El padre de tu madre o padre.",
      "definition_translation": "El padre de la madre o padre de uno.",
      "example": "Mi abuelo fue un hombre amable y gentil. Visitaré a mi abuelo en el hospital mañana. Deseo poder ver a mi abuelo de nuevo antes de que se vaya.",
      "example_translation": "Mi abuelo era un hombre amable y gentil. Visitaré a mi abuelo en el hospital mañana. Ojalá pudiera ver a mi abuelo de nuevo antes de que se vaya.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieta",
      "translation": "nieta",
      "definition": "La hija de uno de sus hijos o hijas.",
      "definition_translation": "La hija de uno's hijo o hija.",
      "example": "Mi nieta es una niña brillante y curiosa. Llevaré a mi nieta al parque hoy. Espero que mi nieta crezca y sea una persona exitosa.",
      "example_translation": "Mi nieta es un niño brillante y curioso. Llevaré a mi nieta al parque hoy. Espero que mi nieta crezca para ser una persona exitosa.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo",
      "translation": "abuelo",
      "definition": "El padre de uno de sus padres o madre; un antepasado masculino, especialmente uno que es respetado por su edad, sabiduría y experiencia.",
      "definition_translation": "El padre de uno de sus padres o madre; un antepasado masculino, especialmente uno que es respetado por su edad, sabiduría y experiencia.",
      "example": "Mi abuelo era un hombre amable y gentil que amaba contar historias. Nos dijo que vendría a visitarnos el próximo verano. Vino a visitarnos el año pasado también.",
      "example_translation": "Mi abuelo era un hombre amable y gentil que amaba contar historias. Nos dijo que vendría a visitarnos el próximo verano. Había venido a visitarnos el año pasado también.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuela",
      "translation": "abuela",
      "definition": "La madre de uno de sus padres o madre; una antepasada femenina, especialmente una que es amada y respetada.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Mi abuela ama hornear galletas y pasteles. Horneó un delicioso pastel para mi cumpleaños ayer. Horneará algunas galletas para nosotros la próxima semana.",
      "example_translation": "Mi abuela ama hornear galletas y pasteles. Horneó un delicioso pastel para mi cumpleaños ayer. Horneará algunas galletas para nosotros la próxima semana.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuela",
      "translation": "abuela",
      "definition": "La madre de uno de sus padres o madre; una antepasada femenina, especialmente una que es amada y respetada.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Mi abuela fue una excelente cocinera y me enseñó a hacer una comida tradicional. Me enseña a cocinar cada verano. Me enseñó a hornear un pastel el año pasado.",
      "example_translation": "Mi abuela era una excelente cocinera y me enseñó cómo preparar una comida tradicional. Me enseña cómo cocinar cada verano. Me enseñó cómo hornear un pastel el año pasado.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo",
      "translation": "abuelo",
      "definition": "El padre de uno de sus padres o madre.",
      "definition_translation": "El padre del padre o la madre de uno.",
      "example": "Mi abuelo amaba contar historias sobre su infancia. Nos las contó ayer. Las contará de nuevo mañana.",
      "example_translation": "A mi abuelo le encantaba contar historias sobre su infancia. Las contó ayer. Las contará de nuevo mañana.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo/abuela",
      "translation": "abuelo/a",
      "definition": "Un padre o madre de uno de sus padres o madre.",
      "definition_translation": "Un padre o madre de la madre o padre de uno.",
      "example": "Ambos mis abuelos viven en el campo. Vivían allí en los 80. Vivirán allí hasta que muran.",
      "example_translation": "Ambos mis abuelos viven en el campo. Vivían allí en los 80. Vivirán allí hasta que mueran.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelos",
      "translation": "abuelos",
      "definition": "Los padres de uno de sus padres o madre.",
      "definition_translation": "Los padres de la madre o padre de uno.",
      "example": "Mis abuelos eran personas muy sabias. Eran sabias en el pasado. Todavía son sabias hoy en día.",
      "example_translation": "Mis abuelos eran personas muy sabias. Fueron sabias en el pasado. Todavía son sabias hoy.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieto",
      "translation": "nieto",
      "definition": "Un nieto es un niño o descendiente masculino de uno de sus hijos.",
      "definition_translation": "Un nieto es un hijo o descendiente masculino de uno de tus hijos.",
      "example": "Me llevé a mi nieto al parque ayer, irá con sus amigos mañana, y fue con sus padres la semana pasada.",
      "example_translation": "Llevé a mi nieto al parque ayer, él irá al parque con sus amigos mañana, y él fue al parque con sus padres la semana pasada.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "yaya",
      "translation": "abuela",
      "definition": "Una yaya es un término informal para una abuela, especialmente una amable y gentil.",
      "definition_translation": "Una abuela es un término informal para una abuela, especialmente una amable y gentil.",
      "example": "Mi yaya me enseñó a cocinar cuando era niño, enseña a mis hermanos ahora, y enseñará a mis hijos en el futuro.",
      "example_translation": "Mi abuela me enseñó a cocinar cuando era niño, enseña a mis hermanos ahora, y enseñará a mis hijos en el futuro.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tío",
      "translation": "tío",
      "definition": "Un tío es el hermano de uno de sus padres o madre, o el esposo de una tía.",
      "definition_translation": "Un tío es el hermano de la madre o padre de uno, o el esposo de la tía de uno.",
      "example": "Mi tío vivía en Francia cuando era niño, vive en España ahora, y vivirá en Italia en el futuro.",
      "example_translation": "Mi tío vivió en Francia cuando era niño, vive en España ahora, y vivirá en Italia en el futuro.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sobrino",
      "translation": "sobrino",
      "definition": "El hijo de uno de los hermanos o hermanas, o el hijo del cónyuge de uno de los hermanos o hermanas.",
      "definition_translation": "El hijo de uno de los hermanos o hermanas de uno, o el hijo del hermano o hermana del cónyuge de uno.",
      "example": "Jugué con mi sobrino en el parque ayer, jugaré con él mañana, y jugué con él la semana pasada.",
      "example_translation": "Jugué con mi sobrino en el parque ayer, jugaré con él de nuevo mañana y jugué con él la semana pasada.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sobrina",
      "translation": "sobrina",
      "definition": "La hija de uno de los hermanos o hermanas, o la hija del cónyuge de uno de los hermanos o hermanas.",
      "definition_translation": "La hija de uno de los hermanos o hermanas de uno, o la hija del hermano o hermana del cónyuge de uno.",
      "example": "Llevé a mi sobrina al cine anoche, la llevaré al zoológico mañana, y la llevé a la playa el verano pasado.",
      "example_translation": "Llevé a mi sobrina al cine anoche, la llevaré al zoológico mañana y la llevé a la playa el verano pasado.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pariente",
      "translation": "pariente",
      "definition": "Una persona conectada por la sangre o el matrimonio, especialmente una más remota que un hermano, hermana, tío, tía, padre, madre, hijo, hija o abuelo.",
      "definition_translation": "Una persona conectada por sangre o matrimonio, especialmente una más remota que un hermano, hermana, tío, tía, padre, madre, hijo, hija o abuelo.",
      "example": "Mi primo es un pariente mío, conocí a mis parientes en la reunión familiar el año pasado, y veré a mis parientes de nuevo el próximo mes.",
      "example_translation": "Mi primo es un pariente mío, conocí a mis parientes en la reunión familiar el año pasado y veré a mis parientes de nuevo el próximo mes.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gemelo",
      "translation": "gemelo",
      "definition": "Uno de dos hijos o animales nacidos en el mismo parto, o una persona o cosa que se parece mucho a otra.",
      "definition_translation": "Uno de los dos niños o animales nacidos en el mismo parto, o una persona o cosa que se parece mucho a otra.",
      "example": "Tengo una gemela que vive en París. Ella nació cinco minutos antes que yo. Nos reuniremos con nuestros primos gemelos la semana que viene.",
      "example_translation": "Tengo una hermana gemela que vive en París. Ella nació cinco minutos antes que yo. Conoceremos a nuestros primos gemelos la próxima semana.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuñado",
      "translation": "cuñado",
      "definition": "El esposo de una de las hermanas o el hermano del cónyuge.",
      "definition_translation": "El esposo de la hermana de uno o el hermano del cónyuge.",
      "example": "Mi cuñado es abogado. Me ayudó con mi problema legal el año pasado. Visitaré a mi cuñado el próximo mes.",
      "example_translation": "Mi cuñado es abogado. Él me ayudó con mi problema legal el año pasado. Visitaré a mi cuñado el próximo mes.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nuera",
      "translation": "nuera",
      "definition": "La esposa de uno de los hijos.",
      "definition_translation": "La esposa del hijo de uno.",
      "example": "Mi nuera es médica. Tendrá un bebé el próximo año. Mi nuera vive en Nueva York.",
      "example_translation": "Mi nuera es médica. Tendrá un bebé el próximo año. Mi nuera vive en Nueva York.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suegro",
      "translation": "suegro",
      "definition": "El padre del cónyuge, especialmente el padre del esposo.",
      "definition_translation": "El padre del cónyuge, especialmente el padre del esposo.",
      "example": "Mi suegro fue muy amable conmigo cuando me casé. Me preocupaba conocerlo, pero resultó ser un gran tipo. Siempre recordaré el tiempo que me ayudó a reparar mi coche. En el futuro, espero visitarlo más a menudo.",
      "example_translation": "Mi suegro fue muy amable conmigo cuando me casé. Me había preocupado por conocerlo, pero resultó ser un gran tipo. Siempre recordaré la vez que me ayudó a arreglar mi coche. En el futuro, espero visitarlo más a menudo.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medio hermano",
      "translation": "medio hermano",
      "definition": "Un hermano que comparte un padre pero no ambos.",
      "definition_translation": "Un hermano que comparte un padre pero no ambos.",
      "example": "Tengo un medio hermano de mi madre del matrimonio anterior. No crecimos juntos, pero hemos becomecidos cercanos con el tiempo. Ahora, visito cada verano y siempre pasamos un gran tiempo. El año pasado, me ayudó con mi tarea.",
      "example_translation": "Tengo un medio hermano de un matrimonio anterior de mi madre. No crecimos juntos, pero hemos llegado a ser cercanos con el tiempo. Ahora, lo visito cada verano y siempre pasamos un gran rato. El año pasado, me ayudó con mi tarea.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "media hermana",
      "translation": "media hermana",
      "definition": "Una hermana que comparte un padre pero no ambos.",
      "definition_translation": " Una hermana que comparte un padre pero no ambos.",
      "example": "Mi media hermana y yo tenemos la misma madre, pero tenemos padres diferentes. Nos conocimos cuando era adolescente, y ahora estamos muy cercanos. Ella es una gran persona y la admiro mucho. La semana pasada, me ayudó con mi proyecto, y ahora voy a ayudarla con el suyo.",
      "example_translation": "Mi media hermana y yo tenemos la misma madre, pero tenemos padres diferentes. Nos conocimos cuando yo era adolescente, y ahora estamos muy unidos. Es una gran persona, y la admiro mucho. La semana pasada, me ayudó con mi proyecto, y ahora voy a ayudarla con el suyo.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suegra",
      "translation": "suegra",
      "definition": "La madre del cónyuge, especialmente como persona con quien uno tiene tendencia a desavenirse o sentirse incómodo.",
      "definition_translation": "La madre del cónyuge, especialmente como persona con la que uno tiende a desagradar o sentirse incómodo.",
      "example": "Nunca me llevé bien con mi suegra, pero trato de hacer un esfuerzo durante las fiestas. Visitaré a mi suegra el próximo fin de semana, y la visité el año pasado.",
      "example_translation": "Nunca me llevé bien con mi suegra, pero intenté hacer un esfuerzo durante las fiestas. Visitaré a mi suegra el fin de semana que viene, y visité a mi suegra el año pasado.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "relaciones",
      "translation": "relaciones",
      "definition": "Una conexión o asociación entre personas, organizaciones o países.",
      "definition_translation": "Una conexión o asociación entre personas, organizaciones o países.",
      "example": "La empresa está tratando de mejorar sus relaciones con la comunidad local. Las relaciones diplomáticas entre los dos países han sido tensas durante años. Establecerán buenas relaciones con los nuevos socios comerciales en el futuro.",
      "example_translation": "La empresa está tratando de mejorar sus relaciones con la comunidad local. Las relaciones diplomáticas entre los dos países han estado tensas durante años. Establecerán buenas relaciones con los nuevos socios comerciales en el futuro.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermanos",
      "translation": "hermanos",
      "definition": "Hijos de los mismos padres; hermanos y hermanas.",
      "definition_translation": "Hijos de los mismos padres; hermanos y hermanas.",
      "example": "Mis hermanos y yo solíamos pelearnos todo el tiempo cuando éramos niños. Me reuniré con mis hermanos en la reunión familiar la próxima semana, y me reuní con mis hermanos en el parque la semana pasada.",
      "example_translation": "Mis hermanos y yo solíamos pelear todo el tiempo cuando éramos niños. Me reuniré con mis hermanos en la reunión familiar el próximo mes, y me reuní con mis hermanos en el parque la semana pasada.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuñada",
      "translation": "cuñada",
      "definition": "La hermana del esposo o la esposa del hermano o hermana.",
      "definition_translation": "La hermana del esposo o la esposa, o la esposa del hermano o la hermana.",
      "example": "Mi cuñada es una gran cocinera. Cocinó para nosotros la semana pasada. Cocinará de nuevo el próximo mes.",
      "example_translation": "Mi cuñada es una gran cocinera. Cocinó para nosotros la semana pasada. Cocinará de nuevo el próximo mes.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "yerno",
      "translation": "yerno",
      "definition": "El esposo de la hija o el esposo de la hermana.",
      "definition_translation": "El esposo de la hija de uno o el esposo de la hermana.",
      "example": "Mi yerno es médico. Me trató el año pasado. Operará a mi hermano la próxima semana.",
      "example_translation": "Mi yerno es un médico. Me trató el año pasado. Operará a mi hermano la próxima semana.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hijastra",
      "translation": "hijastra",
      "definition": "La hija del cónyuge por un matrimonio anterior o relación.",
      "definition_translation": "La hija del cónyuge por un matrimonio o relación previa.",
      "example": "Mi hijastra es una estudiante. Estaba estudiando para su examen la noche pasada. Se graduará el próximo año.",
      "example_translation": "Mi hijastra es una estudiante. Estudió para su examen la noche pasada. Se graduará el próximo año.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "padrastro",
      "translation": "padrastro",
      "definition": "El esposo de la madre por un matrimonio posterior.",
      "definition_translation": "El esposo de la madre por un matrimonio posterior.",
      "example": "Mi padrastro fue muy amable conmigo cuando era niño. Me llevará al parque mañana. Me llevó al cine la semana pasada.",
      "example_translation": "Mi padrastro fue muy amable conmigo cuando era niño. Va a llevarme al parque mañana. Me llevó al cine la semana pasada.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "madrastra",
      "translation": "madrastra",
      "definition": "La esposa del padre por un matrimonio posterior.",
      "definition_translation": "La esposa del padre por un matrimonio posterior.",
      "example": "Mi madrastra era muy estricta conmigo cuando era adolescente. Me ayudará con mi tarea esta noche. Me ayudó a mudarme a un nuevo apartamento el mes pasado.",
      "example_translation": "Mi madrastra fue muy estricta conmigo cuando era adolescente. Va a ayudarme con mi tarea esta noche. Me ayudó a mudarme a un nuevo apartamento el mes pasado.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hijastro",
      "translation": "hijastro",
      "definition": "El hijo del esposo o esposa por un matrimonio anterior.",
      "definition_translation": "El hijo del esposo o la esposa por un matrimonio anterior.",
      "example": "Mi hijastro era muy tímido cuando era niño. Se graduará de la universidad el próximo año. Se graduó de la escuela secundaria el año pasado.",
      "example_translation": "Mi hijastro era muy tímido cuando era niño. Va a graduarse de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cónyuge",
      "translation": "cónyuge",
      "definition": "Un esposo o esposa, considerado en relación con su pareja.",
      "definition_translation": "Un esposo o esposa, considerado en relación con su pareja.",
      "example": "He estado casado con mi cónyuge durante 10 años. Me casé con mi cónyuge el año pasado. Me casaré con mi cónyuge el próximo año.",
      "example_translation": "He estado casado con mi cónyuge durante 10 años. Me casé con mi cónyuge el año pasado. Me casaré con mi cónyuge el próxima año.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suegros",
      "translation": "suegros",
      "definition": "Los padres del cónyuge o del yerno o nuera.",
      "definition_translation": "Los padres de uno's cónyuge o de uno's yerno o nuera.",
      "example": "Nunca me he llevado bien con mis suegros. Mis suegros nos visitarán la próxima semana. Mis suegros nos visitaron el año pasado.",
      "example_translation": "Nunca me he llevado bien con mis suegros. Mis suegros nos visitan el próximo mes. Mis suegros nos visitaron el año pasado.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}