[
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol",
      "translation": "árbol",
      "definition": "Una planta perenne con un tallo alargado o tronco que soporta ramas y hojas en la mayoría de las especies.",
      "definition_translation": "Una planta perenne con un tallo alargado, o tronco, que sostiene ramas y hojas en la mayoría de las especies.",
      "example": "Subí el árbol cuando era niño. Subo el árbol cada fin de semana. Subiré el árbol el próximo verano.",
      "example_translation": "Subí el árbol cuando era niño. Subo el árbol cada fin de semana. Subiré el árbol el próximo verano.",
      "imageLink": "image_files\\English\\tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manzano",
      "translation": "manzano",
      "definition": "Un árbol deciduo cultivado por su fruto, que se come fresco o se utiliza en la cocina y la producción de sidra.",
      "definition_translation": "Un árbol deciduo cultivado por su fruta, que a menudo se come fresca o se utiliza en la cocina y la producción de sidra.",
      "example": "Vi un manzano en el huerto. Veo un manzano en el patio trasero. Veré un manzano en el jardín.",
      "example_translation": "Vi un manzano en el huerto. Veo un manzano en el patio trasero. Veré un manzano en el jardín.",
      "imageLink": "image_files\\English\\apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bosque",
      "translation": "bosque",
      "definition": "Un área grande de tierra cubierta de árboles y vegetación, a menudo habitada por animales y plantas silvestres.",
      "definition_translation": "Un área grande de tierra cubierta de árboles y vegetación, a menudo habitada por animales y plantas silvestres.",
      "example": "Fui al bosque el fin de semana pasado. Voy al bosque cada año. Iré al bosque el próximo mes.",
      "example_translation": "Fui al bosque el fin de semana pasado. Voy al bosque cada año. Iré al bosque el próximo mes.",
      "imageLink": "image_files\\English\\forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rama",
      "translation": "rama",
      "definition": "Una rama es una parte de un árbol que crece desde el tronco y tiene hojas, frutos o flores en ella.",
      "definition_translation": "Una rama es una parte de un árbol que crece desde el tronco y tiene hojas, frutas o flores en ella.",
      "example": "Subí el árbol para obtener la fruta de la rama más alta. Ayer, podé la rama muerta para ayudar al árbol a crecer. Para el próximo año, la nueva rama será lo suficientemente fuerte como para soportar el peso.",
      "example_translation": "Subí el árbol para obtener la fruta de la rama más alta. Ayer, podé la rama muerta para ayudar al árbol a crecer. Para el próximo año, la nueva rama será lo suficientemente fuerte como para soportar el peso.",
      "imageLink": "image_files\\English\\branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol frutal",
      "translation": "árbol frutal",
      "definition": "Un árbol frutal es un árbol que produce frutas, como manzanas, bananas o naranjas, que se comen por humanos o animales.",
      "definition_translation": "Un árbol frutal es un árbol que produce frutas, como manzanas, plátanos o naranjas, que se comen por humanos o animales.",
      "example": "Plantamos un árbol frutal en nuestro patio trasero el año pasado, y ahora está produciendo deliciosas manzanas. El árbol frutal en el parque es un lugar popular para que los niños jueguen. Para la próxima primavera, nuestro árbol frutal estará floreciendo con flores.",
      "example_translation": "Plantamos un árbol frutal en nuestro patio trasero el año pasado, y ahora está produciendo deliciosas manzanas. El árbol frutal en el parque es un lugar popular para que los niños jueguen. Para la próxima primavera, nuestro árbol frutal estará floreciendo con flores.",
      "imageLink": "image_files\\English\\fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hoja",
      "translation": "hoja",
      "definition": "Una hoja es una parte verde y plana de una planta que crece en un tallo o rama y hace comida para la planta a través de la fotosíntesis.",
      "definition_translation": "Una hoja es una parte plana y verde de una planta que crece en un tallo o rama y produce alimentos para la planta a través de la fotosíntesis.",
      "example": "La hoja de la planta estaba marchita, así que la regué. La hoja que cayó del árbol crujió bajo mis pies. Para el próximo otoño, la hoja se volverá amarilla y caerá.",
      "example_translation": "La hoja en la planta estaba marchita, así que la regué. La hoja que cayó del árbol era crujiente bajo mis pies. Para el próximo otoño, la hoja se volverá amarilla y caerá.",
      "imageLink": "image_files\\English\\leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "encino",
      "translation": "roble",
      "definition": "Un árbol deciduo con corteza grisácea y hojas lobadas, originario del hemisferio norte.",
      "definition_translation": "Un árbol caducifolio con corteza gris parduzca y hojas lobuladas, nativo del hemisferio norte.",
      "example": "El encino en nuestro patio trasero tenía más de 100 años. Ha estado allí durante generaciones. Estará allí durante muchos años más.",
      "example_translation": "El roble en nuestro patio trasero tenía más de 100 años. Ha estado allí por generaciones. Estará allí durante muchos años por venir.",
      "imageLink": "image_files\\English\\oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciruelo",
      "translation": "ciruelo",
      "definition": "Un árbol deciduo pequeño con flores vistosas y frutas comestibles, originario de Asia y Europa.",
      "definition_translation": "Un árbol caducifolio pequeño con flores vistosas y frutas comestibles, nativo de Asia y Europa.",
      "example": "Plantamos un ciruelo en nuestro jardín el año pasado. Ya ha producido flores. Producirá ciruelas deliciosas pronto.",
      "example_translation": "Plantamos un ciruelo en nuestro jardín el año pasado. Ya ha producido flores. Pronto producirá ciruelas deliciosas.",
      "imageLink": "image_files\\English\\plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz",
      "translation": "raíz",
      "definition": "La parte subterránea de una planta que absorbe agua y nutrientes del suelo.",
      "definition_translation": "La parte subterránea de una planta que absorbe agua y nutrientes del suelo.",
      "example": "La raíz de la planta se dañó durante el trasplante. Había estado creciendo durante años. Crecerá de nuevo pronto.",
      "example_translation": "La raíz de la planta se dañó durante el trasplante. Había estado creciendo durante años. Crecerá de nuevo pronto.",
      "imageLink": "image_files\\English\\root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palma",
      "translation": "palma",
      "definition": "Una planta con un tallo único, conocida por sus hojas en forma de pluma.",
      "definition_translation": "Una palma es un tipo de planta con un solo tallo, conocida por sus hojas que tienen forma de plumas.",
      "example": "Subí una palma para obtener una mejor vista. Estoy subiendo una palma para obtener una mejor vista. Subiré una palma para obtener una mejor vista.",
      "example_translation": "Subí un árbol de palma para tener una vista mejor. Estoy subiendo un árbol de palma para tener una vista mejor. Subiré un árbol de palma para tener una vista mejor.",
      "imageLink": "image_files\\English\\palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bosque",
      "translation": "bosque",
      "definition": "Un bosque es un área de tierra cubierta de árboles y maleza, a menudo con animales silvestres.",
      "definition_translation": "Un bosque es un área de tierra cubierta de árboles y maleza, a menudo con animales silvestres.",
      "example": "Caminé través del bosque para llegar al río. Estoy caminando través del bosque para llegar al río. Caminaré através del bosque para llegar al río.",
      "example_translation": "Caminé a través del bosque para llegar al río. Estoy caminando a través del bosque para llegar al río. Caminaré a través del bosque para llegar al río.",
      "imageLink": "image_files\\English\\woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acacia",
      "translation": "acacia",
      "definition": "Una acacia es un tipo de árbol o arbusto con hojas compuestas y pequeñas flores, a menudo amarillas.",
      "definition_translation": "Una acacia es un tipo de árbol o arbusto con hojas compuestas y flores pequeñas, a menudo amarillas.",
      "example": "El árbol de acacia proporcionó sombra del sol caliente. El árbol de acacia está proporcionando sombra del sol caliente. El árbol de acacia proporcionará sombra del sol caliente.",
      "example_translation": "El árbol de acacia proporcionó sombra del sol caliente. El árbol de acacia está proporcionando sombra del sol caliente. El árbol de acacia proporcionará sombra del sol caliente.",
      "imageLink": "image_files\\English\\acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aliso",
      "translation": "aliso",
      "definition": "Un árbol o arbusto deciduo de la familia de las betuláceas, con hojas coníferas y catkins masculinos, encontrado en humedales y a lo largo de los ríos.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de lasBetuláceas, con hojas cónicas y amentos masculinos, encontrado en humedales y a lo largo de los ríos.",
      "example": "El árbol de aliso creció rápidamente cerca de la orilla del río. El granjero plantará un árbol de aliso la próxima primavera. Si llueve, el árbol de aliso florecerá.",
      "example_translation": "El árbol de aliso creció rápidamente cerca de la orilla del río. El granjero plantará un árbol de aliso la próxima primavera. Si llueve, el árbol de aliso prosperará.",
      "imageLink": "image_files\\English\\alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "álamo",
      "translation": "almendro",
      "definition": "Un árbol o arbusto deciduo de la familia de las rosáceas, con flores rosa o blancas y nueces comestibles, nativo del suroeste de Asia y la región del Mediterráneo.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de las Rosáceas, con flores rosadas o blancas vistosas y nueces comestibles, nativo del sudoeste de Asia y la región del Mediterráneo.",
      "example": "El árbol de almendro floreció hermosamente en el jardín. Recogimos almendras del árbol ayer. El granjero podará el árbol de almendro el próximo mes.",
      "example_translation": "El almendro floreció hermosamente en el jardín. Recogimos almendras del árbol ayer. El granjero podará el almendro el próximo mes.",
      "imageLink": "image_files\\English\\almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fresno",
      "translation": "fresno",
      "definition": "Un árbol deciduo de la familia de las oleáceas, con hojas compuestas y yemas negras, nativo de Europa y Asia occidental.",
      "definition_translation": "Un árbol caducifolio de la familia de las Oleáceas, con hojas compuestas y yemas negras características, nativo de Europa y Asia occidental.",
      "example": "El árbol de fresno se erigió alto en el bosque. Quemamos madera de fresno en la chimenea la noche pasada. El árbol de fresno regenerará sus ramas el próximo año.",
      "example_translation": "El fresno se alzaba alto en el bosque. Quemamos madera de fresno en la chimenea anoche. El fresno regenerará sus ramas el año próximo.",
      "imageLink": "image_files\\English\\ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "baobab",
      "definition": "Un baobab es un tipo de árbol deciduo nativo de África, Australia y el Océano Índico. Tiene una forma característica, con un tronco grueso que almacena agua y ramas que se asemejan a raíces.",
      "definition_translation": "Un baobab es un tipo de árbol deciduo originario de África, Australia y el Océano Índico. Tiene una forma distintiva, con un tronco grueso que almacena agua y ramas que se asemejan a raíces.",
      "example": "El árbol de baobab ha sido utilizado durante siglos como fuente de alimentos y medicinas. Hoy en día, todavía se utiliza en muchos países africanos. En el futuro, los científicos esperan descubrir más sobre sus propiedades medicinales.",
      "example_translation": "El árbol de baobab ha sido utilizado durante siglos como fuente de alimentos y medicinas. Hoy en día, todavía se utiliza en muchos países africanos. En el futuro, los científicos esperan descubrir más sobre sus propiedades medicinales.",
      "imageLink": "image_files\\English\\baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "haya",
      "translation": "haya",
      "definition": "Una haya es un tipo de árbol deciduo nativo de Europa y Norteamérica. Tiene una corteza lisa y gris y pequeñas nueces comestibles.",
      "definition_translation": "Una haya es un tipo de árbol deciduo originario de Europa y América del Norte. Tiene una corteza lisa y gris y pequeñas nueces comestibles.",
      "example": "El árbol de haya se utiliza a menudo como árbol ornamentales en parques y jardines. En el pasado, su madera se utilizaba para hacer muebles. Hoy en día, todavía se utiliza para pavimentos y paneles.",
      "example_translation": "El árbol de haya se utiliza a menudo como árbol ornamental en parques y jardines. En el pasado, su madera se utilizaba para hacer muebles. Hoy en día, todavía se utiliza para pavimentos y revestimientos.",
      "imageLink": "image_files\\English\\beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abedul",
      "translation": "abedul",
      "definition": "Un abedul es un tipo de árbol deciduo nativo del hemisferio norte. Tiene una corteza blanca y papirácea y ramas delgadas.",
      "definition_translation": "Un abedul es un tipo de árbol deciduo originario del Hemisferio Norte. Tiene una corteza blanca y papirácea y ramas delgadas.",
      "example": "El árbol de abedul se utiliza a menudo en paisajismo debido a su forma única y color. En el pasado, su corteza se utilizaba para hacer canoas. Hoy en día, todavía se utiliza para artesanías y decoraciones.",
      "example_translation": "El árbol de abedul se utiliza a menudo en paisajismo debido a su forma y color únicos. En el pasado, su corteza se utilizaba para hacer canoas. Hoy en día, todavía se utiliza para manualidades y decoraciones.",
      "imageLink": "image_files\\English\\birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rama",
      "translation": "rama",
      "definition": "Una rama, especialmente una rama principal, de un árbol.",
      "definition_translation": "Una rama, especialmente una rama principal, de un árbol.",
      "example": "El pájaro construyó su nido en una rama resistente. La rama del árbol se rompió en la tormenta, pero logramos rescatar una rama resistente. Para el próximo año, el árbol habrá crecido una nueva rama.",
      "example_translation": "El pájaro construyó su nido en una rama resistente. La rama del árbol se rompió en la tormenta, pero logramos rescatar una rama resistente. Para el próximo año, el árbol habrá crecido una nueva rama.",
      "imageLink": "image_files\\English\\bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cedro",
      "translation": "cedro",
      "definition": "Un árbol conífero del género Cedrus, nativo de las montañas del Himalaya occidental y la región del Mediterráneo.",
      "definition_translation": "Un árbol conífero del género Cedrus, nativo de las montañas del Himalaya occidental y la región del Mediterráneo.",
      "example": "Caminamos a través del bosque de cedros. La madera de cedro era fragante y resistente a los insectos. Cuando regresamos, el árbol de cedro había crecido más alto.",
      "example_translation": "Camino a través del bosque de árboles de cedro. La madera de cedro era fragante y resistente a los insectos. Para cuando regresamos, el árbol de cedro había crecido más alto.",
      "imageLink": "image_files\\English\\cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol de cerezo",
      "translation": "cerezo",
      "definition": "Un árbol o arbusto que produce cerezas, nativo de las regiones templadas del hemisferio norte.",
      "definition_translation": "Un árbol o arbusto que produce cerezas, nativo de las regiones templadas del hemisferio norte.",
      "example": "Plantamos un árbol de cerezo en nuestro jardín trasero. El árbol de cerezo floreció hermosamente en la primavera. Para el próximo verano, el árbol de cerezo estará cargado de frutas.",
      "example_translation": "Plantamos un cerezo en nuestro patio trasero. El cerezo floreció hermosamente en la primavera. Para el próximo verano, el cerezo estará cargado de frutas.",
      "imageLink": "image_files\\English\\cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palmera de coco",
      "translation": "palma de coco",
      "definition": "Un palmera alta nativa de las regiones tropicales, que produce cocos como fruta.",
      "definition_translation": "Un árbol de palma alto originario de regiones tropicales, que produce cocos como fruta.",
      "example": "Solíamos escalar palmeras de coco cuando éramos niños; ahora usamos su aceite para cocinar. Voy a plantar una palmera de coco en mi jardín trasero el próximo año.",
      "example_translation": "Solíamos subir a palmas de coco cuando éramos niños; ahora usamos su aceite para cocinar. Plantaré una palma de coco en mi patio trasero el próximo año.",
      "imageLink": "image_files\\English\\coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cono",
      "translation": "cono",
      "definition": "Una forma con base circular y lados cónicos que se encuentran en un punto, típicamente utilizada en matemáticas y geometría.",
      "definition_translation": "Una forma con una base circular y lados que se estrechan hasta un punto, utilizada típicamente en matemáticas y geometría.",
      "example": "El niño sostenía un cono de helado; se derritió rápidamente. Aprendimos sobre conos en la clase de geometría ayer. Voy a comprar un cono de tráfico para mi sitio de construcción la próxima semana.",
      "example_translation": "El niño sostenía un cono de helado; se derritió rápidamente. Aprendimos sobre conos en la clase de geometría ayer. Compraré un cono de tráfico para mi sitio de construcción la próxima semana.",
      "imageLink": "image_files\\English\\cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol conífero",
      "translation": "árbol conífero",
      "definition": "Un tipo de árbol que produce conos y tiene hojas en forma de aguja, frecuentemente encontrado en climas fríos.",
      "definition_translation": "Un tipo de árbol que produce conos y tiene hojas como agujas, frecuentemente encontrado en climas fríos.",
      "example": "Plantamos árboles coníferos en nuestro jardín trasero para proporcionar sombra; crecieron rápidamente. Vi árboles coníferos en las montañas el año pasado. Decoraremos árboles coníferos para Navidad el próximo mes.",
      "example_translation": "Plantamos árboles coníferos en nuestro patio trasero para proporcionar sombra; crecieron rápidamente. Vi árboles coníferos en las montañas el año pasado. Decoraremos árboles coníferos para Navidad el próximo mes.",
      "imageLink": "image_files\\English\\coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol deciduo",
      "translation": "árbol caduco",
      "definition": "Un árbol deciduo es un tipo de árbol que pierde sus hojas anualmente, típicamente durante el otoño o invierno.",
      "definition_translation": "Un árbol caduco es un tipo de árbol que pierde sus hojas anualmente, generalmente durante otoño o invierno.",
      "example": "El parque estaba lleno de árboles deciduos que ya habían perdido sus hojas, creando un paisaje hermoso. El año pasado, los árboles estaban llenos de hojas verdes, pero el próximo año, crecerán nuevas. Cuando visite el parque de nuevo, los árboles deciduos habrán cambiado de color.",
      "example_translation": "El parque estaba lleno de árboles caducos que ya habían perdido sus hojas, creando un paisaje hermoso. El año pasado, los árboles estaban llenos de hojas verdes, pero el próximo año, crecerán nuevas. Para cuando visite el parque de nuevo, los árboles caducos habrán cambiado de color.",
      "imageLink": "image_files\\English\\deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saúco",
      "translation": "saúco",
      "definition": "Un saúco es un tipo de arbusto o pequeño árbol que produce racimos de bayas pequeñas y oscuras.",
      "definition_translation": "Un saúco es un tipo de arbusto o árbol pequeño que produce racimos de pequeñas bayas oscuras moradas.",
      "example": "Recogí algunos saúcos del jardín para hacer una deliciosa mermelada. El verano pasado, usé saúcos para hacer una refrescante bebida, y el otoño próximo, intentaré hacer vino de saúco. Cuando era niño, mi abuela solía hacer tartas de saúco.",
      "example_translation": "Recogí algunos saúcos del jardín para hacer una deliciosa mermelada. El verano pasado, utilicé saúcos para hacer una bebida refrescante, y el próximo otoño, intentaré hacer vino de saúco. Cuando era niño, mi abuela solía hacer pasteles de saúco.",
      "imageLink": "image_files\\English\\elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "olmo",
      "translation": "olmo",
      "definition": "Un olmo es un tipo de árbol deciduo que tiene una copa extendida y a menudo crece en áreas húmedas.",
      "definition_translation": "Un olmo es un tipo de árbol caduco que tiene una copa extendida y a menudo crece en áreas húmedas.",
      "example": "El olmo en nuestro jardín trasero era hogar de muchos pájaros. El año pasado, el olmo estaba infestado de plagas, pero este año, está sano nuevamente. En el futuro, voy a plantar más olmos en el jardín para crear un paisaje hermoso.",
      "example_translation": "El olmo del patio trasero de nuestra casa era el hogar de muchos pájaros. El año pasado, el olmo estaba infestado de plagas, pero este año, está sano de nuevo. En el futuro, plantaré más olmos en el jardín para crear un paisaje hermoso.",
      "imageLink": "image_files\\English\\elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "higuera",
      "translation": "higuera",
      "definition": "Una higuera es un arbusto o pequeño árbol deciduo nativo del Medio Oriente y región mediterránea, cultivado por su fruta comestible.",
      "definition_translation": "Un árbol de higuera es un arbusto caducifolio o pequeño árbol originario del Medio Oriente y región mediterránea, cultivado por su fruta comestible.",
      "example": "El granjero cuidadosamente podó la higuera para asegurar una cosecha abundante. El año pasado, la higuera produjo una abundancia de fruta. Si plantamos una higuera hoy, dará fruto el próximo verano.",
      "example_translation": "El agricultor podó con cuidado el árbol de higuera para asegurar una cosecha abundante. El año pasado, el árbol de higuera produjo una abundancia de fruta. Si plantamos un árbol de higuera hoy, dará fruto la próxima verano.",
      "imageLink": "image_files\\English\\fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abeto",
      "translation": "abeto",
      "definition": "Un abeto es un árbol conífero con hojas en forma de aguja, nativo de las regiones montañosas de América del Norte, Europa y Asia.",
      "definition_translation": "Un abeto es un árbol conífero con hojas aciculares, originario de regiones montañosas de América del Norte, Europa y Asia.",
      "example": "El abeto se alzaba en el bosque nevado. Decoramos el abeto con luces y ornamentos para Navidad. Si plantamos un abeto hoy, crecerá alto en unos años.",
      "example_translation": "El árbol de abeto se erguía alto en el bosque nevado. Decoramos el árbol de abeto con luces y ornamentas para Navidad. Si plantamos un árbol de abeto hoy, crecerá alto en unos pocos años.",
      "imageLink": "image_files\\English\\fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avellano",
      "translation": "avellano",
      "definition": "Un avellano es un arbusto o pequeño árbol deciduo con hojas redondas, nativo de Europa y Asia, a menudo utilizado para cercos y setos.",
      "definition_translation": "Un avellano es un arbusto caducifolio o pequeño árbol con hojas redondas, originario de Europa y Asia, a menudo utilizado para cercas y setos.",
      "example": "El avellano crecía salvaje en el bosque. Usamos ramas de avellano para construir una cerca. El otoño próximo, cosecharemos avellanas del avellano.",
      "example_translation": "El árbol de avellano crecía salvaje en el bosque. Usamos ramas de avellano para construir una cerca. El próximo otoño, cosecharemos avellanas del árbol de avellano.",
      "imageLink": "image_files\\English\\hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acebo",
      "translation": "acebo",
      "definition": "Un árbol o arbusto perenne con espinas, de bayas rojas brillantes, a menudo utilizado como símbolo de Navidad.",
      "definition_translation": "Un árbol o arbusto perenne con espinas, con bayas rojas brillantes, a menudo utilizado como símbolo de Navidad.",
      "example": "El acebo en nuestro jardín estaba cargado de bayas rojas brillantes. Decoré la casa con acebo la Navidad pasada. Plantaré un acebo en mi jardín el próximo año.",
      "example_translation": "El arbusto de acebo en nuestro jardín estaba cargado de bayas rojas brillantes. Decoré la casa con acebo la Navidad pasada. Voy a plantar un árbol de acebo en mi jardín el año que viene.",
      "imageLink": "image_files\\English\\holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carpe",
      "translation": "carpe",
      "definition": "Un árbol deciduo con tronco liso gris y madera dura, a menudo utilizado para muebles y mangos de herramientas.",
      "definition_translation": "Un árbol caduco con un tronco gris liso y madera dura, a menudo utilizado para muebles y mangos de herramientas.",
      "example": "El carpe en el parque era más antiguo que el roble. Tuve que lijar la madera de carpe para que fuera lisa. El carpintero usará madera de carpe para hacer una silla nueva la próxima semana.",
      "example_translation": "El árbol de carpe en el parque era más antiguo que el árbol de roble. Tuve que lijar la madera de carpe para hacerla suave. El carpintero utilizará madera de carpe para hacer una silla nueva la próxima semana.",
      "imageLink": "image_files\\English\\hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "castaño de indias",
      "translation": "castaño de indias",
      "definition": "Un árbol deciduo grande con una copa redonda y nueces comestibles, a menudo utilizado como árbol de sombra.",
      "definition_translation": "Un gran árbol caduco con una corona redondeada ancha y nueces comestibles, a menudo utilizado como árbol de sombra.",
      "example": "El castaño de indias en el jardín era un lugar popular para que los niños jugaran. Asé castañas de indias sobre una fogata la otoño pasado. Plantaremos castaños de indias en el parque la próxima primavera.",
      "example_translation": "El árbol de castaño de indias en el jardín era un lugar popular para que los niños jugaran. Asé castañas de indias sobre una hoguera abierta la última otoño. Plantaremos árboles de castaño de indias en el parque la próxima primavera.",
      "imageLink": "image_files\\English\\horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enebro",
      "translation": "enebro",
      "definition": "Un árbol o arbusto perenne con hojas aciculares y conos, a menudo utilizado como especia o para hacer ginebra.",
      "definition_translation": "un árbol o arbusto siempreverde pequeño con hojas en forma de aguja y conos, típicamente utilizado como especia o para hacer ginebra",
      "example": "El olor a enebro llenó el aire, recordándome la famosa cóctel de ginebra de mi abuela. Ella tenía enebros en su patio trasero, y yo solía jugar entre ellos cuando era niño. Un día, plantaré enebros en mi propio jardín.",
      "example_translation": "El olor del enebro llenó el aire, recordándome la famosa cóctel basada en ginebra de mi abuela. Tenía árboles de enebro en su patio trasero, y yo solía jugar entre ellos de niño. Un día, plantaré árboles de enebro en mi propio jardín.",
      "imageLink": "image_files\\English\\juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alerce",
      "translation": "lárice",
      "definition": "Un árbol conífero que pierde sus agujas anualmente, típicamente encontrado en regiones montañosas.",
      "definition_translation": "un árbol conífero que pierde sus agujas anualmente, típicamente encontrado en regiones montañosas",
      "example": "Los alerce en las montañas se tornaron dorados en el otoño, creando un paisaje impresionante. De niño, ayudaba a mi padre a recoger conos de alerce para usarlos como decoraciones. En el futuro, espero esquiar entre los alerce en los Alpes.",
      "example_translation": "Los árboles de lárice en las montañas se volvieron dorados en el otoño, creando un paisaje impresionante. De niño, yo ayudaba a mi padre a recoger conos de lárice para usarlos como decoraciones. En el futuro, espero ir esquíando entre los árboles de lárice en los Alpes.",
      "imageLink": "image_files\\English\\larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tilo",
      "translation": "tilo",
      "definition": "Un árbol deciduo con hojas en forma de corazón, a menudo utilizado como árbol de sombra o para hacer té.",
      "definition_translation": "un árbol caducifolio con hojas en forma de corazón, a menudo utilizado como árbol de sombra o para hacer té",
      "example": "El tilo en nuestro patio trasero proporcionaba sombra para nuestras barbacoas de verano. De niño, solía jugar bajo el tilo, viendo las hojas susurrar en el viento. Un día, plantaré un tilo en mi propio jardín, donde pueda sentarme y disfrutar de la sombra.",
      "example_translation": "El árbol de tilo en nuestro patio trasero proporcionaba sombra para nuestras barbacoas de verano. De niño, yo solía jugar debajo del árbol de tilo, viendo cómo las hojas crujían en el viento. Un día, plantaré un árbol de tilo en mi propio jardín, donde puedo sentarme y disfrutar de la sombra.",
      "imageLink": "image_files\\English\\linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arce",
      "translation": "árceo",
      "definition": "Un arce es un tipo de arbusto o árbol pequeño deciduo originario de Asia y América del Norte, conocido por sus hojas palmadas y colores brillantes en otoño.",
      "definition_translation": "Un arceo es un tipo de arbusto o árbol pequeño caducifolio originario de Asia y América del Norte, conocido por sus hojas palmadas características y brillantes colores otoñales.",
      "example": "El arce en nuestro patio trasero estaba ardiendo con color el otoño pasado. Ahora, está floreciendo con hermosas flores. Para el próximo año, habrá crecido aún más.",
      "example_translation": "El árbol de arceo en nuestro patio trasero estaba ardiendo de color el otoño pasado. Hoy en día, está floreciendo con hermosas flores. Para el próximo año, habrá crecido aún más alto.",
      "imageLink": "image_files\\English\\maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serbal",
      "translation": "serbal",
      "definition": "Un serbal es un árbol pequeño a mediano deciduo con bayas rojas brillantes, originario de Europa, Asia y América del Norte, a menudo asociado con la magia y la protección en la mitología celta.",
      "definition_translation": "Un serbal es un árbol decíduo pequeño a mediano con bayas rojas brillantes, originario de Europa, Asia y América del Norte, a menudo asociado con magia y protección en la mitología celta.",
      "example": "El serbal en el parque estaba cargado de bayas el invierno pasado. Ahora, está en plena floración con flores blancas. Para el próximo otoño, los pájaros estarán disfrutando de su fruta.",
      "example_translation": "El árbol de serbal en el parque estaba cargado de bayas el invierno pasado. Ahora, está en plena flor con flores blancas. Para el próximo otoño, los pájaros estarán disfrutando de su fruto.",
      "imageLink": "image_files\\English\\rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "secuoya",
      "translation": "secuoya",
      "definition": "Una secuoya es un árbol perenne gigante originario de la costa oeste de América del Norte, caracterizado por su altura impresionante, tronco ancho y longevidad, con algunos especímenes que viven más de 2,000 años.",
      "definition_translation": "Una secuoya es un árbol perenne gigante originario de la costa oeste de América del Norte, caracterizado por su altura impresionante, tronco ancho y larga longevidad, con algunos especímenes viviendo más de 2,000 años.",
      "example": "El secuoya en el parque nacional era impresionante en su grandeza. Ahora, está rodeado de un denso bosque. Para el próximo siglo, todavía estará de pie.",
      "example_translation": "El árbol de secuoya en el parque nacional era impresionante en su grandeza. Ahora, está rodeado de un bosque denso. Para el próximo siglo, seguirá en pie con orgullo.",
      "imageLink": "image_files\\English\\sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picea",
      "translation": "picea",
      "definition": "Un árbol conífero, típicamente perenne, con hojas aciculares y conos.",
      "definition_translation": "un árbol conífero, típicamente perenne, con hojas en forma de aguja y conos",
      "example": "El guardabosques plantó un picea en el parque ayer, está creciendo bien ahora, y será un hermoso árbol de sombra en el futuro.",
      "example_translation": "El guardabosques plantó un árbol de picea en el parque ayer, ahora está creciendo bien y será un hermoso árbol de sombra en el futuro.",
      "imageLink": "image_files\\English\\spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pino de piedra",
      "translation": "pino de piedra",
      "definition": "un árbol de pino con un tronco y ramas retorcidos y nudosos, a menudo crece en suelo rocoso",
      "definition_translation": "un pino con un tronco y ramas torcidos y nudosos, a menudo creciendo en suelos rocosos",
      "example": "El pino de piedra estaba solo en la colina, sus ramas antiguas retorcidas por el viento, subiremos mañana, y había subido el día antes de ayer.",
      "example_translation": "El pino de piedra se alzaba solo en la colina, sus ramas ancestrales torcidas por el viento, subiremos mañana y habíamos subido el día antes de ayer.",
      "imageLink": "image_files\\English\\stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pino suizo",
      "translation": "pino suizo",
      "definition": "un árbol conífero nativo de los Alpes, con hojas afiladas y puntiagudas y una forma simétrica",
      "definition_translation": "un árbol conífero nativo de los Alpes, con hojas en forma de aguja afiladas y una forma simétrica",
      "example": "Hicimos un paseo por el bosque de pino suizo, su aroma nos refrescó, iremos de nuevo el año que viene, y habíamos ido el verano pasado.",
      "example_translation": "Caminamos por el bosque de pino suizo, su aroma nos refrescó, caminaremos de nuevo el próximo año y habíamos caminado el verano pasado.",
      "imageLink": "image_files\\English\\swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sicómoro",
      "translation": "plátano de Virginia",
      "definition": "Un sicómoro es un tipo de árbol de hoja caduca comúnmente encontrado en América del Norte, conocido por su corteza característica y grandes hojas.",
      "definition_translation": "Un sicómoro es un tipo de árbol deciduo comúnmente encontrado en Norteamérica, conocido por su corteza distintiva y hojas grandes.",
      "example": "Caminé bajo el sicómoro ayer, caminaré bajo él mañana, y estoy caminando bajo él ahora.",
      "example_translation": "Camino debajo del árbol de sicómoro ayer, caminaré debajo de él mañana y estoy caminando debajo de él ahora.",
      "imageLink": "image_files\\English\\sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rama",
      "translation": "rama",
      "definition": "Una rama es una pequeña rama que crece en un árbol o arbusto, a menudo usada como decoración o en proyectos de manualidades.",
      "definition_translation": "Una rama es una pequeña rama que crece de un árbol o arbusto, a menudo utilizada como decoración o en proyectos de manualidades.",
      "example": "Recogí una rama del suelo ayer, recogeré una rama del suelo mañana, y estoy recogiendo una rama del suelo ahora.",
      "example_translation": "Recogí una rama del suelo ayer, recogeré una rama del suelo mañana y estoy recogiendo una rama del suelo ahora.",
      "imageLink": "image_files\\English\\twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sauce llorón",
      "translation": "sauce llorón",
      "definition": "Un sauce llorón es un tipo de árbol conocido por sus largas ramas colgantes y pequeñas hojas, a menudo encontrado cerca del agua.",
      "definition_translation": "Un sauce llorón es un tipo de árbol conocido por sus largas ramas colgantes y hojas pequeñas, a menudo encontrado cerca del agua.",
      "example": "Me senté bajo el sauce llorón ayer, me sentaré bajo él mañana, y estoy sentado bajo él ahora.",
      "example_translation": "Me senté bajo el árbol de sauce llorón ayer, me sentaré bajo él mañana y estoy sentado bajo él ahora.",
      "imageLink": "image_files\\English\\weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sauce",
      "translation": "sauce",
      "definition": "Un sauce es un tipo de árbol que a menudo se encuentra cerca de ríos y lagos. Tiene ramas largas y delgadas que cuelgan hacia el agua.",
      "definition_translation": "Un sauce es un tipo de árbol que a menudo se encuentra cerca de ríos y lagos. Tiene ramas largas y delgadas que cuelgan hacia el agua.",
      "example": "Ella se sentó bajo el sauce y vio la puesta del sol ayer. Hoy, ella está sentada bajo el sauce, viendo la puesta del sol. Mañana, ella se sentará bajo el sauce y verá la puesta del sol.",
      "example_translation": "Ella se sentó debajo del árbol de sauce y vio la puesta del sol ayer. Hoy, ella está sentada debajo del árbol de sauce, viendo la puesta del sol. Mañana, ella se sentará debajo del árbol de sauce y verá la puesta del sol.",
      "imageLink": "image_files\\English\\willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]