[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serpiente",
      "translation": "serpiente",
      "definition": "Un animal largo y delgado, sin patas ni párpados, que se mueve retorciendo su cuerpo.",
      "definition_translation": "Un animal largo, delgado, sin patas, que no tiene párpados ni orejas externas, y se mueve retorciendo su cuerpo.",
      "example": "Vi una serpiente deslizándose por el césped. Veré una serpiente mañana. Había visto una serpiente la semana pasada.",
      "example_translation": "Vi una serpiente deslizándose por la hierba. Veré una serpiente mañana. Había visto una serpiente la semana pasada.",
      "imageLink": "image_files\\English\\snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rana",
      "translation": "rana",
      "definition": "Un pequeño anfibio saltador con piel lisa y patas traseras largas.",
      "definition_translation": "Un pequeño anfibio saltador, típicamente verde, con piel suave y patas posteriores largas.",
      "example": "Atrapé una rana ayer. Atraparé una rana la próxima semana. Había atrapado una rana el verano pasado.",
      "example_translation": "Atrapé una rana ayer. Atraparé una rana la próxima semana. Había atrapado una rana el último verano.",
      "imageLink": "image_files\\English\\frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tortuga",
      "translation": "tortuga",
      "definition": "Un reptil lento con una concha en forma de domo, típicamente encontrado en tierra.",
      "definition_translation": "Un reptil de movimiento lento con una concha en forma de cúpula, típicamente encontrado en tierra.",
      "example": "Vi una tortuga cruzando la calle. Veré una tortuga mañana. Había visto una tortuga el mes pasado.",
      "example_translation": "Vi una tortuga cruzando la carretera. Veré una tortuga mañana. Había visto una tortuga el mes pasado.",
      "imageLink": "image_files\\English\\tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tortuga marina",
      "translation": "tortuga",
      "definition": "Una tortuga es un reptil lento con una concha que puede retirar su cabeza y patas para protección.",
      "definition_translation": "Una tortuga es un reptil de movimiento lento con una concha en la que puede retirar su cabeza y piernas para protegerse.",
      "example": "Ayer vi una tortuga marina nadando en el océano. Hoy está tomando el sol en la playa. Mañana pondrá huevos en la arena.",
      "example_translation": "Ayer, vi una tortuga nadando en el océano. Hoy, está tomando el sol en la playa. Mañana, pondrá huevos en la arena.",
      "imageLink": "image_files\\English\\turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aligátor",
      "translation": "caimán",
      "definition": "Un aligátor es un gran reptil con hocico largo y mandíbulas poderosas, encontrado en entornos de agua dulce en el sur de los Estados Unidos.",
      "definition_translation": "Un caimán es un reptil grande con una larga nariz y mandíbulas poderosas, encontrado en entornos de agua dulce en el sur de los Estados Unidos.",
      "example": "En el pasado, los aligátors estaban en peligro de extinción, pero ahora están prosperando en los Everglades. Actualmente, hay esfuerzos de conservación en marcha para proteger sus hábitats. En el futuro, esperamos verlos continuar prosperando.",
      "example_translation": "En el pasado, los caimanes estaban en peligro de extinción, pero ahora están prosperando en los Everglades. Actualmente, hay esfuerzos de conservación en lugar para proteger sus hábitats. En el futuro, esperamos verlos continuar floreciendo.",
      "imageLink": "image_files\\English\\alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "Una anaconda es una gran serpiente no venenosa encontrada en los humedales de Sudamérica, conocida por su capacidad para constrictir y asfixiar a su presa.",
      "definition_translation": "Una anaconda es una serpiente grande y no venenosa encontrada en los humedales de América del Sur, conocida por su capacidad para constreñir y asfixiar a su presa.",
      "example": "En la selva amazónica, las anacondas son depredadores apex, alimentándose de capibaras y otros pequeños mamíferos. Han estado en el planeta durante millones de años y siguen prosperando hoy. Para el año 2050, esperamos haber protegido mejor sus hábitats.",
      "example_translation": "En la selva amazónica, las anacondas son depredadores apex, alimentándose de capibaras y otros pequeños mamíferos. Han estado en el planeta por millones de años, y siguen prosperando hoy. Para el año 2050, esperamos haber protegido mejor sus hábitats.",
      "imageLink": "image_files\\English\\anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "boa",
      "translation": "boa",
      "definition": "Una boa es un tipo de serpiente nativa de las regiones tropicales de América Central y del Sur.",
      "definition_translation": "Una boa es un tipo de serpiente que es nativa de las regiones tropicales de América Central y del Sur.",
      "example": "Vi una boa constrictora en el zoológico ayer. Se comerá su presa entera hoy. Para la próxima semana, habrá digerido su comida.",
      "example_translation": "Vi una boa constrictor en el zoológico ayer. Se comerá su presa entera hoy. Para la próxima semana, habrá digerido su comida.",
      "imageLink": "image_files\\English\\boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocodrilo",
      "translation": "cocodrilo",
      "definition": "Un cocodrilo es un gran reptil que vive en hábitats de agua dulce, como ríos y lagos, y es conocido por su cola poderosa y fuertes mandíbulas.",
      "definition_translation": "Un cocodrilo es un reptil grande que vive en hábitats de agua dulce, como ríos y lagos, y es conocido por su cola poderosa y sus mandíbulas fuertes.",
      "example": "Vimos un cocodrilo nadando en el río el fin de semana pasado. Estará tomando el sol hoy. Para el año que viene, habrá crecido aún más.",
      "example_translation": "Vimos un cocodrilo nadando en el río el fin de semana pasado. Estará tomando el sol hoy. Para el próximo año, habrá crecido aún más.",
      "imageLink": "image_files\\English\\crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lagarto",
      "translation": "lagarto",
      "definition": "Un lagarto es un tipo de reptil que tiene una cola larga y típicamente vive en tierra, y se encuentra a menudo en climas cálidos y soleados.",
      "definition_translation": "Un lagarto es un tipo de reptil que tiene una cola larga y vive típicamente en tierra, y se encuentra a menudo en climas cálidos y soleados.",
      "example": "Atrapé un lagarto en el patio trasero ayer. Está tomando el sol hoy. Para mañana, habrá escapado.",
      "example_translation": "Atrapé un lagarto en el patio trasero ayer. Está tomando el sol hoy. Para mañana, habrá escapado.",
      "imageLink": "image_files\\English\\lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "concha",
      "translation": "concha",
      "definition": "Una cubierta dura externa de un animal, como un molusco o una tortuga.",
      "definition_translation": "Una cubierta exterior dura de un animal, como un molusco o una tortuga.",
      "example": "La tortuga retiró su cabeza a su concha para protección. Ella pela guisantes para la sopa. La concha del cangrejo era difícil de romper.",
      "example_translation": "La tortuga retiró su cabeza en su concha para protegerse. Ella pela guisantes para la sopa. La concha del cangrejo era difícil de romper.",
      "imageLink": "image_files\\English\\shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "víbora de cascabel",
      "translation": "serpiente de cascabel",
      "definition": "Una serpiente venenosa de las Américas, caracterizada por una sonaja en su cola.",
      "definition_translation": "Una serpiente venenosa de las Américas, caracterizada por un cascabel en su cola.",
      "example": "Vimos una víbora de cascabel en el sendero de senderismo ayer. Tuve un encuentro cercano con una víbora de cascabel en el desierto. La víbora de cascabel sacudirá su cola antes de atacar.",
      "example_translation": "Vimos una serpiente de cascabel en el sendero de senderismo ayer. Tuve un encuentro cercano con una serpiente de cascabel en el desierto. La serpiente de cascabel sacudirá su cola antes de atacar.",
      "imageLink": "image_files\\English\\rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reptil",
      "translation": "reptil",
      "definition": "Un animal frío que tiene escamas, pone huevos y tiene un corazón de tres cámaras.",
      "definition_translation": "Un animal de sangre fría que tiene escamas, pone huevos y tiene un corazón de tres cámaras.",
      "example": "Las serpientes, lagartos y tortugas son todos reptiles. La casa de reptiles en el zoo era mi exposición favorita. Muchos reptiles se conservan en formaldehído.",
      "example_translation": "Las serpientes, lagartos y tortugas son todos reptiles. La casa de reptiles en el zoológico fue mi exposición favorita. Muchos reptiles se conservan en formaldehído.",
      "imageLink": "image_files\\English\\reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salamandra",
      "translation": "salamandra",
      "definition": "Una salamandra es un tipo de anfibio que tiene un cuerpo delgado, una cola larga y generalmente cuatro patas. Vive en agua y en tierra, y puede regenerar sus miembros si están lesionados.",
      "definition_translation": "Una salamandra es un tipo de anfibio que tiene un cuerpo delgado, una cola larga y generalmente cuatro patas. Vive en agua y en tierra, y puede regenerar sus extremidades si están heridas.",
      "example": "Vi una salamandra saliendo del estanque la semana pasada. Habrá crecido nuevas patas para el próximo mes. Para el próximo año, habrá cambiado a un nuevo hábitat.",
      "example_translation": "Vi una salamandra saliendo del estanque la semana pasada. Habrá crecido nuevas patas para el mes próximo. Para el próximo año, habrá cambiado a un nuevo hábitat.",
      "imageLink": "image_files\\English\\salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "renacuajo",
      "translation": "renacuajo",
      "definition": "Un renacuajo es la etapa larval de una rana o sapo, caracterizada por su apariencia de pez y capacidad de nadar.",
      "definition_translation": "Un renacuajo es la etapa larval de una rana o sapo, caracterizada por su apariencia de pez y capacidad para nadar.",
      "example": "Vi a los renacuajos nadando en el acuario. Habrán transformado en ranas para la próxima primavera. Para el próximo verano, habrán crecido en ranas adultas.",
      "example_translation": "Vi como los renacuajos nadaban en el acuario. Habrán se transformado en ranas para la próxima primavera. Para el próximo verano, habrán crecido en ranas adultas.",
      "imageLink": "image_files\\English\\tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sapo",
      "translation": "sapo",
      "definition": "Un sapo es un tipo de anfibio que tiene una piel seca y rugosa y patas cortas, y vive en tierra.",
      "definition_translation": "Un sapo es un tipo de anfibio que tiene una piel seca y áspera y patas cortas, y vive en tierra.",
      "example": "Vi un sapo saltando por el jardín ayer. Habrá encontrado un nuevo escondite para esta noche. Para mañana, habrá comido su peso en insectos.",
      "example_translation": "Vi un sapo saltando por el jardín ayer. Habrá encontrado un nuevo escondite para esta noche. Para mañana, habrá comido su peso en insectos.",
      "imageLink": "image_files\\English\\toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anfibios",
      "translation": "anfibios",
      "definition": "Los anfibios son un grupo de animales fríos que pertenecen a la clase Amphibia. Son vertebrados que viven en ambos agua y tierra, y tienen una piel húmeda y suave.",
      "definition_translation": "Los anfibios son un grupo de animales de sangre fría que pertenecen a la clase Amphibia. Son vertebrados que viven en agua y en tierra, y tienen una piel húmeda y lisa.",
      "example": "Para el siglo XIX, los científicos habían descubierto muchas especies de anfibios, y siguen estudiándolos hoy en día. Los anfibios prosperaban en sus hábitats naturales, pero ahora enfrentan muchas amenazas. En el futuro, tendremos que trabajar arduamente para proteger a estas criaturas increíbles.",
      "example_translation": "A fines del siglo 19, los científicos habían descubierto muchas especies de anfibios, y siguen estudiándolos hoy en día. Los anfibios prosperaban en sus hábitats naturales, pero ahora enfrentan muchas amenazas. En el futuro, tendremos que trabajar duro para proteger a estas increíbles criaturas.",
      "imageLink": "image_files\\English\\amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lagartija ciega",
      "translation": "cecilio",
      "definition": "Una lagartija ciega es un tipo de lagarto sin patas que se encuentra en muchas partes del mundo. Tiene un cuerpo delgado y una punta de hocico, y a menudo se confunde con una serpiente.",
      "definition_translation": "Un cecilio es un tipo de lagarto sin patas que se encuentra en muchas partes del mundo. Tiene un cuerpo esbelto y una nariz puntiaguda, y a menudo se confunde con una serpiente.",
      "example": "Estaba caminando en el bosque cuando vi una lagartija ciega arrastrándose por el suelo. Las lagartijas ciegas se encuentran comúnmente en lugares húmedos y son excelentes excavadoras. En el futuro, espero aprender más sobre estas criaturas fascinantes.",
      "example_translation": "Estaba caminando en el bosque cuando vi un cecilio arrastrándose por el suelo. Los cecilios se encuentran a menudo en lugares húmedos y húmedos, y son excelentes excavadores. En el futuro, espero aprender más sobre estas fascinantes criaturas.",
      "imageLink": "image_files\\English\\blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camaleón",
      "translation": "camaleón",
      "definition": "Un camaleón es un tipo de lagarto que se conoce por su capacidad de cambiar de color. Tiene una cola larga y curva y una lengua que usa para cazar insectos.",
      "definition_translation": "Un camaleón es un tipo de lagarto que se conoce por su capacidad para cambiar de color. Tiene una cola larga y curva y una lengua que utiliza para cazar insectos.",
      "example": "Vi a un camaleón cambiando de color ante mis ojos, y fue increíble. Los camaleones han estado en nuestro planeta durante millones de años, y todavía nos fascinan hoy en día. En el futuro, los científicos seguirán estudiando a estas criaturas increíbles.",
      "example_translation": "Vi un camaleón cambiando de color ante mis ojos, y fue increíble. Los camaleones han estado en nuestro planeta durante millones de años, y todavía nos fascinan hoy en día. En el futuro, los científicos continuarán estudiando a estas increíbles criaturas.",
      "imageLink": "image_files\\English\\chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cobra",
      "translation": "cobra",
      "definition": "Una gran serpiente venenosa de la familia Elapidae, encontrada en África y Asia.",
      "definition_translation": "Una gran serpiente venenosa de la familia Elapidae, encontrada en África y Asia.",
      "example": "Vi una cobra en el zoo ayer, era enorma. Veré otra mañana, y vi una la semana pasada.",
      "example_translation": "Vi una cobra en el zoológico ayer, era enormea. Veré otra mañana, y vi una la semana pasada.",
      "imageLink": "image_files\\English\\cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "culebra de hierba",
      "translation": "culebra de hierba",
      "definition": "Una serpiente no venenosa encontrada en una variedad de hábitats, incluyendo praderas y humedales.",
      "definition_translation": "Una serpiente no venenosa encontrada en various hábitats, incluyendo praderas y humedales.",
      "example": "Atrapé una culebra de hierba en el jardín el verano pasado, atraparé otra el próximo verano, y atrapé una el verano anterior.",
      "example_translation": "Atrapé una culebra de hierba en el jardín el verano pasado, atraparé otra el próximo verano, y atrapé una el verano anterior.",
      "imageLink": "image_files\\English\\grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lagarto",
      "translation": "tritón",
      "definition": "Un pequeño salamandra semi-acuático, típicamente con un cuerpo delgado y una cola larga.",
      "definition_translation": "Un pequeño salamandra semi-acuático, típicamente con un cuerpo delgado y una cola larga.",
      "example": "Vi un lagarto en el estanque ayer, veré otro mañana y vi uno la semana pasada.",
      "example_translation": "Vi un tritón en el estanque ayer, veré otro mañana, y vi uno la semana pasada.",
      "imageLink": "image_files\\English\\newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pitón",
      "translation": "pitón",
      "definition": "Un lenguaje de programación de alto nivel, interpretado. Pitón es un lenguaje de propósito general ampliamente utilizado para el desarrollo, cálculo científico y análisis de datos.",
      "definition_translation": "Un lenguaje de programación de alto nivel, interpretado. Python es un lenguaje de propósito general que se utiliza ampliamente para el desarrollo, cálculo científico y análisis de datos.",
      "example": "Escribí un script de pitón para automatizar la tarea. Escribiré un script de pitón para automatizar la tarea. Había escrito un script de pitón para automatizar la tarea.",
      "example_translation": "Escribí un script de pitón para automatizar la tarea. Escribiré un script de pitón para automatizar la tarea. Había escrito un script de pitón para automatizar la tarea.",
      "imageLink": "image_files\\English\\python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salamandra manchada",
      "translation": "salamandra manchada",
      "definition": "Una especie de salamandra que tiene marcas o manchas distinctas en su cuerpo. Las salamandras manchadas se encuentran típicamente en entornos húmedos y son nocturnas.",
      "definition_translation": "Una especie de salamandra que tiene manchas o marcasdistinctas en su cuerpo. Las salamandras manchadas suelen encontrarse en entornos húmedos y son nocturnas.",
      "example": "La salamandra manchada se arrastró lentamente por el suelo del bosque. La salamandra manchada se arrastrará lentamente por el suelo del bosque. La salamandra manchada se había arrastrado lentamente por el suelo del bosque.",
      "example_translation": "La salamandra manchada se arrastró lentamente por el suelo del bosque. La salamandra manchada se arrastrará lentamente por el suelo del bosque. La salamandra manchada se había arrastrado lentamente por el suelo del bosque.",
      "imageLink": "image_files\\English\\salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rana arbórea",
      "translation": "rana arbórea",
      "definition": "Un tipo de rana que vive en los árboles y se ha adaptado a un estilo de vida arbóreo. Las ranas arbóreas tienen almohadillas especializadas en los dedos que les permiten trepar y percharse en las ramas.",
      "definition_translation": "Un tipo de rana que vive en los árboles y ha adaptado un estilo de vida arbóreo. Las ranas arbóreas tienen almohadillas especiales en los dedos que les permiten trepar y posarse en ramas.",
      "example": "La rana arbórea saltó de rama en rama. La rana arbórea saltará de rama en rama. La rana arbórea había saltado de rama en rama.",
      "example_translation": "La rana arbórea saltó de rama en rama. La rana arbórea saltará de rama en rama. La rana arbórea había saltado de rama en rama.",
      "imageLink": "image_files\\English\\tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "víbora",
      "translation": "víbora",
      "definition": "Una serpiente venenosa encontrada en una variedad de hábitats, incluyendo desiertos, bosques y praderas.",
      "definition_translation": "Una serpiente venenosa encontrada en various hábitats, incluyendo desiertos, bosques y praderas.",
      "example": "El excursionista evitó cuidadosamente la víbora en las grietas de las rocas. Ayer, vio una víbora en el bosque. El próximo año, visitará el santuario de víboras.",
      "example_translation": "El senderista evitó cuidadosamente la víbora en las grietas de roca. Ayer, vio una víbora en el bosque. El próximo año, visitará el santuario de viboras.",
      "imageLink": "image_files\\English\\viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serpiente acuática",
      "translation": "serpiente de agua",
      "definition": "Una criatura mitológica o legendaria representada como un ser serpentino que vive en el agua.",
      "definition_translation": "Una criatura mitológica o legendaria descrita como un ser serpentino que vive en el agua.",
      "example": "La civilización antigua adoraba a una serpiente acuática como deidad. Creían que la serpiente acuática protegía su aldea. En el futuro, la serpiente acuática será un símbolo de su cultura.",
      "example_translation": "La civilización antigua adoraba a una serpiente de agua como deidad. Creían que la serpiente de agua protegía su aldea. En el futuro, la serpiente de agua será un símbolo de su cultura.",
      "imageLink": "image_files\\English\\water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]