[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peine",
      "translation": "peine",
      "definition": "Un peine es una herramienta utilizada para arreglar, limpiar y estilizar el cabello.",
      "definition_translation": "Un peine es una herramienta utilizada para arreglar, limpiar y estilizar el pelo.",
      "example": "Me peiné el cabello ayer, me estoy peinando ahora y me peinaré de nuevo mañana.",
      "example_translation": "Peiné mi cabello ayer, estoy peinándolo ahora y lo peinaré de nuevo mañana.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "champú",
      "translation": "champú",
      "definition": "Un champú es una sustancia líquida o gelatinosa utilizada para limpiar el cabello.",
      "definition_translation": "Un champú es una sustancia líquida o gelatinosa utilizada para limpiar el cabello.",
      "example": "Me champuse el cabello la semana pasada, me champúo cada día y me champuse de nuevo el próximo mes.",
      "example_translation": "Me champúé el cabello la semana pasada, me champúo todos los días y me lo champúaré de nuevo el mes próximo.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema",
      "translation": "crema",
      "definition": "Una crema es una sustancia líquida o semilíquida espesa, a menudo utilizada en cocina o como producto de belleza.",
      "definition_translation": "Una crema es una sustancia líquida o semi-líquida gruesa y rica, a menudo utilizada en la cocina o como producto de belleza.",
      "example": "Usé una crema en mi piel anoche, uso cremas en mis recetas y usaré una crema en mi cara mañana.",
      "example_translation": "Usé una crema en mi piel anoche, uso cremas en mis recetas y usaré una crema en mi rostro mañana.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desodorante",
      "translation": "desodorante",
      "definition": "Una sustancia aplicada al cuerpo para prevenir el olor corporal causado por la descomposición bacteriana del sudor.",
      "definition_translation": "Una sustancia aplicada al cuerpo para prevenir el olor corporal causado por la descomposición bacteriana del sudor.",
      "example": "Usé un desodorante antes de ir al gimnasio. Usaré un desodorante después de ducharme. Ella había usado un desodorante antes de ir a la fiesta.",
      "example_translation": "Usé un desodorante antes de ir al gimnasio. Usaré un desodorante después de tomar una ducha. Ella había usado un desodorante antes de ir a la fiesta.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema para manos",
      "translation": "crema para las manos",
      "definition": "Una loción o crema hidratante utilizada para suavizar y proteger la piel de las manos.",
      "definition_translation": "Una loción o crema humectante utilizada para suavizar y proteger la piel de las manos.",
      "example": "Me aplicué crema para manos antes de salir al frío. Ella se aplicará crema para manos después de lavar los platos. Ellos se habían aplicado crema para manos antes de tocar la guitarra.",
      "example_translation": "Aplicé crema para las manos antes de salir al frío. Ella aplicará crema para las manos después de lavar los platos. Ellos habían aplicado crema para las manos antes de tocar la guitarra.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz de labios",
      "translation": "lápiz labial",
      "definition": "Un producto cosmético utilizado para colorear y hidratar los labios.",
      "definition_translation": "Un palito cosmético utilizado para colorear y humectar los labios.",
      "example": "Me puse lápiz de labios para la fiesta. Ella se pondrá lápiz de labios para la boda. Ellos se habían puesto lápiz de labios para la reunión.",
      "example_translation": "Me puse lápiz labial a la fiesta. Ella se pondrá lápiz labial a la boda. Ellos se habían puesto lápiz labial a la reunión.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "máscara de pestañas",
      "translation": "rímel",
      "definition": "Un producto cosmético utilizado para oscurecer, alargar o espesar las pestañas, generalmente en forma de líquido, crema o polvo aplicado con un cepillo o vara.",
      "definition_translation": "Un producto cosmético utilizado para oscurecer, alargar o espesar las pestañas, generalmente en forma de líquido, crema o polvo aplicado con un pincel o varita.",
      "example": "Me aplicué máscara de pestañas para hacer que mis pestañas parecieran más dramáticas. Ayer, olvidé quitarme la máscara de pestañas y fue difícil de quitar. Compraré una nueva máscara de pestañas mañana.",
      "example_translation": "Me aplico rímel en mis pestañas para hacer que se vean más dramáticas. Ayer, olvidé quitarme el rímel y fue difícil de quitar. Mañana compraré un nuevo rímel.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "máscara",
      "translation": "máscara",
      "definition": "Una cubierta para la cara o parte de la cara, llevada para ocultar la identidad, protegerse del clima o como disfraz.",
      "definition_translation": "Una cubierta para la cara o una parte de la cara, usada para ocultar la identidad, protegerse contra el clima o como disfraz.",
      "example": "Me puse una máscara para la fiesta para esconder mi cara. El doctor se puso una máscara para prevenir la propagación de gérmenes. Ella hará una máscara para la obra de teatro mañana.",
      "example_translation": "Me puse una máscara en la fiesta para ocultar mi rostro. El doctor se puso una máscara para prevenir la dispersión de gérmenes. Ella hará una máscara para la obra de teatro mañana.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gel de ducha",
      "translation": "gel de ducha",
      "definition": "Un tipo de jabón líquido utilizado para limpiar el cuerpo mientras se ducha o se baña, generalmente en una botella con una bomba o tapón.",
      "definition_translation": "Un tipo de jabón líquido utilizado para limpiar el cuerpo mientras se ducha o se baña, generalmente en una botella con un dispensador de pompón o tapón.",
      "example": "Usé gel de ducha para lavar mi cabello y cuerpo esta mañana. Ella prefiere el gel de ducha con aroma a frutas. Ellos lanzarán un nuevo producto de gel de ducha el próximo mes.",
      "example_translation": "Usé gel de ducha para lavar mi cabello y cuerpo esta mañana. Ella prefiere gel de ducha con aroma a frutas. Lanzarán un nuevo producto de gel de ducha el próximo mes.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo corporal",
      "translation": "bálsamo corporal",
      "definition": "Un producto cosmético utilizado para hidratar y suavizar la piel, a menudo aplicado después de ducharse o bañarse.",
      "definition_translation": "Un producto cosmético utilizado para humectar y suavizar la piel, a menudo aplicado después de ducharse o bañarse.",
      "example": "Siempre me aplico bálsamo corporal después de ducharme para mantener mi piel hidratada. Me aplicué bálsamo corporal después de entrenar ayer, y me aplicaré de nuevo mañana por la mañana.",
      "example_translation": "Siempre aplico bálsamo corporal después de ducharme para mantener mi piel hidratada. Aplicó bálsamo corporal después de mi entrenamiento ayer, y aplicaré de nuevo mañana por la mañana.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de algodón",
      "translation": "disco de algodón",
      "definition": "Una pequeña almohadilla redonda absorbente utilizada para aplicar o retirar cosméticos, medicamentos u otras sustancias.",
      "definition_translation": "Un pequño pad absorbente redondo utilizado para aplicar o eliminar cosméticos, medicamentos u otras sustancias.",
      "example": "Usé una almohadilla de algodón para retirar mi esmalte de uñas. Mi hermana usa almohadillas de algodón para aplicar su tónico facial. Esta noche, usaré una almohadilla de algodón para aplicar mi crema para los ojos.",
      "example_translation": "Usé un disco de algodón para remover mi esmalte de uñas. Mi hermana utiliza discos de algodón para aplicar su tónico facial. Usaré un disco de algodón para aplicar mi crema para los ojos esta noche.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rasuradora eléctrica",
      "translation": "rastrillo eléctrico",
      "definition": "Un dispositivo eléctrico utilizado para afeitar, que generalmente presenta cuchillas o foils rotativas que cortan el cabello.",
      "definition_translation": "Un dispositivo eléctrico utilizado para afeitar, que generalmente cuenta con cuchillas o láminas rotativas que cortan el cabello.",
      "example": "Usé una rasuradora eléctrica para afeitar mi barba ayer. Mi hermano usa una rasuradora eléctrica para recortar su bigote. Compraré una rasuradora eléctrica para el cumpleaños de mi padre.",
      "example_translation": "Usé un rastrillo eléctrico para afeitar mi barba ayer. Mi hermano utiliza un rastrillo eléctrico para recortar su bigote. Compraré un rastrillo eléctrico para el cumpleaños de mi papá.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aceite esencial",
      "translation": "aceite esencial",
      "definition": "Un extracto líquido concentrado de planta, obtenido generalmente a través de destilación o extracción con disolventes, utilizado en aromaterapia, cosmética y medicina.",
      "definition_translation": "Un extracto líquido concentrado de planta, obtenido normalmente mediante destilación o extracción con disolvente, utilizado en aromaterapia, cosmética y medicina.",
      "example": "Ella usó aceite esencial en su terapia de masaje para relajar a sus clientes. Ella había aprendido sobre los beneficios del aceite esencial en la universidad. Ella usará aceite esencial en su nuevo producto para el cuidado de la piel.",
      "example_translation": "Ella usaba aceite esencial en su terapia de masaje para relajar a sus clientes. Había aprendido sobre los beneficios del aceite esencial en la universidad. Usará aceite esencial en su nuevo producto de cuidado de la piel.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rizador de pestañas",
      "translation": "rizador de pestañas",
      "definition": "Una herramienta cosmética utilizada para dar forma y curvar las pestañas, que generalmente consiste en un dispositivo pequeño de metal o plástico con una superficie curva o angulada.",
      "definition_translation": "Una herramienta cosmética utilizada para dar forma y rizar las pestañas, que consiste normalmente en un dispositivo pequeño de metal o plástico con una superficie curva o angular.",
      "example": "Ella usó un rizador de pestañas para curvar sus pestañas antes de aplicar máscara. Su hermana le había recomendado un rizador de pestañas para un look más dramático. Ella comprará un rizador de pestañas para el cumpleaños de su mejor amiga.",
      "example_translation": "Ella usaba cuidadosamente un rizador de pestañas para rizar sus pestañas antes de aplicar rímel. Su hermana le había recomendado un rizador de pestañas para un look más dramático. Comprará un rizador de pestañas para el cumpleaños de su mejor amiga.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tinte para cabello",
      "translation": "tinte para el cabello",
      "definition": "Una sustancia cosmética utilizada para cambiar el color del cabello, disponible en various formas como líquidos, cremas y polvos.",
      "definition_translation": "Una sustancia cosmética utilizada para cambiar el color del cabello, disponible en varias formas como líquidos, cremas y polvos.",
      "example": "Ella había estado usando tinte para cabello durante años para cubrir sus canas. Él decidió probar una nueva marca de tinte para cabello para un color más vibrante. Ellos lanzarán un nuevo producto de tinte para cabello el próximo mes.",
      "example_translation": "Ella había estado usando tinte para el cabello durante años para cubrir su cabello gris. Él decidió probar una nueva marca de tinte para el cabello para un color más vibrante. Lanzarán un nuevo producto de tinte para el cabello el mes próximo.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lima de uñas",
      "translation": "lima de uñas",
      "definition": "Una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o pies.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "Afilé mis uñas para quitarme las grietas. Ayer, había afilado mis uñas para prepararme para la fiesta. Para la próxima semana, habré afilado mis uñas para lucir perfectas en la boda.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortauñas",
      "translation": "cortauñas",
      "definition": "Un dispositivo manual utilizado para recortar y cortar las uñas de los dedos o pies.",
      "definition_translation": "Un cortauñas es un dispositivo portátil utilizado para recortar y cortar las uñas de los dedos o de los pies.",
      "example": "Me corté las uñas demasiado cortas. Ella había cortado sus uñas el día anterior. Para mañana, él habrá cortado sus uñas para el gran evento.",
      "example_translation": "Me corté las uñas demasiado cortas. Ella había cortado sus uñas el día anterior. Para mañana, él habrá cortado sus uñas para el gran evento.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lima de uñas",
      "translation": "lima de uñas",
      "definition": "Una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o pies.",
      "definition_translation": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar la superficie de las uñas de los dedos o de los pies.",
      "example": "Afilé mis uñas para quitarme las grietas. Ayer, había afilado mis uñas para prepararme para la fiesta. Para la próxima semana, habré afilado mis uñas para lucir perfectas en la boda.",
      "example_translation": "Limpie mis uñas para eliminar los bordes. Ayer, había limpiado mis uñas para prepararme para la fiesta. Para la próxima semana, habré limpiado mis uñas para lucir perfectas en la boda.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espátula",
      "translation": "espátula",
      "definition": "Una herramienta de cocina utilizada para dar vuelta, raspar y levantar alimentos mientras se cocina, que suele tener una hoja plana y ancha y un mango largo.",
      "definition_translation": "Una herramienta de cocina utilizada para voltear, raspar y levantar alimentos mientras se cocina, a menudo con una hoja plana y ancha y un mango largo.",
      "example": "Ella usó una espátula para dar vuelta las tortitas, luego la usó para raspar los lados del tazón y finalmente la usó para levantar el pastel fuera del horno.",
      "example_translation": "Ella usó una espátula para dar vuelta a los pancakes, luego la usará para raspar los lados del tazón, y finalmente, la usará para levantar el pastel fuera del horno.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hidratante teñido",
      "translation": "hidratante teñido",
      "definition": "Un producto cosmético que proporciona hidratación a la piel mientras le da un color natural y discreto.",
      "definition_translation": "Un producto cosmético que proporciona hidratación a la piel mientras le da un color natural y sutil.",
      "example": "Me aplicó un hidratante teñido en la cara esta mañana, luego lo aplicaré de nuevo esta noche después de lavarme la cara, y mañana, probaré una marca diferente.",
      "example_translation": "Aplicó un hidratante teñido en mi rostro esta mañana, luego lo aplicaré de nuevo esta noche después de lavar mi rostro, y mañana, probaré una marca diferente.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "separador de dedos",
      "translation": "separador de dedos del pie",
      "definition": "Un dispositivo o herramienta utilizado para separar los dedos, a menudo utilizado para prevenir la fricción y la irritación entre los dedos, especialmente para personas con deformidades de dedos.",
      "definition_translation": "Un dispositivo o herramienta utilizado para separar los dedos del pie, a menudo utilizado para prevenir la fricción y la irritación entre los dedos del pie, especialmente para personas con deformidades en los dedos del pie.",
      "example": "Ella utilizó un separador de dedos para aliviar el dolor causado por sus dedos de martillo, luego lo usará para prevenir la fricción mientras corre, y finalmente, lo usará para ayudar a sus dedos a sanar después de la cirugía.",
      "example_translation": "Ella usó un separador de dedos del pie para aliviar el dolor causado por sus dedos en martillo, luego lo usará para prevenir la fricción mientras corría, y finalmente, lo usará para ayudar a sus dedos del pie a sanar después de la cirugía.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "después de afeitar",
      "translation": "aftershampoo",
      "definition": "Un líquido o gel aplicado a la piel después de afeitar para ayudar a cerrar los poros y reducir la irritación.",
      "definition_translation": "Un líquido o gel aplicado a la piel después de afeitar para ayudar a cerrar los poros y reducir la irritación.",
      "example": "Siempre uso después de afeitar después de afeitar para prevenir pelos incrustados. Ayer, me olvidé de aplicar después de afeitar y ahora mi piel está irritada. Si recuerdo, usaré después de afeitar mañana.",
      "example_translation": "Siempre uso aftershampoo después de afeitar para prevenir pelo encarnado. Ayer, olvidé aplicar aftershampoo y ahora mi piel está irritada. Si me acuerdo, usaré aftershampoo mañana.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rubor",
      "translation": "rubor",
      "definition": "Un polvo o crema cosmética utilizada para dar un brillo saludable y rosado a las mejillas.",
      "definition_translation": "Un polvo o crema cosmética utilizada para dar un brillo saludable y rosado a las mejillas.",
      "example": "Aplicé rubor a mis mejillas para parecer más energética hoy. Ayer, compré un nuevo rubor que usaré mañana. Si tengo tiempo, aplicaré rubor antes de la fiesta esta noche.",
      "example_translation": "Me aplicó rubor a las mejillas para parecer más energético hoy. Ayer, compré un nuevo rubor que usaré mañana. Si tengo tiempo, me aplicaré rubor antes de la fiesta esta noche.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exfoliante corporal",
      "translation": "exfoliante corporal",
      "definition": "Un producto cosmético utilizado para eliminar células muertas de la piel y suavizar la piel.",
      "definition_translation": "Un producto cosmético utilizado para eliminar células de piel muertas y suavizar la piel.",
      "example": "Utilizo un exfoliante corporal una vez a la semana para mantener mi piel suave. Ayer, usé un exfoliante corporal antes de ir a la playa. Si recuerdo, usaré un exfoliante corporal la próxima semana.",
      "example_translation": "Uso un exfoliante corporal una vez a la semana para mantener mi piel suave. Ayer, usé un exfoliante corporal antes de ir a la playa. Si me acuerdo, usaré un exfoliante corporal de nuevo la próxima semana.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baño de burbujas",
      "translation": "baño de burbujas",
      "definition": "Un baño en el que una persona se sienta en una tina llena de agua y un tipo de jabón perfumado que forma burbujas.",
      "definition_translation": "Un baño en el que una persona se sienta en una tina llena de agua y un tipo de jabón perfumado que forma burbujas.",
      "example": "Ella se relajó en el baño de burbujas durante una hora, sintiendo el estrés desaparecer. Ha estado tomando baños de burbujas todas las noches esta semana. Tomará un baño de burbujas después de su entrenamiento mañana.",
      "example_translation": "Ella se relajó en el baño de burbujas durante una hora, sintiendo que el estrés se desvanecía. Ha estado tomando baños de burbujas todas las noches esta semana. Tomará un baño de burbujas después de su entrenamiento mañana.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "póster compacto",
      "translation": "compacto",
      "definition": "Un pequeño caso o contenedor para holding cosméticos, generalmente en forma de polvo o crema.",
      "definition_translation": "Un pequeño caso o contenedor para contener cosméticos, generalmente en forma de polvo o crema.",
      "example": "Ella llevó un póster compacto en su bolso para retoques durante el día. La empresa produjo un nuevo póster compacto con un espejo incorporado. Lanzarán una nueva línea de productos póster compactos el próximo año.",
      "example_translation": "Ella llevaba un compacto en su bolso para toques durante todo el día. La empresa produjo un nuevo compacto con un espejo incorporado. Lanzarán una nueva línea de productos compactos el próximo año.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corrector",
      "translation": "corrector",
      "definition": "Un producto cosmético utilizado para cubrir imperfecciones o defectos en la piel.",
      "definition_translation": "Un producto cosmético utilizado para cubrir imperfecciones o defectos en la piel.",
      "example": "Ella aplicó un corrector para esconder los círculos oscuros bajo sus ojos. Él utiliza un corrector para cubrir sus cicatrices de acné. El artista de maquillaje utilizará un corrector para igualar su tono de piel.",
      "example_translation": "Ella aplicó un corrector para ocultar los círculos oscuros bajo sus ojos. Él utiliza un corrector para cubrir sus cicatrices de acne. El maquillador usará un corrector para igualar su tono de piel.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bastoncitos de algodón",
      "translation": "palletas de algodón",
      "definition": "Pequeños objetos en forma de palo utilizados para aplicar o eliminar maquillaje, limpiar los oídos o otros propósitos.",
      "definition_translation": "Objetos pequeños y delgados utilizados para aplicar o remover maquillaje, limpiar oídos o otros propósitos.",
      "example": "Utilicé bastoncitos de algodón para limpiar mis oídos, luego los usé para aplicar máscara de pestañas, y finalmente, los usaré para eliminar mi maquillaje esta noche.",
      "example_translation": "Usé palletas de algodón para limpiar mis oídos, luego apliqué máscara utilizando las mismas palletas de algodón, y finalmente, usarélas para remover mi maquillaje esta noche.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rizador",
      "translation": "rulero",
      "definition": "Una herramienta de peinado utilizada para dar forma y rizar el cabello, generalmente calentada para lograr el rizo deseado.",
      "definition_translation": "Una herramienta de estilismo de cabello utilizada para dar forma y rizar el cabello, generalmente calentada para alcanzar la rizada deseada.",
      "example": "Tuve que usar un rizador para obtener los rizos espirales perfectos para mi peinado de boda, luego lo usaré para retocar mi cabello antes de la recepción.",
      "example_translation": "Tuve que usar un rulero para obtener las rizas espirales perfectas para mi peinado de boda, después de lo cual lo utilizaré para retocar mi cabello antes de la recepción.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tijeras de rizar",
      "translation": "plancha rizadora",
      "definition": "Una herramienta de peinado utilizada para rizar o alinear el cabello, generalmente calentada para lograr el estilo deseado.",
      "definition_translation": "Una herramienta de estilismo utilizada para rizar o alisar el cabello, generalmente calentada para alcanzar el estilo deseado.",
      "example": "Me quemé el cabello con las tijeras de rizar la semana pasada, pero ahora uso un protector térmico para prevenir daños cuando rizo mi cabello para una noche fuera.",
      "example_translation": "Accidentalmente me quemé el cabello con la plancha rizadora la semana pasada, pero ahora uso un protector de calor para prevenir daños cuando rizo mi cabello para una noche fuera.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tijeras de cutícula",
      "translation": "cortauñas de cutícula",
      "definition": "Un instrumento pequeño utilizado para recortar y dar forma a las cutículas, generalmente consiste en una pareja de pequeñas cuchillas curvas.",
      "definition_translation": "un instrumento pequeño utilizado para recortar y dar forma a las cutículas, que consiste típicamente en una pareja de hojas pequeñas y curvas.",
      "example": "Ella utilizó sus tijeras de cutícula para recortar con cuidado sus cutículas. Ella había utilizado sus tijeras de cutícula el día anterior para dar forma a sus uñas. Ella utilizará sus tijeras de cutícula mañana para darse un manicure.",
      "example_translation": "Ella utilizó sus cortauñas de cutícula para recortar cuidadosamente sus cutículas. Ella había utilizado sus cortauñas de cutícula ayer para dar forma a sus uñas. Ella utilizará sus cortauñas de cutícula mañana para darse un manicure.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "empujador de cutícula",
      "translation": "empujador de cutícula",
      "definition": "Una herramienta utilizada para empujar suavemente las cutículas, generalmente hecha de metal o plástico.",
      "definition_translation": "una herramienta utilizada para empujar suavemente hacia atrás las cutículas, típicamente hecha de metal o plástico.",
      "example": "La técnica de uñas utilizó un empujador de cutícula para empujar suavemente las cutículas de su cliente. Ella nunca había utilizado un empujador de cutícula antes, pero encontró que era muy efectivo. Ella continuará utilizando un empujador de cutícula en su rutina de cuidado de uñas.",
      "example_translation": "El técnico de uñas utilizó un empujador de cutícula para empujar suavemente hacia atrás las cutículas de su cliente. Ella nunca había utilizado un empujador de cutícula antes, pero encontró que era muy efectivo. Ella continuará utilizando un empujador de cutícula en su rutina de cuidado de uñas.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "quitacutículas",
      "translation": "quitacutículas",
      "definition": "Un líquido o sustancia cremosa utilizada para disolver y eliminar células muertas de la piel de las cutículas.",
      "definition_translation": "una sustancia líquida o cremosa utilizada para disolver y remover células muertas de la piel de las cutículas.",
      "example": "Ella aplicó un quitacutículas en sus uñas y esperó a que hiciera efecto. Ella había utilizado un quitacutículas antes, pero este era mucho más suave. Ella utilizará un quitacutículas todas las semanas para mantener sus uñas con un aspecto saludable.",
      "example_translation": "Ella aplicó un quitacutículas a sus uñas y esperó a que surtiera efecto. Ella había utilizado un quitacutículas antes, pero este era mucho más suave. Ella utilizará un quitacutículas todas las semanas para mantener sus uñas con aspecto saludable.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema depiladora",
      "translation": "crema depilatoria",
      "definition": "Un producto cosmético utilizado para eliminar vello indeseable de la piel, generalmente aplicado como crema o loción.",
      "definition_translation": "Un producto cosmético utilizado para eliminar pelo no deseado de la piel, generalmente aplicado como crema o loción.",
      "example": "Ella utilizó una crema depiladora para eliminar el vello indeseable antes de las vacaciones en la playa. Ella había utilizado antes, pero volverá a utilizarla el próximo verano.",
      "example_translation": "Ella utilizó una crema depilatoria para eliminar pelo no deseado antes de las vacaciones en la playa. Lo había usado antes, pero lo volverá a usar la próxima verano.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz de cejas",
      "translation": "lápiz de cejas",
      "definition": "Una herramienta cosmética utilizada para definir o rellenar las cejas, generalmente en forma de lápiz o bolígrafo.",
      "definition_translation": "Una herramienta cosmética utilizada para definir o rellenar las cejas, generalmente en forma de lápiz o pluma.",
      "example": "Ella dibujó sus cejas con un lápiz de cejas para completar su rutina de maquillaje matutino. Ella había estado utilizando durante años y continuará utilizando en el futuro.",
      "example_translation": "Ella dibujó con cuidado sus cejas con un lápiz de cejas para completar su rutina de maquillaje matutina. Lo había estado utilizando durante años, y seguirá usando en el futuro.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delineador de ojos",
      "translation": "delineador de ojos",
      "definition": "Un producto cosmético utilizado para definir o realzar la forma de los ojos, generalmente aplicado como líquido, gel o polvo.",
      "definition_translation": "Un producto cosmético utilizado para definir o realzar la forma de los ojos, generalmente aplicado como líquido, gel o polvo.",
      "example": "Ella aplicó con habilidad el delineador de ojos para crear un efecto de ojos de gato para la fiesta. Ella había practicado antes y perfeccionará la técnica para el próximo mes.",
      "example_translation": "Ella aplicó con habilidad el delineador de ojos para crear un efecto de ojos de gato para la fiesta. Lo había practicado antes, y lo perfeccionará para el próximo mes.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombra de ojos",
      "translation": "sombra de ojos",
      "definition": "Un producto cosmético aplicado a los párpados para dar color y textura, a menudo en forma de polvo, crema o gel.",
      "definition_translation": "Un cosmético aplicado a los párpados para dar color y textura, a menudo en forma de polvo, crema o gel.",
      "example": "Aplicó sombra de ojos a mis párpados antes de la fiesta. Aplicó sombra de ojos a mis párpados ayer. Aplicaré sombra de ojos a mis párpados mañana.",
      "example_translation": "Aplicé sombra de ojos a mis párpados antes de la fiesta. Había aplicado sombra de ojos a mis párpados ayer. Aplicaré sombra de ojos a mis párpados mañana.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plancha de pelo",
      "translation": "plancha de pelo",
      "definition": "Un dispositivo utilizado para alisar o estilizar el pelo, consistente en dos placas calientes que se presionan juntas para aplanar o dar forma al pelo.",
      "definition_translation": "Un dispositivo usado para enderezar o peinar el cabello, compuesto por dos placas calientes que se presionan juntas para aplanar o dar forma al cabello.",
      "example": "Utilicé una plancha de pelo para alisar mi cabello esta mañana. Utilicé una plancha de pelo para estilizar mi cabello para la fiesta. Utilizaré una plancha de pelo para rizar mi cabello para la boda.",
      "example_translation": "Usé una plancha de pelo para enderezar mi cabello esta mañana. Había usado una plancha de pelo para peinar mi cabello para la fiesta. Usaré una plancha de pelo para rizar mi cabello para la boda.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acondicionador de cabello",
      "translation": "aceite para el cabello",
      "definition": "Un tratamiento aplicado al cabello después del champú para mejorar su suavidad, manejabilidad y salud en general.",
      "definition_translation": "Un tratamiento aplicado al cabello después del champú para mejorar su suavidad, manejabilidad y salud en general.",
      "example": "Aplicó acondicionador de cabello a mi cabello después de champú. Aplicó acondicionador de cabello a mi cabello ayer. Aplicaré acondicionador de cabello a mi cabello antes de la cita con el peluquero.",
      "example_translation": "Aplicé aceite para el cabello a mi cabello después del champú. Había aplicado aceite para el cabello a mi cabello ayer. Aplicaré aceite para el cabello a mi cabello antes de la cita con la peluquera.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mousse de pelo",
      "translation": "espuma para el cabello",
      "definition": "Un producto de estilismo utilizado para agregar volumen, textura y retención al cabello, generalmente en forma de espuma o mousse.",
      "definition_translation": "Un producto de estilismo utilizado para agregar volumen, textura y sujeción al cabello, generalmente en consistencia de espuma o mousse.",
      "example": "Utilicé mousse de pelo para agregar volumen a mi cabello ayer. La utilizaré de nuevo mañana para estilizar mi cabello para la fiesta. He estado utilizando durante meses para mantener mi cabello con un aspecto genial.",
      "example_translation": "Usé espuma para el cabello para agregar volumen a mi cabello ayer. Lo usaré de nuevo mañana para estilo mi cabello para la fiesta. He estado usando durante meses para mantener mi cabellolooking great.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "laca para el cabello",
      "translation": "laca para el cabello",
      "definition": "Un producto cosmético utilizado para mantener el cabello en su lugar, generalmente en forma de spray.",
      "definition_translation": "Un producto cosmético utilizado para mantener el cabello en su lugar, generalmente en forma de spray.",
      "example": "Usé laca para el cabello para mantener mi peinado en su lugar todo el día. Ella la utilizará esta noche para fijar su cabello para la boda. Él ha estado utilizando durante años para mantener su cabello estilizado perfectamente.",
      "example_translation": "Usé laca para el cabello para mantener mi peinado en su lugar todo el día. Ella lo utilizará Esta noche para fijar su cabello para la boda. Él ha estado utilizando durante años para mantener su cabello estilizado perfectamente.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo para los labios",
      "translation": "bálsamo labial",
      "definition": "Un producto tópico utilizado para humectar y proteger los labios, que a menudo contiene ingredientes como cera de abeja y jelly de petróleo.",
      "definition_translation": "Un producto tópico utilizado para hidratar y proteger los labios, a menudo contiene ingredientes como cera de abeja y jelly de petróleo.",
      "example": "Me aplicó bálsamo para los labios para calmar mis labios resecos ayer. Ella la utilizará esta noche para humectar sus labios antes de acostarse. Él ha estado utilizando todo el invierno para proteger sus labios del frío.",
      "example_translation": "Aplicó bálsamo labial para calmar mis labios agrietados ayer. Ella lo utilizará Esta noche para hidratar sus labios antes de acostarse. Él ha estado utilizando todo el invierno para proteger sus labios del frío.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brillo para los labios",
      "translation": "brillo de labios",
      "definition": "Un producto cosmético utilizado para agregar color, brillo y humedad a los labios.",
      "definition_translation": "Un producto cosmético utilizado para agregar color, brillo y humedad a los labios.",
      "example": "Ella aplicó una capa de brillo para los labios antes de salir a la fiesta. Ella la había estado llevando todo el día, pero aún era brillante. Ella la re aplicará después de cenar.",
      "example_translation": "Ella aplicó una capa de brillo de labios en sus labios antes de salir a la fiesta. Lo había llevado puesto todo el día, pero todavía estaba brillante. Volverá a aplicarlo después de cenar.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delineador de labios",
      "translation": "delineador de labios",
      "definition": "Un producto cosmético utilizado para definir y dar forma al contorno de los labios.",
      "definition_translation": "Un producto cosmético utilizado para definir y dar forma al contorno de los labios.",
      "example": "Ella usó un delineador de labios para crear un arco de Cupido perfecto. Ella tenía problemas para encontrar el tono adecuado, pero finalmente encontró uno que coincidía con el color de sus labios. Ella probará una nueva técnica con él la próxima semana.",
      "example_translation": "Ella utilizó un delineador de labios para crear un arco de cupido perfecto. Tuvo problemas para encontrar el tono adecuado, pero finalmente encontró uno que coincidía con el color de sus labios. Probará una nueva técnica con él la próxima semana.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "base líquida",
      "translation": "base líquida",
      "definition": "Un tipo de base cosmética que tiene una consistencia líquida y se aplica a la piel para proporcionar cobertura y un tono uniforme.",
      "definition_translation": "Un tipo de base cosmética que tiene una consistencia líquida y se aplica a la piel para proporcionar cobertura y un tono uniforme.",
      "example": "Ella aplicó una capa de base líquida a su rostro para igualar su tono de piel. Ella ha estado utilizando durante años, pero recientemente cambió a una nueva marca. Ella probará un tono diferente de ella el próximo verano.",
      "example_translation": "Ella aplicó una capa de base líquida a su rostro para uniformar su tono de piel. Lo había estado usando durante años, pero recientemente cambió a una nueva marca. Probará un tono diferente de ella el próximo verano.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "polvo suelto",
      "translation": "polvo suelto",
      "definition": "Un tipo de polvo cosmético que no está prensado en una forma compacta y se utiliza a menudo para fijar el maquillaje o agregar un acabado natural ligero.",
      "definition_translation": "Un tipo de polvo cosmético que no está presionado en una forma compacta y se utiliza a menudo para fijar el maquillaje o agregar un acabado natural y ligero.",
      "example": "Aplico una ligera capa de polvo suelto a mi rostro para fijar mi base. Ayer apliqué polvo suelto a mi rostro para reducir el brillo. Mañana aplicaré polvo suelto a mi rostro para parecer perfecto.",
      "example_translation": "Me aplico un polvo suelto ligero en la cara para fijar mi base. Ayer me aplicó polvo suelto en la cara para reducir el brillo. Mañana me aplicaré polvo suelto en la cara para parecer perfecta.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo de uñas",
      "translation": "cepillo de uñas",
      "definition": "Un pequeño cepillo utilizado para aplicar esmalte de uñas o fortalecedor de uñas a las uñas de los dedos o pies.",
      "definition_translation": "Un cepillo pequeño que se utiliza para aplicar esmalte de uñas o fortalecedor de uñas en las uñas de los dedos o los pies.",
      "example": "Uso un cepillo de uñas para aplicar esmalte con cuidado. Ayer usé un cepillo de uñas para aplicar fortalecedor de uñas. Mañana utilizaré un cepillo de uñas para pintar mis uñas.",
      "example_translation": "Utilizo un cepillo de uñas para aplicar esmalte de uñas con cuidado. Utilicé un cepillo de uñas para aplicar fortalecedor de uñas ayer. Mañana utilizaré un cepillo de uñas para pintar mis uñas.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esmalte de uñas",
      "translation": "esmalte de uñas",
      "definition": "Una sustancia cosmética utilizada para colorear y decorar las uñas de los dedos o pies.",
      "definition_translation": "Una sustancia cosmética utilizada para colorear y decorar las uñas de los dedos o los pies.",
      "example": "Aplico esmalte de uñas a mis pies cada semana. Ayer apliqué esmalte de uñas a mis dedos. Mañana aplicaré esmalte de uñas a mis pies.",
      "example_translation": "Me aplico esmalte de uñas en las uñas de los pies cada semana. Ayer me aplicó esmalte de uñas en las uñas de los dedos. Mañana me aplicaré esmalte de uñas en las uñas de los pies.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "quitaesmalte",
      "translation": "quitapolish de uñas",
      "definition": "Un líquido solvente utilizado para remover esmalte de uñas de los dedos o pies.",
      "definition_translation": "Un líquido basado en disolventes utilizado para quitar esmalte de uñas de los dedos de los pies o las uñas de los dedos.",
      "example": "Necesito comprar quitasemalte para quitar mi antiguo esmalte de uñas. Ayer usé quitasemalte para limpiar mis uñas. Para la próxima semana, habré aprendido a usar quitasemalte de manera efectiva.",
      "example_translation": "Necesito comprar un quitapolish de uñas para quitar mi esmalte de uñas antiguo. Ayer, usé un quitapolish de uñas para limpiar mis uñas. Para la próxima semana, habré aprendido cómo usar un quitapolish de uñas de manera efectiva.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de polvo",
      "translation": "polvillo",
      "definition": "Una herramienta suave y acolchada utilizada para aplicar polvo al rostro o cuerpo.",
      "definition_translation": "Una herramienta suave y acolchada utilizada para aplicar polvo en la cara o el cuerpo.",
      "example": "El artista de maquillaje utilizó una almohadilla de polvo para fijar la base en el rostro del modelo. Ella ha estado utilizando una almohadilla de polvo toda la mañana para aplicar polvo. Para mañana, ella habrá dominado la técnica de utilizar una almohadilla de polvo.",
      "example_translation": "El artista de maquillaje usó un polvillo para fijar la base en la cara del modelo. Ha estado usando un polvillo para aplicar polvo toda la mañana. Para mañana, habrá dominado la técnica de usar un polvillo.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "polvo compacto",
      "translation": "polvo compacto",
      "definition": "Un tipo de polvo cosmético que se presiona en una forma compacta, utilizado para fijar la base y el corrector.",
      "definition_translation": "Un tipo de polvo cosmético que se presiona en una forma compacta, utilizado para fijar la base y el corrector.",
      "example": "Ella aplicó una capa de polvo compacto para fijar su maquillaje. Ayer, compré un nuevo polvo compacto que es controlador de aceite. Para el próximo mes, habré terminado mi polvo compacto y necesitaré comprar uno nuevo.",
      "example_translation": "Ella aplicó una capa de polvo compacto para fijar su maquillaje. Ayer, compré un nuevo polvo compacto que es controlador de aceite. Para el próximo mes, habré terminado mi polvo compacto y necesitaré comprar uno nuevo.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "primario",
      "translation": "prueba",
      "definition": "Un primario es una capa preparatoria de pintura o pegamento aplicada a una superficie para crear una base lisa para capas adicionales o para mejorar la adhesión.",
      "definition_translation": "Un primer es una capa de pintura o pegamento aplicada a una superficie para crear una base suave para capas adicionales o mejorar la adhesión.",
      "example": "Usé un primario para pintar la pared, luego apliqué dos capas de pintura. Usaré un primario nuevamente la próxima semana para terminar el proyecto. Ella había usado un primario el año pasado para preparar la superficie.",
      "example_translation": "Usé un primer para pintar la pared, luego apliqué dos capas de pintura. Usaré un primer de nuevo la próxima semana para terminar el proyecto. Ella había usado un primer el año pasado para preparar la superficie.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piedra pómez",
      "translation": "piedra pómez",
      "definition": "Una piedra pómez es una piedra natural exfoliante utilizada para eliminar células muertas de la piel y suavizar zonas ásperas.",
      "definition_translation": "Una piedra pómez es una piedra natural exfoliante utilizada para eliminar células muertas de la piel y suavizar parches rugosos en la piel.",
      "example": "Usé una piedra pómez para eliminar células muertas de mis pies. Ella usará una piedra pómez mañana para exfoliar sus manos. Ellos habían usado una piedra pómez la semana pasada para suavizar sus codos.",
      "example_translation": "Usé una piedra pómez para eliminar células muertas de mis pies. Ella utilisará una piedra pómez mañana para exfoliar sus manos. Habían utilizado una piedra pómez la semana pasada para suavizar sus codos.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo de afeitar",
      "translation": "cepillo de afeitar",
      "definition": "Un cepillo de afeitar es un cepillo utilizado para aplicar jabón o crema de afeitar a la piel antes de afeitar.",
      "definition_translation": "Un cepillo de afeitar es un cepillo utilizado para aplicar jabón o crema de afeitar a la piel antes de afeitar.",
      "example": "Usé un cepillo de afeitar para aplicar crema de afeitar a mi cara. Ella usará un cepillo de afeitar mañana para afeitar sus piernas. Ellos habían usado un cepillo de afeitar la semana pasada para afeitar sus barbas.",
      "example_translation": "Usé un cepillo de afeitar para aplicar crema de afeitar a mi rostro. Ella utilisará un cepillo de afeitar mañana para afeitar sus piernas. Habían utilizado un cepillo de afeitar la semana pasada para afeitar sus barbas.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema de afeitar",
      "translation": "crema de afeitar",
      "definition": "Una sustancia espesa, rica y cremosa utilizada para lubricar y proteger la piel mientras se afeita, que suele contener ingredientes que ayudan a humectar y calmar la piel.",
      "definition_translation": "Una sustancia gruesa, rica y cremosa utilizada para lubricar y proteger la piel mientras se afeita, que generalmente contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "Usé crema de afeitar para afeitar mi barba ayer, pero usaré una navaja mañana. He estado usando crema de afeitar durante meses, y continuaré usando en el futuro.",
      "example_translation": "Usé crema de afeitar para afeitar mi barba ayer, pero usaré una navaja mañana. He estado usando crema de afeitar durante meses, y continuaré usando en el futuro.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espuma de afeitar",
      "translation": "espuma de afeitar",
      "definition": "Una sustancia ligera, aireada y espumosa utilizada para lubricar y proteger la piel mientras se afeita, usualmente dispensada desde una lata de aerosol.",
      "definition_translation": "Una sustancia liviana, aireada y espumosa utilizada para lubricar y proteger la piel mientras se afeita, generalmente dispensada desde una lata de aerosol.",
      "example": "Ella aplicó espuma de afeitar a sus piernas antes de afeitar, y luego la enjuagó. Él ha estado usando espuma de afeitar durante años, pero ahora quiere probar una navaja.",
      "example_translation": "Ella aplicó espuma de afeitar a sus piernas antes de afeitarse, y luego la enjuagó. Él ha estado usando espuma de afeitar durante años, pero ahora quiere probar una navaja.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "protector solar",
      "translation": "protector solar",
      "definition": "Una crema, loción o spray utilizada para proteger la piel de los rayos ultravioletas dañinos del sol, que suelen contener ingredientes que ayudan a humectar y calmar la piel.",
      "definition_translation": "Una crema, loción o spray utilizada para proteger la piel de los dañinos rayos ultravioletas del sol, que a menudo contiene ingredientes que ayudan a hidratar y calmar la piel.",
      "example": "Siempre aplico protector solar antes de ir a la playa, y lo reaplico cada dos horas. Ella olvidó traer protector solar al parque, y ahora tiene una quemadura solar.",
      "example_translation": "Siempre aplico protector solar antes de ir a la playa, y reaplico cada dos horas. Ella se olvidó de帶r el protector solar al parque, y ahora tiene una quemadura solar.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pinzas",
      "translation": "pinzas",
      "definition": "Instrumentos metálicos pequeños, típicamente en forma de tijeras, utilizados para arrancar o agarrear objetos pequeños, especialmente para dar forma o ajustar las cejas.",
      "definition_translation": "Instrumentos metálicos pequeños, generalmente en forma de tijeras, utilizados para arrancar o sujetar objetos pequeños, especialmente para dar forma o ajustar las cejas.",
      "example": "Usé pinzas para remover un astilla de mi piel. Usaré pinzas para arrancar mis cejas esta noche. Ella había usado pinzas para ajustar su collar.",
      "example_translation": "Usé pinzas para quitar un astillo de mi piel. Usaré pinzas para depilar mis cejas esta noche. Ella había utilizado pinzas para ajustar su collar.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]