[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor",
      "translation": "flor",
      "definition": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "definition_translation": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "example": "Planté una flor en el jardín ayer, está floreciendo hoy y será hermosa mañana.",
      "example_translation": "Planté una flor en el jardín ayer, hoy está floreciendo y será hermosa mañana.",
      "imageLink": "image_files\\English\\flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "rosa",
      "definition": "Un arbusto o matas con espinas que produce flores fragantes, especialmente uno con flores llamativas y a menudo fragantes.",
      "definition_translation": "Un arbusto o mata espinoso que produce flores fragantes, especialmente uno con flores vistosas, a menudo fragantes.",
      "example": "Ella me dio una rosa ayer, hoy la olí y mañana se la daré a ella.",
      "example_translation": "Ella me dio una rosa ayer, la olí hoy y se la daré mañana.",
      "imageLink": "image_files\\English\\rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "margarita",
      "translation": "margarita",
      "definition": "Una pequeña flor delicada con pétalos blancos y un centro amarillo, a menudo encontrada en prados y jardines.",
      "definition_translation": "Una pequeña flor delicada con pétalos blancos y un centro amarillo, a menudo encontrada en céspedes y prados.",
      "example": "Recolecté una margarita en el prado ayer, hoy la estoy mirando y mañana la prensaré.",
      "example_translation": "Recogí una margarita en el prado ayer, la estoy viendo hoy y la presionaré mañana.",
      "imageLink": "image_files\\English\\daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "girasol",
      "translation": "girasol",
      "definition": "Una planta anual o perenne alta de la familia de las margaritas, con grandes flores amarillas y semillas comestibles.",
      "definition_translation": "Una planta anual o perenne alta de la familia de las margaritas, con flores amarillas grandes y semillas comestibles.",
      "example": "Planté un girasol en mi jardín el año pasado, está creciendo bien ahora y pronto cosecharé sus semillas.",
      "example_translation": "Planté un girasol en mi jardín el año pasado, ahora está creciendo bien, y pronto cosecharé sus semillas.",
      "imageLink": "image_files\\English\\sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tulipán",
      "translation": "tulipán",
      "definition": "Una planta perenne bulbosa que florece en primavera, con flores en forma de taza en various colores.",
      "definition_translation": "Una planta perenne bulbosa que florece en primavera con flores en forma de copa en una variedad de colores.",
      "example": "Mi abuela solía cultivar tulipanes en su jardín, los cultivaba bien, y los cultivará de nuevo el próximo año.",
      "example_translation": "Mi abuela solía crecer tulipanes en su jardín, los crecía bien, y los crecerá nuevamente el próximo año.",
      "imageLink": "image_files\\English\\tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ástere",
      "translation": "ástero",
      "definition": "Una pequeña planta florífera con flores parecidas a margaritas, a menudo utilizada en ramilletes y arreglos.",
      "definition_translation": "Una pequeña planta florífera con flores parecidas a margaritas, a menudo utilizadas en ramos y arreglo.",
      "example": "Recolecté un ástere en el parque ayer, los recolecté todo el tiempo, y los recolectaré de nuevo mañana.",
      "example_translation": "Recogí un ástero en el parque ayer, los recogía todo el tiempo, y los recogeré nuevamente mañana.",
      "imageLink": "image_files\\English\\aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azalea",
      "translation": "azalea",
      "definition": "Un arbusto florífero originario de Asia y América del Norte, con flores en forma de embudo llamativas y a menudo cultivado como ornamental.",
      "definition_translation": "Un arbusto florígero originario de Asia y América del Norte, con flores en forma de embudo y a menudo cultivado como ornamental.",
      "example": "La azalea floreció hermosamente en el jardín la primavera pasada, y me quedé asombrado por sus colores vivos. Planté una azalea en mi patio trasero el año pasado, y actualmente está floreciendo. Para la próxima primavera, la azalea habrá crecido aún más.",
      "example_translation": "La azalea floreció hermosamente en el jardín la primavera pasada, y me Sorprendieron sus colores vibrantes. Planté una azalea en mi patio trasero el año pasado, y actualmente está floreciendo. Para la próxima primavera, la azalea habrá crecido aún más.",
      "imageLink": "image_files\\English\\azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cactus",
      "translation": "cactus",
      "definition": "Una planta suculenta con un tallo grueso y ceroso que puede almacenar agua, a menudo encontrada en desiertos secos y calurosos.",
      "definition_translation": "Una planta suculenta con un tallo grueso y ceroso que puede almacenar agua, a menudo encontrada en desiertos secos y calurosos.",
      "example": "Manejé con cuidado el cactus para evitar sus espinas puntiagudas. El cactus ha estado sentado en mi ventana durante meses, y todavía está prosperando. Para el próximo verano, habré transplantado el cactus a una maceta más grande.",
      "example_translation": "Manejé con cuidado el cactus para evitar sus espinas afiladas. El cactus ha estado sentado en mi alféizar de ventana durante meses, y todavía prospera. Para el próximo verano, habré trasplantado el cactus a una maceta más grande.",
      "imageLink": "image_files\\English\\cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clavel",
      "translation": "clavel",
      "definition": "Una flor fragante, rosa, roja o blanca, utilizada en perfumes y llevada como símbolo de amor o respeto.",
      "definition_translation": "Una flor fragante, rosa, roja o blanca usada en perfumes y llevada como símbolo de amor o respeto.",
      "example": "El ramo de claveles fue un gesto amable de mi pareja. Me pondré un clavel en la solapa para mostrar mi apoyo a la causa. El próximo Día de las Madres, compraré un ramo de claveles para mi madre.",
      "example_translation": "El ramo de claveles fue un gesto encantador de mi compañero. Llevaré un clavel en mi solapa para mostrar mi apoyo a la causa. El próximo Día de las Madres, compraré un ramo de claveles para mi mamá.",
      "imageLink": "image_files\\English\\carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crisantemo",
      "translation": "crisantemo",
      "definition": "Una popular flor de jardín, que suele tener flores blancas, amarillas o rosadas, a menudo asociada con la longevidad y el honor.",
      "definition_translation": " Una flor popular en el jardín, que suele tener flores blancas, amarillas o rosadas, a menudo asociada con la longevidad y el honor.",
      "example": "Mi abuela siempre cultivó crisantemos en su jardín, y yo la ayudaba a regarlos cada semana. Los había cultivado durante años, y los cultivaría durante muchos años más.",
      "example_translation": "Mi abuela siempre cultivaba crisantemos en su jardín, y yo la ayudaba a regarlos cada semana. Ella los había cultivado durante años, y seguiría cultivándolos durante muchos más años por venir.",
      "imageLink": "image_files\\English\\chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor de centeno",
      "translation": "flor de centeno",
      "definition": "Una pequeña flor delicada con pétalos azules, a menudo encontrada creciendo en campos y praderas.",
      "definition_translation": "Una pequeña flor delicada con pétalos azules, que suele encontrarse creciendo en campos y praderas.",
      "example": "Cuando era niño, solía recoger flores de centeno en los campos y llevarlas a mi madre para que las pusiera en una vasija. Ahora, a menudo las veo creciendo junto a la carretera. En el futuro, espero plantarlas en mi propio jardín.",
      "example_translation": "De niño, recogía flores de centeno en los campos y se las llevaba a mi madre para ponerlas en un jarrón. Ahora, a menudo las veo creciendo junto a la carretera. En el futuro, espero plantarlas en mi propio jardín.",
      "imageLink": "image_files\\English\\cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crocus",
      "translation": "crocus",
      "definition": "Un tipo de planta florida, a menudo asociada con la primavera y la nueva vida, con flores brillantes y en forma de copa en tonos de púrpura, amarillo y blanco.",
      "definition_translation": "Un tipo de planta floreciente, a menudo asociada con la primavera y la nueva vida, con flores en forma de taza brillantes en tonos de púrpura, amarillo y blanco.",
      "example": "Cuando estaba de vacaciones, vi crocus floreciendo en el jardín, y me recordó mi infancia. Mi madre solía señalármelos cada año, diciendo que eran una señal del fin del invierno. Un día, plantaré crocus en mi propio jardín y veré cómo florecen cada primavera.",
      "example_translation": "Cuando estaba de vacaciones, vi crocus floreciendo en el jardín, y me recordó mi infancia. Mi madre siempre me señalaba cada año, diciendo que eran un signo del fin del invierno. Un día, plantaré en mi propio jardín, y las veré florecer cada primavera.",
      "imageLink": "image_files\\English\\crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "narciso",
      "translation": "azufrillo",
      "definition": "Un narciso es un tipo de planta florida originaria de las regiones del Mediterráneo. Es conocido por sus flores amarillas en forma de trompeta y a menudo se asocia con la primavera.",
      "definition_translation": "Un azufrillo es un tipo de planta floral que es nativa de las regiones mediterráneas. Se conoce por sus flores amarillas en forma de trompeta brillantes y a menudo se asocia con la primavera.",
      "example": "Planté narcisos en mi jardín el año pasado, y florecerán de nuevo la próxima primavera. Estoy plantando narcisos en mi jardín este año, y están floreciendo ahora. Plantaré narcisos en mi jardín el año próximo, y florecerán de nuevo.",
      "example_translation": "Planté azufrillos en mi jardín el año pasado, y florecerán de nuevo la próxima primavera. Estoy plantando azufrillos en mi jardín este año, y están floreciendo ahora. Plantaré azufrillos en mi jardín el año que viene, y florecerán de nuevo.",
      "imageLink": "image_files\\English\\daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dalia",
      "translation": "dalia",
      "definition": "Una dalia es un tipo de planta florida originaria de México y Centroamérica. Es conocida por sus flores llamativas y pomposas que vienen en una variedad de colores.",
      "definition_translation": "Una dalia es un tipo de planta floral que es nativa de México y Centroamérica. Se conoce por sus flores vistosas, como pompón, que vienen en una variedad de colores.",
      "example": "Crecí dalias en mi jardín la última verano, y atraían a muchas abejas. Estoy creciendo dalias en mi jardín este verano, y atraen a muchas mariposas. Crece dalias en mi jardín el próximo verano, y atraerán a muchos colibríes.",
      "example_translation": "Crecí dalias en mi jardín el verano pasado, y atrajeron a muchos abejas. Estoy creciendo dalias en mi jardín este verano, y están atrayendo a muchos mariposas. Crearé dalias en mi jardín el próximo verano, y atraerán a muchos colibríes.",
      "imageLink": "image_files\\English\\dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "edelweiss",
      "translation": "edelweiss",
      "definition": "El edelweiss es un tipo de planta florida originaria de las regiones montañosas de Europa y Asia. Es conocido por sus delicadas flores blancas y a menudo se asocia con los Alpes.",
      "definition_translation": "El edelweiss es un tipo de planta floral que es nativa de las regiones montañosas de Europa y Asia. Se conoce por sus flores blancas delicadas y a menudo se asocia con los Alpes.",
      "example": "Vi edelweiss creciendo cerca del sendero de montaña el año pasado, y lo fotografí. Estoy viendo edelweiss crecer cerca del sendero de montaña este año, y estoy dibujándolo. Veré edelweiss crecer cerca del sendero de montaña el año próximo, y recogeré sus semillas.",
      "example_translation": "Vi edelweiss creciendo cerca del sendero de la montaña el año pasado, y lo fotografí. Estoy viendo edelweiss crecer cerca del sendero de la montaña este año, y estoy dibujándolo. Veré edelweiss crecer cerca del sendero de la montaña el próximo año, y recogeré sus semillas.",
      "imageLink": "image_files\\English\\edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nomeolvides",
      "translation": "no-me-olvides",
      "definition": "Una pequeña planta florida con flores azules, rosadas o blancas, tradicionalmente dada como un token de amor o amistad.",
      "definition_translation": "Una pequeña planta floreciente con flores azules, rosadas o blancas, tradicionalmente dada como token de amor o amistad.",
      "example": "En su jardín, plantó un nomeolvides para recordar a su abuela. Lo había plantado el año pasado, y ahora está floreciendo hermosamente. Plantará otro el año próximo.",
      "example_translation": "En su jardín, ella plantó un no-me-olvides para recordar a su abuela. Lo había plantado el año pasado, y ahora está floreciendo hermosamente. Ella plantará otro el próximo año.",
      "imageLink": "image_files\\English\\forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fresia",
      "translation": "fresia",
      "definition": "Un tipo de planta florida conocida por sus flores fragantes, a menudo usadas en perfumes y arreglos.",
      "definition_translation": "Un tipo de planta floreciente que es conocida por sus flores fragantes, a menudo utilizadas en perfumes y arreglo.",
      "example": "Compró un ramo de fresias para crear un ramo hermoso para el cumpleaños de su amiga. Siempre había amado el olor de las fresias. Comprará más fresias para la boda del mes próximo.",
      "example_translation": "Ella compró un ramo de fresias para crear un ramo hermoso para el cumpleaños de su amiga. Siempre había amado el olor a fresias. Comprará más fresias para la boda del mes que viene.",
      "imageLink": "image_files\\English\\freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fucsia",
      "translation": "fuchsia",
      "definition": "Un tipo de arbusto o árbol pequeño florida conocido por sus flores brillantes y a menudo usado en jardines y arreglos.",
      "definition_translation": "Un tipo de arbusto o árbol pequeño que es conocido por sus flores de colores brillantes, a menudo utilizado en jardines y arreglos.",
      "example": "La abuela tenía una hermosa planta de fucsia en su jardín, que florecía cada verano. Lo había plantado el año pasado, y ahora está creciendo fuerte. La podará la próxima semana.",
      "example_translation": "La abuela de ella tenía una hermosa planta de fuchsia en su jardín, que florecía cada verano. Lo había plantado el año pasado, y ahora está creciendo fuerte. La podará la próxima semana.",
      "imageLink": "image_files\\English\\fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gerbera",
      "translation": "margarita",
      "definition": "Una gerbera es un tipo de planta florida originaria de Sudáfrica, conocida por sus flores brillantes y alegres en una variedad de colores.",
      "definition_translation": "Una margarita es una especie de planta florífera originaria de Sudáfrica, conocida por sus flores brillantes y alegres en una variedad de colores.",
      "example": "Compré un ramo de gerberas para el cumpleaños de mi hermana ayer, ella plantará en su jardín hoy, y florecerán la próxima semana.",
      "example_translation": "Compré un ramo de margaritas para el cumpleaños de mi hermana ayer, ella las plantará en su jardín hoy, y florecerán la próxima semana.",
      "imageLink": "image_files\\English\\gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alcea",
      "translation": "malvavisco",
      "definition": "Un alcea es una planta florida alta que se cultiva comúnmente en jardines por sus flores llamativas en forma de copa en tonos de rosa, amarillo y púrpura.",
      "definition_translation": "Un malvavisco es una planta floreciente alta que se cultiva comúnmente en jardines por sus flores vistosas, en forma de taza, en tonos de rosa, amarillo y púrpura.",
      "example": "Mi abuela solía cultivar alceas en su jardín cuando era niño, yo la ayudaba a regarlas cada mañana, ahora tengo alceas en mi propio jardín y mis hijos les encanta jugar entre ellas.",
      "example_translation": "Mi abuela solía cultivar malvaviscos en su jardín cuando yo era niño, yo la ayudaba a regarlos todas las mañanas, ahora tengo malvaviscos en mi propio jardín y mis hijos adoran jugar entre ellos.",
      "imageLink": "image_files\\English\\hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jacinto",
      "translation": "jacinto",
      "definition": "Un jacinto es una planta florida que se conoce por sus flores dulces y fragantes en tonos de azul, rosa y blanco, a menudo cultivada en jardines y macetas.",
      "definition_translation": "Un jacinto es una especie de planta floreciente que se conoce por sus flores fragantes y dulces en tonos de azul, rosa y blanco, a menudo cultiva en jardines y macetas.",
      "example": "Planté jacintos en mi jardín la primavera pasada, florecieron hermosamente en el verano y ahora tengo que preparar la tierra para nuevas flores el año que viene.",
      "example_translation": "Planté jacintos en mi jardín la primavera pasada, florecieron bellamente en el verano, y ahora tengo que preparar el suelo para nuevas flores el próximo año.",
      "imageLink": "image_files\\English\\hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "iris",
      "translation": "íris",
      "definition": "Una flor que es típicamente azul o púrpura, con tres pétalos y tres sépalos, y a menudo se asocia con el ojo.",
      "definition_translation": "Una flor que es típicamente azul o púrpura, con tres pétalos y tres sépalos, y se asocia a menudo con el ojo.",
      "example": "Planté un iris en mi jardín el año pasado, está floreciendo ahora y plantaré otro el año que viene.",
      "example_translation": "Planté un íris en mi jardín el año pasado, ahora está floreciendo, y plantaré otro el año que viene.",
      "imageLink": "image_files\\English\\iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lilac",
      "translation": "lilas",
      "definition": "Un arbusto deciduo con flores púrpuras, a menudo cultivado en jardines por su belleza y fragancia.",
      "definition_translation": "Un arbusto caduco con flores púrpuras, a menudo cultivado en jardines por su belleza y fragancia.",
      "example": "Tenía un arbusto de lilac en mi patio trasero cuando era niño, olía maravilloso, tendré uno de nuevo cuando tenga una casa, y mis hijos lo amarán.",
      "example_translation": "Tenía un arbusto de lilas en mi patio trasero cuando era niño, olía espléndido, tendré uno de nuevo cuando tenga una casa, y a mis hijos les encantará.",
      "imageLink": "image_files\\English\\lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lirio",
      "translation": "lirio",
      "definition": "Una planta florida con flores grandes y vistosas, a menudo blancas o amarillas, y una fragancia dulce.",
      "definition_translation": "Una planta florida con flores grandes y vistosas, a menudo blancas o amarillas, y un aroma dulce.",
      "example": "Le regalé un lirio a mi madre en su cumpleaños, le encantó, y ahora le regalaré otro en el Día de las Madres, y estará feliz de nuevo.",
      "example_translation": "Le di un lirio a mi madre como regalo en su cumpleaños, le encantó, y ahora le daré otro en el Día de las Madres, y estará feliz de nuevo.",
      "imageLink": "image_files\\English\\lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lirio de los valles",
      "translation": "lirio del valle",
      "definition": "Un lirio de los valles es una planta florida que es nativa de Europa y Asia, conocida por sus flores campaniformes dulces y su asociación simbólica con la pureza y la inocencia.",
      "definition_translation": "Un lirio del valle es un tipo de planta floral que es nativa de Europa y Asia, conocida por sus flores en forma de campana dulces y su asociación simbólica con la pureza y la inocencia.",
      "example": "Planté un lirio de los valles en mi jardín el año pasado, y floreció hermosamente esta primavera. Plantaré otro el año que viene, y espero que crezca bien. Para cuando me retire, tendré un jardín entero lleno de lirios de los valles.",
      "example_translation": "Planté un lirio del valle en mi jardín el año pasado, y floreció hermosamente esta primavera. Plantaré otro el próximo año, y espero que crezca bien. Para cuando me retire, tendré todo un jardín lleno de lirios del valle.",
      "imageLink": "image_files\\English\\lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "narciso",
      "translation": "narciso",
      "definition": "Un narciso es una planta florida que se conoce comúnmente como narciso o azucena, caracterizada por sus flores amarillas en forma de trompeta y sus bulbos que se pueden cultivar fácilmente.",
      "definition_translation": "Un narciso es un tipo de planta floral que se conoce comúnmente como narciso, caracterizada por sus flores amarillas en forma de trompeta brillantes y sus bulbos que se pueden cultivar fácilmente.",
      "example": "El narciso en mi jardín ha estado floreciendo durante semanas, y sus flores amarillas son un espectáculo hermoso. Planté los bulbos la otoño pasado, y florecerán de nuevo la próxima primavera. Cuando mis nietos crezcan, espero tener un campo entero de narcisos.",
      "example_translation": "El narciso en mi jardín ha estado floreciendo durante semanas, y sus flores amarillas brillantes son un espectáculo hermoso. Had planted los bulbos el otoño pasado, y florecerán de nuevo la próxima primavera. Para cuando mis nietos sean adultos, espero tener todo un campo de narcisos.",
      "imageLink": "image_files\\English\\narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "orquídea",
      "translation": "orquídea",
      "definition": "Una orquídea es una planta florida que se conoce por sus flores exóticas y delicadas, a menudo utilizadas en arreglo de flores y ramos.",
      "definition_translation": "Una orquídea es un tipo de planta floral que se conoce por sus flores exóticas y delicadas, a menudo utilizadas en arreglos florales y ramos.",
      "example": "Recibí una hermosa orquídea como regalo en mi cumpleaños, y he estado cuidándola desde entonces. Le regalaré una a mi hermana como regalo el mes que viene, y espero que la ame. Cuando me retire, planeo tener un invernadero lleno de orquídeas.",
      "example_translation": "Recibí una hermosa orquídea como regalo en mi cumpleaños, y he estado cuidándola desde entonces. Le daré una a mi hermana como regalo el próximo mes, y espero que la ame. Cuando me retire, planeo tener todo un invernadero lleno de orquídeas.",
      "imageLink": "image_files\\English\\orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pensamiento",
      "translation": "pensamiento",
      "definition": "Un pensamiento es una planta florida que se utiliza a menudo como ornamento en jardines. Tiene flores en forma de corazón con cinco pétalos y viene en una variedad de colores.",
      "definition_translation": "Un pensamiento es una tipo de planta con flores que se utiliza con frecuencia como ornamentación en jardines. Tiene flores en forma de corazón con cinco pétalos y viene en una variedad de colores.",
      "example": "Vi un hermoso pensamiento en el jardín ayer, pero ya no estaba hoy. Plantaré un nuevo pensamiento en el jardín la próxima semana.",
      "example_translation": "Vi un hermoso pensamiento en el jardín ayer, pero desapareció hoy. Plantaré un nuevo pensamiento en el jardín la próxima semana.",
      "imageLink": "image_files\\English\\pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peonio",
      "translation": "peonía",
      "definition": "Un peonio es una planta florida que se conoce por sus flores grandes y vistosas. A menudo se utiliza en ramos de boda y es un símbolo de buena suerte.",
      "definition_translation": "Una peonía es una tipo de planta con flores que se conoce por sus flores grandes y llamativas. Se utiliza con frecuencia en ramilletes de bodas y es un símbolo de buena suerte.",
      "example": "Siempre he amado los peonios, así que planté uno en mi patio trasero el año pasado. Florecerá de nuevo el próximo verano.",
      "example_translation": "Siempre he amado peonías, así que planté una en mi patio trasero el año pasado. Florecerá nuevamente el próximo verano.",
      "imageLink": "image_files\\English\\peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amapola",
      "translation": "amapola",
      "definition": "Una amapola es una planta florida que se conoce por sus flores delicadas y papiráceas. A menudo se asocia con la remembranza y se utiliza como símbolo de paz.",
      "definition_translation": "Una amapola es una tipo de planta con flores que se conoce por sus flores delicadas y papelinas. Se asocia frecuentemente con la memoria y se utiliza como símbolo de paz.",
      "example": "Los campos de amapolas estaban en plena floración el verano pasado, pero se cortarán la próxima semana. Visitaré los campos de amapolas de nuevo el año que viene.",
      "example_translation": "Los campos de amapolas estaban en plena floración el verano pasado, pero serán cortados la próxima semana. Visitaré los campos de amapolas nuevamente el próximo año.",
      "imageLink": "image_files\\English\\poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prímula",
      "translation": "prímula",
      "definition": "Una flor delicada y fragante con pétalos amarillos, rosados o blancos, que crece típicamente en racimos.",
      "definition_translation": "Una delicada flor fragante con pétalos amarillos, rosados o blancos, que suele crecer en racimos.",
      "example": "La prímula floreció temprano en el jardín, señalando el comienzo de la primavera. El año pasado, planté prímulas en mi patio trasero y todavía están prosperando. Para el próximo verano, tendré prímulas floreciendo por todo mi jardín.",
      "example_translation": "La prímula floreció temprano en el jardín, señalando el comienzo de la primavera. El año pasado, planté prímulas en mi patio trasero y todavía siguen creciendo. Para el próximo verano, tendré prímulas floreciendo en todo mi jardín.",
      "imageLink": "image_files\\English\\primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dragón",
      "translation": "antirrhinum",
      "definition": "Una flor alta y vistosa con una cabeza en forma de dragón, a menudo cultivada como planta ornamental.",
      "definition_translation": "Una flor alta y vistosa con una cabeza en forma de dragón, a menudo cultivada como planta ornamental.",
      "example": "El dragón en el jardín de mi abuela era la envidia del vecindario. El verano pasado, vi dragones floreciendo a lo largo de la carretera. Para el próximo año, tendré dragones de todos los colores en mi jardín.",
      "example_translation": "El antirrhinum en el jardín de mi abuela era la envidia del barrio. El verano pasado, vi antirrhinums floreciendo a lo largo de la carretera. Para el próximo año, tendré antirrhinums de todos los colores en mi jardín.",
      "imageLink": "image_files\\English\\snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campanilla de invierno",
      "translation": "campanilla de invierno",
      "definition": "Una pequeña flor blanca que cuelga y florece a fines de invierno, a menudo vista como señal de la llegada de la primavera.",
      "definition_translation": "Una pequeña flor blanca y colgante que florece a finales de invierno, a menudo vista como una señal de la llegada de la primavera.",
      "example": "La campanilla de invierno fue la primera flor que floreció en nuestro jardín este año. El año pasado, planté campanillas de invierno en mi patio trasero y todavía están prosperando. Para el próximo invierno, tendré campanillas de invierno floreciendo por todo mi jardín.",
      "example_translation": "La campanilla de invierno fue la primera flor que floreció en nuestro jardín este año. El año pasado, planté campanillas de invierno en mi patio trasero y todavía siguen creciendo. Para el próximo invierno, tendré campanillas de invierno floreciendo en todo mi jardín.",
      "imageLink": "image_files\\English\\snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tagetes",
      "translation": "tagetes",
      "definition": "Tagetes es un género de plantas anuales y perennes de la familia Asteraceae, comúnmente conocidas como caléndulas.",
      "definition_translation": "Los tagetes son un género de plantas anuales y perennes en la familia Asteraceae, comúnmente conocidas como caléndulas.",
      "example": "Planté tagetes en mi jardín el año pasado, estoy plantándolas ahora y plantaré de nuevo el próximo verano.",
      "example_translation": "Planté tagetes en mi jardín el año pasado, estoy plantándolos ahora, y plantaré de nuevo la próxima verano.",
      "imageLink": "image_files\\English\\tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violeta",
      "translation": "violeta",
      "definition": "Una violeta es una pequeña planta florífera delicada que suele ser de color púrpura.",
      "definition_translation": "Una violeta es una pequeña planta florífera delicada que es típicamente de color púrpura.",
      "example": "Violetas crecían en el bosque, están creciendo en el jardín y crecerán en el prado.",
      "example_translation": "Las violetas crecían en el bosque, están creciendo en el jardín, y crecerán en el prado.",
      "imageLink": "image_files\\English\\violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lirio de agua",
      "translation": "lirio acuático",
      "definition": "Un lirio de agua es una planta acuática que crece en o cerca del agua, con flores grandes y vistosas.",
      "definition_translation": "Un lirio acuático es un tipo de planta acuática que crece en o cerca del agua, con flores grandes y vistosas.",
      "example": "Los lirios de agua cubrían el estanque, están cubriendo el lago y cubrirán el río.",
      "example_translation": "Los lirios acuáticos cubrían el estanque, están cubriendo el lago, y cubrirán el río.",
      "imageLink": "image_files\\English\\water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor del viento",
      "translation": "flor de viento",
      "definition": "Una flor del viento es una tipo de flores que se encuentra comúnmente en campos abiertos y praderas, con pétalos delicados y un fuerte y dulce fragrance.",
      "definition_translation": "Una flor de viento es un tipo de flores que se encuentran a menudo en campos abiertos y prados, con pétalos delicados y un fuerte aroma dulce.",
      "example": "Camino por el prado y vi una hermosa flor del viento floreciendo la primavera pasada, la veré de nuevo esta primavera y la he visto floreciendo cada primavera desde que era un niño.",
      "example_translation": "Caminé por el prado y vi una hermosa flor de viento floreciendo la primavera pasada, la veré de nuevo esta primavera, y la vi floreciendo cada primavera desde que era niño.",
      "imageLink": "image_files\\English\\windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]