[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insecto",
      "translation": "insecto",
      "definition": "Un pequeño animal que tiene seis patas, un cuerpo y usualmente alas. Los insectos se encuentran a menudo en jardines, bosques y otras áreas al aire libre.",
      "definition_translation": "Un animal pequeño que tiene seis patas, un cuerpo y usualmente alas. Los insectos se encuentran a menudo en jardines, bosques y otras áreas al aire libre.",
      "example": "La abeja era un insecto que era importante para la polinización de las flores. Ayer, vi un insecto arrastrándose en la encimera de la cocina. Si fuera un científico, estudiaría insectos todo el día.",
      "example_translation": "La abeja era un insecto que era importante para la polinización de flores. Ayer, vi un insecto gateando sobre la encimera de la cocina. Si fuera un científico, estudiaría insectos todo el día.",
      "imageLink": "image_files\\English\\insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hormiga",
      "translation": "hormiga",
      "definition": "Un pequeño insecto que vive en colonias y es conocido por su naturaleza industria.",
      "definition_translation": "Un insecto pequeño que vive en colonias y es conocido por su naturaleza laboriosa.",
      "example": "La hormiga llevaba un trozo de comida de vuelta a su hormiguero. Vi cómo la hormiga trabajaba incansablemente para construir su hogar. Para el próximo año, la hormiga habrá construido una sociedad subterránea compleja.",
      "example_translation": "La hormiga estaba llevando una migaja de regreso a su hormiguero. Vi cómo la hormiga trabajaba incansablemente para construir su hogar. Para el próximo año, la hormiga habrá construido una sociedad subterránea compleja.",
      "imageLink": "image_files\\English\\ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abeja",
      "translation": "abeja",
      "definition": "Un insecto volador que recoge néctar de las flores y produce miel.",
      "definition_translation": "Un insecto volador que recoge néctar de flores y produce miel.",
      "example": "La abeja zumbaba alrededor de las flores en el jardín. Me picó una abeja cuando era niño. Para el próximo verano, la abeja habrá producido mucha miel.",
      "example_translation": "La abeja zumbó alrededor de las flores en el jardín. Me picó una abeja cuando era niño. Para el próximo verano, la abeja habrá hecho mucha miel.",
      "imageLink": "image_files\\English\\bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bicho",
      "translation": "insecto",
      "definition": "Un pequeño insecto, como un escarabajo o una hormiga, que tiene una caparazón dura y vive normalmente en o bajo tierra.",
      "definition_translation": "Un insecto pequeño, como un escarabajo o una hormiga, que tiene una concha exterior dura y vive en o debajo del suelo.",
      "example": "Vi un bicho arrastrándose en la encimera de la cocina ayer, y lo aplastaré mañana, pero se esconde debajo del fregadero hoy.",
      "example_translation": "Vi a un insecto arrastrándose por la encimera de la cocina ayer, y lo aplastaré mañana, pero está escondido debajo del fregadero hoy.",
      "imageLink": "image_files\\English\\bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mariposa",
      "translation": "mariposa",
      "definition": "Un insecto volador con alas grandes y a menudo de colores brillantes, Typically found in warm climates.",
      "definition_translation": "Un insecto volador con alas grandes, a menudo de colores brillantes, comúnmente encontrado en climas cálidos.",
      "example": "Vi una mariposa revoloteando alrededor de las flores en el jardín ayer, la observaré volando en la parte superior mañana, y estaba posada en una hoja hoy.",
      "example_translation": "Vi a una mariposa revoloteando alrededor de las flores en el jardín ayer, observaré volar sobre mi cabeza mañana, y estaba posada en una hoja hoy.",
      "imageLink": "image_files\\English\\butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cucaracha",
      "translation": "cucaracha",
      "definition": "Un insecto grande y plano, con una caparazón dura, comúnmente encontrado en lugares oscuros y húmedos.",
      "definition_translation": "Un insecto grande, plano, ovalado con una concha exterior dura, comúnmente encontrado en lugares oscuros y húmedos.",
      "example": "Vi una cucaracha cruzando el suelo de la cocina ayer, la exterminaré mañana, y se esconde en las sombras hoy.",
      "example_translation": "Vi a una cucaracha correteando por el suelo de la cocina ayer, la exterminaré mañana, y estaba escondida en las sombras hoy.",
      "imageLink": "image_files\\English\\cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "criatura",
      "translation": "criatura",
      "definition": "Un ser vivo, especialmente un animal, que tiene una pata articulada especificada.",
      "definition_translation": "Una cosa viva, especialmente un animal, típicamente con una extremidad articulada específica o extremidades.",
      "example": "La criatura caminaba sobre cuatro patas, los turistas observaban en silencio. Caminó sobre cuatro patas desde la mañana y caminará sobre cuatro patas de nuevo mañana.",
      "example_translation": "La criatura caminó sobre cuatro patas, los turistas observaron con asombro. Había caminado sobre cuatro patas desde la mañana, y caminará sobre cuatro patas de nuevo mañana.",
      "imageLink": "image_files\\English\\creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "volar",
      "translation": "volar",
      "definition": "Moverse a través del aire, utilizando alas.",
      "definition_translation": "Moverse a través del aire, usando alas.",
      "example": "El pájaro volará hacia el sur para el invierno, vuela cada año, y voló el año pasado también. Si tiene suerte, volará de nuevo el próximo año.",
      "example_translation": "El pájaro volará hacia el sur para el invierno, vuela cada año, y voló el año pasado también. Si tiene suerte, volará de nuevo el próximo año.",
      "imageLink": "image_files\\English\\fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mosquito",
      "translation": "zancudo",
      "definition": "Un pequeño insecto volador que pica a humanos y animales, a menudo causando picazón y hinchazón.",
      "definition_translation": "Un insecto volador pequeño que pica a humanos y animales, a menudo causando picazón y hinchazón.",
      "example": "El mosquito me picó anoche, pica a todos en el verano y picará de nuevo el próximo verano. Ojalá no me hubiera picado ayer.",
      "example_translation": "El zancudo me picó anoche, pica a todos en verano, y nos picará de nuevo el próximo verano. Ojalá no me hubiera picado ayer.",
      "imageLink": "image_files\\English\\mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "araña",
      "translation": "araña",
      "definition": "Un pequeño animal de ocho patas que teje una red para cazar insectos, a menudo encontrado en jardines o casas.",
      "definition_translation": "un animal pequeño de ocho patas que teje una red para cazar insectos, a menudo encontrado en jardines o casas",
      "example": "Ayer, vi una araña arrastrándose en la pared. Hoy, está haciendo una red en la esquina. Mañana, cogerá muchos mosquitos.",
      "example_translation": "Ayer, vi una araña gateando por la pared. Hoy, está haciendo una red en la esquina. Mañana, cogerá muchas moscas.",
      "imageLink": "image_files\\English\\spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "red",
      "translation": "red",
      "definition": "una red de hilos tejida por una araña para cazar insectos",
      "definition_translation": "una red de hilos tejida por una araña para cazar insectos",
      "example": "La araña creó una hermosa red en la mañana. Ahora, está esperando a que se carguen las presas en la red. Más tarde, reparará la red si se daña.",
      "example_translation": "La araña creó una hermosa red en la mañana. Ahora, está esperando a que se caigan presas en la red. Más tarde, reparará la red si se daña.",
      "imageLink": "image_files\\English\\web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarabajo",
      "translation": "escarabajo",
      "definition": "un tipo de insecto con una caparazón externa dura, a menudo encontrado en jardines o bosques",
      "definition_translation": "un tipo de insecto con una cáscara dura externa, a menudo encontrado en jardines o bosques",
      "example": "Vi un escarabajo caminando sobre una hoja ayer. Hoy, vuela alrededor del jardín. Mañana, pondrá huevos en un árbol.",
      "example_translation": "Vi un escarabajo gateando en una hoja ayer. Hoy, está volando alrededor del jardín. Mañana, pondrá huevos en un árbol.",
      "imageLink": "image_files\\English\\beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pulga",
      "translation": "pulga",
      "definition": "un pequeño insecto saltador que vive en los cuerpos de mamíferos y aves, alimentándose de su sangre",
      "definition_translation": "un pequeño insecto saltador que vive en los cuerpos de mamíferos y aves, alimentándose de su sangre.",
      "example": "El perro estaba infestado de pulgas después de caminar en el parque. Fue mordido por pulgas la semana pasada. Necesitará ser tratado contra las pulgas de nuevo el próximo mes.",
      "example_translation": "El perro estaba infestado de pulgas después de caminar en el parque. Había sido mordido por pulgas la semana pasada. Necesitará ser tratado para pulgas de nuevo el mes que viene.",
      "imageLink": "image_files\\English\\flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picar",
      "translation": "picar",
      "definition": "causar un dolor agudo y repentino, típicamente introduciendo una sustancia venenosa o irritante en la piel",
      "definition_translation": "causar un dolor agudo y repentino, generalmente al introducir una sustancia venenosa o irritante en la piel.",
      "example": "La picadura de abeja duele mucho. Fue picada por una avispa el año pasado. Él picará al insecto si se acerca demasiado.",
      "example_translation": "La picadura de la abeja dolía mucho. Ella había sido picada por una avispa el año pasado. Él picará al insecto si se acerca demasiado.",
      "imageLink": "image_files\\English\\sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avispa",
      "translation": "avispa",
      "definition": "un insecto volador con cintura estrecha y una picadura, usualmente de color amarillo y negro",
      "definition_translation": "un insecto volador con una cintura estrecha y una picadura, típicamente amarillo y negro en color.",
      "example": "La avispa voló alrededor del área de picnic. Fue picada por una avispa en el brazo. Construirán un nido para las avispas la próxima primavera.",
      "example_translation": "La avispa volaba alrededor del área de picnic. Ella había sido picada por una avispa en su brazo. Construirán un nido para las avispas la próxima primavera.",
      "imageLink": "image_files\\English\\wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mantis",
      "translation": "mantis",
      "definition": "Una mantis es un insecto depredador que pertenece al orden Mantodea. Se caracteriza por su cabeza triangular, cuerpo alargado y patas delanteras espinosas utilizadas para cazar y retener presas",
      "definition_translation": "Un mantis es un insecto depredador que pertenece al orden Mantodea. Se caracteriza por su cabeza triangular, cuerpo alargado y patas delanteras espinosas utilizadas para cazar y mantener presa.",
      "example": "Ayer, vi una mantis religiosa en el jardín. Hoy, la observaré de nuevo. Para mañana, habré aprendido más sobre sus hábitos.",
      "example_translation": "Ayer, vi un mantis en el jardín. Hoy, lo observaré de nuevo. Para mañana, habré aprendido más sobre sus hábitos.",
      "imageLink": "image_files\\English\\mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mariposa nocturna",
      "translation": "polilla",
      "definition": "Una mariposa nocturna es un insecto volador que pertenece al orden Lepidoptera. A menudo se considera una criatura nocturna, atraída por fuentes de luz y con antenas plumosas o filiformes",
      "definition_translation": "Una polilla es un insecto volador que pertenece al orden Lepidoptera. A menudo se considera una criatura nocturna, atraída por fuentes de luz y con antenas plumosas o filamentosas.",
      "example": "La mariposa nocturna voló alrededor de la lámpara anoche. Hoy, descansará en un rincón oscuro. Para la próxima semana, habrá puesto sus huevos.",
      "example_translation": "La polilla voló alrededor de la lámpara anoche. Hoy, descansará en un rincón oscuro. Para la próxima semana, habrá puesto sus huevos.",
      "imageLink": "image_files\\English\\moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarabajo de la papa",
      "translation": "escarabajo de la papa",
      "definition": "Un escarabajo de la papa es un pequeño insecto que se alimenta de plantas de papa, causando daños a las hojas y tubérculos. A menudo se encuentra en jardines y campos agrícolas",
      "definition_translation": "Un escarabajo de la papa es un insecto pequeño que se alimenta de plantas de papa, causando daño a las hojas y tubérculos. A menudo se encuentra en jardines y campos agrícolas.",
      "example": "El granjero tuvo que retirar los escarabajos de la papa de su campo ayer. Hoy, aplicará pesticidas. Para el próximo año, habrá encontrado una solución más orgánica.",
      "example_translation": "El agricultor tuvo que eliminar los escarabajos de la papa de su campo ayer. Hoy, aplicará pesticidas. Para el próximo año, habrá encontrado una solución más orgánica.",
      "imageLink": "image_files\\English\\potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gusano de seda",
      "translation": "gusano de seda",
      "definition": "Un gusano de seda es la larva de una mariposa que teje un capullo de seda y se cultiva ampliamente por su seda",
      "definition_translation": "Un gusano de seda es la larva de una polilla que se cultiva ampliamente para su seda.",
      "example": "El granjero cosechó con cuidado los gusanos de seda para obtener su preciosa seda. Los había criado desde que eran huevos y ahora estaban completamente crecidos. Para la próxima estación, habrá criado una nueva tanda.",
      "example_translation": "El agricultor cosechó cuidadosamente los gusanos de seda para obtener su valiosa seda. Los había criado desde que eran huevos y ahora estaban completamente crecidos. Para la próxima temporada, habrá cultivado un nuevo lote.",
      "imageLink": "image_files\\English\\silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "termita",
      "translation": "termita",
      "definition": "Una termita es un tipo de insecto que se alimenta de madera y puede causar daños significativos a edificios y estructuras",
      "definition_translation": "Una termita es un tipo de insecto que se alimenta de madera y puede causar daños significativos a edificios y estructuras.",
      "example": "Los propietarios de la casa estaban conmocionados al descubrir que termitas habían infestado su sótano. Habían estado comiendo los travesaños de madera durante años. Ahora, necesitarán llamar a un exterminador para eliminar las termitas antes de que se propaguen más.",
      "example_translation": "Los propietarios de la casa se sorprendieron al descubrir que las termitas habían infestado su sótano. Habían estado comiendo las vigas de madera durante años. Ahora, necesitarán llamar a un exterminador para eliminar las termitas antes de que se propaguen más.",
      "imageLink": "image_files\\English\\termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chinche de cama",
      "translation": "chinche",
      "definition": "Una chinche de cama es un insecto parasítico pequeño y plano que se alimenta de sangre humana, generalmente encontrado en camas y colchones.",
      "definition_translation": "Una chinche es un insecto pequeño y plano parásito que se alimenta de la sangre humana, normalmente encontrado en la ropa de cama y colchones.",
      "example": "Los viajeros se horrorizaron al encontrar chinches de cama en su habitación del hotel. Habían sido mordidos varias veces durante la noche. Ahora, necesitarán lavar y secar sus ropas inmediatamente para evitar que las chinches se propaguen.",
      "example_translation": "Los viajeros se horrorizaron al encontrar chinches en su habitación de hotel. Habían sido mordidos múltiples veces durante la noche. Ahora, necesitarán lavar y secar sus ropas inmediatamente para prevenir que las chinches se propaguen.",
      "imageLink": "image_files\\English\\bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abejorro",
      "translation": "abeja carpintera",
      "definition": "Un tipo de abeja grande y peluda que vive en colonias y es conocida por su sonido de zumbido fuerte.",
      "definition_translation": "Un tipo de abeja grande y peluda que es social y vive en colonias, conocida por su ruido de zumbido fuerte.",
      "example": "El abejorro voló alrededor del jardín, recolectando néctar de las flores. Ayer, fue golpeado accidentalmente por un niño que jugaba afuera. Mañana, regresará a su colmena para compartir la cosecha con su colonia.",
      "example_translation": "La abeja carpintera voló alrededor del jardín, recogiendo néctar de las flores. Ayer, fue golpeada accidentalmente por un niño que jugaba afuera. Mañana, regresará a su colmena para compartir la abundancia con su colonia.",
      "imageLink": "image_files\\English\\bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oruga",
      "translation": "oruga",
      "definition": "La larva de una mariposa o polilla, que pasa por una serie de estadios antes de pupar y emerger como un adulto completamente formado.",
      "definition_translation": "La larva de una mariposa o polilla, que pasa por una serie de instares antes de pupar y emerger como un adulto completamente formado.",
      "example": "La oruga se arrastró por la hoja, dejando atrás un rastro de hilos de seda. A medida que crecía, se despojó de su piel varias veces, eventualmente formando una crisálida de la que emergió una hermosa mariposa. En el futuro, depositará huevos en una planta cercana para iniciar el ciclo nuevamente.",
      "example_translation": "La oruga se arrastró a lo largo de la hoja, dejando atrás un rastro de hilos de seda. A medida que crecía, se despojó de su piel varias veces, eventualmente formando una crisálida de la que emergió una hermosa mariposa. En el futuro, pondrá huevos en una planta cercana para iniciar el ciclo de nuevo.",
      "imageLink": "image_files\\English\\caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cicada",
      "translation": "cicada",
      "definition": "Un insecto alado grande que produce un sonido agudo y alto, generalmente emergiendo de la tierra después de un largo período de dormancia.",
      "definition_translation": "Un insecto alado grande que produce un sonido distinto y agudo, que emerge típicamente del suelo después de un período prolongado de dormancia.",
      "example": "La cicada se sentó en una rama, su canto fuerte llenando el aire. El verano pasado, emergió de la tierra, se despojó de su piel y voló por primera vez. El próximo año, se enterrará nuevamente en la tierra, esperando el momento perfecto para reaparecer.",
      "example_translation": "La cicada se sentó en una rama, su canción fuerte llenando el aire. El verano pasado, emergió del suelo, despojándose de su piel y volando por primera vez. El próximo año, volverá a excavar bajo tierra, esperando el momento perfecto para reaparecer.",
      "imageLink": "image_files\\English\\cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "libélula",
      "translation": "libélula",
      "definition": "Una libélula es un insecto con un cuerpo largo y alas grandes que suelen ser de colores brillantes y transparentes.",
      "definition_translation": "Una libélula es un insecto con un cuerpo largo y alas grandes que suelen ser coloridas y transparentes.",
      "example": "Vi una libélula suspendida sobre el estanque ayer. Ahora, está volando cerca de las flores. Para el próximo verano, habrá volado lejos.",
      "example_translation": "Vi una libélula revoloteando sobre el estanque ayer. Ahora está revoloteando cerca de las flores. Para el próximo verano, habrá volado hacia otro lugar.",
      "imageLink": "image_files\\English\\dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dron",
      "translation": "dron",
      "definition": "Un dron es un vehículo aéreo no tripulado, generalmente controlado a distancia, utilizado para vigilancia, fotografía o otros propósitos.",
      "definition_translation": "Un dron es un vehículo aéreo no tripulado, generalmente controlado a distancia, utilizado para vigilancia, fotografía o otros fines.",
      "example": "Usé un dron para tomar fotos aéreas de la ciudad el fin de semana pasado. Ahora, estoy editando el metraje. Para el próximo mes, habré completado el proyecto.",
      "example_translation": "Usé un dron para tomar fotos aéreas de la ciudad el fin de semana pasado. Ahora estoy editando las imágenes. Para el próximo mes, habré completado el proyecto.",
      "imageLink": "image_files\\English\\drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "moscardón",
      "translation": "tábano",
      "definition": "Un moscardón es un tipo de mosca que pica o molesta, especialmente un crítico persistente o una molestia.",
      "definition_translation": "Un tábano es un tipo de mosca que pica o molesta, especialmente un crítico persistente o una molestia.",
      "example": "La periodista era un moscardón para el gobierno, cuestionando constantemente sus políticas. Fue un moscardón para la empresa, exponiendo su mala conducta. Será un moscardón para la institución, luchando por la transparencia.",
      "example_translation": "La periodista fue un tábano para el gobierno, cuestionando constantemente sus políticas. Fue un tábano para la empresa, expuesto su mala conducta. Continuará siendo un tábano para la institución, luchando por la transparencia.",
      "imageLink": "image_files\\English\\gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saltamontes",
      "translation": "langostino",
      "definition": "Un saltamontes es un tipo de insecto que pertenece al orden Orthoptera. Tiene un cuerpo largo y delgado, patas traseras grandes y dos pares de alas.",
      "definition_translation": "Un langostino es un tipo de insecto que pertenece al orden Orthoptera. Tiene un cuerpo largo y delgado, patas traseras grandes y dos pares de alas.",
      "example": "El saltamontes saltó sobre la valla ayer, salta sobre la valla todos los días, y saltará sobre la valla mañana.",
      "example_translation": "El langostino saltó sobre la valla ayer, salta sobre la valla todos los días y saltará sobre la valla mañana.",
      "imageLink": "image_files\\English\\grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avispa",
      "translation": "avispa",
      "definition": "Una avispa es un tipo de avispón conocido por su picadura dolorosa. Suele ser de color amarillo y negro, y construye nidos grandes en árboles o debajo de aleros.",
      "definition_translation": "Una avispa es un tipo de avispa conocida por su dolorosa picadura. Es típicamente amarilla y negra en color y construye nidos grandes en árboles o debajo de aleros.",
      "example": "La avispa me picó cuando disturbé su nido la semana pasada, pica cuando se siente amenazada, y picará de nuevo si no tengo cuidado.",
      "example_translation": "La avispa me picó cuando perturbé su nido la semana pasada, pica cuando se siente amenazada y picará de nuevo si no tengo cuidado.",
      "imageLink": "image_files\\English\\hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mariquita",
      "translation": "mariquita",
      "definition": "Una mariquita, también conocida como ladybug, es un escarabajo pequeño y ovalado con una concha roja y negra distinctiva. Es conocida por su capacidad para controlar poblaciones de áfidos.",
      "definition_translation": "Una mariquita, también conocida como escarabajo de la suerte, es un escarabajo pequeño y ovalado con una concha roja y negra característica. Es conocida por su capacidad para controlar poblaciones de áfidos.",
      "example": "La mariquita aterrizó en la hoja ayer, aterriza en las hojas cada verano, y aterrizará en las hojas de nuevo el próximo año.",
      "example_translation": "La mariquita aterrizó en la hoja ayer, aterriza en hojas cada verano y aterrizará en hojas de nuevo el próximo año.",
      "imageLink": "image_files\\English\\ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "langosta",
      "translation": "langosta",
      "definition": "Un insecto grande parecido a una langostilla que migra en enjambres y devora la vegetación, especialmente cultivos.",
      "definition_translation": "Un insecto parecido a una langosta que migra en enjambres y devora vegetación, especialmente cultivos.",
      "example": "Los campos del granjero fueron arrasados por una plaga de langostas. Habían sido asolados por langostas cada verano. El gobierno tomará medidas para prevenir que las langostas destruyan cultivos en el futuro.",
      "example_translation": "Los campos del granjero fueron arrasados por una plaga de langostas. Habían sido azotados por langostas cada verano. El gobierno tomará medidas para evitar que las langostas destruyan cultivos en el futuro.",
      "imageLink": "image_files\\English\\locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piojo",
      "translation": "piojo",
      "definition": "Un pequeño insecto alado que vive como parásito en los cuerpos de los seres humanos y otros mamíferos, alimentándose de su piel y sangre.",
      "definition_translation": "Un insecto pequeño y alado que vive como parásito en los cuerpos de humanos y otros mamíferos, alimentándose de su piel y sangre.",
      "example": "La niña tenía piojos en su cabello. Había estado infestada de piojos durante semanas. El médico recetó un champú para deshacerse de los piojos.",
      "example_translation": "El niño tenía piojos en su cabello. Había estado infestado de piojos durante semanas. El doctor prescribió un champú para deshacerse de los piojos.",
      "imageLink": "image_files\\English\\louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]