[
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frío",
      "translation": "frío",
      "definition": "Teniendo una temperatura baja; no cálido ni caliente.",
      "definition_translation": "Teniendo una temperatura baja; no cálida o caliente.",
      "example": "Estuve frío cuando salí ayer. Estoy frío cuando me doy una ducha fría. Estaré frío cuando vaya a las montañas la próxima semana.",
      "example_translation": "Estaba frío cuando salí afuera ayer. Estoy frío cuando tomo un ducho frío. Estaré frío cuando vaya a las montañas la próxima semana.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frío",
      "translation": "frío",
      "definition": "Teniendo una temperatura baja; no cálido ni caliente.",
      "definition_translation": "Teniendo una temperatura baja; no cálida o caliente.",
      "example": "El agua fría era refrescante. Ella tiene un resfriado y no puede ir al trabajo. Hará frío en invierno.",
      "example_translation": "El agua fría fue refrescante. Ella tiene un resfriado y no puede ir al trabajo. Será frío en invierno.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caliente",
      "translation": "caliente",
      "definition": "Teniendo una temperatura alta; cálido o intenso.",
      "definition_translation": "Teniendo una temperatura alta; cálida o intensa.",
      "example": "El café caliente me quemó la lengua. Ella estaba caliente y sudando después del ejercicio. Hará calor en verano.",
      "example_translation": "El café caliente me quemó la lengua. Ella estaba caliente y sudando después del ejercicio. Será caliente en verano.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lluvia",
      "translation": "lluvia",
      "definition": "Precipitación en forma de gotas de agua en la atmósfera, ocurriendo cuando el vapor de agua en el aire se condensa y cae al suelo.",
      "definition_translation": "Precipitación en forma de gotas de agua en la atmósfera, que ocurre cuando el vapor de agua en el aire se condensa y cae al suelo.",
      "example": "Llovió ayer, llueve hoy y lloverá mañana.",
      "example_translation": "Llovió ayer, llueve hoy y lloverá mañana.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieve",
      "translation": "nieve",
      "definition": "Vapor de agua atmosférico que se ha congelado en cristales de hielo, cayendo a menudo al suelo como un fenómeno natural del clima.",
      "definition_translation": "Vapor de agua atmosférico que se ha congelado en cristales de hielo, a menudo cayendo al suelo como un fenómeno natural del clima.",
      "example": "Nevó el invierno pasado, nieva este invierno y nevará el próximo invierno.",
      "example_translation": "Nevió el invierno pasado, nieva este invierno y nevlará el invierno próximo.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verano",
      "translation": "verano",
      "definition": "Una de las cuatro estaciones, caracterizada por clima cálido y días largos, típicamente entre junio y agosto en el hemisferio norte.",
      "definition_translation": "Una de las cuatro estaciones, caracterizada por clima cálido y días largos, típicamente entre junio y agosto en el Hemisferio Norte.",
      "example": "Fui a la playa el verano pasado, voy a la playa este verano y iré a la playa el próximo verano.",
      "example_translation": "Fui a la playa el verano pasado, voy a la playa este verano y iré a la playa el verano próximo.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sol",
      "translation": "sol",
      "definition": "El sol es la estrella alrededor de la cual orbitan la Tierra y otros planetas. Es una gran bola de gas caliente y brillante.",
      "definition_translation": "El sol es la estrella alrededor de la cual orbitan la Tierra y otros planetas. Es una gran bola de gas caliente y brillante.",
      "example": "El sol brillaba intensamente ayer, pero hará nublado mañana. Hoy hace sol.",
      "example_translation": "El sol brillaba intensamente ayer, pero será nublado mañana. Hoy es soleado.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cálido",
      "translation": "templado",
      "definition": "Teniendo un grado moderado o confortable de calor; no frío ni caliente.",
      "definition_translation": "Teniendo un grado moderado o cómodo de calor; no frío ni caliente.",
      "example": "El clima cálido en julio hizo que fuera perfecto para una vacación de playa. Me sentí cálido después de tomar una ducha caliente. Hará cálido de nuevo el próximo verano.",
      "example_translation": "El clima templado en julio lo hizo perfecto para unas vacaciones en la playa. Me sentí templado después de tomar un baño caliente. Será templado nuevamente el próximo verano.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tiempo",
      "translation": "clima",
      "definition": "El estado de la atmósfera en un lugar y momento determinados, incluyendo temperatura, humedad, nubosidad, viento y precipitación.",
      "definition_translation": "El estado de la atmósfera en un lugar y momento particulares, incluyendo la temperatura, la humedad, la nubosidad, el viento y la precipitación.",
      "example": "La predicción del tiempo dijo que llovería mañana, pero no lo hizo. El tiempo fue perfecto para un pícnic ayer. Me encanta el tiempo en primavera.",
      "example_translation": "El pronóstico del tiempo dijo que llovería mañana, pero no lo hizo. El clima fue perfecto para un pícnic ayer. Me encanta el clima en primavera.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "viento",
      "translation": "viento",
      "definition": "El movimiento natural del aire en la atmósfera, especialmente una corriente fuerte de aire.",
      "definition_translation": "El movimiento natural del aire en la atmósfera, especialmente una corriente fuerte de aire.",
      "example": "El viento sopló con fuerza ayer, sopla con fuerza hoy y soplará con fuerza mañana.",
      "example_translation": "El viento sopló con fuerza ayer, sopla con fuerza hoy y soplará con fuerza mañana.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "invierno",
      "translation": "invierno",
      "definition": "La estación del año más fría, en el hemisferio norte de diciembre a febrero y en el hemisferio sur de junio a agosto.",
      "definition_translation": "La estación más fría del año, en el hemisferio norte desde diciembre hasta febrero y en el hemisferio sur desde junio hasta agosto.",
      "example": "Me encantó jugar en la nieve el invierno pasado, me encanta jugar en la nieve este invierno, y me encantará jugar en la nieve el próximo invierno.",
      "example_translation": "Me encantó jugar en la nieve el invierno pasado, me encanta jugar en la nieve este invierno y me encantará jugar en la nieve el próximo invierno.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nube",
      "translation": "nube",
      "definition": "Una masa visible de gotas de agua o cristales de hielo suspendidos en el aire.",
      "definition_translation": "Una masa visible de gotas de agua o cristales de hielo suspendidos en el aire.",
      "example": "Vi una gran nube en el cielo ayer, veo una gran nube en el cielo hoy, y veré una gran nube en el cielo mañana.",
      "example_translation": "Vi una gran nube en el cielo ayer, veo una gran nube en el cielo hoy y veré una gran nube en el cielo mañana.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nublado",
      "translation": "nublado",
      "definition": "Tener o caracterizado por un cielo nublado; cubierto.",
      "definition_translation": "Teniendo o caracterizado por un cielo nublado; cubierto.",
      "example": "Era nublado ayer, pero hoy hace sol. El tiempo será nublado de nuevo mañana.",
      "example_translation": "Era nublado ayer, pero hoy es soleado. El clima volverá a ser nublado mañana.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niebla",
      "translation": "niebla",
      "definition": "Una masa nubosa de pequeñas gotas de agua suspendidas en el aire cerca del suelo, reduciendo la visibilidad.",
      "definition_translation": "Una masa nubosa de pequeñas gotas de agua suspendidas en el aire cerca del suelo, reduciendo la visibilidad.",
      "example": "La niebla se desplazó desde el océano, haciendo difícil ver. La niebla se levantará por la mañana. Para la próxima semana, la niebla habrá desaparecido.",
      "example_translation": "La niebla se desplazó desde el océano, haciendo difícil ver. La niebla se levantará mañana. Para la próxima semana, la niebla habrá desaparecido.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieboso",
      "translation": "neblinoso",
      "definition": "Caracterizado por o parecido a la niebla; oscuro o confuso.",
      "definition_translation": "Caracterizado por o parecido a la niebla; incierto o oscuro.",
      "example": "El espejo empañado hizo que fuera difícil ver mi reflejo. El clima nieboso hizo que fuera difícil navegar. Para el próximo año, el clima nieboso habrá mejorado.",
      "example_translation": "El espejo neblinoso hizo difícil ver mi reflejo. El clima neblinoso hizo difícil navegar. Para el año que viene, las condiciones neblinosas habrán mejorado.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hielo",
      "translation": "hielo",
      "definition": "Agua congelada en su forma sólida, típicamente azul-blancuzca y translúcida, formada por la condensación del vapor de agua en la atmósfera o la congelación del agua.",
      "definition_translation": "Agua congelada en su forma sólida, generalmente azul-blanca y transparente, formada por la condensación de vapor de agua en la atmósfera o la congelación de agua.",
      "example": "Patineé sobre el hielo el invierno pasado, estoy patinando sobre el hielo ahora, y patinaré sobre el hielo el próximo invierno.",
      "example_translation": "Patineé sobre el hielo el invierno pasado, estoy patinando sobre el hielo ahora, y patinaré sobre el hielo el próximo invierno.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "primavera",
      "translation": "primavera",
      "definition": "La estación del año entre el invierno y el verano, caracterizada por la floración de las plantas y el regreso del clima cálido.",
      "definition_translation": "La estación del año entre el invierno y el verano, caracterizada por la floración de las plantas y el regreso del clima cálido.",
      "example": "Planté flores en la primavera, estoy disfrutando del clima cálido en la primavera, y tomaré un descanso en la primavera el próximo mes.",
      "example_translation": "Planté flores en la primavera, estoy disfrutando del clima cálido en la primavera, y tomaré un descanso de primavera el próximo mes.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta",
      "translation": "tormenta",
      "definition": "Una perturbación violenta en la atmósfera, caracterizada por vientos fuertes, lluvia intensa, truenos y relámpagos.",
      "definition_translation": "Una disturbio violento en la atmósfera, caracterizado por vientos fuertes, lluvia pesada, truenos y relámpagos.",
      "example": "La tormenta dañó mi casa el año pasado, la tormenta se acerca ahora, y la tormenta habrá pasado mañana.",
      "example_translation": "La tormenta dañó mi casa el año pasado, la tormenta se acerca ahora, y la tormenta habrá pasado mañana.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soleado",
      "translation": "soleado",
      "definition": "Tener mucho sol; brillante y alegre.",
      "definition_translation": "Teniendo mucho sol; brillante y alegre.",
      "example": "El clima soleado hizo que nuestras vacaciones fueran perfectas. Caminamos en el parque soleado ayer. Será soleado mañana, estoy seguro.",
      "example_translation": "El clima soleado hizo que nuestra vacación fuera perfecta. Caminamos en el parque soleado ayer. Mañana será soleado, estoy seguro.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta eléctrica",
      "translation": "tormenta eléctrica",
      "definition": "Una tormenta con truenos y relámpagos, típicamente acompañada de lluvia intensa o granizo.",
      "definition_translation": "Una tormenta con truenos y relámpagos, típicamente acompañada de lluvia fuerte o granizo.",
      "example": "La tormenta eléctrica arruinó nuestro pícnic. Oímos la tormenta eléctrica que se acercaba anoche. Habrá una tormenta eléctrica la próxima semana, predigo.",
      "example_translation": "La tormenta eléctrica arruinó nuestro picnic. Oímos que se acercaba la tormenta eléctrica anoche. Habrá una tormenta eléctrica la próxima semana, predigo.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "húmedo",
      "translation": "húmedo",
      "definition": "Cubierto o saturado de agua o otro líquido.",
      "definition_translation": "Cubierto o saturado con agua o otro líquido.",
      "example": "El perro mojado se sacudió vigorosamente. La acera mojada era resbalosa. Mañana será húmedo, así que llévate un paraguas.",
      "example_translation": "El perro húmedo se sacudió vigorosamente. La acera húmeda era resbalosa. Mañana será húmedo, así que lleva un paraguas.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ventoso",
      "translation": "ventoso",
      "definition": "Que tiene un fuerte viento; caracterizado por o lleno de viento.",
      "definition_translation": "Teniendo un fuerte viento; caracterizado por o lleno de viento.",
      "example": "Fue un día ventoso, así que decidimos quedaernos en casa. El tiempo ventoso hizo que fuera difícil volar una cometa. Para el año próximo, la nueva granja eólica será lo suficientemente ventosa como para poder toda la ciudad.",
      "example_translation": "Era un día ventoso, así que decidimos quedarnos en interiores. El clima ventoso hizo que fuera difícil volar una cometa. Para el próximo año, la nueva granja eólica será lo suficientemente ventosa como para alimentar toda la ciudad.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soplar",
      "translation": "soplar",
      "definition": "Producir una corriente de aire, especialmente con un movimiento repentino o violento.",
      "definition_translation": "Producir una corriente de aire, especialmente con un movimiento repentino o violento.",
      "example": "El viento comenzó a soplar fuerte, soplando las hojas. A ella le gusta soplar las velas en su cumpleaños. El secador de pelo sopla aire caliente para estilizar tu cabello.",
      "example_translation": "El viento comenzó a soplar con fuerza, arrastrando las hojas. A ella le gusta soplar las velas en su pastel de cumpleaños. El secador de pelo sopla aire caliente para estilizar tu cabello.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brisa",
      "translation": "brisa",
      "definition": "Un viento suave, especialmente agradable.",
      "definition_translation": "Un viento suave, especialmente agradable.",
      "example": "La brisa era tan refrescante en un día de verano caluroso. Una brisa suave soplaba a través de la ventana abierta. Por la noche, una brisa fresca soplará desde el océano.",
      "example_translation": "La brisa fue tan refrescante en un día de verano caliente. Una brisa suave sopló por la ventana abierta. Para la noche, una brisa fresca soplará desde el océano.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calor",
      "translation": "calor",
      "definition": "El calor es una forma de energía que se transfiere por una diferencia de temperatura.",
      "definition_translation": "El calor es una forma de energía que se transfiere por una diferencia de temperatura.",
      "example": "Subí el calor en invierno, pero lo bajé en verano. El año pasado, el calor era insoportable. Para 2025, las olas de calor serán más frecuentes.",
      "example_translation": "Subí la temperatura en invierno, pero la bajé en verano. El año pasado, el calor era insoportable. Para 2025, la ola de calor será más frecuente.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rayo",
      "translation": "rayo",
      "definition": "Un rayo es una descarga electrostática masiva que ocurre durante las tormentas eléctricas.",
      "definition_translation": "El rayo es una descarga electrostática masiva que ocurre durante las tormentas eléctricas.",
      "example": "El rayo iluminó el cielo, iluminando toda la ciudad. Anoche, un rayo causó un apagón. Para el año 2030, los científicos podrán predecir las tormentas de rayos con más precisión.",
      "example_translation": "El rayo relampagueó en el cielo, iluminando toda la ciudad. Anoche, un rayo causó un apagón. Para 2030, los científicos podrán predecir tormentas de rayos más precisamente.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estación",
      "translation": "temporada",
      "definition": "Una estación es un período del año caracterizado por un patrón de clima o actividad específicos.",
      "definition_translation": "Una temporada es un período del año caracterizado por un patrón de clima o actividad particular.",
      "example": "Me encanta la estación de verano, pero odio la estación de invierno. La temporada pasada, fuimos a la playa todos los fines de semana. La próxima estación, viajaremos a Europa.",
      "example_translation": "Me encanta la temporada de verano, pero odio la temporada de invierno. La temporada pasada, fuimos a la playa todos los fines de semana. La próxima temporada, viajaremos a Europa.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amanecer",
      "translation": "amanecer",
      "definition": "El momento de la mañana en que el sol aparece sobre el horizonte, a menudo marcado por colores hermosos en el cielo.",
      "definition_translation": "El momento por la mañana cuando el sol aparece por encima del horizonte, a menudo marcado por colores hermosos en el cielo.",
      "example": "Me encanta ver el amanecer desde la cima de la montaña. Ayer, vi el amanecer desde la playa. Mañana, veré el amanecer desde mi patio trasero.",
      "example_translation": "Me encanta ver el amanecer desde la cima de la montaña. Ayer, vi el amanecer desde la playa. Mañana, veré el amanecer desde mi patio trasero.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puesta del sol",
      "translation": "puesta del sol",
      "definition": "El momento de la tarde en que el sol desaparece debajo del horizonte, a menudo marcado por colores hermosos en el cielo.",
      "definition_translation": "El momento por la tarde cuando el sol desaparece debajo del horizonte, a menudo marcado por colores hermosos en el cielo.",
      "example": "Me encanta ver la puesta del sol desde la playa. Ayer, vi la puesta del sol desde la cima de la montaña. Mañana, veré la puesta del sol desde mi patio trasero.",
      "example_translation": "Me encanta ver la puesta del sol desde la playa. Ayer, vi la puesta del sol desde la cima de la montaña. Mañana, veré la puesta del sol desde mi patio trasero.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sol",
      "translation": "luz del sol",
      "definition": "La luz cálida y brillante del sol, especialmente cuando brilla a través de las nubes o las ventanas.",
      "definition_translation": "La luz cálida y brillante del sol, especialmente cuando brilla a través de las nubes o ventanas.",
      "example": "La luz del sol que entra por la ventana iluminó la habitación. Ayer, la luz del sol hizo que las flores florecieran. Mañana, la luz del sol hará que el día sea cálido.",
      "example_translation": "La luz del sol que entra por la ventana iluminó la habitación. Ayer, la luz del sol hizo que las flores florecieran. Mañana, la luz del sol hará que el día se sienta cálido.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trueno",
      "translation": "trueno",
      "definition": "un sonido fuerte y retumbante, especialmente uno causado por un rayo en la atmósfera",
      "definition_translation": "un sonido fuerte y retumbante, especialmente uno causado por un relámpago en la atmósfera",
      "example": "El fuerte trueno asustó a los niños. Ayer, oímos un fuerte trueno durante la tormenta. Para el próximo año, habremos resuelto el problema del trueno y el rayo.",
      "example_translation": "El fuerte trueno asustó a los niños. Ayer, escuchamos un fuerte trueno durante la tormenta. Para el año que viene, habremos resuelto el problema del trueno y el relámpago.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "la luz del día",
      "translation": "luz del día",
      "definition": "la luz del día, especialmente en oposición a la oscuridad o la luz artificial",
      "definition_translation": "la luz del día, especialmente en oposición a la oscuridad o la luz artificial",
      "example": "Terminaremos el proyecto antes de la luz del día. Ayer, trabajamos hasta la luz del día. Para la próxima semana, habremos completado la tarea durante la luz del día.",
      "example_translation": "Terminaremos el proyecto al amanecer. Ayer, trabajamos hasta la luz del día. Para la próxima semana, habremos completado la tarea durante la luz del día.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "huracán",
      "translation": "huracán",
      "definition": "una tormenta de viento violenta, especialmente en el Caribe",
      "definition_translation": "una tormenta de viento violenta, especialmente una en el Caribe",
      "example": "El huracán destruyó la ciudad. El año pasado, nos preparamos para el huracán. Para la próxima temporada, habremos aprendido cómo responder a un huracán.",
      "example_translation": "El huracán destruyó la ciudad. El año pasado, nos preparamos para el huracán. Para la próxima temporada, habremos aprendido cómo responder a un huracán.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luz de la luna",
      "translation": "luz de la luna",
      "definition": "La suave y plateada luz de la luna, típicamente vista por la noche.",
      "definition_translation": "La suave luz plateada de la luna, típicamente vista de noche.",
      "example": "La pareja dio un paseo romántico bajo la luz de la luna. Habían bailado bajo la luz de la luna en su boda. Pasearán bajo la luz de la luna en su aniversario.",
      "example_translation": "La pareja dio un paseo romántico bajo la luz de la luna. Habían bailado bajo la luz de la luna en su boda. Pasearán bajo la luz de la luna en su aniversario.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arcoíris",
      "translation": "arcoíris",
      "definition": "Un hermoso fenómeno natural en el que una banda de colores aparece en el cielo, típicamente después de la lluvia.",
      "definition_translation": "Un hermoso fenómeno natural en el que una banda de colores aparece en el cielo, típicamente después de la lluvia.",
      "example": "Los niños vieron un arcoíris después de la tormenta. Verán un arcoíris por la mañana. Habían visto un arcoíris en la cascada.",
      "example_translation": "Los niños vieron un arcoíris después de la tormenta. Verán un arcoíris en la mañana. Habían visto un arcoíris en la cascada.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "precipitación",
      "translation": "lluvia",
      "definition": "La cantidad de lluvia que cae en un área o período determinado.",
      "definition_translation": "La cantidad de lluvia que cae en un área o período particular.",
      "example": "La ciudad experimentó una gran precipitación el mes pasado. Experimentará una precipitación moderada la próxima semana. Experimentó una precipitación ligera el año pasado.",
      "example_translation": "La ciudad experimentó una lluvia pesada el mes pasado. Experimentará una lluvia moderada la próxima semana. Había experimentado una lluvia ligera el año pasado.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormentoso",
      "translation": "tormentoso",
      "definition": "Con o caracterizado por vientos fuertes y clima adverso, especialmente con lluvia fuerte o trueno.",
      "definition_translation": "Teniendo o caracterizado por vientos fuertes y clima brusco, especialmente con lluvia pesada o truenos.",
      "example": "El clima tormentoso retrasó nuestro vuelo, pero finalmente llegamos con seguridad. Experimentamos una noche tormentosa y ahora nos estamos preparando para un día tormentoso.",
      "example_translation": "El clima tormentoso retrasó nuestro vuelo, pero finalmente llegamos con seguridad. Habíamos experimentado una noche tormentosa, y ahora nos estamos preparando para un día tormentoso.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luz del sol",
      "translation": "luz del sol",
      "definition": "La luz del sol, especialmente cuando brilla con fuerza y calidez.",
      "definition_translation": "La luz del sol, especialmente cuando brilla con fuerza y calidez.",
      "example": "La luz del sol que entraba por la ventana me despertó temprano. Disfrutamos de un hermoso día, disfrutando de la cálida luz del sol. Para el próximo año, habré instalado paneles solares para aprovechar la luz del sol.",
      "example_translation": "La luz del sol que entraba por la ventana me despertó temprano. Disfrutamos de un hermoso día, disfrutando del cálido sol. Para el próximo año, habré instalado paneles solares para aprovechar la luz del sol.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crepúsculo",
      "translation": "crepúsculo",
      "definition": "La hora del día en que el sol está debajo del horizonte y la luz se desvanece.",
      "definition_translation": "El momento del día en que el sol está debajo del horizonte, y la luz se desvanece.",
      "example": "La hora del crepúsculo era mi hora favorita del día, porque me traía una sensación de paz. Vimos las estrellas salir durante el crepúsculo y luego nos fuimos a casa. Para el crepúsculo, habíamos terminado nuestro proyecto y nos sentimos satisfechos.",
      "example_translation": "La hora del crepúsculo era mi hora favorita del día, ya que traía un sentido de paz. Vimos las estrellas salir durante el crepúsculo, y luego nos fuimos a casa. Para el crepúsculo, habíamos terminado nuestro proyecto y sentimos un sentido de logro.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta de nieve",
      "translation": "tormenta de nieve",
      "definition": "Una severa tormenta de nieve con vientos fuertes y visibilidad baja, a menudo causando drifts de nieve y desorganización en el transporte.",
      "definition_translation": "Una tormenta de nieve severa con vientos fuertes y visibilidad baja, a menudo causando deslizamientos de nieve y interrupciones en el transporte.",
      "example": "La tormenta de nieve de 1993 fue una de las peores de la historia, me quedé atrapado en casa durante tres días y ahora estoy preparándome para la próxima.",
      "example_translation": "La tormenta de nieve de 1993 fue una de las peores de la historia, me quedé en casa durante tres días, y ahora estoy preparándome para la siguiente almacenando alimentos y agua.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ola de calor",
      "translation": "ola de calor",
      "definition": "Un período prolongado de tiempo anormalmente caliente, a menudo causando incomodidad, enfermedad o incluso muerte.",
      "definition_translation": "Un período prolongado de tiempo anormalmente caliente, a menudo causando incomodidad, enfermedad o incluso muerte.",
      "example": "Durante la ola de calor de 2003, muchas personas sufrieron de golpe de calor, y el gobierno emitió advertencias para mantenerse hidratado y quedarse en casa.",
      "example_translation": "Durante la ola de calor de 2003, muchas personas sufrieron de golpe de calor, y el gobierno emitió advertencias para mantenerse hidratado y permanecer en el interior.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sequía",
      "translation": "sequía",
      "definition": "Un período prolongado de lluvia anormalmente baja, a menudo causando escasez de agua y afectando la agricultura y los ecosistemas.",
      "definition_translation": "Un período prolongado de lluvia anormalmente baja, a menudo causando escasez de agua y afectando la agricultura y los ecosistemas.",
      "example": "La sequía de 2012 afectó a muchos agricultores, que tuvieron que irrigar sus cultivos utilizando maquinaria costosa, y el gobierno tuvo que implementar medidas de conservación de agua.",
      "example_translation": "La sequía de 2012 afectó a muchos agricultores, quienes tuvieron que regar sus cultivos utilizando máquinas costosas, y el gobierno tuvo que implementar medidas de conservación de agua.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "granizo",
      "translation": "granizo",
      "definition": "Pequeñas bolas de hielo que caen del cielo durante una tormenta eléctrica.",
      "definition_translation": "Pequeñas bolas de hielo que caen del cielo durante una tormenta eléctrica.",
      "example": "La tormenta trajo granizo que dañó los cultivos. Ayer, el granizo fue tan fuerte que rompió el parabrisas. Para el próximo año, el granizo habrá desaparecido.",
      "example_translation": "La tormenta trajo granizo que dañó los cultivos. Ayer, el granizo fue tan intenso que rompió el parabrisas. Para el año que viene, el granizo habrá desaparecido.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hacer señas",
      "translation": "granizo",
      "definition": "Un grito para atraer la atención o saludar a alguien.",
      "definition_translation": "Un grito para llamar la atención o para saludar a alguien.",
      "example": "Hice señas a un taxi en la calle. La multitud hizo señas al nuevo presidente. Haremos señas al equipo cuando gane.",
      "example_translation": "Llamé a un taxi en la calle. La multitud aclamó al nuevo presidente. Aclamaremos al equipo cuando ganen.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pedazo de granizo",
      "translation": "pedazo de granizo",
      "definition": "Una pequeña bola de hielo que cae del cielo durante una tormenta de granizo.",
      "definition_translation": "Una pequeña bola de hielo que cae del cielo durante una tormenta de granizo.",
      "example": "Los pedazos de granizo rompieron la ventana del coche. Los pedazos de granizo eran tan grandes como pelotas de golf. Recogeremos los pedazos de granizo para estudiarlos.",
      "example_translation": "Los pedazos de granizo rompieron la ventana del coche. Los pedazos de granizo eran del tamaño de pelotas de golf. Recogeremos los pedazos de granizo para estudiarlos.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta de granizo",
      "translation": "tormenta de granizo",
      "definition": "Una tormenta que produce granizo, típicamente acompañada de vientos fuertes y lluvia intensa.",
      "definition_translation": "Una tormenta que produce granizo, típicamente acompañada de fuertes vientos y lluvia pesada.",
      "example": "La tormenta de granizo causó daños significativos a los cultivos el año pasado, pero este año estará preparada con un sistema de irrigación nuevo. El agricultor había experimentado una tormenta de granizo severa previamente, y ahora está tomando precauciones. La predicción del clima indica que una tormenta de granizo llegará mañana, por lo que necesitamos asegurar todo.",
      "example_translation": "La tormenta de granizo causó daños significativos a los cultivos el año pasado, pero este año estará preparado con un nuevo sistema de irrigación. El agricultor había experimentado una severa tormenta de granizo anteriormente, y ahora está tomando precauciones. El pronóstico predice que una tormenta de granizo llegará mañana, así que necesitamos asegurar todo.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torbellino",
      "translation": "torbellino",
      "definition": "Un fenómeno natural en el que una columna de aire rotante rápidamente, a menudo causando daños y desorden.",
      "definition_translation": "Un fenómeno natural en el que una columna de aire gira rápidamente, a menudo causando daños y desorden.",
      "example": "El torbellino destruyó varios edificios en la ciudad, pero los residentes pudieron reconstruir rápidamente. El turista se encontró en un torbellino mientras trataba de tomar una selfie, pero tuvo suerte de escapar ileso. La escultura más reciente del artista se asemeja a un torbellino, simbolizando el caos de la vida moderna.",
      "example_translation": "El torbellino destruyó varios edificios en la ciudad, pero los residentes pudieron reconstruir rápidamente. El turista se quedó atrapado en un torbellino mientras trataba de tomar una selfie, pero afortunadamente escapó ileso. La escultura más reciente del artista se asemeja a un torbellino, simbolizando el caos de la vida moderna.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llovizna",
      "translation": "llovizna",
      "definition": "Una caída lenta y constante de lluvia, típicamente en gotas pequeñas.",
      "definition_translation": "Una caída constante y lenta de la lluvia, típicamente en pequeñas gotas.",
      "example": "La llovizna fuera hizo que el trayecto al trabajo fuera muy desagradable, pero el dueño de la cafetería estaba contento con el aumento de tráfico. El agricultor estaba agradecido por la llovizna que ayudó a regar los cultivos, ahorrando costos de irrigación. Para cuando salimos a caminar, la llovizna había cesado y el sol brillaba.",
      "example_translation": "La llovizna fuera hizo que el trayecto al trabajo fuera muy desagradable, pero el propietario de la cafetería estaba feliz con el aumento del tráfico peatonal. El agricultor estaba agradecido por la llovizna que ayudó a regar los cultivos, ahorrando en costos de irrigación. Para cuando salimos a caminar, la llovizna había cesado, y el sol brillaba.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    }
  ]