[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier bulldog",
      "translation": "terrier bulldo",
      "definition": "Un terrier bulldog es una raza de perro conocida por su construcción muscular, capa corta y cabeza ovalada distintiva.",
      "definition_translation": "Un terrier bulldo es una raza de perro conocida por sucomplexión muscular, suave pelo y cabeza en forma de huevo.",
      "example": "Ayer, vi un terrier bulldog corriendo en el parque. Hoy, está jugando con su dueño. Mañana, irá al veterinario.",
      "example_translation": "Ayer, vi un terrier bulldo corriendo en el parque. Hoy, está jugando con su dueño. Mañana, irá al veterinario.",
      "imageLink": "image_files\\English\\"imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bulldog",
      "translation": "perro bulldog",
      "definition": "Un bulldog es una raza de perro conocida por su cara arrugada, construcción sólida y disposición gentil.",
      "definition_translation": "Un perro bulldog es una raza de perro conocida por su cara arrugada, complexión robusta y temperamento suave.",
      "example": "En el pasado, los bulldogs se utilizaron para la lucha de toros. Ahora, son compañeros queridos. En el futuro, continuarán siendo mascotas populares.",
      "example_translation": "En el pasado, los bulldogs se utilizaban para la pelea de toros. Ahora, son compañeros queridos. En el futuro, seguirán siendo mascotas populares.",
      "imageLink": "image_files\\English\\"imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Dalmatín",
      "translation": "dálmata",
      "definition": "Un Dalmatín es una raza de perro conocida por su capa blanca con manchas negras características y su herencia como mascota de bomberos.",
      "definition_translation": "Un dálmata es una raza de perro conocida por su abrigo blanco con manchas negras y su legado como mascota de bomberos.",
      "example": " Cuando era niño, vi un Dalmatín en la estación de bombers. Hoy, tengo un Dalmatín como mascota. En el futuro, llevaré a mi Dalmatín al parque.",
      "example_translation": "Cuando era niño, vi un dálmata en la estación de bomberos. Hoy, tengo un dálmata como mascota. En el futuro, llevaré a mi dálmata al parque.",
      "imageLink": "image_files\\English\\"imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caniche",
      "translation": "caniche",
      "definition": "Un caniche es una raza de perro conocida por su abrigo rizado, no peludo y alta inteligencia.",
      "definition_translation": "Un caniche es una raza de perro conocida por su abrigo rizado, no--descascarado y alta inteligencia.",
      "example": "Compraré un caniche el próximo año, mi amigo tiene un caniche y es muy amistoso, ella tenía un caniche cuando era niña.",
      "example_translation": "Compraré un caniche el año próximo, mi amigo tiene un caniche y es muy amigable, ella tenía un caniche cuando era niña.",
      "imageLink": "image_files\\English\\"imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro afgano",
      "translation": "lebrel afgano",
      "definition": "Un perro afgano es una raza de perro conocida por su abrigo sedoso, fino y su construcción atlética alta.",
      "definition_translation": "Un lebrel afgano es una raza de perro conocida por su abrigo sedoso, fino y construcción atlética.",
      "example": "Mi tío posee un perro afgano, es un perro muy activo, ella comprará un perro afgano el próximo mes.",
      "example_translation": "Mi tío posee un lebrel afgano, es un perro muy activo, ella comprará un lebrel afgano el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "akita",
      "definition": "Un Akita es una raza de perro conocida por su lealtad y naturaleza protectora, originaria de Japón.",
      "definition_translation": "Un akita es una raza de perro conocida por su lealtad y naturaleza protectora, originaria de Japón.",
      "example": "Vi un Akita en el parque de perros ayer, el Akita de mi amigo es muy gentil, ella adoptará un Akita pronto.",
      "example_translation": "Vi un akita en el parque de perros ayer, el akita de mi amiga es muy gentil, ella adoptará un akita pronto.",
      "imageLink": "image_files\\English\\"imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malamuto de Alaska",
      "translation": "Malamuto de Alaska",
      "definition": "Una raza de perro grande y poderosa originaria de Alaska, conocida por su apariencia similares a la de un lobo y su fuerte instinto de tracción.",
      "definition_translation": "Una raza de perro grande y poderosa originaria de Alaska, conocida por su apariencia similar a la de un lobo y su fuerte instinto de tracción.",
      "example": "Tuve un malamuto de Alaska como mascota cuando era niño. Era muy enérgico y amaba jugar afuera. Ahora, estoy pensando en tener otro. En el futuro, espero entrenarlo para que sea un perro terapéutico.",
      "example_translation": "Tenía un malamuto de Alaska como mascota cuando era niño. Era muy enérgico y amaba jugar afuera. Ahora, estoy pensando en obtener otro. En el futuro, espero entrenarlo para que sea un perro terapéutico.",
      "imageLink": "image_files\\English\\"imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "basset hound",
      "translation": "Sabueso basset",
      "definition": "Una raza de perro conocida por su apariencia característica, patas cortas y cuerpo largo, y su sentido del olfato agudo.",
      "definition_translation": "Una raza de perro con patas cortas y cuerpo alargado, conocida por su apariencia distintiva y su agudo sentido del olfato.",
      "example": "Siempre me ha fascinado los basset hound. Tuve uno como mascota cuando era niño, y era muy leal. Ahora, estoy considerando tener otro. En el futuro, espero mostrarlo en competencias de perros.",
      "example_translation": "Siempre me ha fascinado los sabuesos basset. Tenía uno como mascota cuando crecía, y era muy leal. Ahora, estoy considerando obtener otro. En el futuro, espero mostrarlo en competiciones caninas.",
      "imageLink": "image_files\\English\\"imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beagle",
      "translation": "Beagle",
      "definition": "Una raza de perro pequeña y amistosa conocida por su naturaleza curiosa y su sentido del olfato agudo.",
      "definition_translation": "Una raza de perro pequeña y amistosa, conocida por su naturaleza curiosa y su agudo sentido del olfato.",
      "example": "Siempre me han gustado los beagles. Tuve uno como mascota cuando era niño, y era muy juguetón. Ahora, estoy pensando en tener otro. En el futuro, espero entrenarlo para que sea un perro de caza.",
      "example_translation": "Siempre me han encantado los beagles. Tenía uno como mascota cuando era niño, y era muy juguetón. Ahora, estoy pensando en obtener otro. En el futuro, espero entrenarlo para que sea un perro de caza.",
      "imageLink": "image_files\\English\\"imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro de montaña bernés",
      "translation": "perro de montaña Bernés",
      "definition": "Una raza de perro grande originaria de Suiza, conocida por su abrigo tricolor característico y su temperamento gentil.",
      "definition_translation": "Una raza de perro grande originaria de Suiza, conocida por su abrigo tricolor característico y su temperamento gentil.",
      "example": "Tuve un perro de montaña bernés cuando era niño, era muy amistoso. Ahora, tengo uno nuevo, y todavía está creciendo. En el futuro, espero tener más.",
      "example_translation": "Tuve un perro de montaña Bernés cuando era niño, era muy amistoso. Ahora tengo uno nuevo, y todavía está creciendo. En el futuro, espero tener más.",
      "imageLink": "image_files\\English\\"imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabueso",
      "translation": "sabueso",
      "definition": "Una raza de perro con un sentido del olfato muy desarrollado, utilizada para rastrear y cazar.",
      "definition_translation": "Una raza de perro con un sentido del olfato agudo, utilizado para seguir pistas y cazar.",
      "example": "El sabueso siguió el rastro del ciervo y pronto lo encontró. Ahora el cazador lo está utilizando para seguir a un zorro. En el futuro, lo utilizará para más cacerías.",
      "example_translation": "El sabueso siguió el rastro del ciervo, y pronto fue encontrado. Ahora el cazador lo está utilizando para seguir a un zorro. En el futuro, será utilizado para más cacerías.",
      "imageLink": "image_files\\English\\"imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "collie de frontera",
      "translation": "pastor border collie",
      "definition": "Una raza de perro pastor originaria de Escocia, conocida por su inteligencia, agilidad y obediencia.",
      "definition_translation": "Una raza de perro pastor originaria de Escocia, conocida por su inteligencia, agilidad y obediencia.",
      "example": "He tenido un collie de frontera durante años, es muy inteligente. Ahora estoy entrenando a uno nuevo, y está aprendiendo rápidamente. En el futuro, espero que sea un gran perro pastor.",
      "example_translation": "He tenido un pastor border collie durante años, es muy inteligente. Ahora estoy entrenando a uno nuevo, y está aprendiendo rápidamente. En el futuro, espero que sea un gran perro pastor.",
      "imageLink": "image_files\\English\\"imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier de Boston",
      "translation": "Terrier de Boston",
      "definition": "Una raza de perro pequeña conocida por su naturaleza gentil, de temperamento uniforme y cariñosa, originaria de los Estados Unidos.",
      "definition_translation": "Una raza de perro de pequeño tamaño conocida por su naturaleza gentil, templada y cariñosa, originaria de los Estados Unidos.",
      "example": "Tuve un terrier de Boston cuando era niño, era muy juguetón. Ahora tengo uno, y le encanta acurrucarse. En el futuro, tomaré otro terrier de Boston.",
      "example_translation": "Tenía un Terrier de Boston cuando era niño, y era muy juguetón. Ahora tengo uno, y le encanta acurrucarse. En el futuro, me buscaré otro Terrier de Boston.",
      "imageLink": "image_files\\English\\"imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "boxer",
      "translation": "boxeador",
      "definition": "Una raza de perro grande y muscular con un pelaje corto y liso, conocida por su personalidad enérgica y juguetona.",
      "definition_translation": "Una raza de perro grande y musculosa con un pelaje corto y liso, conocida por su personalidad enérgica y juguetona.",
      "example": "Fui al parque y vi un boxer jugando con su dueño. El boxer estaba corriendo felizmente. En el futuro, adoptaré un boxer.",
      "example_translation": "Fui al parque y vi un boxeador jugando con su dueño. El boxeador estaba corriendo alrededor felizmente. En el futuro, adoptaré un boxeador.",
      "imageLink": "image_files\\English\\"imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mastín",
      "translation": "bullmastín",
      "definition": "Una raza de perro grande y poderosa con un pelaje corto, conocida por su lealtad, coraje y instintos protectoras.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, conocida por su lealtad, coraje y instintos protectores.",
      "example": "Mi amigo tiene un mastín que es muy gentil. El mastín protegió a la familia de mi amigo cuando estaban en peligro. En el futuro, mi amigo criará mastines.",
      "example_translation": "Mi amigo tiene un bullmastín que es muy gentil. El bullmastín protegió a la familia de mi amigo cuando estaban en peligro. En el futuro, mi amigo criará bullmastines.",
      "imageLink": "image_files\\English\\"imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier de Cairn",
      "translation": "Terrier de Cairn",
      "definition": "Una raza de perro pequeña a mediana originaria de Escocia, conocida por su pelaje desaliñado y personalidad fogosa.",
      "definition_translation": "Una raza de perro de tamaño pequeño a mediano originaria de Escocia, conocida por su abrigo lanudo y su personalidad fogosa.",
      "example": "Solía tener un terrier de Cairn cuando era niño, era muy juguetón. Ahora tengo uno de nuevo, y sigue siendo enérgico. Tomaré otro en el futuro porque me encanta la raza.",
      "example_translation": "Tenía un terrier de Cairn cuando era niño, era muy juguetón. Ahora tengo uno again, y todavía es enérgico. Tendré otro en el futuro porque me encanta la raza.",
      "imageLink": "image_files\\English\\"imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Cane corso, mastín español",
      "translation": "Cane Corso, mastín español",
      "definition": "Una raza de perro grande originaria de Italia, conocida por su físico atlético y temperamento leal, también conocida como mastín español.",
      "definition_translation": "Una raza de perro de tamaño grande originaria de Italia, conocida por su complexión atlética y su temperamento leal, también conocido como mastín español.",
      "example": "Mi amigo tiene un Cane corso, mastín español, es un gigante gentil. Ella tuvo un Cane corso, mastín español, antes, pero falleció. Ella tomará otro Cane corso, mastín español, nuevamente en el futuro.",
      "example_translation": "Mi amiga tiene un Cane Corso, mastín español, es un gigante gentil. Ella tenía un Cane Corso, mastín español, antes, pero falleció. Ella tendrá un Cane Corso, mastín español, de nuevo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chihuahua",
      "translation": "Chihuahua",
      "definition": "Una raza de perro pequeña originaria de México, conocida por sus ojos grandes y su físico delicado.",
      "definition_translation": "Una raza de perro de tamaño pequeño originaria de México, conocida por sus ojos grandes y su complexión física delicada.",
      "example": "He tenido un chihuahua desde que era adolescente, ha sido mi compañero leal. Mi madre tenía un chihuahua cuando era niño, era muy juguetón. Tomaré otro chihuahua en el futuro, me encanta la raza.",
      "example_translation": "He tenido un Chihuahua desde que era adolescente, ha sido mi compañero leal. Mi madre tenía un Chihuahua cuando era niño, era muy juguetón. Tendré un Chihuahua de nuevo en el futuro, me encanta la raza.",
      "imageLink": "image_files\\English\\"imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chu chu",
      "translation": "perro chow chow",
      "definition": "Un chu chu es una raza de perro originaria de China, conocida por su pelaje suave y su lengua azul-negra.",
      "definition_translation": "Un Chow Chow es una raza de perro que se originó en China y es conocido por su abrigo lanudo y su lengua azul-negra.",
      "example": "Tuve un chu chu cuando era niño, era un compañero leal. Tengo un chu chu ahora, es muy juguetón. Tomaré un chu chu el próximo año, será un gran mascota.",
      "example_translation": "Tuve un Chow Chow cuando era niño, era un compañero leal. Tengo un Chow Chow ahora, es muy juguetón. Tendré un Chow Chow el próximo año, será una mascota genial.",
      "imageLink": "image_files\\English\\"imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "spaniel cocker",
      "translation": "spaniel inglés",
      "definition": "Un spaniel cocker es una raza de perro conocida por su naturaleza gentil y su pelaje hermoso, a menudo utilizada como perro de familia.",
      "definition_translation": "Un Spaniel Inglés es una raza de perro conocida por su naturaleza gentil y su abrigo hermoso, a menudo utilizado como mascota familiar.",
      "example": "Paseé a mi spaniel cocker ayer, fue un día hermoso. Estoy paseando a mi spaniel cocker ahora, está disfrutando del paseo. Pasearé a mi spaniel cocker mañana, será un paseo divertido.",
      "example_translation": "Paseé a mi Spaniel Inglés ayer, fue un día hermoso. Estoy paseando a mi Spaniel Inglés ahora, está disfrutando del paseo. Pasearé a mi Spaniel Inglés mañana, será un paseo divertido.",
      "imageLink": "image_files\\English\\"imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro salchicha, teckel",
      "translation": "perro salchicha",
      "definition": "Un perro salchicha, también conocido como Teckel, es una raza de perro conocida por sus patas cortas y cuerpo largo, a menudo utilizada para cazar tejones.",
      "definition_translation": "Un Perro Salchicha, también conocido como Dachshund, es una raza de perro conocida por sus patas cortas y su cuerpo largo, a menudo utilizada para cazar tejones.",
      "example": "Vi un perro salchicha en el parque ayer, era muy lindo. Estoy jugando con un perro salchicha ahora, es muy juguetón. Adoptaré un perro salchicha el próximo mes, será un gran compañero.",
      "example_translation": "Vi un Perro Salchicha en el parque ayer, fue muy lindo. Estoy jugando con un Perro Salchicha ahora, es muy juguetón. Adoptaré un Perro Salchicha el próximo mes, será un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier fox",
      "translation": "terrier fox",
      "definition": "El Terrier Fox es una raza de perro pequeño, enérgico y juguetón que se originó en Inglaterra en el siglo XIX. Son conocidos por su pequeño tamaño, su pelaje corto y su naturaleza curiosa.",
      "definition_translation": "El Terrier Fox es una raza de perro pequeña, enérgica y juguetona que se originó en Inglaterra en el siglo XIX. Se conocen por su pequeño tamaño, cortas capas y naturaleza curiosa.",
      "example": "Tuve un terrier fox como mascota cuando era niño, era muy juguetón. Ahora tengo un terrier fox, es muy perezoso. En el futuro, tendré un terrier fox, será muy obediente.",
      "example_translation": "Tenía un terrier fox como mascota cuando era niño, era muy juguetón. Ahora tengo un terrier fox, es muy perezoso. En el futuro, tendré un terrier fox, será muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bulldog francés",
      "translation": " bulldog francés",
      "definition": "El bulldog francés es una raza de perro doméstico que se originó en Inglaterra y se desarrolló en Francia. Son conocidos por su apariencia única, personalidades juguetonas y naturaleza adaptable.",
      "definition_translation": "El bulldog francés es una raza de perro doméstico que se originó en Inglaterra y luego se desarrolló en Francia. Se conocen por su apariencia única, personalidades juguetonas y naturaleza adaptable.",
      "example": "Vi un bulldog francés en el parque ayer, era muy lindo. Mi hermana tiene un bulldog francés, es muy juguetón. En el futuro, compraré un bulldog francés, será muy amistoso.",
      "example_translation": "Vi un bulldog francés en el parque ayer, era muy lindo. Mi hermana tiene un bulldog francés, es muy juguetón. En el futuro, compraré un bulldog francés, será muy amistoso.",
      "imageLink": "image_files\\English\\"imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pastro alemán",
      "translation": "pastor alemán",
      "definition": "El pastor alemán es una raza de perro doméstico que se originó en Alemania. Son conocidos por su inteligencia, lealtad y naturaleza protectora, lo que los hace populares como perros policiales y militares.",
      "definition_translation": "El pastor alemán es una raza de perro doméstico que se originó en Alemania. Se conocen por su inteligencia, lealtad y naturaleza protectora, lo que los hace populares como perros policiales y militares.",
      "example": "Conocí a un pastor alemán en el aeropuerto ayer, era muy inteligente. Mi hermano tiene un pastor alemán, es muy leal. En el futuro, entrenaré a un pastor alemán, será muy obediente.",
      "example_translation": "Conocí un pastor alemán en el aeropuerto ayer, era muy inteligente. Mi hermano tiene un pastor alemán, es muy leal. En el futuro, entrenaré un pastor alemán, será muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "schnauzer gigante",
      "translation": "schnauzer gigante",
      "definition": "Un schnauzer gigante es una raza de perro grande, poderoso e inteligente que se originó en Alemania en el siglo XVII.",
      "definition_translation": "Un schnauzer gigante es una raza de perro grande, poderosa e inteligente que se originó en Alemania en el siglo 17.",
      "example": "Solía tener un schnauzer gigante, era muy leal. Ahora tengo un perro más pequeño, pero extraño mi schnauzer gigante. En el futuro, tendré un schnauzer gigante nuevamente.",
      "example_translation": "Solía tener un schnauzer gigante, era muy leal. Ahora tengo un perro más pequeño, pero extraño a mi schnauzer gigante. En el futuro, tendré un schnauzer gigante nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "retriever dorado",
      "translation": "retriever dorado",
      "definition": "Un retriever dorado es una raza de perro conocida por su naturaleza amistosa, leal y gentil, originalmente criada para recuperar caza.",
      "definition_translation": "Un retriever dorado es una raza de perro conocida por su naturaleza amistosa, leal y gentil, originalmente criada para recuperar juego.",
      "example": "Mi abuela tiene un retriever dorado, es muy amistoso. Solía llevarlo a pasear, pero ahora lo llevo a pasear yo. En el futuro, tendré un retriever dorado propio.",
      "example_translation": "Mi abuela tiene un retriever dorado, es muy amistoso. Solía llevarlo a pasear, pero ahora yo lo llevo a pasear. En el futuro, tendré un retriever dorado propio.",
      "imageLink": "image_files\\English\\"imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gran danés",
      "translation": "Danesa Grande",
      "definition": "Un gran danés es una raza de perro grande conocida por su tamaño gigante, naturaleza gentil y lealtad a sus dueños.",
      "definition_translation": "Una Danesa Grande es una raza de perro conocida por su tamaño gigante, naturaleza gentil y lealtad a sus dueños.",
      "example": "Vi un gran danés en el parque, era enorme. Mi amigo tenía un gran danés, pero falleció. En el futuro, podré tener un gran danés.",
      "example_translation": "Vi una Danesa Grande en el parque, era enorme. Mi amigo solía tener una Danesa Grande, pero falleció. En el futuro, podré tener una Danesa Grande.",
      "imageLink": "image_files\\English\\"imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "galgo",
      "translation": "galgo",
      "definition": "Un galgo es una raza de perro conocida por su velocidad, agilidad y naturaleza gentil.",
      "definition_translation": "Un galgo es una raza de perro que es conocida por su velocidad, agilidad y naturaleza gentil.",
      "example": "Ayer vi a un galgo corriendo en la pista de carreras. Hoy estoy llevando a mi galgo al parque para un paseo. Mañana, participaré con mi galgo en una competencia de agilidad.",
      "example_translation": "Ayer, vi un galgo corriendo en la pista de perros. Hoy, estoy llevando a mi galgo al parque para caminar. Mañana, inscribiré a mi galgo en una competencia de agilidad.",
      "imageLink": "image_files\\English\\"imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier irlandés",
      "translation": "terrier irlandés",
      "definition": "Un terrier irlandés es una raza de perro conocida por su personalidad fogosa y afectuosa.",
      "definition_translation": "Un terrier irlandés es una raza de perro que es conocida por su personalidad fogosa y afectuosa.",
      "example": "Mi terrier irlandés ama jugar a traer y acurrucarse. El año pasado, mi terrier irlandés ganó un premio en el espectáculo canino. La próxima semana, llevaré a mi terrier irlandés al veterinario para un chequeo.",
      "example_translation": "Mi terrier irlandés ama jugar a buscar y acurrucarse. El año pasado, mi terrier irlandés ganó un premio en el espectáculo de perros. La semana que viene, llevaré a mi terrier irlandés al veterinario para un chequeo.",
      "imageLink": "image_files\\English\\"imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier Jack Russell",
      "translation": "terrier Jack Russell",
      "definition": "Un terrier Jack Russell es una raza de perro conocida por su personalidad enérgica y viva.",
      "definition_translation": "Un terrier Jack Russell es una raza de perro que es conocida por su personalidad energética y vivaz.",
      "example": "Mi terrier Jack Russell ama correr y jugar. El mes pasado, mi terrier Jack Russell aprendió un nuevo truco. El próximo mes, llevaré a mi terrier Jack Russell a un paseo en bicicleta.",
      "example_translation": "Mi terrier Jack Russell ama correr y jugar. El mes pasado, mi terrier Jack Russell aprendió un truco nuevo. El próximo mes, llevaré a mi terrier Jack Russell a un paseo en bicicleta.",
      "imageLink": "image_files\\English\\"imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Perro Labrador",
      "translation": "Perro Labrador",
      "definition": "Raza de perro conocida por ser amistosa, extrovertida y energética, a menudo utilizada como perro guía o en misiones de búsqueda y rescate.",
      "definition_translation": "Una raza de perro conocida por ser amistosa, extrovertida y energética, a menudo utilizada como perro guía o en misiones de búsqueda y rescate.",
      "example": "Siempre he querido un perro Labrador como mascota. Ayer, visité a un amigo que acababa de adoptar uno. El próximo año, tendré el mío.",
      "example_translation": "Siempre he querido un perro Labrador como mascota. Ayer, visité a un amigo que acababa de adoptar uno. El próximo año, tendré el mío propio.",
      "imageLink": "image_files\\English\\"imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Maltes",
      "translation": "Maltes",
      "definition": "Raza de perro pequeña y blanca con un manto sedoso y un carácter gentil, a menudo mantenida como perro de compañía.",
      "definition_translation": "Una raza de perro pequeña, de pelo blanco y sedoso, y de disposición gentil, a menudo mantenida como perro compañero.",
      "example": "Mi abuela tenía un Maltes que era muy afectuoso. Cuando era niño, solía jugar con él todo el tiempo. Ahora, tengo un Maltes mío.",
      "example_translation": "Mi abuela tenía un Maltes que era muy cariñoso. Cuando era niño, solía jugar con él todo el tiempo. Ahora, tengo un Maltes de mi propio.",
      "imageLink": "image_files\\English\\"imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Mastín",
      "translation": "Mastín",
      "definition": "Raza de perro grande y poderosa con un manto corto, a menudo utilizada como perro guardián o perro policial.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, a menudo utilizada como perro guardián o perro policía.",
      "example": "El mastín era muy intimidante al principio, pero resultó ser un gigante gentil. He visto mastines utilizados como perros guardianes en varias casas. En el futuro, consideraré tener un mastín como mascota.",
      "example_translation": "El mastín era muy intimidante al principio, pero resultó ser un gigante gentil. He visto mastines usados como perros guardianes en varias casas. En el futuro, consideraré tener un mastín como mascota.",
      "imageLink": "image_files\\English\\"imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Pinscher miniatura",
      "translation": "pinscher en miniatura",
      "definition": "Raza de perro pequeña originaria de Alemania, caracterizada por su pequeño tamaño, manto corto y temperamento energético.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, piel corta y temperamento enérgico.",
      "example": "Tuve un pinscher miniatura como mascota cuando era niño, era muy energético y juguetón. Ayer, vi un pinscher miniatura en el parque, estaba persiguiendo su cola. Me buscaré un pinscher miniatura como mascota cuando me mude a una casa más grande.",
      "example_translation": "Tuve un pinscher en miniatura como mascota cuando era niño, era muy enérgico y juguetón. Ayer, vi un pinscher en miniatura en el parque, estaba persiguiendo su cola. Me llevaré un pinscher en miniatura como mascota cuando me mude a una casa más grande.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Poodle miniatura",
      "translation": "poodle en miniatura",
      "definition": "Raza de perro pequeña originaria de Alemania, caracterizada por su pequeño tamaño, manto rizado y naturaleza inteligente.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, pelo rizado y naturaleza inteligente.",
      "example": "Mi hermana tiene un poodle miniatura, es muy bien behaviourado y fácil de entrenar. La semana pasada, vi un poodle miniatura en el espectáculo canino, era muy lindo. Cuando me jubile, tendré un poodle miniatura como compañía.",
      "example_translation": "Mi hermana tiene un poodle en miniatura, es muy bien comportado y fácil de entrenar. La semana pasada, vi un poodle en miniatura en el espectáculo canino, era muy lindo. Cuando me jubile, me llevaré un poodle en miniatura como compañía.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Mestizo",
      "translation": "perro mestizo",
      "definition": "Perro de raza mixta, resultante del cruzamiento de diferentes razas o variedades de perros.",
      "definition_translation": "Un perro de raza mixta, resultado del cruce de diferentes razas o variedades de perros.",
      "example": "El mestizo en el refugio era muy amistoso, decidí adoptarlo. Ayer, vi un mestizo jugando con su dueño en el parque, era muy energético. Cuando era niño, tenía un mestizo como mascota, era muy leal.",
      "example_translation": "El perro mestizo en el refugio era muy amistoso, decidí adoptarlo. Ayer, vi un perro mestizo jugando con su dueño en el parque, era muy enérgico. Cuando era niño, tenía un perro mestizo como mascota, era muy leal.",
      "imageLink": "image_files\\English\\"imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Terranova",
      "translation": "Terranova",
      "definition": "Provincia de la costa este de Canadá, que comprende la isla de Terranova y la región continental de Labrador.",
      "definition_translation": "Una provincia de la región oriental de Canadá, compuesta por la isla de Terranova y la región continental de Labrador.",
      "example": "He visitado Terranova dos veces, y me encanta su costa escabrosa. Estoy planeando visitar Terranova novamente el próximo año. Visité Terranova el verano pasado.",
      "example_translation": "He visitado Terranova dos veces y me encanta su costa escabrosa. Estoy planeando visitar Terranova de nuevo el próximo año. Visitaste Terranova el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Papillón",
      "translation": "mariposa",
      "definition": "Raza de perro conocida por sus orejas en forma de mariposa.",
      "definition_translation": "Una raza de perro conocida por sus orejas en forma de mariposa.",
      "example": "Tengo un perro papillón, y es muy amistoso. Mi perro papillón es muy energético. Si tuviera un perro papillón, lo llamaría Bella.",
      "example_translation": "Tengo un perro mariposa y es muy amigable. Mi perro mariposa es muy enérgico. Si tuviera un perro mariposa, lo llamaría Bella.",
      "imageLink": "image_files\\English\\"imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Pekín",
      "translation": "pekinés",
      "definition": "Raza de perro pequeño con un manto largo y algodonoso, originaria de China.",
      "definition_translation": "Una raza de perro pequeño con un abrigo largo y lanudo, originario de China.",
      "example": "Tengo un perro Pekín, y es muy lindo. Mi perro Pekín es muy juguetón. Si tuviera un perro Pekín, lo llevaría a pasear todos los días.",
      "example_translation": "Tengo un perro pekinés y es muy lindo. Mi perro pekinés es muy juguetón. Si tuviera un perro pekinés, lo llevaría a pasear todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Pitbull terrier",
      "translation": "perro de pelea terrier",
      "definition": "Raza de perro conocida por su fuerza y tenacidad, originalmente criada para luchar.",
      "definition_translation": "Una raza de perro conocida por su fuerza y tenacidad, originalmente criada para pelear.",
      "example": "Crié un pitbull terrier cuando era niño. Ahora tengo un pitbull terrier como mascota. Compraré un pitbull terrier cachorro el próximo año.",
      "example_translation": "Crié un perro de pelea terrier cuando era niño. Ahora tengo un perro de pelea terrier como mascota. Compraré un cachorro de perro de pelea terrier el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntero",
      "translation": "señalador",
      "definition": "Una raza de perro entrenada para señalar a la caza, particularmente a las aves, para asistir a los cazadores.",
      "definition_translation": "Una raza de perro entrenada para señalar a la caza, especialmente pájaros, para ayudar a los cazadores.",
      "example": "Utilicé un puntero para localizar la codorniz. El puntero está señalando a la codorniz. Entrénaré a un puntero para cazar patos la próxima temporada.",
      "example_translation": "Usé un señalador para localizar la perdiz. El señalador está señalando a la codorniz. Entrenaré un señalador para cazar patos la próxima temporada.",
      "imageLink": "image_files\\English\\"imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro oviero de baja silesia",
      "translation": "perro de pastor de baja tierra polaco",
      "definition": "Una raza de perro pastor originaria de Polonia, conocida por su inteligencia y naturaleza protectora.",
      "definition_translation": "Una raza de perro de pastoreo originaria de Polonia, conocida por su inteligencia y naturaleza protectora.",
      "example": "El granjero utilizó un perro oviero de baja silesia para pastorear las ovejas. El perro oviero de baja silesia es muy inteligente. Compraré un perro oviero de baja silesia cachorro para ayudar con mis ovejas.",
      "example_translation": "El granjero usó un perro de pastor de baja tierra polaco para pastorear las ovejas. El perro de pastor de baja tierra polaco es muy inteligente. Compraré un cachorro de perro de pastor de baja tierra polaco para ayudar con mis ovejas.",
      "imageLink": "image_files\\English\\"imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pomerano",
      "translation": "Pomeranio",
      "definition": "Una raza de perro pequeña originaria de Pomerania, caracterizada por su abrigo lanudo y rasgos similares a los de un zorro.",
      "definition_translation": "Una raza pequeña de perro originaria de Pomerania, caracterizada por su abrigo plumoso y características físicas similares a las del zorro.",
      "example": "Anteriormente tuve un pomerano llamado Max, pero ahora tengo un golden retriever. Max solía perseguir ardillas, y ahora mi nuevo perro ama jugar a buscar. En el futuro, tendré otro pomerano como compañía.",
      "example_translation": "Anteriormente tenía un Pomeranio llamado Max, pero ahora tengo un golden retriever. Max solía perseguir ardillas, y ahora mi nuevo perro ama jugar a buscar. En el futuro, tendré otro Pomeranio como compañero.",
      "imageLink": "image_files\\English\\"imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pug",
      "translation": "carlino",
      "definition": "Una raza de perro pequeña con una nariz corta y una cola enrollada, conocida por su naturaleza juguetona y afectuosa.",
      "definition_translation": "Una raza pequeña de perro con una nariz corta y una cola enrollada, conocida por su naturaleza juguetona y afectuosa.",
      "example": "Mi hermana tenía un pug llamado Lola, y amaba jugar con ella. Lola se acostaba con mi hermana todas las noches, y por la mañana, la despertaba lamiendo su rostro. En el futuro, le compraré un pug como regalo de cumpleaños para mi hermana.",
      "example_translation": "Mi hermana tenía un carlino llamado Lola, y le encantaba jugar con ella. Lola se acostaba con mi hermana todas las noches, y por la mañana, la despertaba lamiéndole la cara. En el futuro, me gustaría regalarle un carlino a mi hermana por su cumpleaños.",
      "imageLink": "image_files\\English\\"imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pastor de Pirineos",
      "translation": "pastor pirineo",
      "definition": "Una raza de perro originaria de los Pirineos, conocida por su agilidad, inteligencia y habilidad para pastorear.",
      "definition_translation": "Una raza de perro originaria de los montes Pirineos, conocida por su agilidad, inteligencia y habilidad para cuidar rebaños.",
      "example": "El pastor de Pirineos fue criado para pastorear ovejas en regiones montañosas. Seguía a las ovejas todo el día, y por la noche, regresaba a su dueño. En el futuro, tendré un pastor de Pirineos para ayudar con mi trabajo en el campo.",
      "example_translation": "El pastor pirineo fue criado para cuidar ovejas en regiones montañosas. Seguía a las ovejas todo el día, y por la noche, regresaba con su dueño. En el futuro, me gustaría tener un pastor pirineo para ayudarme con mi trabajo en el campo.",
      "imageLink": "image_files\\English\\"imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rottweiler",
      "translation": "Rottweiler",
      "definition": "Un rottweiler es una raza de perro doméstico conocido por su fuerza, lealtad y naturaleza protectora. Es un perro de tamaño medio a grande con una construcción muscular y un abrigo denso y corto que suele ser negro con marcas de herrumbre.",
      "definition_translation": "Un Rottweiler es una raza de perro doméstico conocida por su fuerza, lealtad y naturaleza protectora. Es un perro de tamaño mediano a grande con una constitución muscular y un pelo corto y denso que suele ser negro con marcas de óxido.",
      "example": "Tuve un rottweiler cuando era niño. Compraré un rottweiler el año próximo. Ella ha estado entrenando a un rottweiler durante meses.",
      "example_translation": "Tuve un Rottweiler cuando era niño. Compraré un Rottweiler el próximo año. Ella ha estado entrenando a un Rottweiler durante meses.",
      "imageLink": "image_files\\English\\"imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "san bernardo",
      "translation": "San Bernardo",
      "definition": "Un san bernardo es una raza de perro grande originaria de los Alpes, conocida por su abrigo espeso, temperamento amistoso y capacidad para localizar y rescatar personas atrapadas en la nieve.",
      "definition_translation": "Un San Bernardo es una raza de perro grande originaria de los Alpes, conocida por su gruesa capa, temperamento amistoso y capacidad para localizar y rescatar a personas varadas en la nieve.",
      "example": "El san bernardo nos ayudó a encontrar el camino hacia abajo de la montaña. Adoptaremos un san bernardo el próximo mes. Han estado criando san bernardos durante años.",
      "example_translation": "El San Bernardo nos ayudó a encontrar nuestro camino hacia abajo de la montaña. Adoptaremos un San Bernardo el próximo mes. Han estado criando San Bernardos durante años.",
      "imageLink": "image_files\\English\\"imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "samoyedo",
      "translation": "Samoyedo",
      "definition": "Un samoyedo es una raza de perro originaria de Siberia, conocida por su abrigo blanco lanudo, rostro sonriente y temperamento amistoso.",
      "definition_translation": "Un Samoyedo es una raza de perro originaria de Siberia, conocida por su gruesa capa blanca, rostro sonriente y temperamento amistoso.",
      "example": "Vi a un samoyedo en la exhibición de perros la semana pasada. Tendremos un samoyedo cachorro el año próximo. Han estado mostrando samoyedos durante años.",
      "example_translation": "Vi un Samoyedo en el espectáculo canino la semana pasada. Obtendremos un cachorro de Samoyedo el próximo año. Han estado mostrando Samoyedos durante años.",
      "imageLink": "image_files\\English\\"imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eschnaucer",
      "translation": "schnauzer",
      "definition": "Una raza de perro de tamaño medio originaria de Alemania, conocida por su bigote y patillas características.",
      "definition_translation": "Una raza de perro de talla media originaria de Alemania, conocida por su barba y bigote características.",
      "example": "Siempre he querido un eschnaucer como mascota, pero mis padres no me lo permitieron cuando era niño. Ahora, tengo un eschnaucer y me encanta jugar con él. En el futuro, llevaré a mi eschnaucer al parque de perros.",
      "example_translation": "Siempre he querido un schnauzer como mascota, pero mis padres no me permitieron tener uno cuando era niño. Ahora, tengo un schnauzer y me encanta jugar con él. En el futuro, llevaré a mi schnauzer al parque de perros.",
      "imageLink": "image_files\\English\\"imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terrier escocés",
      "translation": "terrier escocés",
      "definition": "Una raza de perro pequeña y enérgica originaria de Escocia, conocida por su estatura corta y patillas características.",
      "definition_translation": "Una raza de perro pequeño y enérgico originaria de Escocia, conocida por su baja estatura y barba característica.",
      "example": "Mi abuelo tenía un terrier escocés cuando era joven, y era muy leal con él. Ahora, tengo un terrier escocés y es muy juguetón. En el futuro, llevaré a mi terrier escocés a entrenamiento de obediencia.",
      "example_translation": "Mi abuelo tenía un terrier escocés cuando era joven, y era muy leal con él. Ahora, tengo un terrier escocés y es muy juguetón. En el futuro, llevaré a mi terrier escocés a entrenamiento de obediencia.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Perro pastor Shetland",
      "translation": "pastor de Shetland",
      "definition": "Una raza de perro pequeña y ágil originaria de las Islas Shetland, conocida por su inteligencia y habilidad para pastorear.",
      "definition_translation": "Una raza de perro pequeño y ágil originaria de las Islas Shetland, conocida por su inteligencia y habilidad para pastorear.",
      "example": "Siempre he querido un perro pastor Shetland como mascota, porque son muy inteligentes. Cuando era un niño, vi un perro pastor Shetland en una granja y estaba pastoreando ovejas. Ahora tengo un perro pastor Shetland y es muy obediente.",
      "example_translation": "Siempre he querido un pastor de Shetland como mascota, porque son muy inteligentes. Cuando era niño, vi un pastor de Shetland en la granja y estaba pastoreando ovejas. Ahora, tengo un pastor de Shetland y es muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "El Shiba Inu es una raza de perro de tamaño medio originaria de Japón, conocida por su apariencia características similar a la de un zorro y es considerada una de las razas de perros más antiguas del mundo.",
      "definition_translation": "El Shiba Inu es una raza de perro de tamaño mediano que se originó en Japón. Se conoce por su apariencia DISTINCTA de zorro y a menudo se considera una de las razas de perros más antiguas del mundo.",
      "example": "Vi un Shiba Inu en el parque de perros ayer. Era muy enérgico y juguetón. Probablemente me llevaré un Shiba Inu como mascota el próximo año. Me llevé un Shiba Inu el año pasado y ha sido un gran compañero.",
      "example_translation": "Vi un Shiba Inu en el parque de perros ayer. Era muy enérgico y juguetón. Probablemente me llevaré un Shiba Inu como mascota el próximo año. Me llevé un Shiba Inu el año pasado y ha sido un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Husky Siberiano",
      "translation": "Husky siberiano",
      "definition": "El Husky Siberiano es una raza de perro originaria de Siberia, conocida por su fuerza, resistencia y temperamento amistoso. Fue originalmente criada para tirar de trineos en las regiones árticas.",
      "definition_translation": "El Husky siberiano es una raza de perro que se originó en Siberia y se conoce por su fuerza, resistencia y temperamento amigable. Originalmente se crió para tirar trineos en las regiones árticas.",
      "example": "Me encanta jugar con mi Husky Siberiano en el jardín. Es muy activo y necesita mucho ejercicio. Me llevaré a mi Husky Siberiano a caminar más tarde. Me llevé a mi Husky Siberiano al veterinario la semana pasada.",
      "example_translation": "Me encanta jugar con mi Husky siberiano en el patio trasero. Es muy activo y necesita mucho ejercicio. Me llevaré a mi Husky siberiano para dar un paseo más tarde. Me llevé a mi Husky siberiano al veterinario la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Un Spitz es un tipo de perro caracterizado por su doble capa gruesa y su apariencia similar a la de un zorro. Hay varias razas de Spitz, incluyendo el Pomeranio y el Samoyedo.",
      "definition_translation": "Un Spitz es un tipo de perro que se caracteriza por su doble capa gruesa y su apariencia de zorro. Hay varias razas de Spitz, incluyendo el Pomeranio y el Samoyedo.",
      "example": "Tengo un Spitz como mascota y ama jugar en la nieve. Los perros Spitz son muy inteligentes y leales. Me llevaré un cachorro de Spitz el próximo mes. Me regalaron un Spitz el año pasado.",
      "example_translation": "Tengo un Spitz como mascota y le encanta jugar en la nieve. Los perros Spitz son muy inteligentes y leales. Me llevaré un cachorro de Spitz el próximo mes. Me regalaron un Spitz el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Vizsla",
      "translation": "Vizsla",
      "definition": "El Vizsla es una raza de perro de caza húngara, conocida por su naturaleza enérgica e inteligente. A menudo se la llama el 'perro de pegamento' debido a su naturaleza afectuosa y leal.",
      "definition_translation": "El Vizsla es una raza de perro de caza húngara, conocida por su naturaleza enérgica e inteligente. A menudo se la conoce como el 'perro de Velcro' debido a su naturaleza afectuosa y leal.",
      "example": "Tuve un Vizsla como mascota cuando era un niño, era un gran compañero. Ahora tengo uno de nuevo, y sigue siendo tan enérgico como siempre. En el futuro, planeo entrenarlo para cazar.",
      "example_translation": "Tuve un vizsla como mascota cuando era niño, era un gran compañero. Ahora tengo uno nuevo, y todavía es tan enérgico como siempre. En el futuro, planeo entrenarlo para cazar.",
      "imageLink": "image_files\\English\\"imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "El Weimaraner es una raza de perro de caza alemana, conocida por su construcción atlética y suave. A menudo se la llama el 'fantasma gris' debido a su capa gris característica.",
      "definition_translation": "El Weimaraner es una raza de perro de caza alemana, conocida por su estructura esbelta y atlética. A menudo se la conoce como el 'fantasma gris' debido a su manto gris distintivo.",
      "example": "Mi amiga tenía un Weimaraner que era increíblemente rápido, podía correr círculos alrededor de otros perros. Ahora tiene uno nuevo, y sigue siendo tan rápido como siempre. En el futuro, planea inscribirlo en competencias de agilidad.",
      "example_translation": "Mi amiga tenía un Weimaraner que era increíblemente rápido, podía correr círculos alrededor de otros perros. Ahora tiene uno nuevo, y todavía es tan rápido. En el futuro, planea inscribirla en competencias de agilidad.",
      "imageLink": "image_files\\English\\"imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Corgi Galés (Pembroke Welsh Corgi)",
      "translation": "Corgi Galés (Pembroke Corgi Galés)",
      "definition": "El Pembroke Welsh Corgi es una raza de perro pastor, conocida por su estatura baja y su naturaleza inteligente. A menudo se asocia con la familia real británica, que los ha tenido como mascotas durante generaciones.",
      "definition_translation": "El Corgi Galés Pembroke es una raza de perro de pastoreo, conocida por su estatura baja y naturaleza inteligente. A menudo se asocia con la familia real británica, que los ha mantenido como mascotas durante generaciones.",
      "example": "Siempre he querido un Corgi Galés, son tan lindos e inteligentes. Mi hermana tenía uno que era un gran pastor, ahora tiene uno nuevo que sigue en entrenamiento. En el futuro, planeo tener uno como mascota.",
      "example_translation": "Siempre he querido un Corgi Galés, son tan lindos e inteligentes. Mi hermana tenía uno que era un gran pastor, ahora tiene uno nuevo que aún está en entrenamiento. En el futuro, planeo tener uno como mascota.",
      "imageLink": "image_files\\English\\"imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Terrier de Yorkshire",
      "translation": "Terrier de Yorkshire",
      "definition": "Una raza de perro pequeño originaria de Yorkshire, Inglaterra, conocida por su capa larga y sedosa, y su naturaleza viva y afectuosa.",
      "definition_translation": "Una raza de perro pequeño originaria de Yorkshire, Inglaterra, conocida por su abrigo largo y sedoso, y su naturaleza vivaz y afectuosa.",
      "example": "Tuve un Terrier de Yorkshire como mascota cuando era un niño, y me seguía por toda la casa. Ahora tengo uno nuevo, y ama jugar a buscar. Para el próximo año, habré entrenado a mi Terrier de Yorkshire para hacer trucos.",
      "example_translation": "Tuve un terrier de Yorkshire como mascota cuando era niño, y siempre me seguía por la casa. Ahora tengo un nuevo terrier de Yorkshire, y le encanta jugar a buscar. Para el próximo año, habré entrenado a mi terrier de Yorkshire para hacer trucos.",
      "imageLink": "image_files\\English\\"imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]