[
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pájaro",
      "translation": "pájaro",
      "definition": "Un animal de sangre caliente que pone huevos, caracterizado por la presencia de plumas, pico sin dientes y esqueleto ligero.",
      "definition_translation": "Un animal de sangre caliente con huevos que se caracteriza por la presencia de plumas, pico sin dientes y esqueleto ligero.",
      "example": "Vi un pájaro volando en el cielo ayer. Mañana, voy a observar un nido de pájaro. Los pájaros cantan hermosamente por la mañana.",
      "example_translation": "Vi un pájaro volando en el cielo ayer. Veré un nido de pájaro mañana. Los pájaros cantan hermosamente en la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pollo",
      "translation": "pollo",
      "definition": "Un ave doméstica criada por sus huevos o carne, especialmente una joven.",
      "definition_translation": "Un ave doméstica mantenida por sus huevos o carne, especialmente una joven.",
      "example": "Me comí un sandwich de pollo para almorzar ayer. Mi mamá va a cocinar pollo para cenar esta noche. Los pollos están corriendo alrededor de la granja por la mañana.",
      "example_translation": "Me comí un sandwich de pollo para almuerzo ayer. Mi mamá cocinará pollo para la cena esta noche. Los pollos corren alrededor de la granja en la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pato",
      "translation": "pato",
      "definition": "Un ave con un pico ancho y roma, patas cortas y pies palmeados, encontrada en agua dulce y salada.",
      "definition_translation": "Un pájaro con pico ancho y romo, patas cortas y pies palmeados, encontrado en ambos agua dulce y salada.",
      "example": "Vi un pato nadando en el lago ayer. Mi amigo va a alimentar a un pato en el parque mañana. Los patos están graznando fuerte por la mañana.",
      "example_translation": "Vi un pato nadando en el lago ayer. Mi amigo alimentará a un pato en el parque mañana. Los patos chillan fuerte en la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso",
      "translation": "ganso",
      "definition": "Un ave acuática grande con cuello largo y plumas, especialmente una que es blanca o grisáceo-blanca de color.",
      "definition_translation": "un gran ave acuática con cuello largo y plumas, especialmente blanca o de color gris claro",
      "example": "Vi un ganso volando sobre mi cabeza ayer, graznó fuerte cuando me vio. Hoy, está nadando en el lago, y mañana le daré de comer.",
      "example_translation": "Vi un ganso volando sobre mi cabeza ayer, emitió un fuerte graznido cuando me vio. Hoy está nadando en el lago, y le daré de comer mañana.",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "loro",
      "translation": "loro",
      "definition": "Un ave con plumas brillantes, a menudo mantenida como mascota, que puede imitar el habla humana.",
      "definition_translation": "un ave de color brillante, a menudo mantenida como mascota, que puede imitar el habla humana",
      "example": "Mi hermana tenía un loro cuando era niña, podía repetir su nombre. Ahora, su loro es mayor, y pronto aprenderá nuevas palabras. En el futuro, podrá tener una conversación con nosotros.",
      "example_translation": "Mi hermana tenía un loro cuando era niña, podía repetir su nombre. Ahora, su loro es mayor, y aprenderá nuevas palabras pronto. En el futuro, podrá tener una conversación con nosotros.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pingüino",
      "translation": "pingüino",
      "definition": "Un ave marina grande y no voladora con plumas negras y blancas, encontrada en el hemisferio sur.",
      "definition_translation": "un gran ave marina no voladora con plumas negras y blancas, encontrada en el hemisferio sur",
      "example": "En el zoológico, vi un pingüino nadando rápido, se sumergió en el agua para cazar un pez. El año pasado, un pingüino nació, y ahora está creciendo rápido. El mes próximo, el pingüino podrá nadar solo.",
      "example_translation": "En el zoológico, vi un pingüino nadando rápidamente, se sumergió en el agua para atrapar un pez. El año pasado, nació un pingüino, y ahora está creciendo rápidamente. El próximo mes, el pingüino podrá nadar solo.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cigüeña",
      "translation": "cigüeña",
      "definition": "Una ave zancuda grande con cuello y patas largos, típicamente encontrada en humedales y praderas.",
      "definition_translation": "Una cigüeña es un ave zancuda grande con cuello y piernas largas, típicamente encontrada en humedales y praderas.",
      "example": "Ayer, vi una cigüeña anidando en el techo de mi casa. Hoy, está volando sobre mi cabeza. Mañana, trataré de tomar una foto de ella.",
      "example_translation": "Ayer, vi una cigüeña anidando en el tejado de mi casa. Hoy, está volando sobre mi cabeza. Mañana, trataré de tomar una foto de ella.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pavo",
      "translation": "pavo",
      "definition": "Un pavo es un ave doméstica grande originaria de América del Norte, a menudo servida como plato principal en ocasiones especiales.",
      "definition_translation": "Un pavo es un ave doméstica grande originaria de América del Norte, a menudo servida como plato principal en ocasiones especiales.",
      "example": "Tuvimos un delicioso pavo para la cena de Acción de Gracias el año pasado. Este año, estamos planeando cocinar uno más grande. El año próximo, vamos a probar una receta diferente.",
      "example_translation": "Tuimos un delicioso pavo para la cena de Acción de Gracias el año pasado. Este año, estamos planeando cocinar uno más grande. El año que viene, probaremos una receta diferente.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ala",
      "translation": "ala",
      "definition": "Una ala es una parte de un avión o cuerpo de ave que produce sustentación para el vuelo o planeo.",
      "definition_translation": "Una ala es una parte de un avión o cuerpo de un ave que produce sustentación para volar o planear.",
      "example": "El ala del avión estaba dañada durante el despegue. Ayer, vi un ave extendiendo su ala para secarla. Mañana, trataré de aprender cómo usar los flaps de ala de un avión.",
      "example_translation": "La ala del avión se dañó durante el despegue. Ayer, vi un ave extendiendo su ala para secarla. Mañana, trataré de aprender cómo usar los flaps de ala de un avión.",
      "imageLink": "image_files\\English\\"imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "cuervo",
      "definition": "Un ave grande y negra con un llamado fuerte y ronco, encontrada en bosques y campos en muchas partes del mundo.",
      "definition_translation": "Un gran pájaro negro con una llamada fuerte y áspera, encontrado en bosques y campos en muchas partes del mundo.",
      "example": "El cuervo se posó en la rama del árbol, observando al granjero trabajando en el campo. Ayer, un cuervo me robó mi sandwich desde el banco del parque. En el futuro, aseguraré de traer un contenedor a prueba de cuervos.",
      "example_translation": "El cuervo se sentó en la rama del árbol, observando al granjero trabajar en el campo. Ayer, un cuervo me robó mi sándwich desde la banca del parque. En el futuro, me aseguraré de traer un contenedor a prueba de cuervos.",
      "imageLink": "image_files\\English\\"imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuco",
      "translation": "cuco",
      "definition": "Un ave grisáceo-marrón con un canto característico, conocida por depositar sus huevos en los nidos de otras aves.",
      "definition_translation": "Un pájaro gris-marrón con una llamada característica, conocido por poner sus huevos en los nidos de otros pájaros.",
      "example": "El cuco llamó echó por el bosque, un signo de la llegada de la primavera. El año pasado, un cuco depositó sus huevos en un nido de petirrojo. En el futuro, estudiaremos las costumbres de apareamiento únicas del cuco.",
      "example_translation": "La llamada del cuco resonó por el bosque, un signo de la llegada de la primavera. El año pasado, un cuco puso sus huevos en un nido de petirrojo. En el futuro, estudiaremos los hábitos de cría únicos del cuco.",
      "imageLink": "image_files\\English\\"imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila",
      "translation": "águila",
      "definition": "Un gran ave de presa con una envergadura amplia, encontrada en montañas y otras áreas remotas.",
      "definition_translation": "Un gran ave de presa poderosa con una envergadura ancha, encontrada en montañas y otras áreas remotas.",
      "example": "El águila voló por el cielo, sus alas batían constantemente. Ayer, se avistó un águila anidando en los acantilados cercanos. En el futuro, trabajaremos para proteger el hábitat del águila del desarrollo humano.",
      "example_translation": "El águila surcó el cielo, sus alas latiendo con steadiness. Ayer, un águila fue vista anidando en los acantilados cercanos. En el futuro, trabajaremos para proteger el hábitat del águila del desarrollo humano.",
      "imageLink": "image_files\\English\\"imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pluma",
      "translation": "pluma",
      "definition": "Un revestimiento liviano, suave y a menudo suave que cubre el cuerpo de las aves, compuesto por una rama central con barbas a ambos lados.",
      "definition_translation": "Una cubierta liviana, suave y a menudo blanda en el cuerpo de los pájaros, consistente en una asta central con plumas a ambos lados.",
      "example": "Las plumas del ave se revolvieron con el viento. Ayer, se acicaló para verse hermosa. Si fuera un ave, me encantaría tener plumas brillantes y coloridas.",
      "example_translation": "Las plumas del pájaro estaban revueltas por el viento. Ayer, se acicaló las plumas para parecer hermosa. Si fuera un pájaro, me encantaría tener plumas brillantes y coloridas.",
      "imageLink": "image_files\\English\\"imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallina",
      "translation": "gallina",
      "definition": "Una ave hembra, especialmente una gallina doméstica, criada por sus huevos.",
      "definition_translation": "Un ave hembra, especialmente un ave de corral doméstica, criada por sus huevos.",
      "example": "La gallina cloqueó ruidosamente en el patio. La esposa del granjero recogió los huevos de la gallina desde el gallinero. En el futuro, criaremos más gallinas para producir más huevos.",
      "example_translation": "La gallina cloqueaba fuerte en el patio de la granja. La esposa del granjero recogió los huevos de la gallina del gallinero. En el futuro, criaremos más gallinas para producir más huevos.",
      "imageLink": "image_files\\English\\"imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poner huevos",
      "translation": "poner huevos",
      "definition": "Producir huevos, especialmente como hembra de ave o reptil.",
      "definition_translation": "Producir huevos, especialmente como un ave o reptil hembra.",
      "example": "La gallina pondrá huevos en la caja de anidación. El pato ya ha puesto huevos en el estanque. En el futuro, el pavo pondrá huevos en la granja.",
      "example_translation": "La gallina pondrá huevos en la caja de anidación. El pato ya ha puesto huevos en el estanque. En el futuro, el pavo pondrá huevos en la granja.",
      "imageLink": "image_files\\English\\"imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho",
      "translation": "lechuza",
      "definition": "Un ave nocturna de presa con una cabeza redonda, ojos frontales y plumas de oreja, conocida por su vuelo silencioso y su llamado hueco.",
      "definition_translation": "Un ave de presa nocturna con cabeza redonda, ojos frontales y penachos audibles, conocida por su vuelo silencioso y su llamado ululante.",
      "example": "El búho se posó en una rama, observando su presa con ojos sabios. Había visto muchas estaciones llegar y partir. Seguirá prosperando en el bosque durante muchos años.",
      "example_translation": "La lechuza se posó en una rama, observando su presa con ojos sabios. Había visto muchas temporadas llegar y partir. Continuará prosperando en el bosque durante años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma",
      "translation": "paloma",
      "definition": "Un ave rechoncha que come semillas con una cabeza pequeña, generalmente grisáceo-marrón, encontrada en ciudades y pueblos.",
      "definition_translation": "Un ave de cuerpo robusto que se alimenta de semillas, con cabeza pequeña, generalmente de color gris-marrón, encontrar en ciudades y pueblos.",
      "example": "La paloma picoteó migas en la acera. Se había acostumbrado a la presencia humana. Seguirá prosperando en entornos urbanos.",
      "example_translation": "La paloma picoteaba migas en la acera. Había crecido acostumbrada a la presencia humana. Probablemente continuará prosperando en entornos urbanos.",
      "imageLink": "image_files\\English\\"imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota",
      "translation": "gaviota",
      "definition": "Un ave marina grande y blanca con un grito penetrante, a menudo encontrada cerca de áreas costeras.",
      "definition_translation": "Un gran ave marina predominantemente blanca con un grito fuerte y penetrante, a menudo encontrada en áreas costeras.",
      "example": "La gaviota voló sobre nuestras cabezas, sus gritos resonaban en los acantilados. Había vivido junto al océano toda su vida. Seguirá cabalgando los vientos del océano durante muchos años.",
      "example_translation": "La gaviota volaba sobre nuestras cabezas, sus gritos resonaban en las acantilados. Había vivido junto al océano toda su vida. Continuará surcando los vientos del océano durante años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorrión",
      "translation": "gloster",
      "definition": "Un ave pequeña, generalmente marrón o gris, con un cuerpo redondeado y un pico corto y puntiagudo, encontrada en una variedad de hábitats, incluyendo jardines y granjas.",
      "definition_translation": "Un pequeño pájaro, generalmente marrón o gris, con un cuerpo redondeado y un pico corto y puntiagudo, encontrado en una variedad de hábitats, incluyendo jardines y tierras de cultivo.",
      "example": "El gorrión cloqueó fuerte por la mañana, luego voló en la tarde y regresará a su nido esta noche.",
      "example_translation": "El gordo chilló fuerte por la mañana, luego voló en la tarde y regresará a su nido esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cisne",
      "translation": "cisne",
      "definition": "Un gran ave acuática majestuosa con un cuello largo y plumaje blanco, a menudo encontrada en estanques, lagos y ríos.",
      "definition_translation": "Un gran pájaro acuático majestuoso con un cuello largo y plumaje blanco, a menudo encontrado en estanques, lagos y ríos.",
      "example": "El cisne navegó suavemente por el lago en verano, luego anidó en invierno y migrará a climas más cálidos la próxima primavera.",
      "example_translation": "El cisne deslizó suavemente sobre el lago en verano, luego anidó en invierno y migrará a climas más cálidos la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pico",
      "translation": "pico",
      "definition": "La parte dura y puntiaguda de la boca de un ave, utilizada para comer, agarrar y otras funciones.",
      "definition_translation": "La parte bucal dura y puntiaguda de un pájaro, utilizada para comer, agarrar y otras funciones.",
      "example": "El loro utilizó su pico para abrir la nuez, luego lo utilizó para picar la madera y lo utilizará para alimentar a sus crías mañana.",
      "example_translation": "El loro utilizó su pico para abrir la nuez, luego lo utilizó para picar la madera y lo utilizará para alimentar a sus crías mañana.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma",
      "translation": "paloma",
      "definition": "Una paloma es un tipo de ave que se asocia con la paz y el amor. Es un símbolo de esperanza y nuevos comienzos.",
      "definition_translation": "Una paloma es un tipo de ave que a menudo se asocia con la paz y el amor. Es un símbolo de esperanza y nuevos comienzos.",
      "example": "La paloma voló suavemente por el cielo. Voló ayer, está volando hoy y volará mañana.",
      "example_translation": "La paloma voló suavemente a través del cielo. Voló ayer, vuela hoy y volará mañana.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "depredador",
      "translation": "depredador",
      "definition": "Un depredador es un animal que caza y mata a otros animales para alimentarse. Es una parte natural del ecosistema y es necesaria para la supervivencia de muchas especies.",
      "definition_translation": "Un depredador es un animal que caza y mata a otros animales para comer. Es una parte natural del ecosistema y es necesaria para la supervivencia de many especies.",
      "example": "El león fue un depredador en la sabana. Cazó ayer, está cazando hoy y cazaría mañana.",
      "example_translation": "El león era un depredador en la sabana. Cazó ayer, caza hoy y cazaría mañana.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón",
      "translation": "halcón",
      "definition": "Un halcón es un tipo de ave de presa conocida por su aguda vista y agilidad. Es un símbolo de fuerza y coraje.",
      "definition_translation": "Un halcón es un tipo de ave de presa que se conoce por su aguda vista y agilidad. Es un símbolo de fuerza y coraje.",
      "example": "El halcón voló por el cielo. Voló ayer, está volando hoy y volará mañana.",
      "example_translation": "El halcón surcó el cielo. Surcó ayer, surca hoy y surcará mañana.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alondra",
      "translation": "alondra",
      "definition": "Un ave pequeña que se encuentra en el campo abierto, generalmente con el dorso y las alas marrones, y un canto melodioso.",
      "definition_translation": "Un pequeño pájaro cantor que se encuentra comúnmente en el campo abierto, normalmente con un dorso y alas marrones, y un canto melodioso.",
      "example": "La alondra cantó dulcemente por la mañana. Ayer, la alondra había cantado con gracia. Mañana, la alondra cantará hermosamente.",
      "example_translation": "La alondra cantó dulcemente por la mañana. Ayer, la alondra había cantado con gracia. Mañana, la alondra cantará hermosamente.",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "urraca",
      "translation": "urraca",
      "definition": "Un ave grande y negra con un llamativo canto estridente, encontrada en jardines y granjas.",
      "definition_translation": "Un gran pájaro negro y blanco con una llamativa llamada chillona, encontrado en jardines y campos agrícolas.",
      "example": "La urraca aleteó sus alas. Ayer, la urraca había robado comida del jardín. Mañana, la urraca construirá su nido.",
      "example_translation": "La urraca aleteó sus alas. Ayer, la urraca había robado comida del jardín. Mañana, la urraca construirá su nido.",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nido",
      "translation": "nido",
      "definition": "Una estructura construida por aves o insectos para depositar sus huevos o alojar a sus crías.",
      "definition_translation": "Una estructura construida por pájaros o insectos para poner sus huevos o albergar a sus crías.",
      "example": "El pájaro construyó su nido con cuidado. La liebre había hecho su nido en el arbusto. Las abejas harán su nido en el árbol.",
      "example_translation": "El pájaro construyó su nido con cuidado. El conejo había hecho su nido en el arbusto. Las abejas harán su nido en el árbol.",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nido",
      "translation": "nido",
      "definition": "Una estructura construida por aves o insectos para depositar sus huevos o alojar a sus crías, generalmente hecha de ramas, hierbas u otros materiales vegetales.",
      "definition_translation": "Una estructura construida por aves o insectos para colocar sus huevos o alojar a sus crías, típicamente hecha de ramas, hierba o material vegetal.",
      "example": "El pájaro construyó un nido en el árbol, y el año pasado había anidado en el jardín. Ahora está anidando otra vez en el parque, y habrá anidado para la próxima primavera.",
      "example_translation": "El pájaro construyó un nido en el árbol, y el año pasado anidó en el jardín. Ahora está anidando de nuevo en el parque, y habrá anidado para la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plumaje",
      "translation": "plumaje",
      "definition": "Las plumas que cubren a un ave, especialmente cuando son de colores brillantes o ornamentales.",
      "definition_translation": "Las plumas que cubren a un ave, especialmente cuando son de colores brillantes o ornamentales.",
      "example": "El plumaje del pavo real es impresionante, y lo mostrará para atraer a una pareja. El año pasado había perdido algunas de sus plumas, pero ahora ha recuperado todo su plumaje.",
      "example_translation": "El plumaje del pavo real es impresionante, y exhibirá su plumaje para atraer a una pareja. El año pasado, había perdido algunas de sus plumas, pero ahora ha recobrado todo su plumaje.",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "cuervo",
      "definition": "Un ave grande y negra con un canto DISTINCTIVO, encontrada en el hemisferio norte.",
      "definition_translation": "Un gran pájaro negro con un canto distintivo, encontrado en el hemisferio norte.",
      "example": "El cuervo se posó en la torre de la iglesia, y tendrá cuervos anidando en los bosques cercanos. El año pasado, un cuervo había sido visto volando por encima, y ahora nos observa con sus ojos penetrantes.",
      "example_translation": "El cuervo se posó en la torre de la iglesia, y tendrá cuervos anidando en los bosques cercanos. El año pasado, se vio un cuervo volando sobre nuestras cabezas, y ahora nos está observando con sus ojos penetrantes.",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "albatros",
      "translation": "albatros",
      "definition": "Un gran ave marina, especialmente una que es un símbolo de buena suerte o una carga.",
      "definition_translation": "Un gran ave marina, especialmente una que es un símbolo de buena suerte o una carga.",
      "example": "El albatros voló sobre nuestras cabezas, sus masivas alas batientes con regularidad. Ayer, vi un albatros posado en un acantilado. Si veo un albatros mañana, estaré emocionado.",
      "example_translation": "El albatros voló sobre nuestras cabezas, sus alas masivas batían con regularidad. Ayer, vi un albatros sentado en un acantilado. Si veo un albatros mañana, me emocionaré.",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abejero",
      "translation": "abejaruco",
      "definition": "Un ave de plumaje brillante que caza y come abejas y otros insectos en vuelo.",
      "definition_translation": "Un ave de colores brillantes que atrapa y come abejas y otros insectos en vuelo.",
      "example": "El abejero dardo attraversó el aire, su pico afilado cerrándose alrededor de una abeja zumbante. Los abejeros son conocidos por su agilidad en el vuelo. Para el próximo verano, habré visto un abejero en su hábitat natural.",
      "example_translation": "El abejaruco se lanzó por el aire, su pico afilado cerrándose alrededor de una abeja zumbadora. Los abejarucos son conocidos por su agilidad en vuelo. Para el próximo verano, habré visto un abejaruco en su hábitat natural.",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "urogallo negro",
      "translation": "urogallo negro",
      "definition": "Un ave grande y oscura con una exhibición de cortejo destacada, encontrada en brezales y páramos.",
      "definition_translation": "Un ave grande y de color oscuro con una exhibición de cortejo distintiva, encontrada en páramos y brezales.",
      "example": "El urogallo negro se pavoneó a través del páramo, sus plumas negras relucientes en la luz del sol. Los urogallos negros son conocidos por sus exhibiciones de cortejo dramáticas. La próxima primavera, iré a un paseo para ver un urogallo negro.",
      "example_translation": "El urogallo negro caminó por el páramo, sus plumas negras reluciendo en la luz del sol. Los urogallos negros son conocidos por sus exhibiciones de cortejo dramáticas. La próxima primavera, iré de excursion para avistar un urogallo negro.",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cigüeña negra",
      "translation": "cigüeña negra",
      "definition": "Un ave zancuda grande con plumaje negro, nativa de África y sur de Europa, conocida por su llamativo grito y hábitos de alimentación.",
      "definition_translation": "un ave zancuda grande con plumaje negro, originaria de África y sur de Europa, conocida por su llamado característico y hábitos de alimentación",
      "example": "La cigüeña negra fue vista volando sobre las marismas, sus largas piernas extendidas detrás de ella. Había estado anidando allí durante años, y los lugareños se habían enamorado de ella. Para la próxima primavera, habrá migrado a África.",
      "example_translation": "La cigüeña negra fue vista volando sobre los humedales, con sus largas patas extendidas detrás de ella. Había estado anidando allí durante años, y los lugareños se habían encariñado con ella. Para la próxima primavera, habrá migrado a África.",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota de cabeza negra",
      "translation": "gaviota de cabeza negra",
      "definition": "Una gaviota mediana con cabeza negra y cuerpo blanco, encontrada en áreas costeras de Europa y Asia.",
      "definition_translation": "una gaviota de tamaño medio con cabeza negra característica y cuerpo blanco, encontrada en áreas costeras de Europa y Asia",
      "example": "La gaviota de cabeza negra estaba revoloteando para robar comida a los bañistas, sus ojos agudos escudriñando la arena en busca de restos. Continuará haciéndolo hasta que termine el verano. La próxima año, regresará con su bandada.",
      "example_translation": "La gaviota de cabeza negra se lanzaba en picado para robar comida a los bañistas, sus ojos agudos escudriñando la arena en busca de restos. Continuará haciéndolo hasta que termine el verano. El próximo año, regresará con su bandada.",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mirlo",
      "translation": "mirlo",
      "definition": "Un pájaro cantor común con plumaje negro brillante, encontrado en jardines y bosques de Europa y América del Norte.",
      "definition_translation": "un pájaro cantor común con plumaje negro brillante, encontrado en jardines y bosques de Europa y Norteamérica",
      "example": "El mirlo estaba posado en la valla del jardín, cantando su melodiosa canción. Había construido un nido allí la primavera pasada, y ahora sus crías estaban aprendiendo a volar. Para el próximo otoño, habrá migrado a un clima más cálido.",
      "example_translation": "El mirlo se posó en la valla del jardín, cantando su canción melodiosa. Había construido un nido allí la primavera pasada, y ahora sus polluelos estaban aprendiendo a volar. Para el próximo otoño, habrá migrado a un clima más cálido.",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azulito",
      "translation": "carbonero azul",
      "definition": "El azulito es un pequeño pájaro paseriforme de la familia Paridae. Es un ave común y extendida en bosques, jardines y parques, y es conocido por su plumaje brillante azul y amarillo.",
      "definition_translation": "El carbonero azul es un pequeño pájaro paserino de la familia Paridae. Es un pájaro común y extendido en bosques, jardines y parques, y es conocido por su plumaje azul y amarillo brillante.",
      "example": "El azulito estaba posado en una rama, chillando fuerte. Se posa en ramas, chilla fuerte, y se posará en ramas nuevamente en el futuro.",
      "example_translation": "El carbonero azul estaba posado en una rama, chillando fuerte. Se posa en ramas, chillona fuerte, y se posará en ramas de nuevo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ampelis europeo",
      "translation": "ampelis bohemio",
      "definition": "El ampelis europeo es un pájaro paseriforme que cría en las partes más septentrionales de Europa, Asia y América del Norte. Es un ave migratoria que inverna en las partes meridionales de su rango.",
      "definition_translation": "El ampelis bohemio es un pájaro paserino que se reproduce en las partes más septentrionales de Europa, Asia y América del Norte. Es un pájaro migratorio que pasa el invierno en las partes sur de su rango.",
      "example": "El ampelis europeo fue visto en el bosque, comiendo bayas. Fue visto en el bosque, comiendo bayas, y será visto en el bosque nuevamente el próximo año.",
      "example_translation": "El ampelis bohemio fue visto en el bosque, comiendo bayas. Era visto en el bosque, comiendo bayas, y será visto en el bosque de nuevo el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho boreal",
      "translation": "búho boreal",
      "definition": "El búho boreal es un búho mediano que cría en las partes más septentrionales de Europa, Asia y América del Norte. Es un ave nocturna que caza pequeños mamíferos y pájaros.",
      "definition_translation": "El búho boreal es un búho de tamaño medio que se reproduce en las partes septentrionales de Europa, Asia y América del Norte. Es un ave nocturna que caza pequeños mamíferos y aves.",
      "example": "El búho boreal estaba ululando fuerte en el bosque. Ulula fuerte en el bosque, ululó fuerte en el bosque, y ululará fuerte en el bosque de nuevo mañana.",
      "example_translation": "El búho boreal chillaba fuerte en el bosque. Chillaba fuerte en el bosque, chilló fuerte en el bosque, y chillará fuerte en el bosque de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perico australiano",
      "translation": "periquito australiano",
      "definition": "Un pequeño perico de cola larga nativo de Australia, popular como mascota.",
      "definition_translation": "Un pequeño perico de cola larga originario de Australia, popular como mascota.",
      "example": "Tuve un perico australiano como mascota cuando era niño. Ahora, tengo un gran aviario con muchos pericos australianos. Para el próximo año, habré construido un aviario aún más grande para mis pericos australianos.",
      "example_translation": "Tenía un periquito australiano como mascota cuando era niño. Ahora, tengo un aviario grande con muchos periquitos australianos. Para el próximo año, habré construido un aviario más grande para mis periquitos australianos.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pardal",
      "translation": "camión",
      "definition": "Un pequeño pájaro cantor con cuerpo redondo y pico corto y cónico, encontrado en bosques y jardines.",
      "definition_translation": "Un pequeño pájaro cantor rechoncho con un cuerpo redondeado y un pico corto y cónico, encontrado en bosques y jardines.",
      "example": "El pardal cantaba melodías dulces en el bosque. Ahora, canta en el jardín. Para la próxima primavera, cantará en los bosques de nuevo.",
      "example_translation": "El camión cantaba melodías dulces en el bosque. Ahora, está cantando en el jardín. Para la próxima primavera, estará cantando de nuevo en los bosques.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "busardo",
      "translation": "busardo",
      "definition": "Un ave de presa de tamaño mediano, de alas anchas, generalmente marrón o gris, encontrada en variedad de hábitats.",
      "definition_translation": "Un ave de presa de tamaño medio, con alas anchas, típicamente de color marrón o gris, encontrada en una variedad de hábitats.",
      "example": "El busardo sobrevolaba alto en el cielo. Ahora, está posado en una rama de árbol. Para el próximo verano, volará sobre las montañas.",
      "example_translation": "El busardo volaba alto en el cielo. Ahora, está posado en una rama de árbol. Para el próximo verano, estará volando sobre las montañas.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "canario",
      "translation": "canario",
      "definition": "Un canario es un pequeño pájaro cantor, generalmente amarillo o blanco, conocido por su canto melodioso.",
      "definition_translation": "Un canario es un pequeño pájaro cantor, típicamente amarillo o blanco, conocido por su canto melodioso.",
      "example": "Tuve un canario como mascota cuando era niño, cantaba hermosamente por la mañana. Ahora, estoy pensando en tener otro. En el futuro, me aseguraré de cuidarlo mejor.",
      "example_translation": "Tenía un canario como mascota cuando era niño, cantaba hermosamente por la mañana. Ahora, estoy pensando en conseguir otro. En el futuro, me aseguraré de cuidarlo mejor.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pinzón",
      "translation": "pinzón",
      "definition": "Un pinzón es un pequeño a medio tamaño, generalmente marrón o gris, encontrado en jardines y bosques.",
      "definition_translation": "Un pinzón es un pequeño a mediano tamaño, típicamente marrón o gris, encontrado en jardines y bosques.",
      "example": "Vi un pinzón posado en una rama en mi patio ayer, estaba comiendo semillas del comedero de pájaros. Hoy, refillaré el comedero para atraer más pinzones. En invierno, los pinzones visitarán mi jardín con más frecuencia.",
      "example_translation": "Vi un pinzón posado en una rama en mi patio trasero ayer, estaba comiendo semillas del comedero de pájaros. Hoy, rellenaré el comedero para atraer más pinzones. En invierno, los pinzones visitarán mi jardín con más frecuencia.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallo",
      "translation": "gallo",
      "definition": "Un gallo es un macho gallina, conocido por su fuerte canto y comportamiento agresivo.",
      "definition_translation": "Un gallo es un pollo macho, conocido por su fuerte canto y comportamiento agresivo.",
      "example": "El gallo estaba muy orgulloso de su territorio, cantaba fuerte cada mañana. Ayer, vi al gallo persiguiendo a una gallina alrededor del corral. En el futuro, nos aseguraremos de separar los gallos de las gallinas para evitar conflictos.",
      "example_translation": "El gallo estaba muy orgulloso de su territorio, cantaba muy fuerte cada mañana. Ayer, vi al gallo persiguiendo una gallina alrededor del patio de la granja. En el futuro, aseguraremos de separar los gallos de las gallinas para evitar conflictos.",
      "imageLink": "image_files\\English\\"imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chiffchaff común",
      "translation": "mosquitero común",
      "definition": "Un pequeño pájaro migratorio de color marrón-gris con un canto característico, encontrado en bosques y jardines, especialmente durante la migración.",
      "definition_translation": "Un pequeño pájaro cantor de color marrón-grisáceo con una canción distintiva, se encuentra en bosques y jardines, particularmente durante la migración.",
      "example": "En el pasado, solía ver chiffchaffs comunes en nuestro jardín, pero ahora los veo más frecuentemente en los bosques cercanos. Actualmente, estoy observando a un chiffchaff común construyendo su nido. Para el próximo año, espero haber visto muchos más chiffchaffs comunes en nuestra área.",
      "example_translation": "En el pasado, solía ver mosquiteros comunes en nuestro jardín, pero ahora los veo con más frecuencia en los bosques cercanos. Actualmente, estoy observando un mosquitero común construyendo su nido. Para el próximo año, espero haber visto muchos más mosquiteros comunes en nuestra zona.",
      "imageLink": "image_files\\English\\"imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grulla común",
      "translation": "grulla común",
      "definition": "Una gran ave zancuda de color gris-blancuzco con un llamado característico, encontrada en humedales y herbazales, especialmente durante la migración.",
      "definition_translation": "Un gran pájaro playero de color grisáceo-blanco con una llamada distintiva, se encuentra en humedales y pastizales, particularmente durante la migración.",
      "example": "Vi una grulla común en los humedales cercanos el año pasado, pero actualmente estoy observando a una bandada de grullas comunes en los herbazales. Para la próxima primavera, espero haber visto muchas más grullas comunes en nuestra área.",
      "example_translation": "Había visto una grulla común en los humedales cercanos el año pasado, pero actualmente estoy observando una parvada de grullas comunes en los pastizales. Para la próxima primavera, espero haber visto muchas más grullas comunes en nuestra zona.",
      "imageLink": "image_files\\English\\"imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallineta común",
      "translation": "gallineta común",
      "definition": "Un ave acuática de tamaño mediano, de color marrón oscuro con una frente roja característica, encontrada en humedales y herbazales, especialmente cerca del agua.",
      "definition_translation": "Un ave de tamaño mediano, de color marrón oscuro con una frente roja distintiva, se encuentra en humedales y pastizales, particularmente cerca del agua.",
      "example": "Vi una gallineta común nadando en el lago la semana pasada, pero actualmente estoy observando a una gallineta común caminando cerca de los herbazales. Para el próximo verano, espero haber visto muchas más gallineta comunes en nuestra área.",
      "example_translation": "Vi una gallineta común nadando en el lago la semana pasada, pero actualmente estoy observando una gallineta común caminando cerca de los pastizales. Para el próximo verano, espero haber visto muchas más gallinetas comunes en nuestra zona.",
      "imageLink": "image_files\\English\\"imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruiseñor común",
      "translation": "ruiseñor común",
      "definition": "Un ruiseñor común es un pequeño pájaro migratorio con un canto característico, encontrado en bosques y jardines de Europa y Asia.",
      "definition_translation": "Un ruiseñor común es un pájaro pequeño y migratorio con una canción distintiva, encontrado en bosques y jardines en Europa y Asia.",
      "example": "Vi un ruiseñor común cantando en el jardín ayer. Veré un ruiseñor común cantando en el jardín mañana. He visto un ruiseñor común cantando en el jardín.",
      "example_translation": "Vi a un ruiseñor común cantando en el jardín ayer. Veré a un ruiseñor común cantando en el jardín mañana. He visto a un ruiseñor común cantando en el jardín.",
      "imageLink": "image_files\\English\\"imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escribano común",
      "translation": "escribano común",
      "definition": "Un escribano común es un pequeño pájaro de nuca roja, encontrado en regiones del norte de Europa, Asia y América del Norte.",
      "definition_translation": "Un escribano común es un pequeño pinzón con un parche rojo en su frente, encontrado en regiones septentrionales de Europa, Asia y América del Norte.",
      "example": "El escribano común fue visto volando en el bosque la semana pasada. El escribano común será visto volando en el bosque el próximo mes. El escribano común ha sido visto volando en el bosque.",
      "example_translation": "Se vio al escribano común volando en el bosque la semana pasada. Se verá al escribano común volando en el bosque el próximo mes. Se ha visto al escribano común volando en el bosque.",
      "imageLink": "image_files\\English\\"imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorrión blanco común",
      "translation": "currucazipcode",
      "definition": "Un gorrión blanco común es un ave migratoria pequeña con una mancha blanca en la garganta, encontrada en campos abiertos y jardines en Europa y Asia.",
      "definition_translation": "Una curruca zipcode es un pájaro pequeño y migratorio con un parche blanco en la garganta, encontrado en campo abierto y jardines en Europa y Asia.",
      "example": "Oí un gorrión blanco común cantando en el jardín ayer. Oiré un gorrión blanco común cantando en el jardín mañana. He oído un gorrión blanco común cantando en el jardín.",
      "example_translation": "Oí a una curruca zipcode cantando en el jardín ayer. Oiré a una curruca zipcode cantando en el jardín mañana. He oído a una curruca zipcode cantando en el jardín.",
      "imageLink": "image_files\\English\\"imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma torcaz común",
      "translation": "paloma torcaz",
      "definition": "Un ave grande grisáceo-marrón con una banda blanca en el cuello, encontrada en bosques y jardines en Europa y Asia.",
      "definition_translation": "Un ave grande de color gris-marrón con una banda blanca en el cuello, encontrada en bosques y jardines en Europa y Asia.",
      "example": "Vi una paloma torcaz común posada en el alféizar de la ventana ayer, pero se irá pronto, y para el próximo año habrá construido un nuevo nido.",
      "example_translation": "Vi una paloma torcaz posada en el alféizar de la ventana ayer, pero pronto volará, y para el próximo año habrá construido un nuevo nido.",
      "imageLink": "image_files\\English\\"imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cóndor",
      "translation": "cóndor",
      "definition": "Un ave carroñera grande del Nuevo Mundo con cabeza calva y una cresta distintiva, encontrada en las montañas de los Andes.",
      "definition_translation": "Un buitre grande del Nuevo Mundo con cabeza calva y cresta distinctive, encontrado en las montañas de los Andes.",
      "example": "El cóndor sobrevoló con sus alas extendidas y seguirá prosperando en los Andes durante generaciones por venir.",
      "example_translation": "El cóndor planeó en lo alto, con sus alas masivas extendidas ampliamente, y seguirá prosperando en los Andes por generaciones por venir.",
      "imageLink": "image_files\\English\\"imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cormorán",
      "translation": "cormorán",
      "definition": "Un ave grande negruzca-verde con cuello largo y pico curvado, encontrada cerca del agua y conocida por sus habilidades para pescar.",
      "definition_translation": "Un ave grande de color verde-negruzco con cuello largo y pico gancho, encontrado cerca del agua y conocido por sus habilidades de pesca.",
      "example": "El cormorán se sumergió en el agua, atrapó un pez en su pico, y se sumergirá nuevamente mañana, pero no se ha sumergido todavía.",
      "example_translation": "El cormorán se zambulló en el agua, atrapando un pez en su pico, y se zambullirá de nuevo mañana, pero aún no se ha zambullido.",
      "imageLink": "image_files\\English\\"imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chorlitejo",
      "translation": "chorlitejo",
      "definition": "Un tipo de ave que se asemeja a una ralladora, encontrada en humedales y praderas.",
      "definition_translation": "Un tipo de ave que se asemeja a una ralla, encontrada en humedales y praderas.",
      "example": "El llamativo canto del chorlitejo se puede escuchar en los pantanos durante la temporada de cría. Ayer, vi un chorlitejo buscando alimento en los humedales. Para el próximo año, se espera que la población de chorlitejos aumente.",
      "example_translation": "El llamadoDistinctivo del chorlitejo se puede escuchar en los pantanos durante la temporada de cría. Ayer, vi un chorlitejo buscando alimentos en los humedales. Para el próximo año, se espera que la población de chorlitejos aumente.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grulla",
      "translation": "grulla",
      "definition": "Un ave grande con cuello y patas largas, encontrada en humedales y praderas.",
      "definition_translation": "Un ave grande y alta que camina por los humedales y praderas, con un cuello y patas largas.",
      "example": "La apariencia majestuosa de la grulla es un espectáculo digno de verse. El año pasado, vi una grulla en los pantanos cercanos. Para el próximo mes, la grulla habrá migrado a su hábitat de invierno.",
      "example_translation": "La apariencia majestuosa de la grulla es un espectáculo digno de verse. El año pasado, vi una grulla en los pantanos cercanos. Para el próximo mes, la grulla habrá migrado a su hábitat de invierno.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alondra crestada",
      "translation": "alondra crestada",
      "definition": "Un tipo de alondra con una cresta distinctiva en la cabeza, encontrada en campos abiertos y praderas.",
      "definition_translation": "Un tipo de alondra con una cresta distintiva en su cabeza, encontrada en campos abiertos y praderas.",
      "example": "El canto melodioso de la alondra crestada se puede escuchar en los campos durante la mañana. Ayer, vi una alondra crestada posada en una valla. Para la próxima primavera, la alondra crestada comenzará su temporada de cría.",
      "example_translation": "La canción melodiosa de la alondra crestada se puede escuchar en los campos durante la mañana. Ayer, vi una alondra crestada posada en un poste de cerco. Para la próxima primavera, la alondra crestada comenzará su temporada de cría.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "herrerillo crestado",
      "translation": "mito crestado",
      "definition": "Un ave pequeña parecida a un carbonero con una cresta distinctiva en la cabeza, encontrada en bosques coníferos del norte de Europa.",
      "definition_translation": "Un pequeño pájaro similar al mito con una cresta distintiva en la cabeza, encontrado en bosques de coníferas del norte de Europa.",
      "example": "El herrerillo crestado fue visto posado en una rama, su cresta moviéndose arriba y abajo mientras cantaba una melodía dulce. Ayer, vi un herrerillo crestado construyendo su nido en un árbol hueco. Para la próxima primavera, el herrerillo crestado habrá migrado a climas más cálidos.",
      "example_translation": "El mito crestado se vio posado en una rama, su cresta subiendo y bajando mientras cantaba una melodía dulce. Ayer, vi un mito crestado construyendo su nido en un árbol hueco. Para la próxima primavera, el mito crestado habrá migrado a climas más cálidos.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zarapito",
      "translation": "zarapito",
      "definition": "Un ave medianamente grande con un pico curvado, encontrada en áreas pantanosas y costeras.",
      "definition_translation": "Un pájaro playero de tamaño medio con un pico curvado distintivo, encontrado en áreas pantanosas y regiones costeras.",
      "example": "El zarapito se lanzó en picado para atrapar un pez en el agua superficial. La semana pasada, vi un zarapito volando sobre mi cabeza, su grito lastimero resonando en los pantanos. Para el próximo verano, el zarapito habrá regresado a sus terrenos de cría.",
      "example_translation": "El zarapito se lanzó en picado para coger un pez en el agua superficial. La semana pasada, vi un zarapito volando sobre mi cabeza, su grito lamentable resonando en todo el pantano. Para el próximo verano, el zarapito habrá regresado a sus áreas de cría.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cignet",
      "translation": "cisne joven",
      "definition": "Un pollito de cisne, generalmente blanco con pico y patas amarillas, encontrado en entornos acuáticos.",
      "definition_translation": "Un joven cisne, típicamente blanco con un pico amarillo y patas, encontrado en entornos acuáticos.",
      "example": "El cignet nadó junto a su madre, su pico amarillo seguro bajo su ala. El año pasado, vi un cignet tomar su primer vuelo, sus alas batientes torpemente mientras trataba de mantener el equilibrio en el aire. Para el próximo invierno, el cignet habrá madurado en un gran cisne majestuoso.",
      "example_translation": "El cisne joven nadó junto a su madre, su pico amarillo escondido seguro bajo su ala. El año pasado, vi un cisne joven tomando su primer vuelo, sus alas batientes torpemente mientras tropezaba por el aire. Para el próximo invierno, el cisne joven habrá madurado en un majestuoso cisne.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho real",
      "translation": "búho реal",
      "definition": "Un búho grande con una cabeza ancha, orejas dirigidas hacia adelante y un pico afilado y curvado, encontrado en bosques y.Areas forestales.",
      "definition_translation": "Un búho grande con una cabeza ancha, orejas enfrentadas y un pico afilado y ganchudo, encontrado en bosques y selvática.",
      "example": "El búho real se lanzó sobre su presa, con sus garras afiladas extendidas. Había estado cazando durante horas, pero finalmente había atrapado a un conejo inocente. Para la próxima semana, habrá cazado again.",
      "example_translation": "El búho реal se lanzó sobre su presa, sus garras afiladas extendidas. Había estado cazando durante horas, pero finalmente, atrapó a un conejo desprevenido. Para la próxima semana, habrá cazado de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emú",
      "translation": "emú",
      "definition": "Un ave grande y no voladora nativa de Australia, con plumaje marrón y patas largas y poderosas.",
      "definition_translation": "Un gran pájaro no volador nativo de Australia, con un plumaje marrón y patas largas y potentes.",
      "example": "El emú corrió rápidamente a través de la llanura abierta, sus patas largas eran una imagen borrosa. Había estado corriendo durante horas, pero continuaría corriendo hasta alcanzar su nido. Para el próximo año, habrá volado muchas millas.",
      "example_translation": "El emú corrió rápidamente a través de la llanura abierta, sus patas largas una especie de borrosa. Había estado corriendo durante horas, pero continuaría corriendo hasta que alcanzara su nido. Para el próximo año, habrá volado muchas millas.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón",
      "translation": "halcón",
      "definition": "Un ave de presa con cuerpo esbelto y alas puntiagudas, conocida por su velocidad y agilidad.",
      "definition_translation": "Un ave de presa con un cuerpo esbelto y alas largas y puntiagudas, conocido por su velocidad y agilidad.",
      "example": "El halcón se elevó por el cielo, sus alas batían rápidamente. Había estado volando durante horas, pero continuaría volando hasta que divisara su presa. Para el próximo mes, habrá capturado muchos premios.",
      "example_translation": "El halcón voló por el cielo, sus alas batiendo rápidamente. Había estado volando durante horas, pero continuaría volando hasta que divisara su presa. Para el próximo mes, habrá cogido muchos premios.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flamenco",
      "translation": "flamenco",
      "definition": "Un ave grande y zancuda con plumaje rosa distintivo y cuello largo, encontrada en regiones cálidas y tropicales.",
      "definition_translation": "Un gran ave zancuda con plumas rosadas destacadas y cuello largo, encontrada en regiones cálidas y tropicales.",
      "example": "Vi un flamenco en el zoológico ayer, estaba comiendo hierba. El flamenco migrará a África el próximo mes. Veré un flamenco de nuevo en el zoológico el próximo año.",
      "example_translation": "Vi un flamenco en el zoológico ayer, estaba comiendo hierba. El flamenco migrará a África el próximo mes. Veré un flamenco de nuevo en el zoológico el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso",
      "translation": "ganso",
      "definition": "Un macho de ganso, a menudo visto acompañando a una hembra de ganso en un entorno doméstico o silvestre.",
      "definition_translation": "Un ganso macho, a menudo visto acompañando a una gansa hembra en un entorno doméstico o silvestre.",
      "example": "El ganso me perseguía alrededor de la granja cuando visité a mis abuelos. Veré muchos gansos en el parque el próximo fin de semana. Vi un ganso volando bajo sobre los campos la semana pasada.",
      "example_translation": "El ganso me perseguía alrededor de la granja cuando visité a mis abuelos. Veré muchos gansos en el parque el próximo fin de semana. Vi un ganso volando bajo sobre los campos la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "curruca jardinera",
      "translation": "zarcerillo",
      "definition": "Un pequeño pajarito migratorio que anida en jardines y bosques, conocido por su canción melodiosa.",
      "definition_translation": "Un pequeño pájaro cantor migratorio que se reproduce en jardines y bosques, conocido por su canción melódica.",
      "example": "Oí una curruca jardinera cantando en el jardín esta mañana. La curruca jardinera regresará a África en septiembre. Vi una curruca jardinera construyendo su nido en los arbustos la primavera pasada.",
      "example_translation": "Escuché un zarcerillo cantando en el jardín esta mañana. El zarcerillo regresará a África en septiembre. Vi un zarcerillo construyendo su nido en los arbustos la primavera pasada.",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "silbón",
      "translation": "cerrillo",
      "definition": "Un pequeño a medio pato que se sumerge con rayas negras y blancas características en la cabeza, encontrado en humedales y praderas en Asia y Europa.",
      "definition_translation": "Un pato pequeño a mediano que se sumerge en el agua con una cabeza negra y blanca con rayas características, encontrado en humedales y praderas en Asia y Europa.",
      "example": "El silbón ha sido visto migrando al norte en grandes bandadas, veré más de ellos en el verano y vi a unos pocos el fin de semana pasado.",
      "example_translation": "El cerrillo se ha visto migrar hacia el norte en grandes bandadas, veremos más de ellos en el verano y vi unos pocos el fin de semana pasado.",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reineta",
      "translation": "reyecillo",
      "definition": "Un pequeño pájaro con plumaje brillante y una cresta dorada en la cabeza, encontrado en bosques de coníferas en Europa y Asia.",
      "definition_translation": "Un ave pequeña y brillantemente coloreada con una cresta dorada característica en su cabeza, encontrada en bosques de coníferas en Europa y Asia.",
      "example": "La reineta es conocida por su agilidad, ha sido vista revoloteando entre las ramas y se verá de nuevo en la primavera.",
      "example_translation": "El reyecillo es conocido por su agilidad, se ha visto revoloteando entre las ramas y se verá de nuevo en la primavera.",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila dorada",
      "translation": "águila real",
      "definition": "Una gran águila oscura con una nuca dorada característica en el cuello, encontrada en regiones montañosas en Europa, Asia y América del Norte.",
      "definition_translation": "Una gran águila oscura con una nuca dorada característica en su cuello, encontrada en regiones montañosas en Europa, Asia y América del Norte.",
      "example": "El águila dorada ha sido vista sobrevolando por encima, se verá cazando en el invierno y se vio percha en un árbol el año pasado.",
      "example_translation": "El águila real se ha visto planeando en lo alto, se verá cazando en el invierno y se vio posada en un árbol el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oríolo dorado",
      "translation": "oríolo dorado",
      "definition": "Un ave de la familia Oriolidae, caracterizada por su plumaje amarillo brillante y negro, encontrada en bosques y jardines en Europa y Asia.",
      "definition_translation": "Un ave de la familia Oriolidae, caracterizada por su plumaje amarillo brillante y negro, encontrada en bosques y jardines en Europa y Asia.",
      "example": "Vi un oríolo dorado en el jardín la semana pasada y lo había visto posado en una rama ayer. Para el próximo verano, habrá regresado a su tierra de anidación.",
      "example_translation": "El oríolo dorado fue avistado en el jardín la semana pasada, y lo había visto posado en una rama ayer. Para el próximo verano, habrá regresado a su terreno de anidación.",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jilguero",
      "translation": "jilguero",
      "definition": "Un pequeño pájaro de plumaje brillante, encontrado en jardines y campo, conocido por su canto distintivo y habilidades acrobáticas.",
      "definition_translation": "Un pequeño pinzón de color brillante, encontrado en jardines y campo, conocido por su canción distinctive y habilidades acrobáticas.",
      "example": "Vi a un jilguero posado en una cardo ayer, y cantará su melodía dulce de nuevo la próxima primavera. Para entonces, habrá terminado de construir su nido.",
      "example_translation": "Había visto un jilguero posado en un cardo ayer, y estará cantando su melodía dulce de nuevo la próxima primavera. Para entonces, habrá terminado de construir su nido.",
      "imageLink": "image_files\\English\\"imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gansito",
      "translation": "ganso",
      "definition": "Un joven ganso, especialmente uno que tiene menos de un año, a menudo visto siguiendo a su madre en fila.",
      "definition_translation": "Un ganso joven, especialmente uno que tiene menos de un año, a menudo visto seguindo a su madre en una fila.",
      "example": "El gansito caminaba detrás de su madre ayer, y aprenderá a volar el próximo mes. Para entonces, habrá crecido sus plumas.",
      "example_translation": "El ganso joven caminó detrás de su madre ayer, y estará aprendiendo a volar el próximo mes. Para entonces, habrá crecido sus plumas.",
      "imageLink": "image_files\\English\\"imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zampullín crestado",
      "translation": "somormujo lavanco",
      "definition": "Un gran pájaro acuático con una cresta negra y blanca distintiva, encontrado en lagos y ríos de Europa y Asia.",
      "definition_translation": "Un gran ave acuática con una cresta negra y blanca distintiva, encontrada en lagos y ríos de Europa y Asia.",
      "example": "En el verano, el zampullín crestado construirá un nido en la orilla del lago. El verano pasado, construyó un nido en la orilla del lago. Para el próximo verano, habrá construido un nido en la orilla del lago.",
      "example_translation": "En verano, el somormujo lavanco construirá un nido en la orilla del lago. El verano pasado, construyó un nido en la orilla del lago. Para el próximo verano, habrá construido un nido en la orilla del lago.",
      "imageLink": "image_files\\English\\"imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carbonero común",
      "translation": "carbonero común",
      "definition": "Un pequeño pájaro colorido con una cabeza negra y amarilla distintiva, encontrado en bosques y jardines de Europa y Asia.",
      "definition_translation": "Un ave pequeña y colorida con una cabeza negra y amarilla distintiva, encontrada en bosques y jardines de Europa y Asia.",
      "example": "El carbonero común comerá semillas del comedero. La semana pasada, comió semillas del comedero. Para el próximo mes, estará comiendo semillas del comedero.",
      "example_translation": "El carbonero común comerá semillas del comedero. La semana pasada, comió semillas del comedero. Para el próximo mes, estará comiendo semillas del comedero.",
      "imageLink": "image_files\\English\\"imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garza blanca",
      "translation": "garza blanca grande",
      "definition": "Un gran pájaro zancudo blanco con cuello y patas largas, encontrado en humedales y áreas costeras de todo el mundo.",
      "definition_translation": "Un ave blanca grande con cuello y patas largos, encontrada en humedales y áreas costeras en todo el mundo.",
      "example": "La garza blanca cazará peces en aguas someras. El año pasado, cazó peces en aguas someras. Para la próxima primavera, estará cazando peces en aguas someras.",
      "example_translation": "La garza blanca grande cazará peces en el agua poco profunda. El año pasado, cazó peces en el agua poco profunda. Para la próxima primavera, estará cazando peces en el agua poco profunda.",
      "imageLink": "image_files\\English\\"imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zampullín",
      "translation": "zambullidor",
      "definition": "Un pájaro buzo de agua dulce de tamaño pequeño a mediano con cuello delgado y pico puntiagudo.",
      "definition_translation": "Un pequeño a mediano ave acuática de buceo de cuello delgado y pico puntiagudo.",
      "example": "El zampullín nadó silenciosamente cruzando el lago, sus plumas brillando en la luz del sol. Ayer, había buceado a grandes profundidades en busca de peces. Mañana, volará a sus terrenos de invernada.",
      "example_translation": "El zambullidor nadó silenciosamente a través del lago, sus plumas reluciendo en la luz solar. Ayer, había buceado a grandes profundidades en busca de peces. Mañana, volará a sus tierras de invierno.",
      "imageLink": "image_files\\English\\"imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garza gris",
      "translation": "garza real",
      "definition": "Un gran pájaro zancudo grisáceo con cuello largo y pico afilado.",
      "definition_translation": "Un ave grande, grisáceo-blanca, con cuello largo y pico agudo.",
      "example": "La garza gris acechó a su presa en aguas someras, sus ojos fijos intensamente en el pez. Más tarde, se posaría en los árboles, su cuello largo doblado hacia atrás. El próximo año, migrará a África.",
      "example_translation": "La garza real acechó a su presa en aguas someras, sus ojos fijados intensamente en el pez. Más tarde, se posaría en los árboles, su cuello largo doblado hacia atrás. El año próximo, migrará a África.",
      "imageLink": "image_files\\English\\"imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso graznido",
      "translation": "ganso común",
      "definition": "Un gran ganso salvaje de plumaje grisáceo-marrón con pico y patas rosados.",
      "definition_translation": "Un ganso salvaje grande, grisáceo-marrón, con pico y patas rosáceo-rojos.",
      "example": "El ganso graznido graznó fuerte mientras lideraba a sus gansitos a través del prado húmedo. La semana pasada, había anidado en la ladera de la colina. La próxima primavera, volará de regreso a sus terrenos de cría.",
      "example_translation": "El ganso común graznó fuerte mientras lideraba a sus goslings a través de la pradera húmeda. La semana pasada, había estado anidando en la ladera de la colina. La próxima primavera, volará de regreso a sus zonas de cría.",
      "imageLink": "image_files\\English\\"imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintada",
      "translation": "pintada",
      "definition": "Un gran pájaro de suelo con cuerpo rechoncho y cabeza pequeña, originario de África, comúnmente domesticado y criado por su carne y huevos.",
      "definition_translation": "Un ave grande, que vive en el suelo, con un cuerpo rechoncho y cabeza pequeña, originaria de África, comúnmente domesticada y mantenida por su carne y huevos.",
      "example": "El granjero crió quelques pintadas en su patio trasero. Las había criado el año pasado, y las criará de nuevo el próximo año.",
      "example_translation": "El granjero crió unas pocas pintadas en su patio trasero. Las había criado el año pasado, y las criará de nuevo el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pico picaza",
      "translation": "pico picudo",
      "definition": "Un gran pájaro poderoso con un pico conico fuerte, encontrado en bosques y jardines, se alimenta de semillas y frutas.",
      "definition_translation": "Un pinzón grande y poderoso con un pico fuerte y cónico, encontrado en bosques y jardines, alimentándose de semillas y frutas.",
      "example": "El pico picaza se posó en la rama del roble, comiendo las bayas maduras. Lo había estado haciendo toda la mañana, y lo haría de nuevo en la noche.",
      "example_translation": "El pico picudo se posó en la rama del roble, comiendo las bayas maduras. Las había estado comiendo toda la mañana, y las comería de nuevo por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "urrial",
      "translation": "urogallo",
      "definition": "Un ave de tamaño mediano, que habita en el suelo, con un cuerpo rechoncho y una cola larga, se encuentra en bosques y brezales, se alimenta de hojas, frutas e insectos.",
      "definition_translation": "Un ave de tamaño mediano, que vive en el suelo, con un cuerpo rechoncho y cola larga, encontrada en bosques y páramos, alimentándose de hojas, frutas e insectos.",
      "example": "El urrial se escondió detrás del arbusto, observando al cazador acercarse. Lo había estado observando todo el día y lo observaría de nuevo mañana.",
      "example_translation": "El urogallo se escondió detrás del arbusto, observando al cazador acercarse. Lo había estado observando todo el día, y lo observaría de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abubilla",
      "translation": "abubilla",
      "definition": "La abubilla es un ave única y colorida con una cresta distintiva en la cabeza, conocida por su presencia en climas cálidos y secos.",
      "definition_translation": "Un abubilla es un pájaro único y colorido con una cresta característica en su cabeza, conocido por su presencia en climas cálidos y secos.",
      "example": "La abubilla ha sido un símbolo de buena suerte en muchas culturas. Ayer, vi una abubilla posada en una rama de árbol. Para el año que viene, habré visto una abubilla en su hábitat natural.",
      "example_translation": "El abubilla ha sido un símbolo de buena suerte en muchas culturas. Ayer, vi un abubilla posado en una rama de árbol. Para el próximo año, habré visto un abubilla en su hábitat natural.",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colibrí",
      "translation": "colibrí",
      "definition": "Un colibrí es un ave pequeña e iridiscente que puede posarse en el aire, se alimenta de néctar de flores y es conocida por su rápido movimiento de alas.",
      "definition_translation": "Un colibrí es un pájaro pequeño y iridiscente que puede permanecer suspendido en el aire, alimentándose de néctar de flores, y es conocido por su rápido movimiento de alas.",
      "example": "Las alas del colibrí laten a una velocidad increíble. Para cuando llegue al jardín, el colibrí ya habrá volado. La semana pasada, alimenté a un colibrí con un alimentador de azúcar-agua.",
      "example_translation": "Las alas del colibrí laten a un ritmo increíble. Para cuando llegue al jardín, el colibrí habrá volado. La semana pasada, alimenté a un colibrí desde un alimentador de agua azucarada.",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ibis",
      "translation": "ibis",
      "definition": "Un ibis es un ave zancuda con una larga cola y un pico curvado, a menudo se encuentra en humedales.",
      "definition_translation": "Un ibis es un pájaro que camina por el agua con patas largas y cuello prolongado, a menudo encontrado en humedales, y es conocido por su pico curvo característico.",
      "example": "El ibis avanzó con cuidado por el agua superficial. Para el próximo mes, habré visto un ibis en su hábitat natural. Ayer, observé a un ibis cazar su presa.",
      "example_translation": "El ibis caminó cuidadosamente a través del agua poco profunda. Para el próximo mes, habré visto un ibis en su hábitat natural. Ayer, vi un ibis acechar a su presa.",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "graño",
      "translation": "grajilla",
      "definition": "Un ave grande con plumaje negro, nuca gris y ojos blancos, se encuentra en bosques y jardines.",
      "definition_translation": "Un ave grande con plumaje negro, nuca gris y ojos blancos, encontrada en bosques y jardines.",
      "example": "El graño se lanzó en picado para agarrar la comida de la mesa. Ayer, se lanzó en picado para robar una ensalada de un turista. Para la próxima semana, se lanzará en picado para obtener comida de los campistas.",
      "example_translation": "La grajilla se lanzó en picado para agarrar la comida de la mesa. Ayer, había robado una sandwich a un turista. Para la próxima semana, habrá lanzado en picado para obtener comida de los campistas.",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrendajo",
      "translation": "arrendajo",
      "definition": "Un ave de colorido brillante con una cresta distintiva y una naturaleza curiosa y osada.",
      "definition_translation": "Un ave de colores brillantes con una cresta distintiva y una naturaleza osada y curiosa.",
      "example": "El arrendajo estaba posado en la rama, observando al humano con cautela. Había estado posado en la rama durante horas, observando al humano. Para mañana, estará posado en la rama, observando al humano de nuevo.",
      "example_translation": "El arrendajo estaba posado en la rama, vigilando al humano con cautela. Había estado posado en la rama durante horas, vigilando al humano. Mañana, estará posado en la rama, vigilando al humano de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cernícalo",
      "translation": "cernícalo",
      "definition": "Un ave de rapiña pequeña y esbelta con una cabeza negra y vientre blanco, se encuentra en campo abierto.",
      "definition_translation": "Un ave de rapiña pequeña y esbelta con cabeza negra y vientre blanco, encontrada en el campo abierto.",
      "example": "El cernícalo revoloteó sobre la cabeza, escaneando los campos en busca de presas. Ayer, revoloteó sobre la cabeza, escaneando los campos en busca de presas. Para el próximo mes, revoloteó sobre la cabeza, escaneando los campos en busca de presas de nuevo.",
      "example_translation": "El cernícalo volaba sobre las cabezas, escudriñando los campos en busca de presas. Había volado sobre las cabezas ayer, escudriñando los campos en busca de presas. El próximo mes, habrá volado sobre las cabezas, escudriñando los campos en busca de presas de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "martín pescador",
      "translation": "martín pescador",
      "definition": "Un martín pescador es un ave de colorido brillante con una cresta distintiva y un pico puntiagudo, se encuentra cerca del agua y es conocida por su capacidad para zambullirse en el agua para atrapar peces.",
      "definition_translation": "Un martín pescador es un ave de colores brillantes con una cresta distintiva y un pico largo y puntiagudo, encontrada cerca del agua y conocida por su capacidad para bucear en el agua para cazar peces.",
      "example": "El martín pescador se zambulló en el agua para cazar un pez, y luego volaría de regreso a su nido para comer su almuerzo, pero ayer ya había comido su desayuno.",
      "example_translation": "El martín pescador se sumergió en el agua para cazar un pez, y luego volará de vuelta a su nido para comer su almuerzo, pero ayer ya había comido su desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "kiwi",
      "translation": "kiwi",
      "definition": "Un kiwi es un ave pequeña y no voladora nativa de Nueva Zelanda, con un cuerpo redondo y una pluma larga y peluda en la cabeza.",
      "definition_translation": "Un kiwi es un ave pequeña y no voladora originaria de Nueva Zelanda, con un cuerpo redondo y una pluma larga y cerdosa en su cabeza.",
      "example": "Vi un kiwi en el zoológico, y estaba comiendo kiwi, pero la próxima semana pondrá un huevo, y el año pasado ya había crecido sus plumas.",
      "example_translation": "Vi un kiwi en el zoológico, y estaba comiendo fruta de kiwi, pero la próxima semana pondrá un huevo, y el año pasado ya había crecido sus plumas.",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avefría",
      "translation": "avefría",
      "definition": "Una avefría es un ave grande y ruidosa con una cresta distintiva y un grito agudo, a menudo se encuentra en humedales y praderas.",
      "definition_translation": "Una avefría es un ave grande y ruidosa con una cresta distintiva y un llamado fuerte y penetrante, a menudo encontrada en humedales y praderas.",
      "example": "La avefría lanzó un grito fuerte mientras volaba sobre el pantano, y luego se establecería para descansar, pero ayer ya había construido su nido, y el próximo mes migrará a África.",
      "example_translation": "La avefría gritó fuerte mientras volaba sobre el pantano, y luego se establecerá para descansar, pero ayer ya había construido su nido, y el próximo mes migrará a África.",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota pequeña de espalda negra",
      "translation": "gaviota dorsinegra chica",
      "definition": "Una gaviota de tamaño mediano con espalda y alas grises oscuras, encontrada en áreas costeras de Europa y Asia.",
      "definition_translation": "Una gaviota de tamaño mediano con espalda y alas de color gris oscuro, encontrada en áreas costeras de Europa y Asia.",
      "example": "La gaviota pequeña de espalda negra voló por encima, su llamada característica resonó a lo largo de la playa. Había volado hacia el sur para el invierno y regresaría en la primavera para anidar. Para el próximo verano, habría explorado toda la costa.",
      "example_translation": "La gaviota dorsinegra chica voló sobre nuestras cabezas, su característico canto resonando por toda la playa. Había volado al sur por el invierno, y regresaría en la primavera para anidar. Para el próximo verano, habría explorado toda la costa.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila moteada menor",
      "translation": "águila moteada menor",
      "definition": "Una águila de tamaño mediano con plumaje marrón y manchas blancas, encontrada en bosques y praderas de Europa y Asia.",
      "definition_translation": "Una águila de tamaño mediano con plumaje marrón y manchas blancas, encontrada en bosques y praderas de Europa y Asia.",
      "example": "El águila moteada menor surcó el cielo, sus ojos agudos escudriñaron el suelo debajo. Había construido su nido en un árbol cercano y esperaba a su pareja regresara. Para el próximo año, habría criado una nueva nidada.",
      "example_translation": "La águila moteada menor surcó el cielo, sus ojos agudos escudriñando el suelo debajo. Había construido su nido en un árbol cercano, y esperaba el regreso de su compañero. Para el próximo año, habría criado una nueva nidada.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "linterna",
      "translation": "lino",
      "definition": "Un pequeño pájaro cantor con espalda y alas marrones, encontrado en jardines y campo de Europa y Asia.",
      "definition_translation": "Un pequeño pájaro cantor con espalda y alas marrones, encontrado en jardines y campo de Europa y Asia.",
      "example": "La linterna se posó en la valla del jardín, cantando su melodía dulce. Había construido su nido en los arbustos cercanos y alimentaba a sus crías. Para la próxima primavera, habría regresado a su ruta de migración.",
      "example_translation": "El lino se posó en la valla del jardín, cantando su melodía dulce. Había construido su nido en los arbustos cercanos, y estaba alimentando a sus crías. Para la próxima primavera, habría regresado a su ruta de migración.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho de orejas largas",
      "translation": "lechusa Orejuda",
      "definition": "Un ave de presa nocturna con orejas largas y ojos frontales, encontrada en bosques y praderas.",
      "definition_translation": "Un ave depredadora nocturna con túvidos orejas largas y ojos frontales, encontrada en bosques y pastizales.",
      "example": "El búho de orejas largas se posó en un árbol, vigilando su presa. Cazaría por la noche y había cazado muchos roedores en el pasado. Continuaría prosperando en este hábitat.",
      "example_translation": "El búho de orejas largas estaba posado en un árbol, observando su presa. Cazará de noche y ha cazado muchos roedores en el pasado. Continuará prosperando en este hábitat.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ánade real",
      "translation": "ánade real",
      "definition": "Un pato grande con cabeza verde, pico amarillo y cuerpo marrón, encontrado en estanques y ríos.",
      "definition_translation": "Un pato grande que se sumerge con la cabeza verde, pico amarillo y cuerpo marrón, encontrado en estanques y ríos.",
      "example": "El ánade real nadó en el estanque, buscando comida. Volaría hacia el sur para el invierno y había migrado miles de millas en el pasado. Continuaría prosperando en su hábitat natural.",
      "example_translation": "El ánade real nadó en el estanque, buscando comida. Volará hacia el sur en invierno y ha migrado miles de millas en el pasado. Continuará prosperando en su hábitat natural.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "título de marisma",
      "translation": "carbonero palustre",
      "definition": "Un pequeño pájaro paserino con cabeza negra, mejillas blancas y espalda marrón, encontrado en humedales y marismas.",
      "definition_translation": "Un ave paseriforme pequeña con cabeza negra, mejillas blancas y espalda marrón, encontrada en humedales y pantanos.",
      "example": "El título de marisma revoloteó entre los juncos, buscando insectos. Construiría un nido en la primavera y había criado muchas nidadas en el pasado. Continuaría prosperando en este hábitat de humedal.",
      "example_translation": "El carbonero palustre revoloteó entre los juncos, buscando insectos. Construirá un nido en primavera y ha criado muchos polluelos en el pasado. Continuará prosperando en este hábitat de humedal.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruiseñor",
      "translation": "ruiseñor",
      "definition": "Un ruiseñor es un tipo de ave conocido por su canción melodiosa, que canta por la noche. Es un ave migratoria que se reproduce en Europa y Asia y pasa el invierno en África.",
      "definition_translation": "Un ruiseñor es un tipo de ave conocido por su canto melódico, que canta por la noche. Es un ave migratoria que cría en Europa y Asia y pasa el invierno en África.",
      "example": "El ruiseñor cantó hermosamente en el bosque la noche pasada. Cantaría de nuevo mañana por la noche. Estaba cantando dulcemente en el bosque el verano pasado.",
      "example_translation": "El ruiseñor cantó hermosamente en el bosque la noche pasada. Cantará de nuevo mañana por la noche. Estaba cantando dulcemente en el bosque el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chotacabras",
      "translation": "chotacabras",
      "definition": "Un chotacabras es un tipo de ave nocturna que tiene un patrón de alas en forma de bumerán. Se encuentra en regiones cálidas y templadas del mundo.",
      "definition_translation": "Un chotacabras es un tipo de ave nocturna que tiene un patrón alar en forma de bumerán distinctivo. Se encuentra en regiones cálidas y templadas en todo el mundo.",
      "example": "El chotacabras voló silenciosamente en la oscuridad. Volaría de nuevo al atardecer mañana. Estaba volando rápidamente en el cielo nocturno la semana pasada.",
      "example_translation": "El chotacabras voló silenciosamente a través de la oscuridad. Volará de nuevo al anochecer mañana. Estaba volando rápidamente en el cielo nocturno la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila pescadora",
      "translation": "águila pescadora",
      "definition": "Un águila pescadora es un ave de presa que se alimenta de peces y se encuentra cerca de cuerpos de agua en todo el mundo. Es conocida por su dedo exterior reversible.",
      "definition_translation": "Un águila pescadora es un ave de presa que come pescado y se encuentra cerca de cuerpos de agua en todo el mundo. Es conocido por su dedo externo reversible distintivo.",
      "example": "El águila pescadora se lanzó al río para cazar un pez. Se lanzaría de nuevo al amanecer mañana. Estaba lanzándose con habilidad en el lago el mes pasado.",
      "example_translation": "El águila pescadora se zambulló en el río para coger un pez. Se zambullirá de nuevo al amanecer mañana. Estaba zambulléndose expertamente en el lago el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perdiz",
      "translation": "perdiz",
      "definition": "Un ave de tamaño mediano a grande con cuerpo rechoncho, cabeza pequeña y cola corta, encontrada en el campo abierto y bordes de bosques.",
      "definition_translation": "Un ave de tamaño mediano a grande con un cuerpo rechoncho, cabeza pequeña y cola corta, a menudo encontrada en campo abierto y bordes de bosques.",
      "example": "La perdiz ha sido conocida por volar rápido cuando se siente amenazada, pero usualmente escapa corriendo. Ayer, vi una perdiz corriendo rápido por el campo. Si tenemos suerte, veremos una perdiz volando por encima mañana.",
      "example_translation": "La perdiz ha sido conocida por volar rápido cuando se siente amenazada, pero usualmente escapa corriendo. Ayer, vi una perdiz corriendo rápidamente a través del campo. Si tenemos suerte, veremos una perdiz volando sobre nuestras cabezas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pavo real",
      "translation": "pavo real",
      "definition": "Un gran ave colorida con una cola fanal característica, conocida por su llamativa llamada y orgullosa exhibición de plumaje.",
      "definition_translation": "Un ave grande y colorida con una cola en forma de abanico, conocida por su llamativa voz y orgullosa exhibición de plumaje.",
      "example": "El pavo real extendió su magnífica cola para atraer a la hembra. Ayer, escuché la llamada fuerte de un pavo real en el bosque. Si estamos tranquilos, podría veremos un pavo real exhibiendo su plumaje mañana.",
      "example_translation": "El pavo real extendió su magnífica cola para atraer a la hembra. Ayer, escuché el llamativo grito de un pavo real en el bosque. Si estamos quietos, podríamos ver un pavo real exhibiendo su plumaje mañana.",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelícano",
      "translation": "pelícano",
      "definition": "Un gran ave acuática con un pico característico con una bolsa, encontrada en regiones cálidas y costeras, alimentándose de peces y otros animales acuáticos.",
      "definition_translation": "Un ave acuática grande con un pico bolsudo, encontrada en regiones cálidas y costeras, alimentándose de peces y otros animales acuáticos.",
      "example": "El pelícano se sumergió en el agua para atrapar un pez. Ayer, vi un pelícano caminando en las aguas someras. Si tenemos suerte, veremos un pelícano volando bajo sobre el lago mañana.",
      "example_translation": "El pelícano se zambulló en el agua para cazar un pez. Ayer, vi un pelícano vadear en las aguas someras. Si tenemos suerte, veremos un pelícano volando bajo sobre el lago mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón peregrino",
      "translation": "halcón peregrino",
      "definition": "Un gran halcón poderoso con una estructura delgada, típicamente marrón o gris, conocido por su velocidad y agilidad al cazar.",
      "definition_translation": "Un gran halcón poderoso con una construcción delgada, generalmente marrón o gris en color, conocido por su velocidad y agilidad en la caza.",
      "example": "El halcón peregrino voló por el cielo, sus alas latiendo rápidamente mientras perseguía a su presa. Había estado cazando durante horas, y finalmente, se lanzó a atrapar su presa. Para el próximo año, habrá migrado a un clima más cálido.",
      "example_translation": "El halcón peregrino surcó el cielo, sus alas batían rápidamente mientras perseguía a su presa. Había estado cazando durante horas, y finalmente, se lanzó en picado para atrapar a su presa. Para el próximo año, habrá migrado a un clima más cálido.",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "faisán",
      "translation": "faisán",
      "definition": "Un gran ave que habita en el suelo con una cola larga y ancha, a menudo encontrada en bosques y praderas.",
      "definition_translation": "Un gran ave de tierra con una larga cola ancha, a menudo encontrada en bosques y praderas.",
      "example": "El cazador rastreó al faisán a través de la densa vegetación, sin querer asustarlo. Había estado esperando durante horas, y finalmente, localizó su presa. Para la próxima temporada, habrá cazado toda la bandada.",
      "example_translation": "El cazador rastreó al faisán a través de la densa maleza, cuidando de no asustarlo. Había estado esperando durante horas, y finalmente, avistó a su presa. Para la próxima temporada, habrá cazado la entire covey.",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avicultura",
      "translation": "aves de corral",
      "definition": "Aves domesticadas, como gallinas, pavos y patos, criadas por su carne y huevos.",
      "definition_translation": "Aves domesticadas, como pollos, pavos y patos, criadas por su carne y huevos.",
      "example": "El granjero criaba avicultura en su granja rural, vendiendo los huevos y la carne en el mercado local. Había estado hacerlo durante años, y el año pasado,expandió su operación para incluir gansos. Para el próximo año, habrá agregado pavos a su rebaño.",
      "example_translation": "El granjero criaba aves de corral en su granja rural, vendiendo los huevos y la carne en el mercado local. Había estado haciendo esto durante años, y el año pasado, amplió su operación para incluir gansos. Para el próximo año, habrá agregado pavos a su rebaño.",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho pigmeo",
      "translation": "mochuelo",
      "definition": "Un búho pequeño, típicamente encontrado en América del Norte y del Sur, caracterizado por su pequeño tamaño y llamadas distinctivas.",
      "definition_translation": "Un búho pequeño, típicamente encontrado en América del Norte y del Sur, caracterizado por su pequeño tamaño y llamadas características.",
      "example": "El búho pigmeo estaba sentado en una rama, vigilando su presa. Ha estado vigilando durante horas. Estará vigilando durante horas más.",
      "example_translation": "El mochuelo estaba posado en una rama, observando su presa. Ha estado observando durante horas. Observará durante horas más.",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "codorniz",
      "translation": "codorniz",
      "definition": "Una ave pequeña que habita en el suelo, típicamente encontrada en praderas y campos, conocida por su plumaje marrón y cuerpo redondeado.",
      "definition_translation": "Un ave pequeña, que vive en el suelo, típicamente encontrada en praderas y campos, conocida por su plumaje marrón y cuerpo redondeado.",
      "example": "La codorniz corría rápidamente a través del campo, persiguiendo insectos. Ha estado corriendo durante horas. Correrá de nuevo mañana.",
      "example_translation": "La codorniz corrió rápidamente a través del campo, persiguiendo insectos. Ha estado corriendo durante horas. Correrá de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zampullín cuellirojo",
      "translation": "zampullín cuellirojo",
      "definition": "Un ave acuática de tamaño mediano, típicamente encontrada en lagos y ríos de agua dulce, caracterizada por su cuello rojo y plumaje negro y blanco.",
      "definition_translation": "Un ave acuática de tamaño medio, típicamente encontrada en lagos y ríos de agua dulce, caracterizada por su cuello rojo distintivo y plumaje negro y blanco.",
      "example": "El zampullín cuellirojo nadó lentamente a través del lago, buscando peces. Ha estado nadando durante horas. Nadará de nuevo esta noche.",
      "example_translation": "El zampullín cuellirojo nadó lentamente a través del lago, buscando peces. Ha estado nadando durante horas. Nadará de nuevo esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "petirrojo",
      "translation": "petirrojo",
      "definition": "Un pequeño pájaro cantor con pecho redondo y característico pecho rojo, comúnmente encontrado en jardines y parques.",
      "definition_translation": "Un pequeño pájaro cantor de pecho redondo con un pecho rojo distintivo, comúnmente encontrada en jardines y parques.",
      "example": "Vi un petirrojo posado en una rama de un árbol. Ayer, vi un petirrojo comiendoworms en el jardín. En el futuro, construiré una casita para un petirrojo.",
      "example_translation": "Vi un petirrojo posado en la rama de un árbol. Ayer, vi un petirrojo comiendo lombrices en el jardín. En el futuro, construiré una casa de pájaros para un petirrojo.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodillo",
      "translation": "rodillo",
      "definition": "Un cilindro pesado o máquina cilíndrica utilizada para aplanar o dar forma a materiales, como papel o metal.",
      "definition_translation": "Un cilindro pesado o máquina cilíndrica utilizada para alisar o dar forma a materiales, como papel o metal.",
      "example": "Usé un rodillo para aplanar el papel. Ella usará un rodillo para pintar la pared mañana. Ayer, ellos usaron un rodillo para dar forma al metal.",
      "example_translation": "Usé un rodillo para aplanar el papel. Ella usará un rodillo para pintar la pared mañana. Ayer, ellos usaron un rodillo para dar forma al metal.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "graño",
      "definition": "Un pájaro grande y negro de la familia de los cuervos, encontrado en Europa y Asia, conocido por su característico canto.",
      "definition_translation": "Un gran pájaro negro de la familia de los cuervos, encontrado en Europa y Asia, conocido por su llamada distinctive.",
      "example": "Vi un cuervo volando sobre mi cabeza. El cuervo construirá un nido en la rama del árbol la próxima semana. Ayer, el cuervo hizo un ruido muy fuerte.",
      "example_translation": "Vi un graño volando sobre mi cabeza. El graño construirá un nido en la rama del árbol la semana que viene. Ayer, el graño hizo un ruido fuerte.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jilguero",
      "translation": "lúgano",
      "definition": "Un pequeño pinzón eurosiberiano con dorso y alas marrones y cabeza y pecho amarillos, conocido por su melodiosa canción.",
      "definition_translation": "Un pequeño pinzón euroasiático con espalda y alas marrones y cabeza y pecho amarillos, conocido por su melodiosa canción.",
      "example": "El jilguero cantaba hermosamente en el bosque ayer, y lo vi volando sobre mi cabeza hoy, mientras trataré de avistarlo de nuevo mañana.",
      "example_translation": "El lúgano cantaba hermosamente en el bosque ayer, y lo vi volar sobre mi cabeza hoy, mientras que intentaré verlo de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agachadiza",
      "translation": "agachadiza",
      "definition": "Un pequeño a medioBird grande con un pico largo y plumaje moteado marrón, encontrado en humedales y praderas.",
      "definition_translation": "Un ave zancuda de pequeño a mediano tamaño con un pico largo y plumaje marrón moteado, encontrada en humedales y praderas.",
      "example": "He visto una agachadiza escondida en la hierba alta la semana pasada, y mi amigo la cazó en los pantanos ayer, pero espero avistar otra en los humedales el próximo mes.",
      "example_translation": "He visto una agachadiza escondida en la hierba alta la semana pasada, y mi amigo cazó una en los pantanos ayer, pero espero ver otra en los humedales el mes que viene.",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gneis",
      "translation": "gavilán",
      "definition": "Un ave de presa pequeña y esbelta con alas redondeadas y cola larga, encontrada en various habitats, incluyendo bosques y áreas urbanas.",
      "definition_translation": "Un ave de presa pequeña y esbelta con alas redondeadas y cola larga, encontrada en una variedad de hábitats, incluyendo bosques y áreas urbanas.",
      "example": "El gneis se posó en una rama del árbol esta mañana, y observé cómo se lanzaba en picado para cazar una paloma esta tarde, pero probablemente migrará a climas más cálidos el próximo invierno.",
      "example_translation": "El gavilán estaba posado en una rama de árbol esta mañana, y lo vi descender en picado para cazar una paloma esta tarde, pero probablemente migrará a climas más cálidos el próximo invierno.",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papamoscas",
      "translation": "papamoscas manchado",
      "definition": "Un ave pequeña y insectívora con dorso grisáceo-marrón y vientre blanco, encontrada en bosques abiertos y jardines.",
      "definition_translation": "Un ave pequeña, insectívora con un dorso gris-marrón y vientre blanco, encontrada en bosques abiertos y jardines.",
      "example": "El papamoscas se posó en la rama, esperando su próxima comida. Ha estado cazando moscas toda la mañana, y continuará haciéndolo hasta la noche. Para el próximo verano, habrá cazado miles de moscas.",
      "example_translation": "El papamoscas manchado se posó en la rama, vigilando su próxima comida. Ha estado cazando moscas toda la mañana y seguirá haciéndolo hasta la noche. Para el próximo verano, habrá cazado miles de moscas.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascanueces",
      "translation": "cascabelote manchado",
      "definition": "Un ave de tamaño mediano con una característica espalda blanca y negra a rayas, encontrada en bosques de coníferas, alimentándose de semillas y nueces.",
      "definition_translation": "Un ave de tamaño mediano con un dorso blanco y negro rayado, encontrada en bosques coníferos, alimentándose de semillas y nueces.",
      "example": "El cascanueces abrió la nuez, revelando la deliciosa nuez dentro. Había estado almacenando nueces todo el otoño, y las abriría en invierno. Para la próxima primavera, habría abierto cientos de nueces.",
      "example_translation": "El cascanueces manchado abrió la nuez, revelando la deliciosa nuez dentro. Había estado almacenando nueces todo el otoño y las abriría en invierno. Para la primavera, habría abierto cientos de nueces.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estornino",
      "translation": "estornino",
      "definition": "Un ave pequeña a mediana con plumaje negro brillante, encontrada en áreas urbanas y rurales, conocida por sus características plumas iridiscentes.",
      "definition_translation": "Un ave de tamaño pequeño a mediano con un plumaje negro brillante, encontrada en áreas urbanas y rurales, conocida por sus plumas iridiscentes características.",
      "example": "El estornino murmuró a su compañero, volando en una bandada. Había estado migrando durante semanas, y pronto se establecería en su nuevo hogar. Para el próximo año, habría construido un nuevo nido.",
      "example_translation": "El estornino murmuró a su pareja, volando encima en una bandada. Había estado migrando durante semanas y pronto se establecería en su nuevo hogar. Para el próximo año, habría construido un nuevo nido.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golondrina",
      "translation": "golondrina",
      "definition": "Un ave pequeña y rápida con cola bifurcada y alas puntiagudas, que suele migrar a regiones más cálidas en invierno.",
      "definition_translation": "Un ave pequeña y rápida con una cola bifurcada y alas largas y puntiagudas, que suele migrar a regiones más cálidas en invierno.",
      "example": "Vi una golondrina volando sobre el lago ayer, fue un espectáculo hermoso. Veré una golondrina volando sobre el lago mañana, espero que sea un espectáculo hermoso. Vi una golondrina volando sobre el lago el año pasado, fue un espectáculo hermoso.",
      "example_translation": "Vi una golondrina volando sobre el lago ayer, fue un espectáculo hermoso. Veré una golondrina volando sobre el lago mañana, espero que sea un espectáculo hermoso. Vi una golondrina volando sobre el lago el año pasado, fue un espectáculo hermoso.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rápido",
      "translation": "rápido",
      "definition": "Movimiento o capacidad de moverse rápido o pronto, o hecho rápidamente o pronto.",
      "definition_translation": "Que se mueve o puede moverse rápidamente o oportunamente, o hecho rápidamente o oportunamente.",
      "example": "Soy rápido en mis decisiones, seré rápido en mis acciones, fui rápido en mi respuesta.",
      "example_translation": "Soy rápido en mis decisiones, seré rápido en mis acciones, fui rápido en mi respuesta.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lechuza",
      "translation": "lechuza común",
      "definition": "Un ave nocturna de presa con cabeza redonda, ojos frontales y un suave canto ululante, encontrada en bosques y jardines.",
      "definition_translation": "Un ave de rapiña nocturna con una cabeza redonda, ojos frontales y un suave llamado quejumbroso, normalmente encontrada en bosques y jardines.",
      "example": "Vi una lechuza en el bosque la noche pasada, fue una experiencia emocionante. Veré una lechuza en el jardín mañana, espero que sea una experiencia emocionante. Vi una lechuza en el parque la semana pasada, fue una experiencia emocionante.",
      "example_translation": "Vi una lechuza común en el bosque la noche pasada, fue una experiencia emocionante. Veré una lechuza común en el jardín mañana, espero que sea una experiencia emocionante. Vi una lechuza común en el parque la semana pasada, fue una experiencia emocionante.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]