[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápices de colores",
      "translation": "lápices de colores",
      "definition": "Los lápices de colores son un conjunto de lápices utilizados para colorear y dibujar, típicamente hechos de una mezcla de grafito y cera, y disponibles en una variedad de colores.",
      "definition_translation": "Los lápices de colores son un conjunto de lápices utilizados para colorear y dibujar, típicamente hechos de una mezcla de grafito y cera, y disponibles en una variedad de colores.",
      "example": "Usé lápices de colores para dibujar un paisaje hermoso la semana pasada, estoy utilizando lápices de colores para colorear una imagen ahora, y utilizaré lápices de colores para crear una obra maestra próximo mes.",
      "example_translation": "Usé lápices de colores para dibujar un paisaje hermoso la semana pasada, estoy usando ellos para colorear una imagen ahora, y usaré ellos para crear una obra maestra el mes que viene.",
      "imageLink": "image_files\\English\\"imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz",
      "translation": "lápiz",
      "definition": "Un lápiz es un instrumento de escritura que consiste en un núcleo sólido de grafito embutido en un cilindro de madera, utilizado para escribir y dibujar.",
      "definition_translation": "Un lápiz es un instrumento de escritura que consiste en un núcleo de grafito sólido y estrecho incrustado en un cilindro de madera, utilizado para escribir y dibujar.",
      "example": "Escribí mi nombre con un lápiz ayer, estoy utilizando un lápiz para tomar notas ahora, y utilizaré un lápiz para resolver un problema de matemáticas mañana.",
      "example_translation": "Escribí mi nombre con un lápiz ayer, estoy usando un lápiz para tomar notas ahora, y usaré un lápiz para resolver un problema de matemáticas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pincel",
      "translation": "pincel",
      "definition": "Un pincel es una herramienta con cerdas o fibras utilizada para aplicar pintura, tinta o otros líquidos a una superficie.",
      "definition_translation": "Un pincel es una herramienta con cerdas o fibras utilizada para aplicar pintura, tinta u otros líquidos a una superficie.",
      "example": "Usé un pincel para pintar un cuadro el mes pasado, estoy utilizando un pincel para aplicar pegamento ahora, y utilizaré un pincel para limpiar una superficie la próxima semana.",
      "example_translation": "Usé un pincel para pintar una imagen el mes pasado, estoy usando un pincel para aplicar pegamento ahora, y usaré un pincel para limpiar una superficie la semana que viene.",
      "imageLink": "image_files\\English\\"imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "regla",
      "translation": "regla",
      "definition": "Una regla es una línea recta con marcas igualmente espaciadas, utilizada como guía para dibujar o medir.",
      "definition_translation": "Una regla es una recta con marcas igualmente espaciadas, utilizada como guía para dibujar o medir.",
      "example": "Usé una regla para dibujar una línea recta en el papel. Utilizaré una regla para medir la longitud de la habitación. Ella había utilizado una regla para crear un rectángulo perfecto.",
      "example_translation": "Usé una regla para dibujar una línea recta en el papel. Usaré una regla para medir la longitud de la habitación. Ella había usado una regla para crear un rectángulo perfecto.",
      "imageLink": "image_files\\English\\"imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tijeras",
      "translation": "tijeras",
      "definition": "Las tijeras son una herramienta manual utilizada para cortar various materiales, como papel, tela o cabello.",
      "definition_translation": "Las tijeras son una herramienta portátil utilizada para cortar materiales Various, como papel, tela o cabello.",
      "example": "Necesito tijeras para cortar esta cuerda. Ella utilizará tijeras para cortar un patrón de vestido. Ellos habían utilizado tijeras para recortar setos.",
      "example_translation": "Necesito tijeras para cortar esta cuerda. Ella usará tijeras para cortar un patrón de vestido. Ellos habían usado tijeras para recortar los setos.",
      "imageLink": "image_files\\English\\"imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "botón",
      "translation": "botón",
      "definition": "Un botón es un pequeño dispositivo de cierre utilizado para asegurar ropa, típicamente hecho de plástico o metal.",
      "definition_translation": "Un botón es un dispositivo de sujeción pequeño utilizado para asegurar la ropa, típicamente hecho de plástico o metal.",
      "example": "Perdí un botón en mi camisa. Ella coserá un botón en su abrigo. Ellos habían utilizado un botón para cerrar la bolsa.",
      "example_translation": "Perdí un botón en mi camisa. Ella coserá un botón en su abrigo. Ellos habían usado un botón para sujetar la bolsa.",
      "imageLink": "image_files\\English\\"imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chincheta",
      "translation": "tacha de dibujo",
      "definition": "Un pequeño alfiler utilizado para sujetar papeles o notas en una pizarra o pared.",
      "definition_translation": "Un pequeño alfiler utilizado para sujetar papeles o notas en una pizarra o pared.",
      "example": "Usé una chincheta para colgar mi obra de arte en la pared. Utilizaré una chincheta para colgar mi obra de arte en la pared. Había usado una chincheta para colgar mi obra de arte en la pared.",
      "example_translation": "Usé una tacha de dibujo para colgar mi obra de arte en la pared. Usaré una tacha de dibujo para colgar mi obra de arte en la pared. Había usado una tacha de dibujo para colgar mi obra de arte en la pared.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tinta",
      "translation": "tinta",
      "definition": "Una sustancia líquida o gelatinosa utilizada para escribir, imprimir o dibujar.",
      "definition_translation": "Una sustancia líquida o gelatinosa utilizada para escribir, imprimir o dibujar.",
      "example": "Escribí mi ensayo con tinta negra. Escribiré mi ensayo con tinta azul. Había escrito mi ensayo con tinta roja.",
      "example_translation": "Escribí mi ensayo con tinta negra. Escribiré mi ensayo con tinta azul. Había escrito mi ensayo con tinta roja.",
      "imageLink": "image_files\\English\\"imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patrón",
      "translation": "patrón",
      "definition": "Un diseño o arreglo regular o repetido.",
      "definition_translation": "Un diseño o arreglo regular o repetido.",
      "example": "Vi un patrón en el papel pintado. Veré un patrón en la tela. Había visto un patrón en la alfombra.",
      "example_translation": "Vi un patrón en el papel de pared. Veré un patrón en la tela. Había visto un patrón en la alfombra.",
      "imageLink": "image_files\\English\\"imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alfiler",
      "translation": "alfiler",
      "definition": "Una pieza pequeña y delgada de metal con una punta en un extremo, utilizada para unir cosas.",
      "definition_translation": "una pequeña pieza delgada de metal con una punta en un extremo, utilizada para sujetar cosas",
      "example": "Clavé la nota en el tablón de anuncios. Estoy clavando la tela junta. Clavaré la receta en la nevera.",
      "example_translation": "Clavé la nota en la pizarra. Estoy sujetando la tela junta. Clavaré la receta en la nevera.",
      "imageLink": "image_files\\English\\"imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de agujas",
      "translation": "acanalado",
      "definition": "una pequeña almohadilla o almohadón con agujas clavadas, utilizada para mantener y almacenar agujas",
      "definition_translation": "un pequeño cojín o almohadilla con alfileres clavados en él, utilizado para sostener y almacenar alfileres",
      "example": "Ella cosió una nueva almohadilla de agujas para su abuela. La almohadilla de agujas estaba llena de agujas. Él hará una almohadilla de agujas para su hermana.",
      "example_translation": "Ella cosió un nuevo acanalado para su abuela. El acanalado estaba lleno de alfileres. Él hará un acanalado para su hermana.",
      "imageLink": "image_files\\English\\"imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cartón",
      "translation": "cartón",
      "definition": "un papelboard grueso y rígido hecho de pulpa de papel, a menudo utilizado para hacer cajas, contenedores y otros materiales de embalaje",
      "definition_translation": "una tabla de papel rígida y gruesa hecha de pulpa de papel, a menudo utilizada para hacer cajas, contenedores y otros materiales de embalaje",
      "example": "La tienda vendía cajas hechas de cartón. El cartón es reciclable. Ellos utilizarán cartón para hacer un prototipo.",
      "example_translation": "La tienda vendió cajas hechas de cartón. El cartón es reciclable. Ellos utilizarán cartón para hacer un prototipo.",
      "imageLink": "image_files\\English\\"imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arcilla",
      "translation": "arcilla",
      "definition": "un material terroso suave y pegajoso utilizado para hacer cerámica, porcelana y como material de modelado en arte",
      "definition_translation": "Un material suave y pegajoso de la tierra utilizado en la fabricación de cerámica, cerámica y como material de modelado en arte.",
      "example": "El artista trabajó con arcilla para crear una escultura hermosa. Ella había modelado arcilla en diferentes formas ayer. Ella lanzará tazas de arcilla en su estudio mañana.",
      "example_translation": "El artista trabajó con arcilla para crear una escultura hermosa. Ella había modelado arcilla en diferentes formas ayer. Ella lanzará macetas de arcilla en su estudio mañana.",
      "imageLink": "image_files\\English\\"imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crayones",
      "translation": "crayones",
      "definition": "un stick de cera de color utilizada para dibujar o colorear",
      "definition_translation": "Un palo de cera de colores utilizado para dibujar o colorear.",
      "example": "Los niños estaban coloreando con crayones en su clase de arte. Ellos habían usado todos sus crayones hasta el final del año. Ellos comprarán nuevos crayones para el próximo semestre.",
      "example_translation": "Los niños estaban coloreando con crayones en su clase de arte. Habían usado todos sus crayones al final del año. Comprarán nuevos crayones para el próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pegamento",
      "translation": "pegamento",
      "definition": "una sustancia pegajosa utilizada para unir o reparar cosas",
      "definition_translation": "Una sustancia pegajosa utilizada para unir o reparar cosas.",
      "example": "Ella usó pegamento para arreglar la vasija rota. Él había aplicado pegamento al papel ayer. Ellos utilizarán pegamento para hacer un collage mañana.",
      "example_translation": "Ella usó pegamento para arreglar el jarrón roto. Él había aplicado pegamento al papel ayer. Ellos usarán pegamento para hacer un collage mañana.",
      "imageLink": "image_files\\English\\"imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aguja",
      "translation": "aguja",
      "definition": "un instrumento pequeño, delgado y puntiagudo utilizado para coser, perforar o zurcir",
      "definition_translation": "Un instrumento pequeño, delgado y puntiagudo usado para coser, perforar o zurcir.",
      "example": "Ella enrolló la aguja y comenzó a coser. Ayer, ella había perdido la aguja. Mañana, ella comprará una nueva aguja.",
      "example_translation": "Ella enrolló la aguja y comenzó a coser. Ayer, había perdido la aguja. Mañana, comprará una aguja nueva.",
      "imageLink": "image_files\\English\\"imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tapa de papel",
      "translation": "servilleta de papel",
      "definition": "una servilleta desechable hecha de papel, utilizada para limpiar las manos y la cara",
      "definition_translation": "Una servilleta desechable hecha de papel, utilizada para limpiarse las manos y la cara.",
      "example": "Usé una tapa de papel para limpiar mi boca. Mi hermana usará una tapa de papel para limpiar sus manos. La semana pasada, habían usado tapas de papel para secar sus caras.",
      "example_translation": "Usé una servilleta de papel para limpiar mi boca. Mi hermana utilizará una servilleta de papel para limpiar sus manos. La semana pasada, habían usado servilletas de papel para secar sus caras.",
      "imageLink": "image_files\\English\\"imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "imán de seguridad",
      "translation": "imperdible",
      "definition": "un imán con una hebilla protectiva o cubierta, utilizado para sujetar o adherir temporalmente",
      "definition_translation": "Un broche con una hebilla protectora o cubierta, utilizado para sujetar o fijar cosas temporalmente.",
      "example": "Usé un imán de seguridad para sujetar mi camisa. Mi hermano usará un imán de seguridad para adherir su insignia. Ayer, ella había perdido un imán de seguridad.",
      "example_translation": "Usé un imperdible para sujetar mi camisa. Mi hermano utilizará un imperdible para adjuntar su insignia. Ayer, ella había perdido un imperdible.",
      "imageLink": "image_files\\English\\"imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "máquina de coser",
      "translation": "máquina de coser",
      "definition": "una máquina que se utiliza para coser telas, cueros u otros materiales juntos utilizando hilo",
      "definition_translation": "Una máquina de coser es un dispositivo utilizado para unir telas, cuero o otros materiales utilizando hilo.",
      "example": "Usé una máquina de coser para reparar mis vaqueros rasgados ayer. Hoy, estoy usando para hacer un nuevo vestido. Para la próxima semana, habré terminado de hacer un quilt con ella.",
      "example_translation": "Utilicé una máquina de coser para reparar mis vaqueros rotos ayer. Hoy, estoy usando para hacer un vestido nuevo. Para la próxima semana, habré terminado de hacer una colcha con ella.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adhesivo",
      "translation": "pegatina",
      "definition": "un adhesivo es una etiqueta o etiqueta adhesiva pequeña que se adjunta a un objeto para identificarlo o decorarlo",
      "definition_translation": "Una pegatina es una etiqueta o etiqueta adhesiva pequeña pegada a un objeto para identificarlo o decorarlo.",
      "example": "Compré un adhesivo para poner en mi laptop. Mi hermana había pegado un adhesivo en su botella de agua. En el futuro, pondré un adhesivo en mi cuaderno.",
      "example_translation": "Compré una pegatina para poner en mi laptop. Mi hermana había pegado una pegatina en su botella de agua. En el futuro, pondré una pegatina en mi cuaderno.",
      "imageLink": "image_files\\English\\"imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuerda",
      "translation": "cuerda",
      "definition": "Una cuerda es una larga y delgada pieza de cordón o alambre utilizada para atar, sujetar o conectar cosas.",
      "definition_translation": "Una cuerda es una pieza larga y delgada de cuerda o alambre utilizada para atar, sujetar o conectar cosas.",
      "example": "Até el paquete con una cuerda. Ella atará su cabello con una cuerda mañana. Ellos habían usado una cuerda para colgar la foto.",
      "example_translation": "Até el paquete con una cuerda. Ella atará su cabello con una cuerda mañana. Habían utilizado una cuerda para colgar la imagen.",
      "imageLink": "image_files\\English\\"imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alambre",
      "translation": "alambre",
      "definition": "Un delgado hilo o tira de metal, utilizado para conducir electricidad o enviar mensajes.",
      "definition_translation": "Un hilo o tira delgada y flexible de metal, utilizado para conducir electricidad o enviar mensajes.",
      "example": "Cableé la casa para internet, y luego la cableé para la electricidad, y finalmente la cableé para los sistemas de seguridad.",
      "example_translation": "Cableé la casa para internet, y luego la cableé para electricidad, y finalmente la cableé para sistemas de seguridad.",
      "imageLink": "image_files\\English\\"imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cierre",
      "translation": "cierre",
      "definition": "Un dispositivo para sujetar o abrir algo, especialmente una bolsa o prenda de vestir.",
      "definition_translation": "Un dispositivo para abrochar o abrir algo, especialmente una bolsa o prenda de ropa.",
      "example": "Me subí la cremallera de la chaqueta porque hacía frío, luego la bajaré cuando me sienta calor, y finalmente me la subí de nuevo cuando salí afuera.",
      "example_translation": "Me subí la cremallera de la chaqueta porque hacía frío, luego la descerrajé cuando me caliente, y finalmente la volví a subir cuando salí afuera.",
      "imageLink": "image_files\\English\\"imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crayones de cera",
      "translation": "crayones de cera",
      "definition": "Un palo de cera colorida utilizada para dibujar o colorear.",
      "definition_translation": "Un palo de cera coloreada utilizado para dibujar o colorear.",
      "example": "Coloreé con crayones de cera cuando era niño, y mi hermana coloreará con ellos cuando crezca, y finalmente mi hermano coloreó con ellos ayer.",
      "example_translation": "Yo colore con crayones de cera cuando era niño, y mi hermana coloreará con ellos cuando crezca, y finalmente mi hermano colore con ellos ayer.",
      "imageLink": "image_files\\English\\"imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tela",
      "translation": "tela",
      "definition": "Una tela es un material flexible, delgado y flexible hecho de hilos o fibras, utilizado para hacer ropa, tapicería y otros productos textiles.",
      "definition_translation": "Un tejido es un material flexible, delgado y flexible hecho de hilos o fibras, utilizado para hacer ropa, tapicería y otros productos textiles.",
      "example": "Ella compró una hermosa tela para su nuevo vestido. La hará mañana. Había hecho una similar el año pasado.",
      "example_translation": "Ella compró un hermoso tejido para su nuevo vestido. Lo hará mañana. Ella había hecho uno similar el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sello de goma",
      "translation": "sello de goma",
      "definition": "Un sello de goma es una herramienta utilizada para aplicar tinta a una superficie, generalmente papel, para crear un diseño o patrón.",
      "definition_translation": "Un sello de goma es una herramienta utilizada para aplicar tinta a una superficie, normalmente papel, para crear un diseño o patrón.",
      "example": "Ella usó un sello de goma para firmar los documentos. Lo usará de nuevo mañana. Había usado uno similar la semana pasada.",
      "example_translation": "Ella utilizó un sello de goma para firmar los documentos. Lo utilizará de nuevo mañana. Ella había utilizado uno similar la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fieltro",
      "translation": "fieltro",
      "definition": "El fieltro es un tipo de tela hecha de lana o fibras de pelo, a menudo utilizada para hacer sombreros, zapatillas y otros productos artesanales.",
      "definition_translation": "El fieltro es un tipo de tejido hecho de fibras de lana o piel apelmazadas, condensadas y prensadas, a menudo utilizado para hacer sombreros, zapatillas y otros productos artesanales.",
      "example": "Ella hizo un sombrero de fieltro. Lo llevará al partido. Había hecho uno similar para su hermana.",
      "example_translation": "Ella hizo un sombrero de fieltro. Lo llevará a la fiesta. Ella había hecho uno similar para su hermana.",
      "imageLink": "image_files\\English\\"imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenazas",
      "translation": "tenazas",
      "definition": "Una herramienta manual utilizada para sujetar y doblar objetos, consistente en un par de mandíbulas metálicas pivotantes en un fulcro.",
      "definition_translation": "una herramienta manual utilizada para agarrar y doblar objetos, que consta de una pareja de mandíbulas metálicas pivotadas en un fulcro",
      "example": "Usé tenazas para sujetar el alambre, y luego lo doblé en forma. Usaré tenazas para apretar los tornillos sueltos. Ella había usado tenazas para enderezar la tubería doblada.",
      "example_translation": "Utilicé tenazas para agarrar el alambre, y luego lo doblé en forma. Usaré tenazas para apretar los tornillos sueltos. Ella había utilizado tenazas para enderezar la tubería doblada.",
      "imageLink": "image_files\\English\\"imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "broche de presión",
      "translation": "presa de seguridad",
      "definition": "Un dispositivo pequeño utilizado como sujetador, consistente en un botón con una bola de muelle que se acopla en una ranura.",
      "definition_translation": "un pequeño dispositivo utilizado como sujetador, que consiste en un botón con una bola con resorte que hace clic en una ranura",
      "example": "Usé un broche de presión para sujetar la tela junta. Ella usará un broche de presión para sujetar el botón a su camisa. Él había usado un broche de presión para reparar la página rota.",
      "example_translation": "Utilicé una presa de seguridad para unir la tela juntos. Ella usará una presa de seguridad para adherir la insignia a su camisa. Él había utilizado una presa de seguridad para reparar la página rota.",
      "imageLink": "image_files\\English\\"imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntero",
      "translation": "puntera",
      "definition": "Una herramienta utilizada para hacer un agujero pequeño en un material, como piel o metal, que consiste en una varilla metálica puntiaguda con un mango.",
      "definition_translation": "una herramienta utilizada para drove un pequeño agujero en un material, como cuero o metal, que consiste en una varilla metálica puntiaguda con un mango",
      "example": "Usé un puntero para hacer un agujero en la correa de cuero. Ella usará un puntero para crear un agujero en la placa de metal. Él había usado un puntero para reparar la cremallera rota.",
      "example_translation": "Utilicé una puntera para hacer un agujero en la correa de cuero. Ella usará una puntera para crear un agujero en la placa metálica. Él había utilizado una puntera para reparar la cremallera rota.",
      "imageLink": "image_files\\English\\"imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cinta",
      "translation": "cinta",
      "definition": "Una larga tira de tela o material, utilizada para decorar o sujetar algo.",
      "definition_translation": "Una tira larga y estrecha de tejido u otro material, utilizada para decorar o sujetar algo.",
      "example": "Até una cinta alrededor de la caja de regalo. Ataré una cinta alrededor de la caja de regalo. Había atado una cinta alrededor de la caja de regalo.",
      "example_translation": "Até una cinta alrededor de la caja de regalo. Ataré una cinta alrededor de la caja de regalo. Había atado una cinta alrededor de la caja de regalo.",
      "imageLink": "image_files\\English\\"imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodillo",
      "translation": "rodillo",
      "definition": "Un objeto cilíndrico o esférico que gira o se mueve libremente, utilizado para various propósitos como alisar o dar forma a superficies.",
      "definition_translation": "Un objeto cilíndrico o esférico que rota o se mueve libremente, utilizado para diversos propósitos como alisar o modelar superficies.",
      "example": "Usé un rodillo para pintar la pared. Usaré un rodillo para pintar la pared. Había usado un rodillo para pintar la pared.",
      "example_translation": "Utilicé un rodillo para pintar la pared. Utilizaré un rodillo para pintar la pared. Había utilizado un rodillo para pintar la pared.",
      "imageLink": "image_files\\English\\"imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel de lija",
      "translation": "lijas",
      "definition": "Un papel revestido de material abrasivo, utilizado para alisar o pulir superficies.",
      "definition_translation": "Un papel revestido de material abrasivo, utilizado para alisar o pulir superficies.",
      "example": "Lijé la madera con papel de lija. Lijaré la madera con papel de lija. Había lijado la madera con papel de lija.",
      "example_translation": "Lijé la madera con lijas. Lijaré la madera con lijas. Había lijado la madera con lijas.",
      "imageLink": "image_files\\English\\"imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lentejuelas",
      "translation": "lentejuelas",
      "definition": "Pequeños discos brillantes utilizados para decorar, especialmente en ropa o accesorios.",
      "definition_translation": "Pequeños discos brillantes utilizados para la decoración, especialmente en ropa o accesorios.",
      "example": "Ella cosió lentejuelas en su vestido para hacerlo brillar. Ella coserá lentejuelas en sus guantes mañana. Ella había cosido lentejuelas en su sombrero la semana pasada.",
      "example_translation": "Ella cosió lentejuelas en su vestido para hacerlo brillar. Coserá lentejuelas en sus guantes mañana. Había cosido lentejuelas en su sombrero la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plantilla",
      "translation": "plantilla",
      "definition": "Un patrón o diseño tallado en un material delgado, utilizado como guía para pintar, dibujar o otras técnicas artísticas.",
      "definition_translation": "Un patrón o diseño recortado de un material delgado, utilizado como guía para pintar, dibujar o otras técnicas artísticas.",
      "example": "El artista usó una plantilla para crear un diseño intrincado en la pared. Ella usará una plantilla para pintar un mural la próxima semana. Él había usado una plantilla para dibujar un logotipo el año pasado.",
      "example_translation": "El artista usó una plantilla para crear un diseño intrincado en la pared. Usará una plantilla para pintar un mural la próxima semana. Él había usado una plantilla para dibujar un logotipo el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punto",
      "translation": "puntada",
      "definition": "Un solo paso de una aguja y hilo, utilizado para unir o reparar tela.",
      "definition_translation": "Un solo paso de una aguja y un hilo, utilizado para unir o reparar tejido.",
      "example": "Ella hizo un punto en la costura para reparar el desgarro. Él hará un punto en la tela para sujetar el botón. Ellos habían hecho un punto en la cortina para arreglar el agujero.",
      "example_translation": "Ella hizo una puntada en la costura para reparar el desgarro. Él hará una puntada en el tejido para attachar el botón. Ellos habían hecho una puntada en la cortina para arreglar el agujero.",
      "imageLink": "image_files\\English\\"imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espuma de poliestireno",
      "translation": "espuma de poliestireno",
      "definition": "Un material plástico ligero, quebradizo y esponjoso utilizado en empaques y aislamiento.",
      "definition_translation": "Un material plástico liviano, quebradizo, como espuma utilizado en embalaje y aislamiento.",
      "example": "La taza de café estaba hecha de espuma de poliestireno y fue tirada después de ser usada. Ayer, había usado un plato de espuma de poliestireno en la fiesta. Para el próximo año, los contenedores de espuma de poliestireno estarán prohibidos en la ciudad.",
      "example_translation": "La taza de café estaba hecha de espuma de poliestireno y se tiró después de usarla. Ayer, había usado un plato de espuma de poliestireno en la fiesta. Para el próximo año, los contenedores de espuma de poliestireno estarán prohibidos en la ciudad.",
      "imageLink": "image_files\\English\\"imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dedal",
      "translation": "dedal",
      "definition": "Un pequeño cubilete metálico o plástico que se coloca en el dedo mientras se cose para protegerlo de la aguja.",
      "definition_translation": "Una pequeña cubierta metálica o de plástico con forma de taza utilizada para proteger el dedo mientras se cose.",
      "example": "Ella usó un dedal para proteger su dedo de la aguja afilada. Él había perdido su dedal ayer. Para la próxima semana, habré comprado un nuevo dedal.",
      "example_translation": "Ella usó un dedal para proteger su dedo de la aguja puntiaguda. Él había perdido su dedal ayer. Para la próxima semana, habré comprado un dedal nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hilo",
      "translation": "hilo",
      "definition": "Una larga hebra delgada de fibras torcidas utilizadas para coser o tejer.",
      "definition_translation": "Una larga cuerda delgada de fibras torcidas utilizada para coser o tejer.",
      "example": "Ella usó un hilo para coser la tela rota. Ellos habían usado un hilo para sujetar el botón ayer. Para el próximo mes, habré aprendido a tejer un hilo en un hermoso patrón.",
      "example_translation": "Ella usó un hilo para coser la tela rasgada. Ellos habían usado un hilo para arreglar el botón ayer. Para el próximo mes, habré aprendido a tejer un hilo en un patrón hermoso.",
      "imageLink": "image_files\\English\\"imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barniz",
      "translation": "barniz",
      "definition": "Una solución líquida de resina, disolvente y otros substancias, utilizada para dar una superficie dura y brillante a la madera, metal o otros materiales.",
      "definition_translation": "Una solución líquida de resina, disolvente y otras sustancias, utilizada para dar una superficie dura y brillante a la madera, el metal o otros materiales.",
      "example": "Barnicé la mesa para protegerla de los rasguños. Había barnizado ayer, pero barnizaré de nuevo la próxima semana.",
      "example_translation": "Barnicé la mesa para protegerla de rasguños. Lo había barnizado ayer, pero lo barnizaré de nuevo la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caña",
      "translation": "mimbre",
      "definition": "Un tipo de mobiliario o objetos hechos de fibras vegetales tejidas, como rattán o bambú.",
      "definition_translation": "Un tipo de mobiliario u otros objetos hechos de fibras vegetales tejidas, como rattán o bambú.",
      "example": "Compré una silla de caña para mi jardín. Compré un cesto de caña el año pasado, pero compraré una mesa de caña el próximo mes.",
      "example_translation": "Compré una silla de mimbre para mi jardín. Había comprado una cesta de mimbre el año pasado, pero compraré una mesa de mimbre el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintura acrílica",
      "translation": "pintura acrílica",
      "definition": "Una pintura que se seca rápidamente, hecha de una mezcla de agua, pigmento, aglutinante y otros aditivos, comúnmente utilizada para fines artísticos y decorativos.",
      "definition_translation": "Pintura de secado rápido hecha de una mezcla de agua, pigmento, aglutinante y otros aditivos, comúnmente utilizada para propósitos artísticos y decorativos.",
      "example": "Usé pintura acrílica para crear un hermoso retrato. Utilicé pintura acrílica para pintar un paisaje ayer, pero la utilizaré para pintar una naturaleza muerta la próxima semana.",
      "example_translation": "Usé pintura acrílica para crear un retrato hermoso. Había usado pintura acrílica para pintar un paisaje ayer, pero la usaré para pintar una naturaleza muerta la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "borde adhesivo",
      "translation": "borde adhesivo",
      "definition": "Una tira decorativa de tela o papel con un respaldo adhesivo, utilizada para agregar un toque final a un proyecto de manualidades o pieza de arte.",
      "definition_translation": "Una tira decorativa de tela o papel con una parte adhesiva, utilizada para agregar un toque final a un proyecto de manualidades o una pieza de arte.",
      "example": "Usé un borde adhesivo para enmarcar mi pintura. Usaré un borde adhesivo para enmarcar mi próxima pintura. He usado bordes adhesivos para enmarcar todas mis pinturas.",
      "example_translation": "Usé un borde adhesivo para enmarcar mi pintura. Usaré un borde adhesivo para enmarcar mi próxima pintura. Usé bordes adhesivos para enmarcar todas mis pinturas.",
      "imageLink": "image_files\\English\\"imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abarcas",
      "translation": "perlas",
      "definition": "Pequeños objetos redondos, típicamente hechos de vidrio, plástico o madera, utilizados para decorar o hacer joyería.",
      "definition_translation": "Objetos pequeños y redondos, generalmente hechos de vidrio, plástico o madera, utilizados para decorar o hacer joyería.",
      "example": "Encadené las abarcas en el collar. Encadenaré las abarcas en la pulsera. He estado encadenando abarcas en joyería durante años.",
      "example_translation": "Colgué las perlas en la cadena. Colgaré las perlas en la pulsera. He estado colgando perlas en joyería durante años.",
      "imageLink": "image_files\\English\\"imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punto de manta",
      "translation": "punto de manta",
      "definition": "Un tipo de punto de embroidery utilizada para terminar los bordes de una manta o artículo de decoración para el hogar.",
      "definition_translation": "Un tipo de punto de bordado utilizado para terminar los bordes de una manta o otro artículo de decoración para el hogar.",
      "example": "Usé un punto de manta para terminar la colcha. Usaré un punto de manta para terminar la funda de almohada. He estado usando un punto de manta para terminar todos mis proyectos de costura.",
      "example_translation": "Usé un punto de manta para terminar la colcha. Usaré un punto de manta para terminar la funda de almohada. He estado usando un punto de manta para terminar todos mis proyectos de costura.",
      "imageLink": "image_files\\English\\"imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conjunto de pinceles",
      "translation": "conjunto de cepillos",
      "definition": "Una colección de pinceles utilizados para various purposes, como pintura, cosméticos o limpieza.",
      "definition_translation": "Una colección de cepillos utilizados para varios propósitos, como pintura, cosmética o limpieza.",
      "example": "Compré un nuevo conjunto de pinceles para mi proyecto de arte. Utilicé el viejo el año pasado, y utilizaré el nuevo el próximo mes.",
      "example_translation": "Compré un nuevo conjunto de cepillos para mi proyecto de arte. Usé el antiguo el año pasado y usaré el nuevo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punto de cadena",
      "translation": "punto de cadena",
      "definition": "Un tipo de punto utilizado en embroidery, costura y crochet, caracterizado por una serie de bucles conectados.",
      "definition_translation": "Un tipo de puntada utilizado en bordado, costura y crochet, caracterizado por una serie de lazos conectados.",
      "example": "Aprendí a hacer un punto de cadena en mi clase de costura. Practicaré esta noche, y espero dominarlo para la próxima semana.",
      "example_translation": "Aprendí cómo hacer un punto de cadena en mi clase de costura. Practicaré esta noche y espero dominarlo para la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aguja circular",
      "translation": "aguja circular",
      "definition": "Un tipo de aguja de hacer punto que es flexible y tiene una forma redonda, utilizada para tejer en redondo.",
      "definition_translation": "Un tipo de aguja de tejer que es flexible y tiene una forma redonda o circular, utilizada para tejer en redondo.",
      "example": "Necesito una aguja circular para terminar mi proyecto de hacer punto. La usé ayer, y la utilizaré de nuevo mañana.",
      "example_translation": "Necesito una aguja circular para terminar mi proyecto de tejer. La usé ayer y la usaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prensa de esquina",
      "translation": "puntillo de esquina",
      "definition": "Una prensa de esquina es una herramienta manual utilizada para crear un notch semicircular o agujero en papel, cartulina o plástico, típicamente utilizada en manualidades, encuadernación y otras aplicaciones basadas en papel.",
      "definition_translation": "Un puntillo de esquina es una herramienta portátil utilizada para crear una muesca o agujero semicircular en papel, cartón o plástico, generalmente utilizada en manualidades, binding y otras aplicaciones basadas en papel.",
      "example": "Ella utilizó una prensa de esquina para crear un borde decorativo en su página de álbum de recuerdos. La maestra demostrará cómo utilizar una prensa de esquina mañana. Para el próximo año, habré dominado el uso de una prensa de esquina.",
      "example_translation": "Ella usó un puntillo de esquina para crear un borde decorativo en su página de scrapbook. La maestra demostrará cómo usar un puntillo de esquina mañana. Para el próximo año, habré dominado el uso de un puntillo de esquina.",
      "imageLink": "image_files\\English\\"imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel crêpe",
      "translation": "papel crepé",
      "definition": "Papel crêpe es un tipo de papel delgado y flexible que se arruga o pliega para crear un efecto decorativo y texturizado, a menudo utilizado en proyectos de manualidades, fiestas y celebraciones.",
      "definition_translation": "El papel crepé es un tipo de papel delgado y flexible que se arruga o pliega para crear un efecto decorativo y texturizado, a menudo utilizado en proyectos de arte y manualidades, fiestas y celebraciones.",
      "example": "Los niños disfrutaron haciendo flores con papel crêpe en la clase de arte. Decoraremos el área de la fiesta con serpentines de papel crêpe. Para la próxima semana, habré terminado de hacer las flores de papel crêpe para la boda.",
      "example_translation": "Los niños amaban hacer flores con papel crepé en la clase de arte. Decoraremos el área de la fiesta con banderines de papel crepé. Para la próxima semana, habré terminado de hacer las flores de papel crepé para la boda.",
      "imageLink": "image_files\\English\\"imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganchillo",
      "translation": "gancho de crochet",
      "definition": "Un ganchillo es una herramienta utilizada para crear bucles en hilos o materiales, típicamente utilizado en ganchillo, knitting y otras artes textiles.",
      "definition_translation": "Un gancho de crochet es una herramienta utilizada para crear bucles en hilo o otros materiales, generalmente utilizada en crochet, knitting y otras artes de aguja o fibras.",
      "example": "Ella seleccionó cuidadosamente un ganchillo para-match el hilo para su manta. El instructor demostrará cómo usar un ganchillo en la próxima clase. Para el próximo mes, habré terminado haciendo el estuche del ganchillo.",
      "example_translation": "Ella seleccionó cuidadosamente un gancho de crochet para combinar con el hilo de su manta. El instructor demostrará cómo usar un gancho de crochet en la próxima clase. Para el próximo mes, habré terminado de hacer la funda del gancho de crochet.",
      "imageLink": "image_files\\English\\"imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punto de cruz",
      "translation": "punto de cruz",
      "definition": "Un tipo de bordado que implica crear patrones en tela utilizando puntadas en forma de cruz.",
      "definition_translation": "un tipo de bordado que implica crear patrones en tela utilizando puntadas en forma de x",
      "example": "He estado haciendo punto de cruz en esta manta durante meses, y finalmente está terminada. Ayer, hice punto de cruz un diseño hermoso en el regalo de cumpleaños de mi hermana. Para el próximo año, habré hecho punto de cruz un conjunto completo de manteles.",
      "example_translation": "He estado haciendo punto de cruz en esta manta durante meses, y finalmente está terminada. Ayer, hice un hermoso diseño de punto de cruz en el regalo de cumpleaños de mi hermana. Para el próximo año, habré hecho un conjunto completo de manteles de punto de cruz.",
      "imageLink": "image_files\\English\\"imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sello de fecha",
      "translation": "sello de fecha",
      "definition": "Un dispositivo o herramienta utilizada para marcar un documento o paquete con la fecha.",
      "definition_translation": "un dispositivo o herramienta utilizado para marcar un documento o paquete con la fecha",
      "example": "La bibliotecaria utilizó un sello de fecha para marcar la fecha de devolución en el libro. Ella sellará con fecha todos los documentos antes de archivarlos. Para la próxima semana, la empresa habrá implementado un nuevo sistema de sello de fecha.",
      "example_translation": "La bibliotecaria utilizó un sello de fecha para marcar la fecha de devolución del libro. Ella sellará con fecha todos los documentos antes de archivarlos. Para la próxima semana, la empresa habrá implementado un nuevo sistema de sello de fecha.",
      "imageLink": "image_files\\English\\"imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel de découpage",
      "translation": "papel de découpage",
      "definition": "Un tipo de papel utilizado para découpage, una técnica artística que implica pegar imágenes recortadas en una superficie.",
      "definition_translation": "un tipo de papel utilizado para découpage, una técnica de manualidad que implica pegar imágenes recortadas sobre una superficie",
      "example": "Usé papel de découpage para crear un collage hermoso en la pared del dormitorio de mi hija. El artista découpage un jarrón con papeles vintage. Para el próximo mes, habré terminado de découpage todos los muebles en mi sala de estar.",
      "example_translation": "Utilicé papel de découpage para crear un hermoso collage en la pared del dormitorio de mi hija. El artista decorará un jarrón con papeles vintage. Para el próximo mes, habré terminado de decoupage todos los muebles en mi sala de estar.",
      "imageLink": "image_files\\English\\"imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hilo de bordado",
      "translation": "hilo de bordado",
      "definition": "Un tipo de hilo utilizado para bordado, típicamente hecho de algodón, seda o materiales sintéticos, y viene en una variedad de colores y texturas.",
      "definition_translation": "Un tipo de hilo utilizado para el bordado, típicamente hecho de algodón, seda o materiales sintéticos, y viene en una variedad de colores y texturas.",
      "example": "Ella seleccionó cuidadosamente el hilo de bordado para-match el color de su vestido. Utilizará el hilo de bordado para bordar el diseño en la tela. Utilizó el hilo de bordado para crear un patrón hermoso en el pañuelo.",
      "example_translation": "Ella seleccionó cuidadosamente el hilo de bordado para que coincida con el color de su vestido. Usará el hilo de bordado para coser el diseño en la tela. Utilizó el hilo de bordado para crear un hermoso patrón en el pañuelo.",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aro de bordado",
      "translation": "aro de bordado",
      "definition": "Un marco circular utilizado para mantener la tela tensa, permitiendo el bordado o otras formas de trabajo con aguja.",
      "definition_translation": "Un marco circular utilizado para mantener la tela tensa, permitiendo el bordado o otros tipos de trabajo de aguja fáciles.",
      "example": "Ella colocó la tela en el aro de bordado para empezar a bordar el diseño. El aro de bordado era demasiado pequeño para la gran pieza de tela. Comprará un aro de bordado más grande para acomodar la colcha.",
      "example_translation": "Ella colocó la tela en el aro de bordado para empezar a coser el diseño. El aro de bordado era demasiado pequeño para la gran pieza de tela. Comprará un aro de bordado más grande para adaptarse a la colcha.",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brocha de espuma",
      "translation": "cepillo de espuma",
      "definition": "Una brocha con cerdas suaves y flexibles hechas de espuma, utilizada para aplicar adhesivos, pinturas u otros materiales.",
      "definition_translation": "Un cepillo con cerdas blandas y flexibles hechas de espuma, utilizado para aplicar adhesivos, pinturas o otros materiales.",
      "example": "La brocha de espuma fue perfecta para aplicar la cola en el diseño intrincado. Utilizó una brocha de espuma para pintar las paredes de su sala de estar. Él utilizará una brocha de espuma para aplicar el barniz a la mesa de madera.",
      "example_translation": "El cepillo de espuma era perfecto para aplicar el pegamento al diseño intrincado. Usó un cepillo de espuma para pintar las paredes de su sala de estar. Usará un cepillo de espuma para aplicar el barniz a la mesa de madera.",
      "imageLink": "image_files\\English\\"imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pistola de pegamento",
      "translation": "pistola de pegamento",
      "definition": "Una pistola de pegamento es un dispositivo portátil que aplica adhesivo de fusión en caliente para unir materiales.",
      "definition_translation": "Una pistola de pegamento es un dispositivo portátil que aplica adhesivo de fusión en caliente para unir materiales entre sí.",
      "example": "Usé una pistola de pegamento para armar el mueble ayer. Usaré una pistola de pegamento para reparar la vasija rota mañana. Estoy usando una pistola de pegamento para unir las decoraciones ahora.",
      "example_translation": "Usé una pistola de pegamento para ensamblar el mueble ayer. Usaré una pistola de pegamento para reparar la vasija rota mañana. Estoy utilizando una pistola de pegamento para attaches las decoraciones ahora.",
      "imageLink": "image_files\\English\\"imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gancho y ojo",
      "translation": " agarre y ojo",
      "definition": "Un gancho y ojo es un tipo de cierre utilizado para cerrar o asegurar algo, consistiendo en un gancho y una ranura o agujero correspondiente.",
      "definition_translation": "Un agarre y ojo es un tipo de sujetador utilizado para cerrar o asegurar algo, compuesto por un gancho y una ranura o agujero correspondiente.",
      "example": "Ella usó un gancho y ojo para abrochar su sostén ayer. Él usará un gancho y ojo para asegurar la correa mañana. Están usando un gancho y ojo para sujetar la cortina ahora.",
      "example_translation": "Ella usó un agarre y ojo para sujetar su brasier ayer. Él usará un agarre y ojo para asegurar la correa mañana. Ellos están utilizando un agarre y ojo para attaches la cortina ahora.",
      "imageLink": "image_files\\English\\"imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tintorro",
      "translation": "tinta de sello",
      "definition": "Un tintorro es una pequeña almohadilla utilizada para aplicar tinta a un sello de goma o dispositivo similar, utilizado para estampar o marcar.",
      "definition_translation": "Un tinta de sello es una pequeña almohadilla utilizada para aplicar tinta a un sello de goma o otro dispositivo, utilizado para imprimir o estampar.",
      "example": "Usé un tintorro para estampar el documento ayer. Ella usará un tintorro para firmar el contrato mañana. Están usando un tintorro para marcar los paquetes ahora.",
      "example_translation": "Usé un tinta de sello para estampar el documento ayer. Ella usará un tinta de sello para firmar el contrato mañana. Ellos están utilizando un tinta de sello para marcar los paquetes ahora.",
      "imageLink": "image_files\\English\\"imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agujas de knitting",
      "translation": "aguja de tejer",
      "definition": "Herramientas largas y puntiagudas utilizadas para dar forma y manipular la lana o hilo en el proceso de knitting o croché.",
      "definition_translation": "Herramientas largas y puntiagudas utilizadas para dar forma y manipular hilo o lana en el proceso de tejer o crochet.",
      "example": "Ella usó sus agujas de knitting para crear un hermoso suéter. Ha estado utilizando agujas de knitting desde que era niña. Usará agujas de knitting para hacer un sombrero para su amiga.",
      "example_translation": "Ella utilizó sus agujas de tejer para crear un hermoso suéter. Ella ha estado utilizando agujas de tejer desde que era niña. Ella utilizará agujas de tejer para hacer un sombrero para su amiga.",
      "imageLink": "image_files\\English\\"imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "masa para modelar",
      "translation": "masa de modelar",
      "definition": "Un tipo de arcilla que puede ser moldeada para crear formas y figuras varias, a menudo utilizada para fines artísticos o creativos.",
      "definition_translation": "Un tipo de arcilla que se puede moldear y dar forma para crear diversas formas y figuras, a menudo utilizada para fines artísticos o creativos.",
      "example": "El artista utilizó masa para modelar para crear una escultura. El niño jugó con masa para modelar en clase de arte. Ella usará masa para modelar para hacer una figurina decorativa.",
      "example_translation": "El artista utilizó masa de modelar para crear una escultura. El niño jugó con masa de modelar en la clase de arte. Ella utilizará masa de modelar para hacer una figurita decorativa.",
      "imageLink": "image_files\\English\\"imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hilo passes",
      "translation": "hiladora de aguja",
      "definition": "Un dispositivo utilizado para guiar el hilo a través del ojo de una aguja, lo que facilita la costura o la bordadora.",
      "definition_translation": "Un dispositivo utilizado para ayudar a guiar el hilo a través del ojo de la aguja, haciendo que sea más fácil coser o bordar.",
      "example": "Ella usó un hilo passes para coser un botón. Él tuvo problemas para usar un hilo passes para hilo la aguja. Usará un hilo passes para bordar un diseño.",
      "example_translation": "Ella utilizó una hiladora de aguja para coser un botón. Él tenía problemas para utilizar una hiladora de aguja para pasar el hilo por la aguja. Ella utilizará una hiladora de aguja para bordar un diseño.",
      "imageLink": "image_files\\English\\"imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estampilla de numeración",
      "translation": "sello de numeración",
      "definition": "Una herramienta utilizada para imprimir números o información numérica en una superficie, a menudo utilizada en entornos administrativos o de organización.",
      "definition_translation": "Un sello de numeración es una herramienta utilizada para imprimir números o información numérica en una superficie, a menudo utilizada en entornos administrativos o organizativos.",
      "example": "Usé una estampilla de numeración para etiquetar los archivos ayer, la usaré de nuevo mañana y la he usado todos los días esta semana.",
      "example_translation": "Usé un sello de numeración para etiquetar los archivos ayer, lo utilizaré de nuevo mañana y lo he utilizado todos los días esta semana.",
      "imageLink": "image_files\\English\\"imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de papel",
      "translation": "cortapapeles",
      "definition": "Un dispositivo utilizado para cortar papel, a menudo utilizado en oficinas o escuelas para recortar o separar hojas de papel.",
      "definition_translation": "Un cortapapeles es un dispositivo utilizado para cortar papel, a menudo utilizado en oficinas o escuelas para recortar o separar hojas de papel.",
      "example": "La profesora me pidió que use el cortador de papel para cortar los trabajos, lo había usado previamente para cortar el papel de construcción, y lo usaré de nuevo para cortar el papel de regalo.",
      "example_translation": "La maestra me pidió que utilizara el cortapapeles para cortar las hojas de trabajo, había utilizado anteriormente para cortar el papel de construcción y lo utilizaré de nuevo para cortar el papel de envolver regalos.",
      "imageLink": "image_files\\English\\"imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plastilina",
      "translation": "modelar",
      "definition": "Un tipo de arcilla utilizada para crear objetos tridimensionales o figuras, a menudo utilizada en entornos artísticos o educativos.",
      "definition_translation": "El modelar es un tipo de arcilla de modelar utilizada para crear objetos o figuras tridimensionales, a menudo utilizada en entornos artísticos o educativos.",
      "example": "Moldé la plastilina en un pequeño animal ayer, la estoy moldiendo en un coche hoy, y la habré moldido en un castillo para la próxima semana.",
      "example_translation": "Moldé el modelar en un animalito pequeño ayer, estoy moldeándolo en un coche hoy y lo habré moldeado en un castillo para la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintura para carteles",
      "translation": "pintura de cartel",
      "definition": "Un tipo de pintura utilizada para fines artísticos y decorativos, generalmente acuosa y vibrante en color.",
      "definition_translation": "Un tipo de pintura utilizado para fines artísticos y decorativos, generalmente a base de agua y vibrante en color.",
      "example": "Ella usó pintura para carteles para crear un hermoso mural en la pared. Usará pintura para carteles para decorar su habitación. Ha estado usando pintura para carteles para hacer arte desde que era niña.",
      "example_translation": "Ella usó pintura de cartel para crear un hermoso mural en la pared. Ella usará pintura de cartel para decorar su habitación. Ella ha estado usando pintura de cartel para hacer arte desde que era niña.",
      "imageLink": "image_files\\English\\"imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piedra de rhinestones",
      "translation": "piedra de Rhin",
      "definition": "Un tipo de piedra decorativa o cristal, a menudo utilizada en joyería y accesorios de moda.",
      "definition_translation": "Un tipo de piedra decorativa o cristal, a menudo utilizado en joyería y accesorios de moda.",
      "example": "El vestido estaba adornado con piedras de rhinestones que brillaban bajo la luz. Usará pendientes de piedras de rhinestones en la fiesta. Piedras de rhinestones fueron utilizadas para decorar la corona de la reina.",
      "example_translation": "El vestido estaba adornado con piedras de Rhin que brillaban bajo la luz. Ella llevará aretes de piedra de Rhin a la fiesta. Se utilizaron piedras de Rhin para decorar la corona de la reina.",
      "imageLink": "image_files\\English\\"imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel de arroz",
      "translation": "papel de arroz",
      "definition": "Un tipo de papel delgado y translúcido hecho a partir de la médula de la planta de papel de arroz, a menudo utilizado en manualidades y arte.",
      "definition_translation": "Un tipo de papel delgado y translúcido hecho de la médula de la planta de papel de arroz, a menudo utilizado en manualidades y arte.",
      "example": "Ella usó papel de arroz para crear un delicado pájaro de origami. Él usará papel de arroz para hacer un farol. Papel de arroz fue utilizado para crear un hermoso decoupage en la vasija.",
      "example_translation": "Ella usó papel de arroz para crear un pájaro de origami delicado. Él usará papel de arroz para hacer una lámpara. Se utilizó papel de arroz para crear un hermoso decoupage en la vasija.",
      "imageLink": "image_files\\English\\"imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punto corrido",
      "translation": "punto corrido",
      "definition": "Un punto básico de costura utilizado para coser y ensamblar, caracterizado por una serie de pequeñas y regulares puntadas.",
      "definition_translation": "Un punto básico de costura utilizado para unir y entelar, caracterizado por una serie de pequeñas puntadas regulares.",
      "example": "Usé un punto corrido para coser los dos trozos de tela juntos. He estado usando un punto corrido para ensamblar la colcha durante horas. Usaré un punto corrido para hacer el dobladillo de los pantalones.",
      "example_translation": "Usé un punto corrido para coser las dos piezas de tela juntas. He estado usando un punto corrido para entelar la colcha durante horas. Usaré un punto corrido para doblar los pantalones.",
      "imageLink": "image_files\\English\\"imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caja de costura",
      "translation": "caja de costura",
      "definition": "Una caja o estuche utilizada para almacenar suministros de costura, como hilos, agujas y tijeras.",
      "definition_translation": "Una caja o caso utilizado para almacenar suministros de costura, como hilos, agujas y tijeras.",
      "example": "Guardo mi caja de costura en el armario. Ella me regaló una hermosa caja de costura para mi cumpleaños. Necesitaré comprar una nueva caja de costura para mi clase de costura.",
      "example_translation": "Mantengo mi caja de costura en el armario. Ella me dio una hermosa caja de costura para mi cumpleaños. Necesitaré comprar una nueva caja de costura para mi clase de costura.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patrón de costura",
      "translation": "patrón de costura",
      "definition": "Un modelo o guía utilizado para cortar piezas de tela para un proyecto de costura, que incluye instrucciones y medidas.",
      "definition_translation": "Un template o guía utilizado para cortar piezas de tela para un proyecto de costura, que incluye típicamente instrucciones y medidas.",
      "example": "Necesito comprar un patrón de costura para este vestido. Ella utilizó un patrón de costura para hacer las cortinas. He estado intentando crear mi propio patrón de costura durante meses.",
      "example_translation": "Necesito comprar un patrón de costura para este vestido. Ella usó un patrón de costura para hacer las cortinas. He estado tratando de crear mi propio patrón de costura durante meses.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maniquí de sastre",
      "translation": "maniquí de sastre",
      "definition": "Un modelo o figura del cuerpo humano utilizado por los sastres para exhibir o ajustar ropa.",
      "definition_translation": "Un modelo o figura humana utilizada por sastres para exhibir o probar ropa.",
      "example": "El sastre colocó cuidadosamente el nuevo abrigo en el maniquí de sastre para asegurar un ajuste perfecto. Ayer, había tomado las medidas, y hoy estaba probándolo. La próxima semana, se lo entregará al cliente.",
      "example_translation": "El sastre colocó con cuidado la chaqueta nueva en el maniquí de sastre para asegurar un ajuste perfecto. Ayer, había tomado las medidas, y hoy lo estaba probando. La próxima semana, se lo entregará al cliente.",
      "imageLink": "image_files\\English\\"imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cinta métrica",
      "translation": "cinta métrica",
      "definition": "Una tira flexible de material marcada con unidades de medida, utilizada para tomar mediciones lineales.",
      "definition_translation": "Una tira flexible de material marcada con unidades de medición, utilizada para tomar medidas lineales.",
      "example": "Ella usó una cinta métrica para verificar la longitud de la tela, y luego la cortaría. Ayer, había comprado la cinta métrica, y hoy la estaba usando por primera vez. El próximo mes, la necesitará de nuevo para medir la habitación.",
      "example_translation": "Ella utilizó una cinta métrica para verificar la longitud de la tela, y luego la cortaría. Ayer había comprado la cinta métrica, y hoy la estaba usando por primera vez. El próximo mes, la necesitará de nuevo para medir la habitación.",
      "imageLink": "image_files\\English\\"imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papel de seda",
      "translation": "papel de té",
      "definition": "Un papel suave y absorbente utilizado para envolver, decorar o otros propósitos.",
      "definition_translation": "Un papel suave y absorbente utilizado para envolver, decorar u otros propósitos.",
      "example": "Ella usó papel de seda para envolver el regalo, y luego se lo daría a su amiga. Ayer, había comprado el papel de seda, y hoy estaba envolviendo el regalo. El próximo año, lo necesitará de nuevo para decorar el árbol de Navidad.",
      "example_translation": "Ella utilizó papel de té para envolver el regalo, y luego se lo dará a su amiga. Ayer había comprado el papel de té, y hoy estaba envolviendo el regalo. El próximo año, lo necesitará de nuevo para decorar el árbol de Navidad.",
      "imageLink": "image_files\\English\\"imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acuarela",
      "translation": "aguada",
      "definition": "Una técnica de pintura en la que el artista utiliza una solución acuosa para crear un lavado transparente de color",
      "definition_translation": "una técnica de pintura en la que el artista utiliza una solución acuosa para crear un lavado de color transparente",
      "example": "Usé acuarela para pintar un hermoso paisaje. Usaré acuarela para pintar un retrato. Ella había utilizado acuarela para crear una obra de arte impresionante.",
      "example_translation": "Utilicé aguada para pintar un hermoso paisaje. Usaré aguada para pintar un retrato. Ella había usado aguada para crear una obra de arte impresionante.",
      "imageLink": "image_files\\English\\"imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sello de madera",
      "translation": "sello de madera",
      "definition": "Una herramienta utilizada para aplicar un diseño o patrón sobre una superficie, normalmente hecha de madera",
      "definition_translation": "una herramienta utilizada para aplicar un diseño o patrón en una superficie, habitualmente hecha de madera",
      "example": "Tallé un sello de madera para crear un diseño único. Ella está utilizando un sello de madera para crear un hermoso patrón. Ellos habían utilizado sellos de madera para crear una textura hermosa.",
      "example_translation": "Tallé un sello de madera para crear un diseño único. Ella está utilizando un sello de madera para hacer un patrón hermoso. Habían utilizado sellos de madera para crear una textura encantadora.",
      "imageLink": "image_files\\English\\"imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pincel de escritura",
      "translation": "pincel de escritura",
      "definition": "Un pincel utilizado para aplicar tinta o otros materiales de escritura sobre una superficie, a menudo utilizado en caligrafía y otras formas de escritura artística",
      "definition_translation": "un pincel utilizado para aplicar tinta o otros materiales de escritura en una superficie, a menudo utilizado en caligrafía y otras formas de escritura artística",
      "example": "Usé un pincel de escritura para crear una hermosa caligrafía. Ella está utilizando un pincel de escritura para escribir una carta. Ellos habían utilizado pinceles de escritura para crear una obra de arte impresionante.",
      "example_translation": "Utilicé un pincel de escritura para crear una hermosa caligrafía. Ella está utilizando un pincel de escritura para escribir una carta. Habían utilizado pinceles de escritura para crear una obra de arte impresionante.",
      "imageLink": "image_files\\English\\"imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]