[
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pescado",
      "translation": "pescado",
      "definition": "Un animal acuático de sangre fría que respira con branquias y tiene un cuerpo alargado, generalmente escamas y a menudo aletas.",
      "definition_translation": "Un animal de sangre fría que vive en agua, respira con branquias y tiene un cuerpo estilizado, típicamente escamas y a menudo aletas.",
      "example": "Atrapé un pescado en el lago ayer, voy a comer pescado para cenar esta noche, y volveré a pescar mañana.",
      "example_translation": "Atrapé un pescado en el lago ayer, comeré pescado para cenar esta noche, y iré a pescar de nuevo mañana.",
      "imageLink": "image_files\\English\\fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bacalao",
      "translation": "bacalao",
      "definition": "Un pez marino grande con una aparienciadistinctiva, encontrado en el Océano Atlántico y ampliamente utilizado como alimento.",
      "definition_translation": "Un gran pez marino con una apariencia distintiva, encontrado en el Océano Atlántico y ampliamente utilizado como alimento.",
      "example": "Compré bacalao en el mercado ayer, mi madre cocinó bacalao para cenar anoche, y comeré bacalao en un restaurante mañana.",
      "example_translation": "Compré algunos bacalaos en el mercado ayer, mi madre cocinó bacalao para cenar anoche, y comeré bacalao en un restaurante mañana.",
      "imageLink": "image_files\\English\\cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salmón",
      "translation": "salmón",
      "definition": "Un pez grande con carne rosada, originario de los océanos Pacífico y Atlántico y valorado por su sabor y valor nutricional.",
      "definition_translation": "Un gran pez con carne rosada-roja, nativo de los océanos Pacífico y Atlántico y valorizado por su sabor y valor nutricional.",
      "example": "Asé salmón para almorzar ayer, mi amigo cocinará salmón para cenar esta noche, y comeré salmón ahumado en un café mañana.",
      "example_translation": "Asé salmón para almuerzo ayer, mi amigo cocinará salmón para cenar esta noche, y comeré salmón ahumado en un café mañana.",
      "imageLink": "image_files\\English\\salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tiburón",
      "translation": "tiburón",
      "definition": "Un tiburón es un pez grande y carnívoro con un cuerpo alargado y una boca llena de dientes afilados.",
      "definition_translation": "Un tiburón es un gran pez carnívoro con un cuerpo aerodinámico y una boca llena de dientes afilados.",
      "example": "Vi un tiburón nadando en el océano ayer, veo un tiburón nadando en el océano ahora, y veré un tiburón nadando en el océano mañana.",
      "example_translation": "Vi un tiburón nadando en el océano ayer, veo un tiburón nadando en el océano ahora y veré un tiburón nadando en el océano mañana.",
      "imageLink": "image_files\\English\\shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atún",
      "translation": "atún",
      "definition": "Atún es un pez rápido con un cuerpo plateado encontrado en aguas cálidas del océano, a menudo capturado para comida.",
      "definition_translation": "El atún es un pez de rápido movimiento, plateado, encontrado en aguas cálidas de los océanos, a menudo atrapado para alimentación.",
      "example": "Me comí un sándwich de atún para almorzar, estoy comiendo una ensalada de atún para cenar, y comeré un rollo de atún sushi mañana.",
      "example_translation": "Comí un sandwich de atún para almuerzo, estoy comiendo una ensalada de atún para cena y comeré un roll de sushi de atún mañana.",
      "imageLink": "image_files\\English\\tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desovar",
      "translation": "generar",
      "definition": "Desovar significa producir o incubar huevos, especialmente en gran número.",
      "definition_translation": " Generar significa producir o hacer eclosionar huevos, especialmente en gran número.",
      "example": "El pescado desovó en el río el año pasado, están desovando en el río ahora, y desovarán en el río el año próximo.",
      "example_translation": "Los peces generaron en el río el año pasado, están generando en el río ahora y generarán en el río el año próximo.",
      "imageLink": "image_files\\English\\spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trucha",
      "translation": "trucha",
      "definition": "Un pez de agua dulce con un cuerpo delgado y carne rosada, a menudo capturado para comida o deporte.",
      "definition_translation": "Un pez de agua dulce con un cuerpo delgado y carne rosada, a menudo capturado para alimentación o deporte.",
      "example": "Atrapé una trucha en el río el fin de semana pasado. Estaba delicioso asado. Volveré a pescar trucha el próximo mes.",
      "example_translation": "Atrapé una trucha en el río el fin de semana pasado. Fue delicioso asado. Iré a pescar truchas de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limpiador de algas",
      "translation": "comedor de algas",
      "definition": "Un pez o organismo que se alimenta de algas, a menudo usado para controlar el crecimiento de algas en acuarios o estanques.",
      "definition_translation": "Un pez u otro organismo que se alimenta de algas, a menudo utilizado para controlar el crecimiento de algas en acuarios o estanques.",
      "example": "El limpiador de algas en mi acuario ayuda a mantener el agua limpia. Tengo que alimentar al limpiador de algas todos los días. El limpiador de algas crecerá más en unos meses.",
      "example_translation": "El comedor de algas en mi acuario ayuda a mantener el agua limpia. Tengo que alimentar al comedor de algas todos los días. El comedor de algas crecerá más grande en unos meses.",
      "imageLink": "image_files\\English\\algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anchoa",
      "translation": "anchoa",
      "definition": "Un pez pequeño y grasoso a menudo utilizado como condimento o ingrediente en alimentos como pizza o aderezos de ensalada.",
      "definition_translation": "Un pez pequeño y aceitoso a menudo utilizado como saborizante o ingrediente en alimentos como pizza o aderezos para ensaladas.",
      "example": "Me encantan las anchoas en mi pizza. Las anchoas son muy saladas. Compraré anchoas para el aderezo de ensalada la próxima semana.",
      "example_translation": "Me encantan las anchoas en mi pizza. Las anchoas son muy saladas. Compraré anchoas para el aderezo de ensalada la próxima semana.",
      "imageLink": "image_files\\English\\anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbo",
      "translation": "barbo",
      "definition": "Un tipo de pez, generalmente encontrado en ríos y arroyos, caracterizado por sus barbas o crecimientossimilar a bigotes alrededor de su boca.",
      "definition_translation": "Un tipo de pez, típicamente encontrado en ríos y arroyos, caracterizado por sus crecimientos tipo barba alrededor de su boca.",
      "example": "Ayer, atrapé un barbo mientras pescaba en el río. Hoy, voy a intentar atrapar otro. Espero atrapar uno mañana también.",
      "example_translation": "Ayer, atrapé un barbo mientras pescaba en el río. Hoy, voy a tratar de coger otro. Espero coger uno mañana también.",
      "imageLink": "image_files\\English\\barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombrío",
      "translation": "sombrío",
      "definition": "Desagradablemente frío y húmedo; sombrío o deprimente.",
      "definition_translation": "Desagradablemente frío y húmedo; sombrío o deprimente.",
      "example": "El clima sombrío del invierno hizo que fuera difícil salir afuera. En el pasado, solía amar el invierno, pero ahora lo encuentro sombrío. Espero que el próximo invierno no sea tan sombrío.",
      "example_translation": "El clima sombrío del invierno hizo que fuera difícil aventurarse fuera. En el pasado, solía amar el invierno, pero ahora lo encuentro sombrío. Espero que el próximo invierno no sea tan sombrío.",
      "imageLink": "image_files\\English\\bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brema",
      "translation": "brema",
      "definition": "Un tipo de pez de agua dulce, a menudo cazado por deporte o como alimento, caracterizado por su cuerpo esbelto y grandes escamas.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo cazado por deporte o comida, caracterizado por su cuerpo esbelto y escamas grandes.",
      "example": "Siempre he querido atrapar una brema mientras pescaba en el lago. El verano pasado, finalmente atrapé una. Quizás el próximo verano, atraparé una brema aún más grande.",
      "example_translation": "Siempre he querido coger una brema mientras pescaba en el lago. El verano pasado, finalmente cogí uno. Quizás el próximo verano, cogeré una brema aún más grande.",
      "imageLink": "image_files\\English\\bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lota",
      "translation": "lubo",
      "definition": "La lota es un tipo de pez de agua dulce que pertenece a la familia del bacalao. Se encuentra en aguas frías de Europa, Asia y América del Norte.",
      "definition_translation": "Un lubo es un tipo de pez de agua dulce que pertenece a la familia de los bacalaos. Se encuentra en aguas frías de Europa, Asia y América del Norte.",
      "example": "Atrapé una lota mientras pescaba en hielo el invierno pasado. Actualmente, estoy tratando de atrapar otra. Para el año que viene, habré atrapado muchas lotas.",
      "example_translation": "Me pillé un lubo mientras pesqué en hielo el invierno pasado. Actualmente, estoy tratando de pillar otro. Para el próximo año, habré pescado muchos lubos.",
      "imageLink": "image_files\\English\\burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carpa",
      "translation": "carpa",
      "definition": "La carpa es un tipo de pez de agua dulce que es originario de Europa y Asia. A menudo se considera un pez problemático debido a su capacidad para competir con especies nativas.",
      "definition_translation": "Una carpa es un tipo de pez de agua dulce que es nativo de Europa y Asia. A menudo se considera un pez molestoso debido a su capacidad para competir con especies nativas.",
      "example": "La carpa estaba nadando en aguas poco profundas. Ahora, está nadando en aguas profundas. Para el próximo mes, la carpa estará nadando en el lago.",
      "example_translation": "La carpa estaba nadando en el agua superficial. Ahora, está nadando en el agua profunda. Para el próximo mes, la carpa estará nadando en el lago.",
      "imageLink": "image_files\\English\\carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "siluro",
      "translation": "pez gato",
      "definition": "Un siluro es un tipo de pez de agua dulce que se caracteriza por sus barbillas parecidas a bigotes y aletas espinosas. Se encuentra en aguas cálidas y templadas en todo el mundo.",
      "definition_translation": "Un pez gato es un tipo de pez de agua dulce que se caracteriza por sus barbillas como bigotes y aletas espinosas. Se encuentra en aguas cálidas y templadas en todo el mundo.",
      "example": "He estado pescando siluros todo el día. Ahora, estoy atrapando un siluro. Para mañana, habré atrapado muchos siluros.",
      "example_translation": "He estado pescando peces gato todo el día. Ahora, estoy pillando un pez gato. Para mañana, habré pescado muchos peces gato.",
      "imageLink": "image_files\\English\\catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez gordo",
      "translation": "rucio",
      "definition": "Una persona o animal gordito, especialmente una joven trucha o salmón.",
      "definition_translation": "Una persona o animal regordeta o gordo, especialmente un salmón o trucha joven.",
      "example": "El pez gordo que atrapé fue un luchador bastante fuerte. Atrapé un pez gordo ayer. Atraparé un pez gordo mañana.",
      "example_translation": "El rucio que cogí era un luchador. Cogí un rucio ayer. Cogeré un rucio mañana.",
      "imageLink": "image_files\\English\\chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anguila",
      "translation": "anguila",
      "definition": "Un pez largo y delgado con cuerpo de serpiente, encontrado en aguas dulces y saladas.",
      "definition_translation": "Un pez largo y esbelto con cuerpo de serpiente, encontrada en agua dulce y salada.",
      "example": "La anguila se deslizó a través del agua. Vi una anguila nadando ayer. Volveré a comer anguila la próxima semana.",
      "example_translation": "La anguila se deslizó a través del agua. Vi una anguila nadando ayer. Comeré una anguila la próxima semana.",
      "imageLink": "image_files\\English\\eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aletas",
      "translation": "aletas",
      "definition": "Una estructura delgada y plana, a menudo triangular, en la parte posterior de un pez, utilizada para equilibrio y estabilidad.",
      "definition_translation": "Una estructura delgada, plana, a menudo triangular en la espalda de un pez, utilizada para equilibrio y estabilidad.",
      "example": "La aleta del tiburón era afilada. Vi una aleta rompiendo el agua ayer. Estudiaré la aleta el próximo semestre.",
      "example_translation": "La aleta del tiburón era afilada. Vi una aleta rompiendo el agua ayer. Estudiaré la aleta el próximo semestre.",
      "imageLink": "image_files\\English\\fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez plano",
      "translation": "pez plano",
      "definition": "Un pez plano es un tipo de pez que tiene un cuerpo aplanado, a menudo encontrado en aguas poco profundas.",
      "definition_translation": "Un pez plano es un tipo de pez que tiene un cuerpo aplanado, a menudo encontrado en aguas someras.",
      "example": "Atrapé un pez plano mientras pescaba en el lago ayer. Volveré a cocinar un pez plano para cenar esta noche. Ella había comido un pez plano para desayunar.",
      "example_translation": "Caché un pez plano mientras pescaba en el lago ayer. Cocinaré un pez plano para cenar esta noche. Ella había comido un pez plano para desayunar.",
      "imageLink": "image_files\\English\\flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenguado",
      "translation": "lenguado",
      "definition": "Un lenguado es un tipo de pez plano que tiene un sabor suave y a menudo se come en restaurantes.",
      "definition_translation": "Un lenguado es un tipo de pez plano que tiene un sabor suave y se come a menudo en restaurantes.",
      "example": "Pedí un lenguado en el restaurante de mariscos la semana pasada. Ella se ahogará en el examen si no estudia. Ellos se debatieron en el agua para escapar del tiburón.",
      "example_translation": "Pedí un lenguado en el restaurante de mariscos la semana pasada. Ella se ahogará en el examen si no estudia. Ellos se debatieron en el agua para escapar del tiburón.",
      "imageLink": "image_files\\English\\flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jurel",
      "translation": "dorada",
      "definition": "Un jurel es un tipo de pez que es nativo del Mar Mediterráneo y tiene una franja dorada en la cabeza.",
      "definition_translation": "Una dorada es un tipo de pez que es nativo del mar Mediterráneo y tiene una raya dorada distinctive en su cabeza.",
      "example": "Vi un jurel nadando en el acuario ayer. Ellas atraparon un jurel mientras buceaban en Grecia. Ella nunca ha probado un jurel antes.",
      "example_translation": "Vi una dorada nadando en el acuario ayer. Cogieron una dorada mientras buceaban en Grecia. Ella nunca ha probado una dorada antes.",
      "imageLink": "image_files\\English\\gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gobio",
      "translation": "góbio",
      "definition": "Un tipo de pez, típicamente encontrado en agua fresca, que tiene un cuerpo esbelto y una boca distintiva.",
      "definition_translation": "Un tipo de pez, generalmente encontrado en agua fresca, que tiene un cuerpo esbelto y una boca característica.",
      "example": "Atrapé un gobio mientras pescaba en el río. Ayer, atrapé un gran gobio, pero ahora atrapo uno pequeño. La próxima semana, atraparé otro gobio.",
      "example_translation": "Cogí un góbio mientras pescaba en el río. Ayer, había cogido un góbio grande, pero ahora cojo uno pequeño. La próxima semana, cogeré otro góbio.",
      "imageLink": "image_files\\English\\gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guppy",
      "translation": "guppy",
      "definition": "Un pez pequeño y colorido, popular en acuarios.",
      "definition_translation": "Un pez pequeño y colorido, popular en acuarios.",
      "example": "Tengo un guppy en mi acuario. Ayer, tenía dos guppies, pero ahora tengo cinco. El próximo año, tendré diez guppies.",
      "example_translation": "Tengo un guppy en mi acuario. Ayer, tenía dos guppies, pero ahora tengo cinco. El próximo año, tendré diez guppies.",
      "imageLink": "image_files\\English\\guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eglefino",
      "translation": "eglefino",
      "definition": "Un tipo de pez, a menudo utilizado en la cocina, que tiene un sabor suave y una textura firme.",
      "definition_translation": "Un tipo de pez, a menudo utilizado en la cocina, que tiene un sabor suave y una textura firme.",
      "example": "Me encanta comer eglefino para cenar. Ayer, comí eglefino para almuerzo, pero ahora lo prefiero para cenar. El próximo mes, tendré eglefino para desayunar.",
      "example_translation": "Me encanta comer eglefino para cenar. Ayer, tenía eglefino para almuerzo, pero ahora lo prefiero para cenar. El próximo mes, tendré eglefino para desayunar.",
      "imageLink": "image_files\\English\\haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "merluza",
      "translation": "colín",
      "definition": "Un tipo de pez de sabor suave, a menudo utilizado en la cocina, especialmente en la región mediterránea.",
      "definition_translation": "Un tipo de pescado de sabor suave, a menudo utilizado en la cocina, especialmente en la región del Mediterráneo.",
      "example": "Comí merluza para cenar anoche, estaba deliciosa. Comeré merluza para cenar la próxima semana. Comí merluza para cenar cuando estuve en España.",
      "example_translation": "Yo tuve colín para cenar la noche pasada, estaba delicioso. Tendré colín para cenar la próxima semana. Tuve colín para cenar cuando estuve en España.",
      "imageLink": "image_files\\English\\hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halibut",
      "translation": "halibut",
      "definition": "Un tipo de pez de carne blanca firme, a menudo utilizado en la cocina, especialmente en sándwiches y ensaladas.",
      "definition_translation": "Un tipo de pescado de carne blanca firme, a menudo utilizado en la cocina, especialmente en sándwiches y ensaladas.",
      "example": "Me encanta comer sándwiches de halibut en la playa. Mi madre cocinará halibut para cenar mañana. Comí halibut en el restaurante la semana pasada.",
      "example_translation": "Me encanta comer sándwiches de halibut en la playa. Mi madre cocinará halibut para cenar mañana. Comí halibut en el restaurante la semana pasada.",
      "imageLink": "image_files\\English\\halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arenque",
      "translation": "arenque",
      "definition": "Un tipo de pez pequeño y aceitoso, a menudo encurtido o curado y utilizado como snack o aperitivo.",
      "definition_translation": "Un tipo de pescado pequeño y aceitoso, a menudo encurtido o curado y utilizado como aperitivo o snack.",
      "example": "Comí arenque para desayunar cuando estuve en Noruega. Mi abuela preparará arenque para la fiesta esta noche. Comeré arenque en el festival el próximo año.",
      "example_translation": "Comí arenque para desayunar cuando estaba en Noruega. Mi abuela preparará arenque para la fiesta esta noche. Comeré arenque en el festival el año que viene.",
      "imageLink": "image_files\\English\\herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lamprea",
      "translation": "lamprea",
      "definition": "Un pezsimilar a la anguila con una ventosa en su cabeza, utilizado como alimento.",
      "definition_translation": "un pez similar a una anguila con una ventosa en la cabeza, utilizado como alimento.",
      "example": "La lamprea se adhirió al tiburón. Ayer, vi una lamprea en el acuario. Para el próximo año, habré atrapado una lamprea.",
      "example_translation": "La lamprea se attachesó al tiburón. Ayer, vi una lamprea en el acuario. Para el próximo año, habré atrapado una lamprea.",
      "imageLink": "image_files\\English\\lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballa",
      "translation": "jurel",
      "definition": "Un pez rápido que nada con un cuerpo brillante, a menudo comido como alimento.",
      "definition_translation": "un pez que nada rápido con un cuerpo brillante, a menudo comido como alimento.",
      "example": "Cociné una caballa para cenar. Las caballas están nadando en el océano. Para mañana, habré asado una caballa.",
      "example_translation": " Cociné un jurel para cenar. Los jureles están nadando en el océano. Para mañana, habré asado un jurel.",
      "imageLink": "image_files\\English\\mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mura",
      "translation": "mujol",
      "definition": "Un tipo de pez similar a la anguila, a menudo encontrado en aguas tropicales.",
      "definition_translation": "un tipo de pez similar a una anguila, a menudo encontrado en aguas tropicales.",
      "example": "La mura nadó rápidamente a través del arrecife de coral. Ayer, vi una mura en el acuario. Para el próximo mes, habré atrapado una mura.",
      "example_translation": "El mujol nadó rápidamente a través del arrecife de coral. Ayer, vi un mujol en el acuario. Para el próximo mes, habré atrapado un mujol.",
      "imageLink": "image_files\\English\\moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perca",
      "translation": "perca",
      "definition": "Una perca es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo alargado y afilados aletas.",
      "definition_translation": "Una perca es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo alargado y aletas afiladas.",
      "example": "Atrapé una perca mientras pescaba en el lago ayer. Atraparé una perca mientras pesco en el lago mañana. Atrapo una perca mientras pesco en el lago ahora.",
      "example_translation": "Atrapé una perca mientras pescaba en el lago ayer. Atraparé una perca mientras pescaba en el lago mañana. Atrapo una perca mientras pescaba en el lago ahora.",
      "imageLink": "image_files\\English\\perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lucio",
      "translation": "lucio",
      "definition": "Un lucio es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo largo y delgado y dientes afilados.",
      "definition_translation": "Un lucio es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo largo y delgado y dientes afilados.",
      "example": "Vi un lucio nadando en el río la semana pasado. Veré un lucio nadando en el río la próxima semana. Veo un lucio nadando en el río ahora.",
      "example_translation": "Vi un lucio nadando en el río la semana pasada. Veré un lucio nadando en el río la semana próxima. Veo un lucio nadando en el río ahora.",
      "imageLink": "image_files\\English\\pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piraña",
      "translation": "piraña",
      "definition": "Una piraña es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su pequeño tamaño y dientes afilados.",
      "definition_translation": "Una piraña es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su pequeño tamaño y dientes afilados.",
      "example": "La piraña atacó el pez en el acuario ayer. La piraña atacará el pez en el acuario mañana. La piraña ataca el pez en el acuario ahora.",
      "example_translation": "La piraña atacó el pez en el acuario ayer. La piraña atacará el pez en el acuario mañana. La piraña ataca el pez en el acuario ahora.",
      "imageLink": "image_files\\English\\piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenguado",
      "translation": "lenguado",
      "definition": "Un lenguado es un tipo de pez plano, a menudo utilizado como pez comestible, encontrado en el Océano Atlántico y el Mar Mediterráneo.",
      "definition_translation": "Un tipo de pez plano, a menudo utilizado como pescado comestible, encontrado en el Océano Atlántico y el Mar Mediterráneo.",
      "example": "Atrapé un lenguado mientras pescaba ayer, estaba delicioso asado. Atraparé otro mañana, y mi amigo atrapó uno la semana pasada.",
      "example_translation": "Atrapé un lenguado mientras pescaba ayer, estaba delicioso a la parrilla. Cogeré otro mañana, y mi amigo atrapó uno la semana pasada.",
      "imageLink": "image_files\\English\\plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rutilo",
      "translation": "rutilo",
      "definition": "Un rutilo es un tipo de pez de agua dulce, a menudo considerado una plaga debido a su capacidad para prosperar en aguas contaminadas.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo considerado una plaga debido a su capacidad para prosperar en aguas contaminadas.",
      "example": "El rutilo infestó el lago, haciendo difícil atrapar otros peces. Intentaremos eliminarlos la próxima semana, pero estaban presentes el mes pasado también.",
      "example_translation": "El rutilo invadió el lago, haciendo difícil pescar otros peces. Intentaremos eliminarlos la próxima semana, pero también estaban presentes el mes pasado.",
      "imageLink": "image_files\\English\\roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sardina",
      "translation": "sardina",
      "definition": "Una sardina es un pequeño pez aceitoso, a menudo enlatado y utilizado como fuente de alimento.",
      "definition_translation": "Un pez pequeño y grasoso, a menudo enlatado y utilizado como fuente de alimento.",
      "example": "Abrí una lata de sardinas para almorzar, y estaban muy sabrosas. Mi abuela solía comer sardinas para desayunar, y mi hermano las comerá mañana.",
      "example_translation": "Abrí una lata de sardinas para almorzar, y estaban muy sabrosas. Mi abuela solía comer sardinas para desayunar, y mi hermano las comerá mañana.",
      "imageLink": "image_files\\English\\sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez sierra",
      "translation": "pejegato",
      "definition": "Un pez sierra es un tipo de raya que tiene un largo y estrecho hocico que se utiliza para encontrar y atrapar presas.",
      "definition_translation": "Un pejegato es un tipo de raya que tiene una nariz larga y estrecha que se utiliza para encontrar y cazar presas.",
      "example": "La bióloga estudió el pez sierra en su hábitat natural, observando cómo utilizaba su sierra para detectar señales eléctricas de sus presas. La semana pasada, ella vio un pez sierra en el acuario, y ayer, verá otro en el wilde.",
      "example_translation": "El biólogo estudió el pejegato en su hábitat natural, observando cómo utilizaba su sierra para detectar señales eléctricas de sus presas. El año pasado, ella vio un pejegato en el acuario, y ayer, ella verá otro en el medio silvestre.",
      "imageLink": "image_files\\English\\sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escalar",
      "translation": "escalar",
      "definition": "En física, un escalar es una cantidad que tiene solo magnitud, sin dirección.",
      "definition_translation": "En física, un escalar es una cantidad que tiene solo magnitud, sin dirección.",
      "example": "El físico utilizó cantidades escalares para describir el movimiento del objeto, explicando que tenía una aceleración escalar debida a la gravedad. Ella utilizará campos escalares para modelar el campo electromagnético en el futuro.",
      "example_translation": "El físico utilizó cantidades escalares para describir el movimiento del objeto, explicando que tenía una aceleración escalar debida a la gravedad. Ella utilizará campos escalares para modelar el campo electromagnético en el futuro.",
      "imageLink": "image_files\\English\\scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escala",
      "translation": "escala",
      "definition": "Una escala es una serie de notas musicales en un patrón específico, utilizada para crear armonía y melodía.",
      "definition_translation": "Una escala es una serie de notas musicales en un patrón específico, utilizada para crear armonía y melodía.",
      "example": "El músico practicó la escala de Do mayor todos los días para mejorar sus habilidades en el piano. La semana pasada, ella tocó una canción en la escala de Mi menor, y la próxima semana, compondrá una pieza en la escala de Fa sostenido.",
      "example_translation": "La música practicó la escala de do mayor todos los días para mejorar sus habilidades en el piano. La semana pasada, ella tocó una canción en la escala de sol menor, y la próxima semana, ella compondrá una pieza en la escala de fa sostenido.",
      "imageLink": "image_files\\English\\scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballito de mar",
      "translation": "caballito de mar",
      "definition": "Un caballito de mar es un animal marino que pertenece a la familia Syngnathidae, caracterizado por su cabeza de caballo, cola curva y capacidad para nadar erecto.",
      "definition_translation": "Un caballito de mar es un animal marino que pertenece a la familia Syngnathidae, caracterizado por su cabeza de caballo, cola enrollada y capacidad de nadar erecto.",
      "example": "Vi un caballito de mar nadando en el acuario ayer. Veré un caballito de mar nadando en el acuario mañana. Veo un caballito de mar nadando en el acuario ahora.",
      "example_translation": "Vi a un caballito de mar nadando en el acuario ayer. Veré a un caballito de mar nadando en el acuario mañana. Veo a un caballito de mar nadando en el acuario ahora.",
      "imageLink": "image_files\\English\\seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suela",
      "translation": "lengua",
      "definition": "La suela se refiere al fondo o parte inferior de algo, como un pie o un zapato, o un tipo de pez plano.",
      "definition_translation": "Lengua se refiere al fondo o lado inferior de algo, como un pie o un zapato, o un tipo de pez plano.",
      "example": "La suela de mi zapato estaba gastada. Limpia la suela de mi zapato mañana. Limpie la suela de mi zapato ayer.",
      "example_translation": "La lengua de mi zapato estaba gastada. Limpie la lengua de mi zapato mañana. Limpie la lengua de mi zapato ayer.",
      "imageLink": "image_files\\English\\sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espatín",
      "translation": "espadín",
      "definition": "Un espatín es un pez pequeño y grasoso, a menudo capturado para alimentación o utilizado como cebo.",
      "definition_translation": "Un espadín es un pez pequeño y grasoso, a menudo capturado para la comida o utilizado como cebo.",
      "example": "Atrapé un espatín mientras pescaba la semana pasada. Voy a comer un espatín para cenar esta noche. Comí un espatín para el almuerzo ayer.",
      "example_translation": "Atrapé un espadín mientras pescaba la semana pasada. Comeré un espadín para cenar esta noche. Comí un espadín para almuerzo ayer.",
      "imageLink": "image_files\\English\\sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarchilla",
      "translation": "gasterósteo",
      "definition": "Un pez pequeño de agua dulce con una fila distinguida de espinas a lo largo de su espalda, encontrado en Europa y Asia",
      "definition_translation": "Un pequeño pez de agua dulce con una hilera distinta de espinas a lo largo de su espalda, encontrado en Europa y Asia",
      "example": "Atrapé una escarchilla en el río cuando era niño. Atraparé una escarchilla en el río mañana. Ella había atrapado una escarchilla en el río la semana pasada.",
      "example_translation": "Atrapé un gasterósteo en el río cuando era niño. Atraparé un gasterósteo en el río mañana. Ella había atrapado un gasterósteo en el río la semana pasada.",
      "imageLink": "image_files\\English\\stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esturión",
      "translation": "esturión",
      "definition": "Un pez grande con un cuerpo alargado y una nariz distinguida, encontrado en ríos y áreas costeras",
      "definition_translation": "Un gran pez con un cuerpo largo y delgado y una nariz distintiva, encontrado en ríos y áreas costeras",
      "example": "El esturión nadó río arriba para desovar. El esturión migrará río abajo el mes que viene. Ellos habían atrapado un esturión en el río el año pasado.",
      "example_translation": "El esturión nadó río arriba para desovar. El esturión migrará río abajo el mes próximo. Ellos habían atrapado un esturión en el río el año pasado.",
      "imageLink": "image_files\\English\\sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez luna",
      "translation": "pez luna",
      "definition": "Un pez grande con un cuerpo aplanado y aletas pequeñas, a menudo encontrado cerca de la superficie del agua",
      "definition_translation": "Un gran pez con un cuerpo aplanado y aletas pequeñas, a menudo encontrado cerca de la superficie del agua",
      "example": "El pez luna nadó cerca de la superficie. El pez luna será capturado por los pescadores mañana. Ellos habían visto un pez luna en el océano el verano pasado.",
      "example_translation": "El pez luna nadó cerca de la superficie. El pez luna será atrapado por los pescadores mañana. Ellos habían visto un pez luna en el océano el verano pasado.",
      "imageLink": "image_files\\English\\sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pejelagarto",
      "translation": "pez espada",
      "definition": "Un pez marino grande con una cuenta larga y puntiaguda y una forma distinguida, muy apreciado por su carne",
      "definition_translation": "un pez marino grande con un pico largo y una forma distintiva, apreciado por su carne",
      "example": "Atrapé un pejelagarto mientras pescaba en alta mar el año pasado, y atraparé otro el próximo verano, pero no estoy atrapando uno hoy.",
      "example_translation": "Atrapé un pez espada mientras pescaba en alta mar el año pasado, y atraparé otro el próximo verano, pero no estoy atrapando ninguno hoy.",
      "imageLink": "image_files\\English\\swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenca",
      "translation": "tenca",
      "definition": "Un pez de agua dulce con un cuerpo aplanado y una boca pequeña, encontrado en ríos y lagos",
      "definition_translation": "un pez de agua dulce con cuerpo aplanado y boca pequeña, encontrado en ríos y lagos",
      "example": "Solía atrapar tenca en el río cerca de mi aldea cuando era niño, y todavía atrapo algunas hoy, pero no atraparé ninguna mañana.",
      "example_translation": "Solía atrapar tenca en el río cerca de mi aldea cuando era niño, y todavía las atrapo hoy, pero no atraparé ninguna mañana.",
      "imageLink": "image_files\\English\\tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lucio",
      "translation": "lucio",
      "definition": "Un pez grande de agua dulce con un cuerpo alargado y un sabor distinguido, encontrado en ríos y lagos",
      "definition_translation": "un pez de agua dulce grande con cuerpo largo y delgado y un sabor distinto, encontrado en ríos y lagos",
      "example": "Voy a tratar de atrapar un lucio en el lago el fin de semana que viene, y traté de atrapar uno el año pasado, pero no estoy atrapando uno hoy.",
      "example_translation": "¿Voy a intentar atrapar un lúcio en el lago el próximo fin de semana, y traté de atrapar uno el año pasado, pero no estoy atrapando ninguno hoy.",
      "imageLink": "image_files\\English\\zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]