[
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato",
      "translation": "gato",
      "definition": "Un pequeño mamífero carnívoro típicamente peludo. A menudo se llaman 'gatos de casa' cuando se mantienen como mascotas en interiores.",
      "definition_translation": "Un pequeño mamífero carnívoro típicamente peludo. A menudo se les llama 'gatos de la casa' cuando se mantienen como mascotas en interiores.",
      "example": "Tuve un gato cuando era niño. Ahora tengo dos gatos, y son muy juguetones. Me compraré un gato nuevo el año que viene.",
      "example_translation": "Tenía un gato cuando era niño. Ahora tengo dos gatos, y son muy juguetones. Me compraré un gato nuevo el año que viene.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vaca",
      "translation": "vaca",
      "definition": "Un gran mamífero ungulado domestico que se mantiene comúnmente en granjas y ranchos por su leche y carne.",
      "definition_translation": "Un mamífero ungulado grande domesticado que se mantiene comúnmente en granjas y ranchos por su leche y carne.",
      "example": "Las vacas están pastando en el campo. La vaca dio a luz a un ternero el mes pasado. Compraremos una vaca el año que viene.",
      "example_translation": "Las vacas están pastando en el campo. La vaca dio a luz a un ternero el mes pasado. Compraremos una vaca al año que viene.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro",
      "translation": "perro",
      "definition": "Un mamífero carnívoro domestico que pertenece a la familia Canidae y está estrechamente relacionado con el lobo gris.",
      "definition_translation": "Un mamífero carnívoro domesticado que pertenece a la familia Canidae y está estrechamente relacionado con el lobo gris.",
      "example": "Paseé a mi perro esta mañana. El perro está ladrando fuerte. Llevaré a mi perro al parque mañana.",
      "example_translation": "Paseé a mi perro esta mañana. El perro está ladrando fuerte. Llevaré a mi perro al parque mañana.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballo",
      "translation": "caballo",
      "definition": "Un gran mamífero herbívoro usado para montar, conducir y llevar paquetes.",
      "definition_translation": "Un gran mamífero herbívoro con pezuñas utilizado para montar, conducir y llevar paquetes.",
      "example": "Monté a caballo hasta el parque ayer, monté a caballo hasta el parque todos los días, y montaré a caballo hasta el parque mañana.",
      "example_translation": "Monté un caballo al parque ayer, monto un caballo al parque todos los días, y montaré un caballo al parque mañana.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerdo",
      "translation": "cerdo",
      "definition": "Un mamífero omnívoro, even-toed ungulado nativo de Eurasia y Norte de África.",
      "definition_translation": "Un mamífero ungulado omnívoro de cuerpo robusto originario de Eurasia y África del Norte.",
      "example": "Vi un cerdo en la granja ayer, veo un cerdo en la granja todos los días, y veré un cerdo en la granja mañana.",
      "example_translation": "Vi un cerdo en la granja ayer, veo un cerdo en la granja todos los días, y veré un cerdo en la granja mañana.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oveja",
      "translation": "oveja",
      "definition": "Un mamífero rumiante, even-toed ungulado que se mantiene típicamente en una granja o rancho por su lana y carne.",
      "definition_translation": "Un mamífero rumiante, ungulado incluso, que se mantiene típicamente en una granja o rancho por su lana y carne.",
      "example": "Conduje una oveja al pasto ayer, conduzco una oveja al pasto todos los días, y conduciré una oveja al pasto mañana.",
      "example_translation": "Arrie un rebaño de ovejas al pasto ayer, arreo un rebaño de ovejas al pasto todos los días, y arrearé un rebaño de ovejas al pasto mañana.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bebé",
      "translation": "bebé",
      "definition": "Un ser humano muy joven, desde su nacimiento hasta uno o dos años de edad.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "Sostuve al bebé en mis brazos ayer, estoy sosteniendo al bebé en mis brazos hoy, y sostendré al bebé en mis brazos mañana.",
      "example_translation": "Yo sostuve al bebé en mis brazos ayer, estoy sosteniendo al bebé en mis brazos hoy, y sostendré al bebé en mis brazos mañana.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oso",
      "translation": "oso",
      "definition": "Un gran mamífero carnívoro con pelo lanudo, encontrado en bosques y montañas.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas.",
      "example": "El oso corrió rápidamente por el bosque ayer, el oso está corriendo rápidamente por el bosque hoy, y el oso correrá rápidamente por el bosque mañana.",
      "example_translation": "El oso corrió rápidamente por el bosque ayer, el oso está corriendo rápidamente por el bosque hoy, y el oso correrá rápidamente por el bosque mañana.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chita",
      "translation": "chita",
      "definition": "Un gran gato con un pelaje amarillento-marrón y manchas negras, nativo de África y Asia.",
      "definition_translation": "Un gato grande con un pelaje amarillo-marrón y manchas negras, nativo de África y Asia.",
      "example": "La chita corría extremadamente rápido en la sabana ayer, la chita está corriendo extremadamente rápido en la sabana hoy, y la chita correrá extremadamente rápido en la sabana mañana.",
      "example_translation": "La chita corría extremadamente rápido en la sabana ayer, la chita está corriendo extremadamente rápido en la sabana hoy, y la chita correrá extremadamente rápido en la sabana mañana.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elefante",
      "translation": "elefante",
      "definition": "Un gran animal inteligente y social con un largo probóscide, usado en zoos y circos, y anteriormente usado como bestia de carga.",
      "definition_translation": "Un animal grande, inteligente y social con una larga probóscide, utilizado en zoos y circos, y anteriormente usado como bestia de carga.",
      "example": "Vi un elefante en el zoológico ayer, está comiendo ahora, y caminará libremente en la naturaleza mañana.",
      "example_translation": "Vi un elefante en el zoológico ayer, está comiendo ahora, y caminará libremente en la naturaleza mañana.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerdo de Guinea",
      "translation": "cuy",
      "definition": "Un pequeño roedor herbívoro comúnmente mantenido como mascota o utilizado en investigación científica.",
      "definition_translation": "Un pequeño, peludo, roedor herbívoro comúnmente mantenido como mascota o utilizado en investigaciones científicas.",
      "example": "Tenía un cerdo de Guinea como mascota cuando era niño, era muy lindo y hará un gran compañero para mi hermana algún día.",
      "example_translation": "Tuve un cuy como mascota cuando era niño, era muy lindo, y hará un gran compañero de mi hermana algún día.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hámster",
      "translation": "hámster",
      "definition": "Un pequeño mamífero carnívoro comúnmente mantenido como mascota, originario de Siria y Europa.",
      "definition_translation": "Un pequeño, peludo, mamífero carnívoro comúnmente mantenido como mascota, originario de Siria y Europa.",
      "example": "Compré un hámster la semana pasada, está corriendo en su rueda ahora, y será una gran mascota para mi hermano el año que viene.",
      "example_translation": "Compré un hámster la semana pasada, está corriendo en su rueda ahora, y será una gran mascota para mi hermano el próximo año.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "león",
      "translation": "león",
      "definition": "Un león es un gran mamífero carnívoro que vive en manadas en las sabanas y praderas de África y la India.",
      "definition_translation": "Un león es un mamífero carnívoro grande que vive en manadas en las sabanas y praderas de África y la India.",
      "example": "El león rugió fuerte en la jungla. Ayer, el león estaba durmiendo. Mañana, el león cazará su presa.",
      "example_translation": "El león rugió fuerte en la jungla. Ayer, el león estaba durmiendo. Mañana, el león cazará su presa.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mono",
      "translation": "mono",
      "definition": "Un mono es un primate que pertenece al orden de los primates, que incluye lémures, loris, tarseros y simios.",
      "definition_translation": "Un mono es un primate que pertenece al orden de primates, que incluye lémures, lorises, tarseros y simios.",
      "example": "El mono se balanceó de árbol en árbol. Ayer, el mono estaba jugando. Mañana, el mono subirá la montaña.",
      "example_translation": "El mono se columpiaba de árbol en árbol. Ayer, el mono estava jugando. Mañana, el mono subirá la montaña.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rato",
      "translation": "ratón",
      "definition": "Un rato es un pequeño mamífero roedor que vive en agujeros en el suelo o en paredes.",
      "definition_translation": "Un ratón es un pequeño mamífero roedor que vive en hoyos en el suelo o en paredes.",
      "example": "El rato corrió por el piso. Ayer, el rato estaba escondido. Mañana, el rato roerá el queso.",
      "example_translation": "El ratón corrió attraversó el suelo. Ayer, el ratón estaba escondido. Mañana, el ratón mordisqueará el queso.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conejo",
      "translation": "conejo",
      "definition": "Un pequeño mamífero con orejas largas y dientes afilados, típicamente vive en madrigueras o conejeras.",
      "definition_translation": "Un pequeño mamífero peludo con orejas largas y dientes afilados, que Vive typicalmente en madrigueras o warrens.",
      "example": "Vi un conejo saltando por el campo. El conejo estaba saltando por el campo. Veré un conejo saltando por el campo.",
      "example_translation": "Vi un conejo saltando a través del campo. El conejo estaba saltando a través del campo. Veré un conejo saltando a través del campo.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rata",
      "translation": "rata",
      "definition": "Una gran rata que se parece a un rato, comúnmente encontrada en alcantarillas y edificios.",
      "definition_translation": "Una gran roedor que se asemeja a un ratón, comúnmente encontrado en alcantarillas y edificios.",
      "example": "Atrapé una rata en mi casa. La rata estaba escondida en el agujero. Atraparé una rata en mi casa.",
      "example_translation": "Atrapé una rata en mi casa. La rata estaba escondida en el agujero. Atraparé una rata en mi casa.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "murciélago",
      "translation": "murciélago",
      "definition": "Un mamífero volador que utiliza ecolocación para navegar y encontrar insectos para comer.",
      "definition_translation": "Un mamífero volador que utiliza la ecolocación para navegar y encontrar insectos para comer.",
      "example": "El murciélago estaba volando alrededor de la cueva. El murciélago voló alrededor de la cueva. El murciélago volará alrededor de la cueva.",
      "example_translation": "El murciélago estaba volando alrededor de la cueva. El murciélago voló alrededor de la cueva. El murciélago volará alrededor de la cueva.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "toro",
      "translation": "toro",
      "definition": "Un macho bovino, especialmente uno que no está castrado o se utiliza para la cría.",
      "definition_translation": "Un bovino masculino, especialmente uno que no ha sido castrado o se utiliza para criar.",
      "example": "El granjero tenía un toro en su campo. Comprará un nuevo toro el año que viene. El toro había sido atacado por una manada de perros ayer.",
      "example_translation": "El granjero tenía un toro en su campo. Comprará un nuevo toro el próximo año. El toro había sido atacado por una manada de perros ayer.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ternero",
      "translation": "ternero",
      "definition": "El joven de various mamíferos, especialmente una vaca o elefante.",
      "definition_translation": "El joven de various mamíferos, especialmente una vaca o elefante.",
      "example": "El ternero nació la semana pasada. El ternero será grande y fuerte. El ternero había sido separado de su madre.",
      "example_translation": "El ternero nació el mes pasado. El ternero será grande y fuerte. El ternero había sido separado de su madre.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camello",
      "translation": "camello",
      "definition": "Un gran ungulado de pezuñas parejas con un humpo característico en su espalda, encontrado en los desiertos de Asia y África.",
      "definition_translation": "Un gran ungulado de pezuñas parejas con una joroba característica en su espalda, encontrado en los desiertos de Asia y África.",
      "example": "El camello cabalgó a través del desierto. Cabalgaremos un camello la próxima semana. El camello había estado caminando durante horas.",
      "example_translation": "El camello cabalgó a través del desierto. Montaremos un camello la próxima semana. El camello había estado caminando durante horas.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganado",
      "translation": "ganado",
      "definition": "Mamíferos domesticados criados en una granja o rancho, típicamente mantenidos por su leche, carne o pieles.",
      "definition_translation": "Mamíferos domésticos criados en una granja o rancho, comúnmente mantenidos por su leche, carne o pieles.",
      "example": "El granjero poseía un gran rebaño de ganado, que criaba por su leche. Los había criado desde que eran terneros, y ahora estaban prosperando. Para el próximo año, aumentará el tamaño de su ganado.",
      "example_translation": "El granjero era dueño de un gran rebaño de ganado, que criaba por su leche. Los había criado desde que eran terneros, y ahora estaban prosperando. Para el próximo año, habrá aumentado el tamaño de su ganado.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delfín",
      "translation": "delfín",
      "definition": "Un mamífero marino altamente inteligente y social que está estrechamente relacionado con las ballenas y marsopas.",
      "definition_translation": "Un mamífero marino muy inteligente y social que está estrechamente relacionado con las ballenas y marsopas.",
      "example": "El delfín nadó juguetonamente en el océano, saltando y emergiendo del agua. Había sido visto por turistas muchas veces antes, y probablemente sería visto de nuevo mañana. Para la próxima semana, el delfín habrá nadado más al norte.",
      "example_translation": "El delfín nadó juguetonamente en el océano, saltando y brincando fuera del agua. Había sido visto por turistas muchas veces antes, y probablemente sería visto nuevamente mañana. Para la próxima semana, el delfín habrá nadado más al norte.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "burro",
      "translation": "burro",
      "definition": "Un animal equino domesticado o feral que es más pequeño que un caballo, con un pelaje gris o marrón y un brayido característico.",
      "definition_translation": "Un animal equino doméstico o feral que es más pequeño que un caballo, con un pelaje gris o marrón y un característico rebuzno fuerte.",
      "example": "El granjero usaba un burro para llevar cargas pesadas montaña arriba. Lo había usado durante años, y siempre había sido confiable. Para el próximo mes, el granjero habrá entrenado un nuevo burro.",
      "example_translation": "El granjero usó un burro para llevar cargas pesadas hacia la montaña. Había usado el burro durante años, y siempre había sido confiable. Para el próximo mes, el granjero habrá entrenado a un nuevo burro.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hembra",
      "translation": "hembra",
      "definition": "Una hembra es una persona o animal del sexo que produce huevos, caracterizada por la presencia de ovarios.",
      "definition_translation": "Una hembra es una persona o animal del sexo que produce huevos, caracterizada por la presencia de ovarios",
      "example": "Ella era una hembra fuerte e independiente que amaba viajar. Había estado en muchos países en el pasado, y actualmente estaba planeando un viaje a Europa. En el futuro, esperaba visitar Asia.",
      "example_translation": "Era una hembra fuerte e independiente que amaba viajar. Había visitado muchos países en el pasado, y actualmente, estaba planeando un viaje a Europa. En el futuro, esperaba visitar Asia.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piel",
      "translation": "piel",
      "definition": "La piel es el pelo grueso, suave y cálido que cubre los cuerpos de muchos animales, especialmente mamíferos.",
      "definition_translation": "La piel es el pelo grueso, suave y cálido que cubre los cuerpos de muchos animales, especialmente mamíferos.",
      "example": "El gato tenía una piel hermosa que era suave al tacto. En invierno, su piel crecía más gruesa para mantenerla caliente. En el futuro, los científicos esperan crear piel artificial que sea tan cálida y suave como la natural.",
      "example_translation": "El gato tenía una hermosa piel que era suave al tacto. En invierno, su piel crecía más gruesa para mantenerlo caliente. En el futuro, los científicos esperan crear piel artificial que sea tan cálida y suave.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jirafa",
      "translation": "jirafa",
      "definition": "Una jirafa es un mamífero ungulado alto con un patrón de pelaje característico y una cabeza y patas largas.",
      "definition_translation": "Una jirafa es un mamífero ungulado de patas pares con un patrón de pelaje distinto y un cuello y patas largos.",
      "example": "En el zoológico, vimos una jirafa comiendo hojas de un árbol alto. En el pasado, las jirafas se encontraban en muchas partes de África, pero actualmente sus hábitats están limitados. En el futuro, los esfuerzos de conservación esperan aumentar sus poblaciones.",
      "example_translation": "En el zoológico, vimos una jirafa comiendo hojas de un árbol alto. En el pasado, las jirafas se encontraban en muchas partes de África, pero actualmente, sus hábitats están limitados. En el futuro, los esfuerzos de conservación esperan aumentar sus poblaciones.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cabra",
      "translation": "cabra",
      "definition": "Una cabra es un mamífero que pertenece a la familia Bovidae y está estrechamente relacionada con ovejas y antílopes. Son animales ágiles y curiosos, conocidos por su capacidad de trepar y saltar.",
      "definition_translation": "Una cabra es un mamífero que pertenece a la familia Bovidae y está estrechamente relacionada con ovejas y antílopes. Son animales ágiles y curiosos, conocidos por su capacidad para escalar y saltar.",
      "example": "Vi una cabra pastando en el campo ayer. La cabra está comiendo hierba ahora. Compraré una cabra como mascota el próximo año.",
      "example_translation": "Vi una cabra pastando en el campo ayer. La cabra está comiendo hierba ahora. Compraré una cabra como mascota el año que viene.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "liebre",
      "translation": "liebre",
      "definition": "Una liebre es un mamífero de patas largas que pertenece a la familia Leporidae. Son conocidos por su velocidad y agilidad, y se encuentran a menudo en campos abiertos y praderas.",
      "definition_translation": "Una liebre es un mamífero que se mueve rápidamente, con patas largas que pertenece a la familia Leporidae. Son conocidos por su velocidad y agilidad, y se encuentran comúnmente en campos abiertos y praderas.",
      "example": "Vi una liebre corriendo a través del campo ayer. La liebre está escondida detrás de un arbusto ahora. Intentaré cazar una liebre la próxima semana.",
      "example_translation": "Vi una liebre corriendo a través del campo ayer. La liebre está escondida detrás de un arbusto ahora. Intentaré atrapar una liebre la próxima semana.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hipopótamo",
      "translation": "hipopótamo",
      "definition": "Un hipopótamo es un mamífero grande y semi-acuático que pertenece a la familia Hippopotamidae. Son conocidos por sus cuerpos robustos, patas cortas y se encuentran a menudo en ríos y lagos.",
      "definition_translation": "Un hipopótamo es un mamífero grande, semiacuático que pertenece a la familia Hippopotamidae. Son conocidos por sus cuerpos robustos, patas cortas, y se encuentran comúnmente en ríos y lagos.",
      "example": "Vi un hipopótamo nadando en el río ayer. El hipopótamo está comiendo hierba ahora. Visitaré un santuario de hipopótamos el próximo mes.",
      "example_translation": "Vi un hipopótamo nadando en el río ayer. El hipopótamo está comiendo hierba ahora. Visitaré un santuario de hipopótamos el próximo mes.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gatito",
      "translation": "gatito",
      "definition": "Un gatito es un gato juvenil, típicamente en el primer año de su vida. Los gatitos nacen después de un período de gestación de alrededor de 63-65 días y se desarrollan rápidamente, abriendo sus ojos alrededor de 7-10 días de edad.",
      "definition_translation": "Un gatito es un gato juvenil, generalmente en el primer año de su vida. Los gatitos nacen después de un período de gestación de alrededor de 63-65 días y se desarrollan rápidamente, abriendo típicamente los ojos alrededor de 7-10 días de edad.",
      "example": "Vi un gatito jugando con una bola de lana ayer. El gatito crecerá para ser un gato hermoso. Para esta época del año que viene, el gatito habrá aprendido a cazar ratones.",
      "example_translation": "Vi un gatito jugando con una bola de lana ayer. El gatito crecerá para ser un hermoso gato. Para esta época del año que viene, el gatito habrá aprendido a cazar ratones.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cordero",
      "translation": "cordero",
      "definition": "Un cordero es un joven ovino, típicamente en el primer año de su vida. Los corderos se asocian a menudo con la primavera y son conocidos por sus suaves balidos.",
      "definition_translation": "Un cordero es un joven carnero, generalmente en el primer año de su vida. Los corderos suelen asociarse con la primavera y son conocidos por sus suaves sonidos de balido.",
      "example": "El cordero nació la semana pasada y ya está corriendo por el campo. El cordero será destetado pronto, y entonces podrá comer hierba por sí mismo. Para el año que viene, el cordero habrá crecido en un fuerte ovino.",
      "example_translation": "El cordero nació la semana pasada y ya está corriendo por el campo. El cordero será destetado pronto, y luego podrá comer hierba por sí mismo. Para el próximo año, el cordero habrá crecido en un fuerte carnero.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "macho",
      "translation": "masculino",
      "definition": "Un macho es un organismo que produce gametos, que son las células que se fusionan durante la reproducción para formar un zigoto. En muchas especies, los machos son conocidos por sus características físicas específicas, como el vello facial en humanos.",
      "definition_translation": "Un macho es un organismo que produce gametos, que son las células que se fusionan durante la reproducción para formar un zigoto. En muchas especies, los machos son conocidos por sus características físicas específicas, como el vello facial en los humanos.",
      "example": "El león macho es conocido por su majestuosa melena. El estudiante macho obtuvo una puntuación mayor que la estudiante hembra en la prueba. Para cuando tenía 30 años, el atleta macho había ganado varios campeonatos.",
      "example_translation": "El león macho es conocido por su majestuosa melena. El estudiante masculino obtuvo una puntuación más alta en la prueba que la estudiante femenina. Para cuando tenía 30 años, el atleta masculino había ganado varios campeonatos.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mula",
      "translation": "mula",
      "definition": "Una mula es el vástago de un burro macho y una yegua, conocida por su fuerza y obstinación.",
      "definition_translation": "Una mula es la progenie de un asno macho y una yegua, conocida por su fuerza y terquedad.",
      "example": "Monté una mula a través del Gran Cañón el año pasado, y era muy obstinada. Montaré una mula a través de las montañas este año, y es muy cooperativa. Montaré una mula a lo largo de la playa el año que viene, y espero que sea bien comportada.",
      "example_translation": "Monté una mula por el Gran Cañón el año pasado, y era muy terca. Estoy montando una mula por las montañas este año, y está siendo muy cooperativa. Montaré una mula por la playa el año próximo, y espero que sea bien comportada.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "puma",
      "definition": "Un puma es un gran felino nativo de las Américas, también conocido como león de montaña.",
      "definition_translation": "Un puma es un gato grande nativo de las Américas, también conocido como puma o león de montaña.",
      "example": "Vi un puma en el zoológico la semana pasada, y estaba durmiendo. Iré a los Andes la próxima año para ver un puma en su hábitat natural. Vi un puma en el bosque el año pasado, y era muy esquivo.",
      "example_translation": "Vi un puma en el zoológico la semana pasada, y estaba durmiendo. Iré a las montañas de los Andes el año próximo para ver un puma en su hábitat natural. Vi un puma en estado salvaje el año pasado, y era muy esquivo.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perrito",
      "translation": "cachorro",
      "definition": "Un perrito es un perro joven, especialmente uno que tiene menos de un año de edad.",
      "definition_translation": "Un cachorro es un perro joven, especialmente uno que tiene menos de un año.",
      "example": "Tenía un perrito cuando era niño, y era muy juguetón. Tendré un perrito el año que viene, y será muy lindo. Vi un perrito en el parque ayer, y era muy energético.",
      "example_translation": "Tuve un cachorro cuando era niño, y era muy juguetón. Me llevaré un cachorro el año próximo, y será muy lindo. Vi un cachorro en el parque ayer, y era muy energético.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reno",
      "translation": "reno",
      "definition": "Un reno es un tipo de ciervo con un abrigo grueso que vive en climas fríos, especialmente en la región ártica.",
      "definition_translation": "Un reno es un tipo de ciervo con una capa gruesa que vive en climas fríos, especialmente en la región ártica.",
      "example": "El reno saltó sobre la valla. El reno está saltando sobre la valla. El reno saltará sobre la valla.",
      "example_translation": "El reno saltó sobre la valla. El reno está saltando sobre la valla. El reno saltará sobre la valla.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tigre",
      "translation": "tigre",
      "definition": "Un tigre es un gran mamífero carnívoro con un patrón de rayas naranja y negra característico, nativo de Asia.",
      "definition_translation": "Un tigre es un mamífero carnívoro grande con un patrón de rayas naranja y negro distintivo, originario de Asia.",
      "example": "El tigre rugió fuerte. El tigre está rugiendo fuerte. El tigre rugirá fuerte.",
      "example_translation": "El tigre rugió fuerte. El tigre está rugiendo fuerte. El tigre rugirá fuerte.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ballena",
      "translation": "ballena",
      "definition": "Una ballena es un gran mamífero acuático que respira aire a través de su espiráculo, y se encuentra en todos los océanos del mundo.",
      "definition_translation": "Una ballena es un mamífero acuático grande que respira aire a través de su agujero de respiración, y se encuentra en todos los océanos del mundo.",
      "example": "La ballena nadó en el océano. La ballena está nadando en el océano. La ballena nadará en el océano.",
      "example_translation": "La ballena nadó en el océano. La ballena está nadando en el océano. La ballena nadará en el océano.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciervo",
      "translation": "ciervo",
      "definition": "Un ciervo es un tipo de mamífero silvestre o doméstico que pertenece a la familia Cervidae. Son nativos de muchas partes del mundo y se cazan a menudo por su carne y pieles.",
      "definition_translation": "Un ciervo es una especie de mamífero silvestre o domesticado que pertenece a la familia Cervidae. Son nativos de muchas partes del mundo y a menudo se cazan por su carne y pieles.",
      "example": "Vi un ciervo pastando en el campo ayer. Veré un ciervo pastando en el campo mañana. He visto un ciervo pastando en el campo muchas veces antes.",
      "example_translation": "Vi un ciervo pastando en el campo ayer. Veré un ciervo pastando en el campo mañana. He visto un ciervo pastando en el campo muchas veces antes.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zorro",
      "translation": "zorro",
      "definition": "Un zorro es un pequeño mamífero carnívoro que pertenece a la familia Canidae. Son conocidos por su astucia y sigilo, y se encuentran comúnmente en bosques y praderas.",
      "definition_translation": "Un zorro es un mamífero carnívoro pequeño que pertenece a la familia Canidae. Son conocidos por su astucia y sigilo, y a menudo se encuentran en bosques y praderas.",
      "example": "El zorro corría rápidamente por el bosque. El zorro correrá rápidamente por el bosque mañana. He visto al zorro corriendo rápidamente por el bosque muchas veces antes.",
      "example_translation": "El zorro corrió rápidamente a través del bosque. El zorro correrá rápidamente a través del bosque mañana. He visto al zorro corriendo rápidamente a través del bosque muchas veces antes.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorila",
      "translation": "gorila",
      "definition": "Un gorila es un primate grande e inteligente que pertenece a la familia Hominidae. Son nativos de África y son conocidos por su fuerza y naturaleza gentil.",
      "definition_translation": "Un gorila es un primate grande e inteligente que pertenece a la familia Hominidae. Son nativos de África y son conocidos por su fuerza y naturaleza gentil.",
      "example": "Vi un gorila jugando con su bebé en el zoológico. Veré un gorila jugando con su bebé en el zoológico mañana. He visto un gorila jugando con su bebé en el zoológico muchas veces antes.",
      "example_translation": "Vi un gorila jugando con su bebé en el zoológico. Veré un gorila jugando con su bebé en el zoológico mañana. He visto un gorila jugando con su bebé en el zoológico muchas veces antes.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "canguro",
      "translation": "canguro",
      "definition": "Un canguro es un marsupial tropical grande con una cola larga y poderosa, nativo de Australia y Nueva Guinea, conocido por su método de locomoción caracterizado por saltar.",
      "definition_translation": "un marsupial tropical grande con una cola larga y poderosa, nativo de Australia y Nueva Guinea, conocido por su método de locomoción característico, caracterizado por saltar.",
      "example": "El canguro saltó por el campo ayer, salta por el campo ahora y saltará por el campo mañana.",
      "example_translation": "El canguro saltó a través del campo ayer, salta a través del campo ahora y saltará a través del campo mañana.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "leopardo",
      "translation": "leopardo",
      "definition": "Un leopardo es un mamífero carnívoro grande de la familia Felidae, típicamente con un pelaje manchado o anillado, nativo de África y Asia.",
      "definition_translation": "un mamífero carnívoro grande de la familia de los gatos, típicamente con un abrigo moteado o anillado, nativo de África y Asia.",
      "example": "El leopardo acechó a su presa en la jungla anoche, está acechando a su presa en la jungla ahora y acechará a su presa en la jungla la próxima semana.",
      "example_translation": "El leopardo acechó a su presa en la selva la última noche, está acechando a su presa en la selva ahora y acechará a su presa en la selva la próxima semana.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buey",
      "translation": "buey",
      "definition": "Un buey es un mamífero domesticado utilizado como animal de tiro, especialmente en la agricultura, típicamente con un cuerpo robusto y cuernos fuertes.",
      "definition_translation": "un mamífero domesticado utilizado como animal de tracción, especialmente en la agricultura, típicamente con un cuerpo robusto y fuertes cuernos.",
      "example": "El buey tiró del arado por el campo ayer, está tirando del arado por el campo ahora y tirará del arado por el campo el próximo año.",
      "example_translation": "El buey tiró del arado a través del campo ayer, está tirando del arado a través del campo ahora y tirará del arado a través del campo el próximo año.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pata",
      "translation": "zarpa",
      "definition": "El pie de un animal, especialmente un cuadrúpedo, con garras.",
      "definition_translation": "El pie de un animal, especialmente un cuadrúpedo, con garras.",
      "example": "El gato levantó su pata para rascar el poste. Ayer, pateó la puerta. Mañana, patará las cortinas.",
      "example_translation": "El gato levantó su zarpa para rascar el poste. Ayer, zarpeó la puerta. Mañana, zarpeará las cortinas.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oso polar",
      "translation": "oso polar",
      "definition": "Un oso polar es un mamífero carnívoro grande que vive en las regiones árticas, con pelaje blanco y un olor característico.",
      "definition_translation": "Un gran mamífero carnívoro que vive en las regiones Árticas, con piel blanca y un olor característico.",
      "example": "El oso polar vagó por la tundra ártica. La semana pasada, había vagado por el pueblo. El próximo año, vagará por el bosque.",
      "example_translation": "El oso polar deambuló por la tundra Ártica. La semana pasada, había deambulado hasta el pueblo. El próximo año, deambulará hasta el bosque.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rinoceronte",
      "translation": "rinoceronte",
      "definition": "Un rinoceronte es un mamífero herbívoro grande con un hocico con cuernos, encontrado en África y Asia meridional.",
      "definition_translation": "Un gran mamífero herbívoro con una trompa característica con cuernos, encontrado en África y sur de Asia.",
      "example": "El rinoceronte cargó contra el turista. Ayer, había cargado contra la valla. Mañana, cargará contra los árboles.",
      "example_translation": "El rinoceronte cargó contra el turista. Ayer, había cargado contra la valla. Mañana, cargará contra los árboles.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "foca",
      "translation": "foca",
      "definition": "Un mamífero marino semiacuático con aletas, que vive en las aguas frías de los hemisferios norte y sur.",
      "definition_translation": "un mamífero marino semiacuático de pies palmados que vive en las aguas frías de los hemisferios Norte y Sur",
      "example": "Vi una foca nadando en el océano ayer, estaba nadando allí la semana pasada y nadará allí mañana de nuevo.",
      "example_translation": "Vi una foca nadando en el océano ayer, estaba nadando allí la semana pasada, y nadará allí de nuevo mañana.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ardilla",
      "translation": "ardilla",
      "definition": "Un roedor pequeño, típicamente peludo, con una cola tupida, nativo de bosques y bosques.",
      "definition_translation": "un pequeño mamífero roedor, generalmente peludo, con una cola boscosa, nativo de bosques y zonas forestales",
      "example": "La ardilla corría por el árbol ayer, está corriendo por el árbol ahora y habrá corrido por el árbol para mañana.",
      "example_translation": "La ardilla subió el árbol ayer, está subiendo el árbol ahora, y habrá subido el árbol para mañana.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]