[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ropa",
      "translation": "ropa",
      "definition": "La ropa es un término colectivo para los artículos vestidos en el cuerpo, típicamente hechos de telas, piel de animal o materiales sintéticos.",
      "definition_translation": "La ropa es un término colectivo para los artículos llevados en el cuerpo, típicamente hechos de telas, piel de animal o materiales sintéticos.",
      "example": "Me puse mi mejor ropa para la fiesta de anoche, me pongo ropa casual para trabajar todos los días y me pondré un traje para la entrevista de trabajo mañana.",
      "example_translation": "Me puse mi ropa mejor para la fiesta anoche, hoy y todos los días llevo ropa casual al trabajo, y llevaré un traje a la entrevista de trabajo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrigo",
      "translation": "abrigo",
      "definition": "Un abrigo es un tipo de ropa que se lleva en el cuerpo superior, típicamente hecho de tela gruesa u otros materiales, diseñado para proporcionar calor y protección.",
      "definition_translation": "Un abrigo es un tipo de ropa que se lleva en el cuerpo superior, típicamente hecho de tela gruesa u otros materiales, diseñado para proporcionar calor y protección.",
      "example": "Me puse un abrigo de invierno en las montañas el año pasado, me pongo un abrigo de cuero para montar mi motocicleta y me pondré un abrigo de lluvia para el festival de música la próxima semana.",
      "example_translation": "Me puse un abrigo de invierno en las montañas el año pasado, hoy llevo un abrigo de cuero para montar mi motocicleta, y llevaré un abrigo de lluvia al festival de música la semana que viene.",
      "imageLink": "image_files\\English\\"imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vestido",
      "translation": "vestido",
      "definition": "Un vestido es un tipo de prenda que se lleva las mujeres, típicamente consistente en una falda y un cuerpo, diseñado para ser llevado en ocasiones formales o semiformal.",
      "definition_translation": "Un vestido es un tipo de prenda que se lleva las mujeres, típicamente consistente en una falda y un cuerpo, diseñado para llevarse en ocasiones formales o semiformal.",
      "example": "Me puse un hermoso vestido para la boda del mes pasado, me pongo vestidos para trabajar los viernes y me pondré un vestido largo para la ópera el mes que viene.",
      "example_translation": "Me puse un vestido hermoso en la boda el mes pasado, hoy llevo vestidos al trabajo los viernes, y llevaré un vestido largo a la ópera el mes que viene.",
      "imageLink": "image_files\\English\\"imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombrero",
      "translation": "sombrero",
      "definition": "Un sombrero es una cubierta para la cabeza con una corona plana y una visera estrecha, típicamente llevado como decoración o para proteger la cabeza del sol.",
      "definition_translation": "Un sombrero es un cubrecabeza con una corona plana y una visera estrecha, que se lleva 일반mente para decorar o proteger la cabeza del sol.",
      "example": "Me puse un sombrero para la fiesta de ayer, me pongo un sombrero para trabajar todos los días y me pondré un sombrero para la playa mañana.",
      "example_translation": "Me puse un sombrero en la fiesta ayer, llevo un sombrero al trabajo todos los días, y llevaré un sombrero a la playa mañana.",
      "imageLink": "image_files\\English\\"imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones de mezclilla",
      "translation": "vaqueros",
      "definition": "Los pantalones de mezclilla son un tipo de pantalones hechos de mezclilla, a menudo llevados para ocasiones informales.",
      "definition_translation": "Los vaqueros son un tipo de pantalones hechos de denim, que se lleva 일반mente para ocasiones informales.",
      "example": "Compré un par de pantalones de mezclilla la semana pasada, me pongo pantalones de mezclilla para ir a la escuela todos los días y compraré otro par de pantalones de mezclilla el mes que viene.",
      "example_translation": "Compré un par de vaqueros la semana pasada, llevo vaqueros al colegio todos los días, y compraré otro par de vaqueros el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camisa",
      "translation": "camisa",
      "definition": "Una camisa es una prenda con cuello y mangas, típicamente llevada en el cuerpo superior.",
      "definition_translation": "Una camisa es un tipo de prenda con cuello y mangas, que se lleva общ적으로 en el cuerpo superior.",
      "example": "Me puse una camisa para la boda del año pasado, me pongo una camisa para trabajar todos los lunes y me pondré una camisa para la fiesta la próxima semana.",
      "example_translation": "Me puse una camisa en la boda del año pasado, llevo una camisa al trabajo todos los lunes, y llevaré una camisa a la fiesta la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapatilla",
      "translation": "zapato",
      "definition": "Una zapatilla es un calzado que cubre y protege el pie, típicamente hecho de cuero, plástico u otros materiales.",
      "definition_translation": "Un zapato es un calzado que cubre y protege el pie, típicamente hecho de cuero, plástico o otros materiales.",
      "example": "Me puse mis nuevas zapatillas para la fiesta de anoche. Me pondré mis zapatillas favoritas para la boda mañana. Ella se puso sus zapatillas de tacón alto para la oficina ayer.",
      "example_translation": "Me puse mi zapato nuevo en la fiesta anoche. Me pondré mi zapato favorito en la boda mañana. Ella se puso su zapato de tacón alto en la oficina ayer.",
      "imageLink": "image_files\\English\\"imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "falda",
      "translation": "falda",
      "definition": "Una falda es un tipo de ropa que se lleva las mujeres, típicamente extendiéndose desde la cintura hasta la cadera o rodilla, y a menudo decorada con patrones o diseños.",
      "definition_translation": "Una falda es un tipo de ropa que se lleva puesto por las mujeres, típicamente desde la cintura hasta la cadera o rodilla, y a menudo decorada con patrones o diseños.",
      "example": "Ella se puso una hermosa falda para el baile de promoción el año pasado. Compraré una nueva falda para el cumpleaños de mi hermana mañana. Ellas se pusieron sus faldas tradicionales para el festival cultural de ayer.",
      "example_translation": "Ella llevaba una hermosa falda al baile de fin de curso el año pasado. Compraré una nueva falda para el cumpleaños de mi hermana mañana. Ellos llevaron su falda tradicional al festival cultural ayer.",
      "imageLink": "image_files\\English\\"imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camiseta",
      "translation": "camiseta",
      "definition": "Una camiseta es una prenda casual, de manga corta, típicamente hecha de algodón, poliéster o una mezcla de materiales, a menudo decorada con logotipos, gráficos o texto.",
      "definition_translation": "Una camiseta es una camisa informal, manga corta, típicamente hecha de algodón, poliéster o una mezcla de materiales, a menudo decorada con logotipos, gráficos o texto.",
      "example": "Me puse una camiseta para ir al gimnasio ayer. Ella se pondrá una nueva camiseta para el concierto esta noche. Ellos se pusieron sus camisetas favoritas para el picnic el fin de semana pasado.",
      "example_translation": "Me puse una camiseta en el gimnasio ayer. Ella se pondrá una nueva camiseta al concierto esta noche. Ellos llevaron su camiseta favorita al picnic el fin de semana pasado.",
      "imageLink": "image_files\\English\\"imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones",
      "translation": "pantalones",
      "definition": "Un pantalón es una prenda exterior que cubre las piernas, típicamente hecha de tela o cuero, llevada por personas de diversas profesiones o como parte de un uniforme.",
      "definition_translation": "un vestido externo que cubre las piernas, generalmente hecho de tela o cuero, llevado por personas de diversas profesiones o como parte de un uniforme",
      "example": "Me puse pantalones para ir a la oficina ayer, me pongo pantalones para ir a la oficina hoy y me pondré pantalones para ir a la oficina mañana.",
      "example_translation": "Me puse pantalones en la oficina ayer, me pongo pantalones en la oficina hoy, y me pondré pantalones en la oficina mañana.",
      "imageLink": "image_files\\English\\"imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bota",
      "translation": "bota",
      "definition": "Una cubierta para el pie y la pierna, típicamente hecha de cuero o goma, usada para protección o como declaración de moda",
      "definition_translation": "una cubierta para el pie y la pierna, generalmente hecha de cuero o goma, llevada para protección o como declaración de moda",
      "example": "Me puse la bota ayer, me estoy poniendo la bota hoy y me pondré la bota mañana.",
      "example_translation": "Me até la bota ayer, me estoy atando la bota hoy, y me ataré la bota mañana.",
      "imageLink": "image_files\\English\\"imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorra",
      "translation": "gorra",
      "definition": "Un sombrero ajustado que cubre la cabeza, típicamente hecho de tela o cuero, usado para calor o como declaración de moda",
      "definition_translation": "un sombrero de ajuste cercano, con visera, generalmente hecho de tela o cuero, llevado para el calor o como declaración de moda",
      "example": "Me puse una gorra en el juego ayer, me pongo una gorra en el juego hoy y me pondré una gorra en el juego mañana.",
      "example_translation": "Me puse una gorra en el juego ayer, me pongo una gorra en el juego hoy, y me pondré una gorra en el juego mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guante",
      "translation": "guante",
      "definition": "Un guante es una prenda que cubre la mano, la muñeca y el antebrazo, usado para protección, calor o como declaración de moda.",
      "definition_translation": "Un guante es un prendimiento que cubre la mano, muñeca y antebrazo, utilizado para protección, calor o como declaración de moda.",
      "example": "Me puse un guante para proteger mi mano mientras jardinaba ayer. Ahora me pongo guantes para mantener mis manos calientes. Me pondré guantes para montar mi bicicleta mañana.",
      "example_translation": "Me puse un guante para proteger mi mano mientras jardinaba ayer. Ahora llevo guantes para mantener mis manos calientes. Llevaré guantes para montar mi bicicleta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaqueta",
      "translation": "chaqueta",
      "definition": "Una chaqueta es una prenda sin mangas o con mangas que se lleva en el torso superior, a menudo usada para protección, ornamentación o como parte de un uniforme.",
      "definition_translation": "Una chaqueta es un prendimiento exterior sin mangas o con mangas, normalmente llevado en el torso, a menudo llevado para protección, ornamentación o como parte de un uniforme.",
      "example": "Me puse una chaqueta para protegerme de la lluvia ayer. Ahora me pongo una chaqueta para ir de excursionismo. Me pondré una chaqueta para asistir a un evento formal mañana.",
      "example_translation": "Me puse una chaqueta para protegerme de la lluvia ayer. Ahora llevo una chaqueta para ir de excursión. Llevaré una chaqueta para asistir a un evento formal mañana.",
      "imageLink": "image_files\\English\\"imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suéter",
      "translation": "suéter",
      "definition": "Un suéter es una prenda que cubre el torso superior, típicamente hecha de lana o algodón, usada para calor o como prenda casual.",
      "definition_translation": "Un suéter es un prendimiento que cubre el torso, normalmente hecho de lana o algodón, llevado para caliente o como prendimiento informal.",
      "example": "Me puse un suéter para mantenerme caliente durante el invierno ayer. Ahora me pongo un suéter para holgazanear en casa. Me pondré un suéter para ir esquí mañana.",
      "example_translation": "Me puse un suéter para mantenerme caliente durante el invierno ayer. Ahora llevo un suéter para relajarme en casa. Llevaré un suéter para ir esquiar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bolso",
      "translation": "bolsillo",
      "definition": "Un bolsillo pequeño o sobre cosido en la ropa, usado para llevar objetos pequeños.",
      "definition_translation": "Una pequeña bolsa o sobre cosido o adjunto a la ropa, utilizado para llevar objetos pequeños.",
      "example": "Encontré mis llaves en mi bolsillo. Poneré mi teléfono en mi bolsillo. Tuve mi billetera en mi bolsillo ayer.",
      "example_translation": "Encontré mis llaves en mi bolsillo. Pondré mi teléfono en mi bolsillo. Tuve mi billetera en mi bolsillo ayer.",
      "imageLink": "image_files\\English\\"imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impermeable",
      "translation": "impermeable",
      "definition": "Un abrigo impermeable o resistente al agua que se lleva para proteger la ropa de la lluvia.",
      "definition_translation": "Un abrigo impermeable o resistente al agua que se lleva para proteger la ropa de la lluvia.",
      "example": "Me puse un impermeable para ir al trabajo hoy. Compraré un nuevo impermeable para el invierno. Olvidé mi impermeable en casa ayer.",
      "example_translation": "Me puse un impermeable para ir al trabajo hoy. Compraré un nuevo impermeable para el invierno. Olvidé mi impermeable en casa.",
      "imageLink": "image_files\\English\\"imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " bufanda",
      "translation": "bufanda",
      "definition": "Un trozo de tela que se lleva alrededor del cuello, típicamente para calor o como accesorio de moda.",
      "definition_translation": "Un trozo de tela que se lleva alrededor del cuello, típicamente para abrigo o como accesorio de moda.",
      "example": "Me pongo una bufanda en invierno. Ella me dará una bufanda por mi cumpleaños. Perdí mi bufanda favorita.",
      "example_translation": "Me pongo una bufanda en invierno. Ella me dará una bufanda por mi cumpleaños. Perdí mi bufanda favorita.",
      "imageLink": "image_files\\English\\"imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalón corto",
      "translation": "pantalones cortos",
      "definition": "Pantalones cortos son un tipo de ropa exterior que se lleva en la parte inferior del cuerpo, que se extiende desde la cintura hasta las piernas, y a menudo se llevan en climas cálidos o para actividades al aire libre.",
      "definition_translation": "Los pantalones cortos son un tipo de ropa exterior que se lleva en la parte inferior del cuerpo, que suele extenderse desde la cintura hasta los muslos, y se suelen llevar en clima cálido o para actividades al aire libre.",
      "example": "Me puse pantalones cortos en la playa ayer, me pondré pantalones cortos en el parque mañana y me puse pantalones cortos en la excursión la semana pasada.",
      "example_translation": "Me puse pantalones cortos en la playa ayer, me pondré pantalones cortos en el parque mañana, y me puse pantalones cortos en la caminata la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calcetín",
      "translation": "calcetín",
      "definition": "Un calcetín es una prenda que se lleva en el pie, típicamente hecha de tela, y se lleva con zapatos.",
      "definition_translation": "Un calcetín es una pieza de ropa que se lleva en el pie, generalmente hecha de tela, y se lleva a menudo con zapatos.",
      "example": "Me puse un calcetín para dormir anoche, me pondré calcetines para ir al gimnasio mañana y me puse calcetines para ir al trabajo ayer.",
      "example_translation": "Me puse un calcetín en la cama anoche, me pondré calcetines en el gimnasio mañana, y me puse calcetines en la oficina ayer.",
      "imageLink": "image_files\\English\\"imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje",
      "translation": "traje",
      "definition": "Un traje es un conjunto de ropa exterior que consiste en una chaqueta, pantalones y a veces una chaqueta, típicamente usado para ocasiones formales.",
      "definition_translation": "Un traje es un conjunto de ropa exterior que consiste en una chaqueta, pantalones y a veces una chaleco, generalmente se lleva para ocasiones formales.",
      "example": "Me puse un traje para la boda la semana pasada, me pondré un traje para la entrevista de trabajo mañana y me puse un traje para la conferencia el año pasado.",
      "example_translation": "Me puse un traje en la boda la semana pasada, me pondré un traje en la entrevista de trabajo mañana, y me puse un traje en la conferencia el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suéter",
      "translation": "suéter",
      "definition": "Un suéter es un tipo de ropa que se lleva en el torso, típicamente hecho de tela gruesa y cálida.",
      "definition_translation": "Un suéter es un tipo de ropa que se lleva en el torso, generalmente hecho de tela gruesa y cálida.",
      "example": "Me puse un suéter para la fiesta anoche porque hacía frío. Me pondré un suéter para el parque mañana si llueve. Me puse un suéter para la escuela ayer porque era invierno.",
      "example_translation": "Me puse un suéter en la fiesta de anoche porque hacía frío. Me pondré un suéter en el parque mañana si llueve. Me puse un suéter en la escuela ayer porque era invierno.",
      "imageLink": "image_files\\English\\"imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de baño",
      "translation": "traje de baño",
      "definition": "Un traje de baño es un tipo de ropa diseñado para nadar o otras actividades acuáticas.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "Compré un nuevo traje de baño para mis vacaciones. Me pondré mi traje de baño para la playa mañana. Me puse mi traje de baño para la piscina la semana pasada.",
      "example_translation": "Compré un traje de baño nuevo para mis vacaciones. Me pondré mi traje de baño en la playa mañana. Me puse mi traje de baño en la piscina la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de baño",
      "translation": "traje de baño",
      "definition": "Un traje de baño es un tipo de ropa diseñado para nadar o otras actividades acuáticas.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "Me puse un traje de baño para el parque acuático ayer. Me pondré mi traje de baño para la playa la próxima semana. Compré un nuevo traje de baño para mi viaje a Hawái.",
      "example_translation": "Me puse un traje de baño en el parque acuático ayer. Me pondré mi traje de baño en la playa la próxima semana. Compré un traje de baño nuevo para mi viaje a Hawái.",
      "imageLink": "image_files\\English\\"imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corbata",
      "translation": "corbata",
      "definition": "Una corbata es una pieza de tela larga que se lleva alrededor del cuello, típicamente por los hombres, para agregar decoración a una camisa.",
      "definition_translation": "Una corbata es una pieza de tela larga que se lleva alrededor del cuello, típicamente por hombres, para agregar decoración a una camisa.",
      "example": "Me até la corbata esta mañana, me ataré de nuevo mañana y me até ayer.",
      "example_translation": "Me até la corbata esta mañana, me ataré la corbata mañana, y me até la corbata ayer.",
      "imageLink": "image_files\\English\\"imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias",
      "translation": "mallas",
      "definition": "Las medias son un tipo de ropa que se lleva en las piernas, cubriendo desde la cintura hasta los dedos de los pies, típicamente usadas por mujeres y niñas.",
      "definition_translation": "Las mallas son un tipo de ropa que se lleva puesto por mujeres y niñas, cubriendo las piernas desde la cintura hasta el pie.",
      "example": "Ella se puso medias para la fiesta anoche, se pondrá medias para la fiesta la próxima semana y se puso medias para la fiesta el año pasado.",
      "example_translation": "Ella se puso mallas en la fiesta de anoche, se pondrá mallas en la fiesta de la semana que viene, y se puso mallas en la fiesta del año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapatillas",
      "translation": "zapatillas",
      "definition": "Las zapatillas son un tipo de zapato atlético diseñado para actividades específicas de deporte o fitness.",
      "definition_translation": "Las zapatillas son un tipo de zapato atlético diseñado para deportes o actividades físicas específicas.",
      "example": "Me puse las zapatillas esta mañana, me pondré las zapatillas mañana y me puse las zapatillas ayer.",
      "example_translation": "Me até las zapatillas esta mañana, me ataré las zapatillas mañana, y me até las zapatillas ayer.",
      "imageLink": "image_files\\English\\"imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "uniforme",
      "translation": "uniforme",
      "definition": "Un uniforme es un conjunto de ropa que se lleva para identificarse con un grupo, organización o profesión en particular.",
      "definition_translation": "Un uniforme es un conjunto de ropa que se lleva para identificarse con un grupo, organización o profesión en particular.",
      "example": "Me puse un uniforme para ir al colegio todos los días. Estoy llevando un uniforme para trabajar ahora. Me pondré un uniforme para la fiesta mañana.",
      "example_translation": "Yo llevaba un uniforme a la escuela todos los días. Ahora estoy llevando un uniforme al trabajo. Mañana llevaré un uniforme a la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "blusa",
      "translation": "blusa",
      "definition": "Una blusa es una camisa suelta, típicamente usada por mujeres, a menudo con cuello y botones en la parte frontal.",
      "definition_translation": "Una blusa es una camisa holgada, generalmente llevada por mujeres, souvent con cuello y botones en la parte delantera.",
      "example": "Compré una blusa ayer. Ella se puso una blusa hoy. Ellas se pondrán blusas para la boda la próxima semana.",
      "example_translation": "Compré una blusa ayer. Ella está llevando una blusa hoy. Ellos llevarán blusas a la boda la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuello",
      "translation": "cuello",
      "definition": "Un cuello es una parte de una camisa o vestido que se ajusta alrededor del cuello.",
      "definition_translation": "Un cuello es una parte de una camisa o vestido que se ajusta alrededor del cuello.",
      "example": "El perro lleva un cuello con una placa. La camisa tiene un cuello que es muy rígido. Ella se pondrá un cuello con un broche mañana.",
      "example_translation": "El perro lleva un cuello con una etiqueta. La camisa tiene un cuello que es muy rígido. Ella llevará un cuello con broche mañana.",
      "imageLink": "image_files\\English\\"imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tobillo",
      "translation": "tobillo",
      "definition": "El tobillo es la parte posterior del pie humano, debajo de la rodilla.",
      "definition_translation": "El talón es la parte posterior del pie humano, debajo de la tobillo.",
      "example": "Me lastimé el tobillo cuando me caí, estoy lastimando mi tobillo mientras camino, lastimaré mi tobillo si no tengo cuidado.",
      "example_translation": "Me lastimé el tobillo cuando me caí, estoy lastimando mi tobillo mientras camino, me lastimaré el tobillo si no tengo cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bragas",
      "translation": "bragas",
      "definition": "Las bragas son un tipo de ropa interior femenina que cubre las nalgas y los muslos.",
      "definition_translation": "Las bragas son un tipo de ropa interior femenina que cubren los glúteos y muslos.",
      "example": "Ella se puso sus bragas favoritas para acostarse, Ella se está poniendo sus bragas favoritas para acostarse esta noche, Ella se pondrá sus bragas favoritas para acostarse mañana.",
      "example_translation": "Ella llevó sus bragas favoritas a la cama, Ella está llevando sus bragas favoritas a la cama, Ella llevará sus bragas favoritas a la cama esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones",
      "translation": "pantalones",
      "definition": "Los pantalones son un tipo de ropa que cubre las piernas, típicamente desde la cintura hasta los tobillos.",
      "definition_translation": "Los pantalones son un tipo de ropa que cubre las piernas, normalmente extendiéndose desde la cintura hasta los tobillos.",
      "example": "Él se puso sus pantalones favoritos para la fiesta, Él se está poniendo sus pantalones favoritos para la fiesta, Él se pondrá sus pantalones favoritos para la fiesta mañana.",
      "example_translation": "Él llevó sus pantalones favoritos a la fiesta, Él está llevando sus pantalones favoritos a la fiesta, Él llevará sus pantalones favoritos a la fiesta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sudadera",
      "translation": "suéter",
      "definition": "Una sudadera es un tipo de suéter casual que se lleva sobre el torso, típicamente hecho de tejido cálido y suave.",
      "definition_translation": "Un suéter es un tipo de suéter casual que se lleva sobre el torso superior, generalmente hecho de tela cálida y suave.",
      "example": "Me puse una sudadera para mantenerme caliente en el invierno frío. Me pondré una sudadera para la fiesta esta noche. Me puse una sudadera para ir a la montaña el año pasado.",
      "example_translation": "Me puse un suéter para mantenerme caliente en el invierno frío. Me pondré un suéter para la fiesta esta noche. Me puse un suéter en las montañas el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sandalia",
      "translation": "sandalia",
      "definition": "Una sandalia es un tipo de calzado que deja expuesto el pie y se lleva típicamente en climas cálidos.",
      "definition_translation": "Una sandalia es un tipo de calzado que deja el pie expuesto y se lleva habitualmente en clima cálido.",
      "example": "Compré una sandalia nueva para las vacaciones en la playa. Ella se pone sandalias en la piscina todos los veranos. Ellos se pondrán sandalias en la playa la próxima semana.",
      "example_translation": "Compré una nueva sandalia para las vacaciones en la playa. Ella se pone sandalias en la piscina cada verano. Ellas se pondrán sandalias en la playa la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manga",
      "translation": "manga",
      "definition": "Una manga es una parte de una prenda que cubre el brazo, típicamente desde el hombro hasta la muñeca.",
      "definition_translation": "Una manga es una parte de una prenda que cubre el brazo, que suele extenderse desde el hombro hasta la muñeca.",
      "example": "Subí mi manga para mostrar mi nuevo tatuaje. Ella siempre lleva mangas largas en invierno. Ellos tendrán mangas cortas en sus nuevos uniformes.",
      "example_translation": "Doblé mi manga para mostrar mi nuevo tatuaje. Ella siempre lleva mangas largas en invierno. Ellas tendrán mangas cortas en sus nuevos uniformes.",
      "imageLink": "image_files\\English\\"imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapatillas",
      "translation": "zapatillas",
      "definition": "Un zapato suave y liviano, típicamente hecho de algodón o lana, se lleva dentro de casa, especialmente por la noche o en clima frío.",
      "definition_translation": "Un zapato suave y ligero, por lo general hecho de algodón o lana, llevado al interior, especialmente por la noche o en clima frío.",
      "example": "Ella se puso sus zapatillas para ir a la cocina a preparar un snack a medianoche. Ayer, ella se puso sus zapatillas después de ducharse. Mañana, ella se pondrá sus zapatillas en la sala de estar.",
      "example_translation": "Ella llevó sus zapatillas a la cocina para preparar un snack a medianoche. Ayer, se puso sus zapatillas después de ducharse. Mañana, llevará sus zapatillas al salón.",
      "imageLink": "image_files\\English\\"imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sudadera con capucha",
      "translation": "sudadera",
      "definition": "Una sudadera con capucha es una camisa casual, usualmente de manga larga, hecha de tejido grueso y cálido, a menudo con una capucha y se lleva para fines informales o atléticos.",
      "definition_translation": "Una camisa casual, generalmente de manga larga, hecha de tejido grueso y cálido, a menudo con capucha y llevada para fines informales o atléticos.",
      "example": "Él se puso una sudadera con capucha para ir al gimnasio a hacer ejercicio. Ayer, ella se quitó la sudadera con capucha porque hacía demasiado calor. La próxima semana, ellos se pondrán sus sudaderas con capucha en el parque.",
      "example_translation": "Él llevó una sudadera al gimnasio para hacer ejercicio. Ayer, ella se quitó la sudadera porque hacía demasiado calor. La próxima semana, llevarán sus sudaderas al parque.",
      "imageLink": "image_files\\English\\"imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de baño",
      "translation": "traje de baño",
      "definition": "Pantalones cortos y ajustados que se llevan para nadar, usualmente hechos de tela rápida de secado.",
      "definition_translation": "Pantalones cortos y ajustados llevados para nadar, generalmente hechos de tela de secado rápido.",
      "example": "Él se puso su traje de baño para ir a la playa. El verano pasado, ella compró nuevos trajes de baño para sus vacaciones. El verano próximo, ellos se pondrán sus trajes de baño en la piscina.",
      "example_translation": "Él se puso sus traje de baño para ir a la playa. El verano pasado, ella compró nuevos trajes de baño para sus vacaciones. El próximo verano, llevarán sus trajes de baño a la piscina.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parte superior",
      "translation": "parte superior",
      "definition": "La parte más alta o superior de algo, especialmente de un edificio o la cabeza de una persona.",
      "definition_translation": "La parte superior o más alta de algo, especialmente un edificio o la cabeza de una persona.",
      "example": "Voy a subir a la parte superior de la montaña. Ayer, estuve en la parte superior de la colina. Estaré en la parte superior de las escaleras en un minuto.",
      "example_translation": "Voy a subir a la cima de la montaña. Ayer, estaba en la cima de la colina. Estaré en la cima de las escaleras en un minuto.",
      "imageLink": "image_files\\English\\"imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traje de entrenamiento",
      "translation": "traje de entrenamiento",
      "definition": "Un conjunto de ropa cómodo, típicamente llevado para actividades atléticas o casuales, compuesto por una parte superior y pantalones hechos de una tela sintética.",
      "definition_translation": "Un traje cómodo y holgado, generalmente llevado para actividades atléticas o informales, compuesto por una parte superior y pantalones hechos de un tejido sintético.",
      "example": "Me puse un traje de entrenamiento para ir al gimnasio. Ella se puso un traje de entrenamiento para ir al parque. Mañana se pondrán trajes de entrenamiento para la maratón.",
      "example_translation": "Estoy llevando un traje de entrenamiento al gimnasio. Ella llevó un traje de entrenamiento al parque. Ellos llevarán trajes de entrenamiento al maratón mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calzoncillos",
      "translation": "calzoncillos",
      "definition": "Una prenda interior llevada junto a la piel, típicamente por hombres o niños, cubriendo los genitales y las nalgas.",
      "definition_translation": "Una prenda interior llevada junto a la piel, generalmente por hombres o niños, que cubre los genitales y las nalgas.",
      "example": "Me pongo calzoncillos todos los días. Él se puso calzoncillos para dormir. Mañana se pondrán calzoncillos para ir a la playa.",
      "example_translation": "Yo llevo calzoncillos todos los días. Él llevó calzoncillos a la cama. Ellos llevarán calzoncillos a la playa mañana.",
      "imageLink": "image_files\\English\\"imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ropa interior",
      "translation": "ropa interior",
      "definition": "Ropa llevada junto a la piel, típicamente bajo otras prendas, como bras, bragas y calcetines.",
      "definition_translation": "Ropa que se lleva próxima a la piel, típicamente debajo de otras ropas, como sujetadores, bragas y calcetines.",
      "example": "Ayer compré un par de ropa interior nuevo. Hoy la estoy llevando. Mañana la lavaré.",
      "example_translation": "Ayer, compré un par de ropa interior nueva. Hoy, la estoy llevando. Mañana, la lavaré.",
      "imageLink": "image_files\\English\\"imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delantal",
      "translation": "delantal",
      "definition": "Una pieza de tela llevada sobre la ropa para protegerla de manchas y salpicaduras.",
      "definition_translation": "Un pedazo de tela que se lleva sobre la parte delantera de la ropa para protegerla de manchas y salpicaduras.",
      "example": "Mi madre se puso un delantal mientras cocinaba la cena. Luego lo lavó. Mañana se lo pondrá de nuevo.",
      "example_translation": "Mi madre llevó un delantal mientras cocinaba la cena. Lo lavó después. Lo llevará de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "bikini",
      "definition": "Un tipo de traje de baño que cubre las zonas pecho y genital, típicamente llevado por mujeres.",
      "definition_translation": "Un tipo de traje de baño que cubre las áreas del pecho y la ingle, típicamente llevado por mujeres.",
      "example": "Compré un bikini nuevo para mis vacaciones. Me lo puse en la playa. Mañana me lo pondré de nuevo la próxima verano.",
      "example_translation": "Compré un bikini nuevo para mis vacaciones. Lo llevé a la playa. Lo llevaré de nuevo el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camisetas boxer",
      "translation": "calzoncillos",
      "definition": "Shorts sueltos llevados como ropa interior por los hombres, típicamente con una cinta elástica en la cintura.",
      "definition_translation": "Pantalones cortos holgados que se llevan como ropa interior por los hombres, típicamente con una cinturilla elástica.",
      "example": "Me puse camisetas boxer para dormir anoche. Me las pongo para ir al gimnasio. Me las pondré el domingo.",
      "example_translation": "Me puse calzoncillos para dormir anoche, me pongo calzoncillos para ir al gimnasio, me pondré calzoncillos el domingo.",
      "imageLink": "image_files\\English\\"imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sostén",
      "translation": "sujetador",
      "definition": "Una prenda llevada por las mujeres para sostener y cubrir los senos.",
      "definition_translation": "Una pieza de ropa que se lleva las mujeres para soutener y cubrir los senos.",
      "example": "Compré un sostén nuevo ayer. Me lo pongo para ir al trabajo. Me lo pondré para la fiesta esta noche.",
      "example_translation": "Compré un sujetador nuevo ayer, me pongo un sujetador para ir al trabajo, me pondré un sujetador para la fiesta esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calzoncillos ajustados",
      "translation": "calzoncillos",
      "definition": "Ropa interior ajustada para hombres, típicamente hecha de algodón o materiales sintéticos.",
      "definition_translation": "Ropa interior ajustada para hombres, típicamente hecha de algodón o materiales sintéticos.",
      "example": "Me puse calzoncillos ajustados para ir a la playa. Me los pongo para dormir. Me los pondré para ir al gimnasio mañana.",
      "example_translation": "Me puse calzoncillos en la playa, me pongo calzoncillos para dormir, me pondré calzoncillos para ir al gimnasio mañana.",
      "imageLink": "image_files\\English\\"imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaqueta de punto",
      "translation": "jersey",
      "definition": "Una chaqueta de punto es un tipo de prenda de punto que tiene una parte frontal abierta y se lleva típicamente sobre una camisa o vestido.",
      "definition_translation": "Un jersey es un tipo de prenda tejida que tiene una parte delantera abierta y se lleva typicalmente sobre una camisa o vestido.",
      "example": "Me puse una chaqueta de punto para mantenerme caliente en el clima frío. Me la pongo para ir al trabajo hoy. Me la pondré para la fiesta esta noche.",
      "example_translation": "Me puse un jersey para mantenerme caliente en el clima frío. Estoy llevando un jersey al trabajo hoy. Llevaré un jersey a la fiesta esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disfraz",
      "translation": "disfraz",
      "definition": "Un disfraz es un conjunto de ropa llevado para crear una imagen o personaje determinado, a menudo para una actuación o fiesta.",
      "definition_translation": "Un disfraz es un conjunto de ropa que se lleva para crear una cierta imagen o personaje, a menudo para una actuación o fiesta.",
      "example": "Me puse un disfraz para la fiesta de Halloween el año pasado. Estoy haciendo un disfraz para la fiesta de cumpleaños de mi amigo. Me lo pondré para la función de teatro esta noche.",
      "example_translation": "Me puse un disfraz en la fiesta de Halloween el año pasado. Estoy haciendo un disfraz para la fiesta de cumpleaños de mi amigo. Llevaré un disfraz al espectáculo de teatro esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puño",
      "translation": "puño",
      "definition": "Un puño es un adorno o dobladillo al final de una manga, o un tipo de cierre para sujetar una manga.",
      "definition_translation": "Un puño es un adorno o dobladillo al final de una manga, o un tipo de cierre para sostener una manga.",
      "example": "Me subí las mangas para mostrar mi puño. Estoy arreglando el puño de mi camisa. Me pondré un puño con mi traje para la boda.",
      "example_translation": "Me subí las mangas para mostrar mi puño. Estoy arreglando el puño de mi camisa. Llevaré un puño con mi traje al matrimonio.",
      "imageLink": "image_files\\English\\"imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "casco",
      "translation": "casco",
      "definition": "Un casco es un tipo de equipo protector que se lleva en la cabeza para protegerla de lesiones, especialmente en deportes o actividades militares.",
      "definition_translation": "Un casco es una forma de equipo de protección llevado en la cabeza para protegerla de lesiones, especialmente en deportes o actividades militares.",
      "example": "Me puse un casco cuando monté mi bicicleta ayer. Me pondré un casco cuando monte mi bicicleta mañana. Me pongo un casco cada vez que monte mi bicicleta.",
      "example_translation": "Me puse un casco cuando conduje mi bicicleta ayer. Me pondré un casco cuando conduzca mi bicicleta mañana. Me pongo un casco cada vez que conduzco mi bicicleta.",
      "imageLink": "image_files\\English\\"imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "capucha",
      "translation": "capucha",
      "definition": "Una capucha es una cubierta para la cabeza y el cuello, generalmente adjunta a una chaqueta o abrigo.",
      "definition_translation": "Una capucha es una cubierta para la cabeza y el cuello, normalmente adherida a una chaqueta o abrigo.",
      "example": "Me subí la capucha cuando empezó a llover. Me pondré una capucha cuando vaya esquí la próxima semana. Tengo una capucha en mi chaqueta.",
      "example_translation": "Subí mi capucha cuando empezó a llover. Me pondré una capucha cuando vaya a esquiar el mes próximo. Tengo una capucha en mi chaqueta.",
      "imageLink": "image_files\\English\\"imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias alto",
      "translation": "medias hasta la rodilla",
      "definition": "Las medias alto son un tipo de calcetín que cubre la pierna hasta la rodilla, a menudo usadas para propósitos atléticos o de moda.",
      "definition_translation": "Las medias hasta la rodilla son un tipo de calcetín que cubre la pierna hasta la rodilla, a menudo llevadas para fines atléticos o de moda.",
      "example": "Me puse medias alto cuando jugué fútbol ayer. Me pondré medias alto cuando corra un maratón el próximo año. Tengo medias alto en mi bolsa de gimnasio.",
      "example_translation": "Me puse medias hasta la rodilla cuando jugué fútbol ayer. Me pondré medias hasta la rodilla cuando corra un maratón el año próximo. Tengo medias hasta la rodilla en mi bolsa de gimnasio.",
      "imageLink": "image_files\\English\\"imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camisón",
      "translation": "camisón",
      "definition": "Un camisón es una prenda suelta, usualmente larga hasta el piso, para dormir o relajarse, generalmente hecha de algodón o seda.",
      "definition_translation": "Una prenda suelta, generalmente de largo hasta el suelo, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "Me puse mi camisón favorito a dormir anoche. Me lo pondré de nuevo esta noche. Me lo puse todas las noches la semana pasada.",
      "example_translation": "Me puse mi camisón favorito para dormir anoche. Me lo pondré de nuevo esta noche. Me lo puse todas las noches la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camisolín",
      "translation": "camiseta de dormir",
      "definition": "Un camisolín es una prenda suelta,usualmente corta, para dormir o relajarse, generalmente hecha de algodón o seda.",
      "definition_translation": "Una prenda suelta, generalmente corta, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "Ella se puso su camisolín antes de acostarse. Se lo pondrá de nuevo mañana. Se lo puso todas las noches el mes pasado.",
      "example_translation": "Ella se puso su camiseta de dormir antes de ir a la cama. Se la pondrá de nuevo mañana. La llevó todas las noches el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pijama",
      "translation": "pijamas",
      "definition": "Pijama son pantalones y una parte superior suelta, usadas para dormir o relajarse.",
      "definition_translation": "Pantalones y una parte superior holgados, llevados para dormir o relajarse.",
      "example": "Él se puso su pijama para ir al salón a ver televisión. Se lo pondrá de nuevo esta noche. Se lo puso todas las noches el año pasado.",
      "example_translation": "Él se puso sus pijamas en la sala de estar para ver televisión. Se los pondrá de nuevo esta noche. Se los puso todas las noches el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zapatillas",
      "translation": "zapatillas",
      "definition": "Un tipo de zapato casual atlético, typicalmente hecho de cuero o materiales sintéticos, con suela de goma y cierre de cordones o velcro.",
      "definition_translation": "un tipo de zapato atlético casual, típicamente hecho de cuero o materiales sintéticos, con una suela de goma y cordones o cierre de velcro",
      "example": "Me puse mis zapatillas para ir al gimnasio ayer, las estoy usando ahora en el parque, y me las pondré mañana en la playa.",
      "example_translation": "Me puse mis zapatillas en el gimnasio ayer, las estoy llevando al parque ahora y las llevaré a la playa mañana.",
      "imageLink": "image_files\\English\\"imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "batín",
      "translation": "albornoz",
      "definition": "Un batín es una prenda suelta y absorbente que se lleva después de bañarse o nadar, generalmente hecha de algodón, poliéster o una combinación de ambos.",
      "definition_translation": "una prenda suelta y absorbente que se lleva después de bañarse o nadar, típicamente hecha de algodón, poliéster o una combinación de ambos",
      "example": "Me puse mi batín después de la ducha, lo estaba usando cuando entré en el dormitorio, y me lo pondré cuando salga de la sauna.",
      "example_translation": "Me puse mi albornoz después de la ducha, lo llevaba cuando entré en el dormitorio y lo llevaré cuando salga del sauna.",
      "imageLink": "image_files\\English\\"imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pajarita",
      "translation": "pajarita",
      "definition": "Un tipo de corbata que consiste en una cinta o tira de tela anudada en forma de pajarita alrededor del cuello.",
      "definition_translation": "un tipo de corbata que consiste en una cinta o tira de tela atada en forma de lazo alrededor del cuello",
      "example": "Me puse una pajarita para la boda ayer, estoy usando una ahora en la cena formal, y me la pondré mañana en la ópera.",
      "example_translation": "Me puse una pajarita en la boda ayer, estoy llevando una al cena formal ahora y llevaré una al ópera mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pantalones holgados",
      "translation": "pantalones de peto",
      "definition": "pantalones sueltos, normalmente hechos de denim o otros tejidos gruesos",
      "definition_translation": "pantalones holgados, normalmente hechos de mezclilla o otros tejidos gruesos",
      "example": "Me puse pantalones holgados en la granja para proteger mis piernas del lodo. Me pondré pantalones holgados en el festival la próxima semana. Me puse pantalones holgados en el sitio de construcción ayer.",
      "example_translation": "Me puse pantalones de peto en la granja para proteger mis piernas del lodo. Me pondré pantalones de peto en el festival la próxima semana. Me puse pantalones de peto en el sitio de construcción ayer.",
      "imageLink": "image_files\\English\\"imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chanclas",
      "translation": "chanclas",
      "definition": "un tipo de sandalia con una correa que va entre el dedo gordo y el segundo dedo",
      "definition_translation": "un tipo de sandalia con una tira que va entre el dedo gordo y el segundo dedo",
      "example": "Me puse chanclas en la playa y me metí arena entre los dedos. Me pondré chanclas en la fiesta de la piscina el próximo mes. Me puse chanclas en el parque acuático el verano pasado.",
      "example_translation": "Me puse chanclas en la playa y me metí arena entre los dedos. Me pondré chanclas en la fiesta de la piscina el próximo mes. Me puse chanclas en el parque acuático el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrigo de piel",
      "translation": "abrigo de pieles",
      "definition": "un abrigo hecho de piel animal, a menudo utilizado para el abrigo y la moda",
      "definition_translation": "un abrigo hecho de pieles de animales, a menudo llevado para calor y moda",
      "example": "Mi abuela se puso un abrigo de piel en la ópera anoche. Me pondré un abrigo de piel en el baile de invierno el próximo año. Ella se puso un abrigo de piel en la cena formal la semana pasada.",
      "example_translation": "Mi abuela se puso un abrigo de pieles en la ópera anoche. Me pondré un abrigo de pieles en el baile de invierno el año próximo. Se puso un abrigo de pieles en la cena formal la última vez que nevó.",
      "imageLink": "image_files\\English\\"imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "overall",
      "translation": "monos",
      "definition": "prendas holgadas que se llevan sobre la ropa para protegerla, normalmente hechas de denim o lona",
      "definition_translation": "prendas de vestir holgadas que se llevan sobre la ropa para protección, típicamente hechas de denim o canvas",
      "example": "Ella se puso overall para trabajar en el jardín. Ayer, se puso overall para arreglar el coche. Mañana, se pondrá overall para pintar la casa.",
      "example_translation": "Ella se puso monos para trabajar en el jardín. Ayer, se puso monos para arreglar el coche. Mañana, se pondrá monos para pintar la casa.",
      "imageLink": "image_files\\English\\"imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias",
      "translation": "medias",
      "definition": "una prenda ajustada que cubre las piernas y el cuerpo inferior, normalmente hecha de nylon o seda",
      "definition_translation": "una prenda de vestir ceñida que cubre las piernas y el cuerpo inferior, típicamente hecha de nailon o seda",
      "example": "Ella prefiere llevar medias debajo de su falda. Ayer, se puso medias en la oficina. Mañana, se pondrá medias en la fiesta.",
      "example_translation": "Ella prefiere llevar medias debajo de la falda. Ayer, llevó medias al trabajo. Mañana, llevará medias a la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calcetines",
      "translation": "calcetines",
      "definition": "una cubierta para el pie y la pierna, normalmente hecha de tela o nylon",
      "definition_translation": "una cubierta para el pie y la pierna, típicamente hecha de tela o nailon",
      "example": "Ella ama llevar calcetines con sus zapatos de tacón alto. Ayer, se puso calcetines en la boda. Mañana, se pondrá calcetines en la cena formal.",
      "example_translation": "Ella ama llevar calcetines con sus tacones altos. Ayer, llevó calcetines al matrimonio. Mañana, llevará calcetines a la fiesta de cena.",
      "imageLink": "image_files\\English\\"imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombrero de copa",
      "translation": "sombrero de copa",
      "definition": "Un sombrero alto y plano, normalmente hecho de fieltro o paja, llevado por los hombres, especialmente en ocasiones formales.",
      "definition_translation": "Un sombrero alto, de copa plana, normalmente hecho de fieltro o paja, que se lleva en ocasiones formales.",
      "example": "Me puse un sombrero de copa en la boda el fin de semana pasado. Me pondré un sombrero de copa en la gala esta noche. Me puse un sombrero de copa en la fiesta el año pasado.",
      "example_translation": "Me puse un sombrero de copa en la boda del fin de semana pasado. Me pondré un sombrero de copa en la gala esta noche. Me puse un sombrero de copa en la fiesta del año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "velo",
      "translation": "velo",
      "definition": "Un pedazo de tela que se lleva sobre la cara, especialmente por las mujeres, como un símbolo de modestia o luto.",
      "definition_translation": "Un pedazo de tela que se lleva sobre la cara, especialmente por las mujeres, como símbolo de modestia o luto.",
      "example": "La novia se puso un velo durante la ceremonia. Se pondrá un velo en la boda del próximo mes. Se puso un velo en el funeral de su hermana.",
      "example_translation": "La novia se puso un velo durante la ceremonia. Se pondrá un velo en la boda del próximo mes. Se puso un velo en el funeral de su hermana.",
      "imageLink": "image_files\\English\\"imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaleco",
      "translation": "chaleco",
      "definition": "una prenda sin mangas, normalmente llevada sobre una camisa y debajo de una chaqueta, a menudo como parte de un atuendo formal o ceremonial.",
      "definition_translation": "Una prenda sin mangas, que se lleva sobre una camisa y debajo de una chaqueta, a menudo como parte de un atuendo formal o ceremonial.",
      "example": "El novio se puso un chaleco en la boda. Se pondrá un chaleco en la fiesta de aniversario esta noche. Se puso un chaleco en la ceremonia de graduación el año pasado.",
      "example_translation": "El novio se puso un chaleco en la boda. Se pondrá un chaleco en la fiesta de aniversario esta noche. Se puso un chaleco en la ceremonia de graduación del año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paso montaña",
      "translation": "pasamontañas",
      "definition": "Un tipo de cabezado que cubre la cabeza, el cuello y a menudo parte de la cara, normalmente hecho de tela o otros materiales.",
      "definition_translation": "Una pasamontañas es un tipo de cabezada que cubre la cabeza, cuello y a menudo parte de la cara, generalmente hecha de tela u otros materiales.",
      "example": "Me puse un paso montaña para proteger mi cara del frío. He llevado un paso montaña durante años. Me pondré un paso montaña en la estación de esquí la próxima semana.",
      "example_translation": "Me puse una pasamontañas para proteger mi cara del frío. He estado llevando una pasamontañas durante años. Me pondré una pasamontañas en el resort de esquí la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calzas",
      "translation": "pantalones",
      "definition": "Las calzas son un tipo de pantalones cortos, típicamente hechos de cuero o otros materiales duraderos, usados por jinetes, especialmente jinetes de caballo.",
      "definition_translation": "Los pantalones son un tipo de pantalones cortos, generalmente hechos de cuero u otros materiales duraderos, llevados por jinetes, especialmente jinetes de caballo.",
      "example": "La jinete llevó calzas para proteger sus piernas del caballo. Ha estado llevando calzas para las lecciones de equitación. Él llevará calzas al próximo espectáculo de caballos el mes que viene.",
      "example_translation": "La jinete se puso pantalones para proteger sus piernas del caballo. Ella ha estado llevando pantalones para lecciones de equitación. Él se pondrá pantalones en el show de caballos el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "capa",
      "translation": "capa",
      "definition": "Una capa es una prenda exterior sin mangas, típicamente llevada sobre el hombro, a menudo como una pieza de ropa ceremonial o simbólica.",
      "definition_translation": "Una capa es un prenda exterior sin mangas, generalmente llevada sobre el hombro, a menudo como una pieza de ropa ceremonial o simbólica.",
      "example": "El superhéroe llevó una capa para volar sobre la ciudad. Ha estado llevando una capa a las fiestas de disfraces. Ellos llevarán capas a la próxima fiesta de máscaras el año que viene.",
      "example_translation": "El superhéroe se puso una capa para volar sobre la ciudad. Ella ha estado llevando una capa a fiestas de disfraces. Ellos se pondrán capas en la fiesta de máscaras el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "taponamiento",
      "translation": "tapón",
      "definition": "Un taponamiento es un bloqueo o obstrucción en una tubería o sistema, especialmente uno causado por una acumulación de sedimentos o residuos.",
      "definition_translation": "Un tapón es un bloqueo o obstrucción en una tubería o sistema, especialmente uno causado por un acumulamiento de sedimentos o residuos.",
      "example": "El plomero tuvo que despejar el taponamiento en el desagüe para arreglar el fregadero. Ella había tapado el desagüe con cabello y jabón la semana pasada. Para el próximo año, el desagüe estará tapado nuevamente si no lo limpiamos regularmente.",
      "example_translation": "El plomero tuvo que despejar el tapón en el drenaje para arreglar el fregadero. Ella había tapado el drenaje con pelo y jabón la semana pasada. Para el próximo año, el drenaje estará tapado de nuevo si no lo limpiamos regularmente.",
      "imageLink": "image_files\\English\\"imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corsé",
      "translation": "corsé",
      "definition": "Un corsé es un prendido interior ajustado que se lleva para dar forma o constreñir el torso, especialmente uno llevado por mujeres para crear una figura delgada.",
      "definition_translation": "Un corsé es un prendimiento ajustado que se lleva para dar forma o constreñir el torso, especialmente uno que se lleva las mujeres para crear una figura esbelta.",
      "example": "En el pasado, las mujeres llevaban corsés para hacer que sus cinturas se vieran más pequeñas. Ha estado llevando un corsé durante meses para prepararse para su boda. Para el próximo año, los corsés estarán de moda nuevamente.",
      "example_translation": "En el pasado, las mujeres llevaban corsés para hacer que sus cinturas parecieran más pequeñas. Ella ha estado llevando un corsé durante meses para prepararse para su boda. Para el próximo año, los corsés estarán de moda nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medias de red",
      "translation": "medias de malla",
      "definition": "Las medias de red son un tipo de ropa interior con un patrón de malla, típicamente llevada para la moda o como un artículo de ropa provocativo.",
      "definition_translation": "Las medias de malla son un tipo de medias con un patrón de malla, que se llevan comúnmente por moda o como un artículo de ropa provocativo.",
      "example": "La actriz llevó medias de red en el escenario para expresar la personalidad rebelde de su personaje. Ha estado llevando medias de red al trabajo todos los viernes. Para el próximo mes, las medias de red serán un básico en su armario.",
      "example_translation": "La actriz llevaba medias de malla en el escenario para expresar la personalidad rebelde de su personaje. Ella ha estado llevando medias de malla al trabajo todos los viernes. Para el próximo mes, las medias de malla serán una parte fundamental en su guardarropa.",
      "imageLink": "image_files\\English\\"imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "faja",
      "translation": "cinturón",
      "definition": "Una faja es un tipo de prenda que se lleva alrededor de la cintura para sostener la ropa, a menudo llevada por mujeres en el pasado.",
      "definition_translation": "Un cinturón es un tipo de prenda que se lleva alrededor de la cintura para sostener la ropa, a menudo utilizado por mujeres en el pasado.",
      "example": "Yo llevé una faja para sostener mi falda en los años 50. Voy a llevar una faja a la fiesta de disfraces esta noche. Ella llevó una faja al trabajo todos los días.",
      "example_translation": "Llevé un cinturón para sostener mi falda en la década de 1950. Llevaré un cinturón a la fiesta de disfraces esta noche. Ella llevó un cinturón al trabajo todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrigo de pierna",
      "translation": "abrigo de piernas",
      "definition": "Un abrigo de pierna es un tipo de ropa que se lleva sobre las piernas para mantenerlas calientes, a menudo llevada por bailarines o atletas.",
      "definition_translation": "Los abrigo de piernas son un tipo de ropa que se lleva sobre las piernas para mantenerlas calientes, a menudo utilizado por bailarines o atletas.",
      "example": "Las bailarinas de ballet llevaban abrigos de pierna para mantener sus piernas calientes durante los ensayos. Voy a llevar abrigos de pierna al próximo concurso de danza de invierno. Ella lleva abrigos de pierna a clase de gimnasia todos los días.",
      "example_translation": "Los bailarines de ballet llevaron abrigo de piernas para mantener las piernas calientes durante los ensayos. Llevaré abrigo de piernas a la competencia de danza invernal fría. Ella lleva abrigo de piernas a clase de gimnasio todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enaguas",
      "translation": "enaguas",
      "definition": "Las enaguas son un tipo de falda interior llevada por mujeres, a menudo para agregar volumen o forma a una falda o vestido.",
      "definition_translation": "Una enaguas es un tipo de falda interior que se lleva las mujeres, a menudo para agregar volumen o forma a una falda o vestido.",
      "example": "Ella llevó enaguas debajo de su vestido de bodas para hacer que se viera más lleno. Voy a llevar enaguas a la fiesta temática de la era victoriana esta noche. La reencarnadora histórica llevó enaguas debajo de su traje.",
      "example_translation": "Ella llevó enaguas debajo de su vestido de boda para hacer que pareciera más lleno. Llevaré enaguas a la fiesta temática victoriana esta noche. La reenactora histórica llevó enaguas debajo de su traje de época.",
      "imageLink": "image_files\\English\\"imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrigo de piel de oveja",
      "translation": "abrigo de piel de oveja",
      "definition": "Un abrigo hecho de la piel de una oveja, típicamente llevado como capa protectora en clima frío.",
      "definition_translation": "Un abrigo hecho de la piel de una oveja, normalmente llevado como capa externa protectora en clima frío.",
      "example": "Me puse un abrigo de piel de oveja para el viaje de esquí el invierno pasado. Voy a llevarlo al festival próximo fin de semana. Lo había llevado al viaje de campamento el año pasado.",
      "example_translation": "Llevé un abrigo de piel de oveja al viaje de esquí el invierno pasado. Voy a llevarlo al festival el próximo fin de semana. Lo había llevado al viaje de campamento el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaleco",
      "translation": "chaleco",
      "definition": "Una prenda sin mangas que se lleva sobre una camisa, típicamente para ocasiones formales o ceremoniales.",
      "definition_translation": "Una prenda sin mangas que se lleva sobre una camisa, típicamente para ocasiones formales o ceremoniales.",
      "example": "Me puse un chaleco para la ceremonia de boda. Voy a llevarlo a la noche de premios. Lo había llevado a la ceremonia de graduación.",
      "example_translation": "Me puse un chaleco para la ceremonia de boda. Voy a llevarlo a la noche de premios. Lo había llevado a la ceremonia de graduación.",
      "imageLink": "image_files\\English\\"imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorro",
      "translation": "capó",
      "definition": "Una cubierta para la cabeza y el cabello, normalmente llevada por las mujeres.",
      "definition_translation": "Una cubierta para la cabeza y el cabello, típicamente llevada por mujeres.",
      "example": "Ella se puso un gorro para la fiesta en el jardín. Ella se lo pondrá para el baby shower. Ella lo había llevado al evento benéfico.",
      "example_translation": "Ella se puso un capó para la fiesta en el jardín. Va a llevarlo al baby shower. Lo había llevado al evento benéfico.",
      "imageLink": "image_files\\English\\"imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bata",
      "translation": "bata",
      "definition": "Una prenda suelta y cómoda para descansar o dormir, normalmente hecha de una tela suave como algodón o seda.",
      "definition_translation": "Una prenda suelta y cómoda que se lleva para relajarse o dormir, generalmente hecha de un tejido suave como algodón o seda.",
      "example": "Ella se puso la bata y bajó a hacer té. Ella había llevado la bata toda la mañana. Ella se la pondrá para acostarse esta noche.",
      "example_translation": "Se puso su bata y fue abajo a hacer té. Llevaba su bata toda la mañana. Llevará su bata a la cama esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sudadera",
      "translation": "sudadera con capucha",
      "definition": "Una chaqueta informal con capucha, normalmente hecha de algodón o materiales sintéticos.",
      "definition_translation": "Una chaqueta casual con capucha, generalmente hecha de algodón o materiales sintéticos.",
      "example": "Él se puso una sudadera para ir al gimnasio. Ella ha llevado una sudadera todos los días esta semana. Ellos se pondrán sudaderas para el concierto mañana.",
      "example_translation": "Él llevó una sudadera con capucha al gimnasio. Ella ha llevado una sudadera con capucha todos los días esta semana. Ellos llevarán sudaderas con capucha al concierto mañana.",
      "imageLink": "image_files\\English\\"imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bata de casa",
      "translation": "bata de casa",
      "definition": "Una prenda informal y suelta para llevar en casa, normalmente hecha de una tela suave como algodón o terrycloth.",
      "definition_translation": "Una prenda suelta y informal que se lleva en casa, generalmente hecha de un tejido suave como algodón o toalla.",
      "example": "Ella se puso la bata de casa y comenzó a preparar el desayuno. Él había llevado la bata de casa toda la mañana. Ellos se pondrán batas de casa para la reunión familiar esta noche.",
      "example_translation": "Ella se puso su bata de casa y empezó a hacer el desayuno. Él llevaba una bata de casa toda la mañana. Ellos llevarán batas de casa a la reunión familiar esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuello alto",
      "translation": "cuello de tortuga",
      "definition": "Un tipo de suéter o parte superior con un cuello alto redondo que se dobla sobre el cuello.",
      "definition_translation": "Un tipo de suéter o parte superior con un cuello alto y redondo que se dobla en el cuello.",
      "example": "Me puse un cuello alto para mantenerme caliente durante el invierno. Me pondré un cuello alto para la fiesta esta noche. Ella ha estado llevando un cuello alto todos los días esta semana.",
      "example_translation": "Me puse un cuello de tortuga para mantenerme caliente durante el invierno. Me pondré un cuello de tortuga en la fiesta esta noche. Ella ha estado usando un cuello de tortuga todos los días esta semana.",
      "imageLink": "image_files\\English\\"imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pollera interior",
      "translation": "falda interior",
      "definition": "Una falda que se lleva debajo de otra falda o vestido, normalmente para agregar volumen o calor.",
      "definition_translation": "Una falda que se lleva debajo de otra falda o vestido, normalmente para agregar volumen o calor.",
      "example": "La novia se puso una pollera interior para agregar volumen a su vestido de boda. Ella ha estado buscando una pollera interior para llevar debajo de su falda favorita. Ellos se pondrán polleras interiores para la fiesta de disfraces.",
      "example_translation": "La novia se puso una falda interior para agregar volumen a su vestido de boda. Ha estado buscando una falda interior para llevar debajo de su falda favorita. Ellos se pondrán faldas interiores en la fiesta de disfraces.",
      "imageLink": "image_files\\English\\"imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chaleco",
      "translation": "chaleco",
      "definition": "Una prenda sin mangas que se lleva alrededor de la cintura, a menudo como parte de un traje de tres piezas.",
      "definition_translation": "Una prenda sin mangas, que se lleva típicamente alrededor de la cintura, a menudo como parte de un traje de tres piezas.",
      "example": "Él se puso un chaleco para el evento formal. Ella ha estado buscando un chaleco para combinar con su traje. Ellos se pondrán chalecos para la boda.",
      "example_translation": "Él se puso un chaleco en el evento formal. Ella ha estado buscando un chaleco para combinar con su traje. Ellos se pondrán chalecos en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]