[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchillo",
      "translation": "cuchillo",
      "definition": "Un cuchillo es un instrumento de corte que consiste en una hoja afilada unida a un mango.",
      "definition_translation": "Un cuchillo es un instrumento de corte que consiste en una hoja afilada unida a un mango.",
      "example": "Usé un cuchillo para cortar las verduras ayer, lo uso para rebanar el pan todas las mañanas, y lo usaré para trinchar el pavo mañana.",
      "example_translation": "Usé un cuchillo para picar las verduras ayer, lo uso para cortar el pan cada mañana y lo usaré para trinchar el pavo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tazón",
      "translation": "tazón",
      "definition": "Un tazón es un recipiente redondo y abierto que se usa para contener o servir comida.",
      "definition_translation": "Un tazón es un contenedor abierto y redondo utilizado para contener o servir comida.",
      "example": "Lavé el tazón después del desayuno, lo uso para mezclar la ensalada todos los días, y lo usaré para servir el postre esta noche.",
      "example_translation": "Lavé el tazón después del desayuno, lo uso para mezclar la ensalada todos los días y lo usaré para servir el postre esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocina",
      "translation": "cocinilla",
      "definition": "Una cocina es un electrodoméstico de cocina que se usa para cocinar comida.",
      "definition_translation": "Una cocinilla es un electrodoméstico de cocina utilizado para cocinar alimentos.",
      "example": "Usé la cocina para hervir agua ayer, la uso para cocinar las verduras todas las semanas, y la usaré para asar el pollo mañana.",
      "example_translation": "Usé la cocinilla para hervir el agua ayer, lo uso para cocinar las verduras cada semana y lo usaré para asar el pollo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armario",
      "translation": "armario",
      "definition": "Un armario es un mueble con estantes que se usa para almacenar alimentos, platos y utensilios.",
      "definition_translation": "Un armario es un mueble con estantes, utilizado para almacenar alimentos, platos y utensilios.",
      "example": "Abrí el armario para sacar un vaso, ayer abrí el armario para sacar un plato, y mañana abriré el armario para sacar un tazón.",
      "example_translation": "Abrí el armario para obtener un vaso, ayer abrí el armario para obtener un plato, y mañana abriré el armario para obtener un tazón.",
      "imageLink": "image_files\\English\\"imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cajón",
      "translation": "cajón",
      "definition": "Un cajón es un contenedor en forma de caja que se encuentra en un mueble, usado para almacenar cosas como ropa o suministros de oficina.",
      "definition_translation": "Un cajón es un contenedor tipo caja en un mueble, utilizado para almacenar cosas como ropa o suministros de oficina.",
      "example": "Saqué el cajón para sacar una camisa, ayer saqué el cajón para sacar un archivo, y mañana sacaré el cajón para sacar una pluma.",
      "example_translation": "Saqué el cajón para obtener una camisa, ayer saqué el cajón para obtener un archivo, y mañana sacaré el cajón para obtener una pluma.",
      "imageLink": "image_files\\English\\"imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenedor",
      "translation": "tenedor",
      "definition": "Un tenedor es un utensilio con puntas, usado para comer y servir comida.",
      "definition_translation": "Un tenedor es un utensilio con puntas, utilizado para comer y servir alimentos.",
      "example": "Cogí el tenedor para comer una ensalada, ayer cogí el tenedor para comer un postre, y mañana cogeré el tenedor para comer una comida.",
      "example_translation": "Cogí el tenedor para comer una ensalada, ayer cogí el tenedor para comer un postre, y mañana cogeré el tenedor para comer una comida.",
      "imageLink": "image_files\\English\\"imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nevera",
      "translation": "nevera",
      "definition": "Una nevera es un electrodoméstico grande que se utiliza para mantener alimentos y bebidas frescos.",
      "definition_translation": "un gran electrodoméstico utilizado para mantener los alimentos y bebidas frescos",
      "example": "Abrí la nevera para sacar una bebida fría. Ayer, había abierto la nevera para verificar si teníamos sobras. Mañana, abriré la nevera para ver qué necesitamos comprar.",
      "example_translation": "Abrí la nevera para tomar una bebida fría. Ayer, había abierto la nevera para verificar si tenía alguna comida leftover. Mañana, abriré la nevera para ver qué necesitamos comprar.",
      "imageLink": "image_files\\English\\"imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mesa de cocina",
      "translation": "mesa de cocina",
      "definition": "Una mesa de cocina es una mesa, usualmente hecha de madera o plástico, utilizada para preparar y comer comidas en una cocina.",
      "definition_translation": "una mesa, usualmente hecha de madera o plástico, utilizada para preparar y comer comidas en una cocina",
      "example": "Nos sentamos a la mesa de cocina para comer el desayuno. Ayer, nos habíamos sentado a la mesa de cocina para hacer nuestra tarea. Mañana, nos sentaremos a la mesa de cocina para planificar nuestro viaje.",
      "example_translation": "Nos sentamos a la mesa de cocina para desayunar. Ayer, nous habíamos sentado a la mesa de cocina para hacer nuestro trabajo. Mañana, nos sentaremos a la mesa de cocina para planificar nuestro viaje.",
      "imageLink": "image_files\\English\\"imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "horno microondas",
      "translation": "microondas",
      "definition": "Un horno microondas es un electrodoméstico de cocina que utiliza ondas electromagnéticas para calentar o cocinar comida rápidamente.",
      "definition_translation": "un electrodoméstico de cocina que utiliza ondas electromagnéticas para calentar o cocinar comida rápidamente",
      "example": "Calenté mi cena en el horno microondas. Ayer, había calentado mi almuerzo en el horno microondas. Mañana, calentaré mi desayuno en el horno microondas.",
      "example_translation": "Calenté mi cena en el microondas. Ayer, había calentado mi almuerzo en el microondas. Mañana, calentaré mi desayuno en el microondas.",
      "imageLink": "image_files\\English\\"imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estante",
      "translation": "estante",
      "definition": "Un estante es una superficie plana y horizontal,通常 fija a una altura, utilizada para almacenar o exhibir objetos.",
      "definition_translation": "Un estante es un plano horizontal, típicamente fijo a una altura, utilizado para almacenar o mostrar objetos.",
      "example": "Coloqué el libro en el estante superior ayer, hoy lo pondré en el estante medio, y mañana limpiaré el estante inferior.",
      "example_translation": "Coloqué el libro en el estante superior ayer, lo pondré en el estante medio hoy y limpiaré el estante inferior mañana.",
      "imageLink": "image_files\\English\\"imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fregadero",
      "translation": "fregadero",
      "definition": "Un fregadero es un accesorio de plomería utilizado para lavar manos, platos o otros objetos.",
      "definition_translation": "Un fregadero es un accesorio de fontanería utilizado para lavar manos, platos u otros objetos.",
      "example": "Me lavé las manos en el fregadero anoche, voy a lavar los platos en el fregadero esta noche, y me lavé la cara en el fregadero esta mañana.",
      "example_translation": "Me lavé las manos en el fregadero anoche, lavaré los platos en el fregadero esta noche y me lavé la cara en el fregadero esta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara",
      "translation": "cuchara",
      "definition": "Una cuchara es un utensilio utilizado para comer o servir alimentos, típicamente consiste en una pequeña taza poco profunda y un mango.",
      "definition_translation": "Una cuchara es un utensilio utilizado para comer o servir alimentos, que consiste típicamente en un pequeño tazón poco profundo y un mango.",
      "example": "Comí mi sopa con una cuchara ayer, voy a comer mi cereal con una cuchara mañana, y comí mi yogur con una cuchara esta mañana.",
      "example_translation": "Me comí la sopa con una cuchara ayer, comeré mi cereal con una cuchara mañana y me comí el yogurt con una cuchara esta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contenedor",
      "translation": "basurero",
      "definition": "Un contenedor es un recipiente utilizado para contener o almacenar algo, especialmente basura o desperdicios.",
      "definition_translation": "Un contenedor utilizado para contener o almacenar algo, especialmente desechos o basura.",
      "example": "Tiré la lata vacía en el contenedor. Había limpiado el contenedor ayer. Voy a vaciar el contenedor mañana.",
      "example_translation": "Lancé la lata vacía al basurero. Limpié el basurero ayer. Vaciaré el basurero mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lavavajillas",
      "translation": "lavavajillas",
      "definition": "Una máquina para lavar platos, especialmente en una cocina doméstica o comercial.",
      "definition_translation": "Una máquina para lavar platos, especialmente en una cocina doméstica o comercial.",
      "example": "Cargué el lavavajillas anoche. El lavavajillas está haciendo un ruido extraño. Voy a comprar un nuevo lavavajillas el año que viene.",
      "example_translation": "Cargué el lavavajillas anoche. El lavavajillas está haciendo un ruido extraño. Compraré un nuevo lavavajillas el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tetera eléctrica",
      "translation": "tetera eléctrica",
      "definition": "Una tetera que funciona con electricidad, utilizada para hervir agua.",
      "definition_translation": "Una tetera que funciona con electricidad, utilizada para hervir agua.",
      "example": "Conecté la tetera eléctrica. La tetera eléctrica había dejado de funcionar. Voy a comprar una tetera eléctrica para mi madre.",
      "example_translation": "Conecté la tetera eléctrica. La tetera eléctrica había dejado de funcionar. Compraré una tetera eléctrica para mi madre.",
      "imageLink": "image_files\\English\\"imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "congelador",
      "translation": "congelador",
      "definition": "Un electrodoméstico utilizado para mantener alimentos congelados, típicamente en una cocina.",
      "definition_translation": "Un electrodoméstico utilizado para mantener los alimentos congelados, generalmente en una cocina.",
      "example": "Puse los restos en el congelador para comerlos más tarde. Había congelado la carne la semana pasada. Voy a congelar las verduras mañana.",
      "example_translation": "Puse las sobras en el congelador para comer más tarde. Congelé la carne la semana pasada. Congelaré las verduras mañana.",
      "imageLink": "image_files\\English\\"imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sartén",
      "translation": "sartén",
      "definition": "Un recipiente de cocina típicamente hecho de metal, utilizado para freír, saltear y dorar alimentos.",
      "definition_translation": "Un recipiente de cocina generalmente hecho de metal, utilizado para freír, saltear y dorar alimentos.",
      "example": "Calenté la sartén para cocinar los huevos. Ella había frito el bacon en una sartén ayer. Él va a utilizar una sartén antiadherente para cocinar el pescado mañana.",
      "example_translation": "Calenté la sartén para cocinar los huevos. Ella había frito la panceta en una sartén ayer. Él usará una sartén antiadherente para cocinar el pescado mañana.",
      "imageLink": "image_files\\English\\"imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "horno",
      "translation": "horno",
      "definition": "Un electrodoméstico de cocina utilizado para hornear, asar y calentar alimentos.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para hornear, asar y calentar alimentos.",
      "example": "Precaliente el horno para hornear el pastel. Ellos habían asado el pollo en el horno anoche. Vamos a utilizar el horno para calentar la pizza mañana.",
      "example_translation": "Precalienté el horno para hornear el pastel. Ellos habían asado el pollo en el horno anoche. Nosotros usaremos el horno para calentar la pizza mañana.",
      "imageLink": "image_files\\English\\"imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "olla",
      "translation": "olla",
      "definition": "Una olla es un recipiente de cocina, típicamente redondo y profundo, utilizado para preparar y servir alimentos.",
      "definition_translation": "Una olla es un recipiente de cocina, generalmente redondo y profundo, utilizado para preparar y servir comida.",
      "example": "Herví agua en una olla ayer, estoy hirviendo agua en una olla ahora, y voy a hervir agua en una olla mañana.",
      "example_translation": "Hierve agua en una olla ayer, estoy hirviendo agua en una olla ahora, y herviré agua en una olla mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cacerola",
      "translation": "sartén",
      "definition": "Una cacerola es un recipiente de cocina, típicamente más pequeño que una olla, utilizado para prepare y servir salsas, sopas y otros líquidos.",
      "definition_translation": "Un sartén es un recipiente de cocina, generalmente más pequeño que una olla, utilizado para preparar y servir salsas, sopas y otros líquidos.",
      "example": "Ella calentó la salsa en una cacerola anoche, está calentando la salsa en una cacerola ahora, y calentará la salsa en una cacerola más tarde.",
      "example_translation": "Ella calentó la salsa en un sartén anoche, está calentando la salsa en un sartén ahora, y calentará la salsa en un sartén más tarde.",
      "imageLink": "image_files\\English\\"imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grifo",
      "translation": "grifo",
      "definition": "Un grifo es una válvula que controla el flujo de un líquido desde una tubería, típicamente utilizada para lavarse o beber agua.",
      "definition_translation": "Un grifo es una válvula que controla el flujo de un líquido desde una tubería, generalmente utilizado para lavar o beber agua.",
      "example": "Encendí el grifo para lavarme las manos ayer, estoy encendiendo el grifo para lavarme las manos ahora, y encenderé el grifo para lavarme las manos mañana.",
      "example_translation": "Abrí el grifo para lavar mis manos ayer, estoy abriendo el grifo para lavar mis manos ahora, y abriré el grifo para lavar mis manos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tetera",
      "translation": "tetera",
      "definition": "Una tetera es un recipiente utilizado para infusionar y servir té, típicamente hecho de cerámica, metal o vidrio.",
      "definition_translation": "Una tetera es un recipiente utilizado para preparar y servir té, típicamente hecho de cerámica, metal o vidrio.",
      "example": "Usé una tetera para preparar una taza de té ayer. Estoy usando una tetera para hacer té para mi familia ahora. Usaré una tetera para hacer té helado para la fiesta mañana.",
      "example_translation": "Usé una tetera para preparar una taza de té ayer. Estoy usando una tetera para hacer té para mi familia ahora. Usaré una tetera para hacer té helado para la fiesta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrelatas",
      "translation": "abrelatas",
      "definition": "Un abrelatas es un dispositivo utilizado para abrir latas de metal, típicamente consistente en una rueda de corte rotativa o un piercer operado por palanca.",
      "definition_translation": "Un abrelatas es un dispositivo utilizado para abrir latas de metal, típicamente consistente en una rueda de corte rotativa o un perforador operado por palanca.",
      "example": "Usé un abrelatas para abrir la lata de frijoles ayer. Estoy usando un abrelatas para abrir una lata de tomates ahora. Usaré un abrelatas para abrir una lata de atún para la ensalada mañana.",
      "example_translation": "Usé un abrelatas para abrir la lata de frijoles ayer. Estoy usando un abrelatas para abrir una lata de tomates ahora. Usaré un abrelatas para abrir una lata de atún para la ensalada mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tostadora",
      "translation": "tostadora",
      "definition": "Una tostadora es un pequeño electrodoméstico utilizado para tostar rebanadas de pan, típicamente consistente en un elemento de calentamiento y un mecanismo de expulsión por resorte.",
      "definition_translation": "Una tostadora es un pequeño electrodoméstico utilizado para tostar rebanadas de pan, típicamente consistente en un elemento calefactor y un mecanismo de expulsión con resorte.",
      "example": "Usé una tostadora para hacer tostadas para el desayuno ayer. Estoy usando una tostadora para hacer tostadas para mi almuerzo ahora. Usaré una tostadora para hacer tostadas para el desayuno de mi familia mañana.",
      "example_translation": "Usé una tostadora para hacer tostadas para el desayuno ayer. Estoy usando una tostadora para hacer tostadas para mi almuerzo ahora. Usaré una tostadora para hacer tostadas para el desayuno de mi familia mañana.",
      "imageLink": "image_files\\English\\"imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tela",
      "translation": "tela",
      "definition": "Un tejido con una superficie suave y lisa, con frecuencia hecho de fibras naturales o sintéticas.",
      "definition_translation": "Una tela con una superficie suave y lisa, a menudo hecha de fibras naturales o sintéticas.",
      "example": "Ella planchó la tela para quitar las arrugas. Ella hará una nueva tela para las cortinas. Ella había cosido muchas telas para sus muñecas cuando era niña.",
      "example_translation": "Ella planchó la tela para eliminar las arrugas. Ella coserá una nueva tela para las cortinas. Ella había cosido many telas para sus muñecas cuando era niña.",
      "imageLink": "image_files\\English\\"imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cafetera",
      "translation": "cafetera",
      "definition": "Un dispositivo que prepara café desde granos de café molidos.",
      "definition_translation": "Un dispositivo que prepara café a partir de granos de café molidos.",
      "example": "Ella compró una nueva cafetera para su cocina. La cafetera estaba rota, así que tuvieron que repararla. Comprarán una nueva cafetera para su nueva casa.",
      "example_translation": "Ella compró una nueva cafetera para su cocina. La cafetera estaba rota, así que tuvieron que arreglarla. Comprarán una nueva cafetera para su nueva casa.",
      "imageLink": "image_files\\English\\"imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sacacorchos",
      "translation": "sacacorchos",
      "definition": "Un dispositivo utilizado para quitar los tapones de las botellas de vino.",
      "definition_translation": "Un dispositivo utilizado para eliminar los tapones de las botellas de vino.",
      "example": "Él utilizó un sacacorchos para abrir la botella de vino. Ella había roto el sacacorchos, así que tuvieron que comprar uno nuevo. Utilizarán un sacacorchos para abrir el champaña.",
      "example_translation": "Él usó un sacacorchos para abrir la botella de vino. Ella había roto el sacacorchos, así que tuvieron que comprar uno nuevo. Usarán un sacacorchos para abrir el champán.",
      "imageLink": "image_files\\English\\"imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "balanzas",
      "translation": "balanzas",
      "definition": "Un dispositivo para pesar objetos, típicamente consistente en una plataforma o cuenco suspendido de un pivot o fulcro, utilizado especialmente en la ciencia y el comercio.",
      "definition_translation": "Un dispositivo para pesar objetos, que consiste típicamente en una plataforma o tazón suspendido de un pivote o fulcro, utilizado especialmente en ciencia y comercio.",
      "example": "Ella se subió a las balanzas para pesarse. Ayer, ella se pesó en las balanzas. Mañana, se pesará en las balanzas.",
      "example_translation": "Ella se subió a la balanza para pesarse. Ayer, se pesó en la balanza. Mañana, se pesará en la balanza.",
      "imageLink": "image_files\\English\\"imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banco",
      "translation": "banco",
      "definition": "Un asiento para una persona, típicamente sin respaldo ni brazos, utilizado especialmente en hogares, jardines y lugares públicos.",
      "definition_translation": "Un asiento para una persona, que suele no tener respaldo ni brazos, utilizado especialmente en hogares, jardines y lugares públicos.",
      "example": "Él se sentó en el banco para descansar. Ayer, él se sentó en el banco para pintar. Mañana, se sentará en el banco para leer.",
      "example_translation": "Se sentó en el banco para descansar. Ayer, se sentó en el banco para pintar. Mañana, se sentará en el banco para leer.",
      "imageLink": "image_files\\English\\"imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molde para hornear",
      "translation": "manga para hornear",
      "definition": "Un dispositivo tubular o cilíndrico utilizado para dar forma y contener alimentos, como pan o pastelería, mientras se hornea.",
      "definition_translation": "Un dispositivo tubular o cilíndrico utilizado para dar forma y contener alimentos, como pan o pastelería, mientras se hornean.",
      "example": "Ella utilizó un molde para hornear para hacer una perfecta hogaza. Ayer, ella utilizó un molde para hornear para hacer croissants. Mañana, utilizará un molde para hornear para hacer un pastel.",
      "example_translation": "Ella usó una manga para hornear para hacer un pan perfecto. Ayer, usó una manga para hornear para hacer croissantes. Mañana, usará una manga para hornear para hacer un pastel.",
      "imageLink": "image_files\\English\\"imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de galletas",
      "translation": "cortador de galletas",
      "definition": "Un dispositivo de cocina utilizado para cortar y dar forma a galletas, a menudo en formas decorativas.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y moldear galletas, a menudo en formas decorativas.",
      "example": "Ella usó un cortador de galletas para hacer galletas con forma de corazón para el Día de San Valentín. Ayer, había cortado las galletas, y mañana las decorará. En cinco años, habrá hecho miles de ellas.",
      "example_translation": "Ella utilizó un cortador de galletas para hacer tratados en forma de corazón para el Día de San Valentín. Ayer, había cortado las galletas, y mañana las decorará. En cinco años, habrá hecho miles de ellas.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de pan",
      "translation": "cortador de pan",
      "definition": "Un dispositivo de cocina utilizado para cortar y porcionar pan, a menudo en piezas uniformes.",
      "definition_translation": "Un dispositivo de cocina utilizado para cortar y porcionar pan, a menudo en piezas uniformes.",
      "example": "Él usó un cortador de pan para hacer rebanadas iguales para el sándwich. La semana pasada, había cortado un pan entero, y la semana que viene lo hará de nuevo. En el futuro, habrá cortado miles de panes.",
      "example_translation": "Él utilizó un cortador de pan para hacer rebanadas uniformes para el sándwich. La semana pasada, había cortado una hogaza entera, y la próxima semana lo hará de nuevo. En el futuro, habrá cortado miles de hogazas.",
      "imageLink": "image_files\\English\\"imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molde para pasteles",
      "translation": "molde de tarta",
      "definition": "Un dispositivo de cocina utilizado para dar forma y contener pasteles mientras se hornean, a menudo hecho de metal o silicona.",
      "definition_translation": "Un dispositivo de cocina utilizado para dar forma y mantener tartas mientras se hornean, a menudo hecho de metal o silicona.",
      "example": "Ella engrasó el molde para pasteles antes de verter la mezcla. Ayer, había horneado un pastel, y mañana hará otro. En un año, habrá hecho cientos de pasteles.",
      "example_translation": "Ella engrasó el molde de tarta antes de verter la mezcla. Ayer, había horneado una tarta, y mañana hará otra. En un año, habrá hecho cientos de tartas.",
      "imageLink": "image_files\\English\\"imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuente para guisos",
      "translation": "fuente para hornear",
      "definition": "Un plato grande y profundo utilizado para cocinar y servir guisos, especialmente guisos.",
      "definition_translation": "Un plato grande y profundo utilizado para cocinar y servir platos calientes, especialmente casseroles.",
      "example": "Ella sacó una fuente para guisos del horno y la dejó enfriar antes de servir. Ayer, había preparado una fuente para guisos para la fiesta. Mañana, hará una fuente para guisos para su familia.",
      "example_translation": "Ella sacó una fuente para hornear del horno y la dejó enfriar antes de servir. Ayer, había preparado una fuente para hornear para la fiesta. Mañana, hará una fuente para hornear para su familia.",
      "imageLink": "image_files\\English\\"imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchillo de cocina",
      "translation": "cuchillo de cocina",
      "definition": "Un cuchillo utilizado para picar y trocear ingredientes alimenticios, típicamente con una hoja recta o curva.",
      "definition_translation": "Un cuchillo utilizado para picar y trocear ingredientes de alimentos, típicamente con una hoja recta o curva.",
      "example": "Él usó un cuchillo de cocina para picar las verduras para la sopa. Ella había estado picando carne con un cuchillo de cocina durante horas. El chef utilizará un cuchillo de cocina para preparar la ensalada mañana.",
      "example_translation": "Él usó un cuchillo de cocina para picar las verduras para la sopa. Ella había estado picando carne con un cuchillo de cocina durante horas. El chef usará un cuchillo de cocina para preparar la ensalada mañana.",
      "imageLink": "image_files\\English\\"imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palillos",
      "translation": "palillos",
      "definition": "Un par de palos delgados y cónicos, típicamente hechos de madera, hueso o plástico, utilizados como utensilios de comida en muchas culturas asiáticas.",
      "definition_translation": "Un par de palillos delgados y cónicos, típicamente hechos de madera, hueso o plástico, utilizados como utensilios para comer en muchas culturas asiáticas.",
      "example": "Ella estaba luchando por usar palillos por primera vez. Él había estado comiendo con palillos desde que era niño. Aprenderán a usar palillos cuando viajen a Japón.",
      "example_translation": "Ella estaba luchando por usar palillos por primera vez. Él había estado comiendo con palillos desde que era niño. Aprenderán a usar palillos cuando viajen a Japón.",
      "imageLink": "image_files\\English\\"imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colador",
      "translation": "escolador",
      "definition": "Un utensilio de cocina utilizado para drenar líquidos de alimentos, especialmente pasta o arroz, debido a su diseño perforado.",
      "definition_translation": "Un utensilio de cocina utilizado para drenar líquidos de alimentos, especialmente pasta o arroz, gracias a su diseño perforado.",
      "example": "Ella usó un colador para drenar la espaguetis, luego agregó la salsa. Ella había usado un colador para drenar el brócoli el día anterior, y lo volverá a usar para drenar el arroz la próxima semana.",
      "example_translation": "Ella usó un escolador para drenar la espaguetis, luego agregó la salsa. Ella había usado un escolador para drenar el brócoli el día anterior, y lo usará de nuevo para drenar el arroz la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tabla de cortar",
      "translation": "tabla de cortar",
      "definition": "Una superficie plana y rígida utilizada para preparar y cortar alimentos, típicamente hecha de madera, plástico o otros materiales.",
      "definition_translation": "Una superficie plana y rígida utilizada para preparar y cortar alimentos, generalmente hecha de madera, plástico u otros materiales.",
      "example": "Ella picó las verduras en la tabla de cortar, luego las puso en la olla. Él había usado la tabla de cortar para cortar la carne ayer, y la volverá a usar para picar las cebollas mañana.",
      "example_translation": "Ella picó las verduras en la tabla de cortar, luego las colocó en la olla. Él había usado la tabla de cortar para cortar la carne ayer, y la usaría de nuevo para picar las cebollas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tamiz de harina",
      "translation": "cedazo",
      "definition": "Una herramienta de cocina utilizada para tamizar y airear la harina, típicamente consistente en una superficie de malla o perforada.",
      "definition_translation": "Una herramienta de cocina utilizada para tamizar y aerar la harina, que suele consistir en una malla o superficie perforada.",
      "example": "Ella usó el tamiz de harina para mezclar los ingredientes secos, luego agregó los huevos. Ellos habían usado el tamiz de harina para preparar la mezcla de pastel el día anterior, y la volverán a usar para hacer pasta la próxima semana.",
      "example_translation": "Ella usó el cedazo para mezclar los ingredientes secos, luego agregó los huevos. Ellos habían usado el cedazo para preparar la mezcla de pastel el día anterior, y lo usarían de nuevo para hacer pastelería la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortadora de alimentos",
      "translation": "cortador de alimentos",
      "definition": "Un electrodoméstico de cocina utilizado para cortar alimentos en pedazos delgados, típicamente utilizado para carnes, quesos y verduras.",
      "definition_translation": "Un electrodoméstico de cocina utilizado para cortar alimentos en trozos delgados, típicamente usado para carnes, quesos y verduras.",
      "example": "Usé una cortadora de alimentos para preparar las carnes para la barra de sándwiches. Usaré una cortadora de alimentos para cortar el queso para la fiesta esta noche. Ella había usado una cortadora de alimentos para cortar las verduras para la ensalada.",
      "example_translation": "Usé un cortador de alimentos para preparar las carnes para la barra de sándwiches. Usaré un cortador de alimentos para cortar el queso para la fiesta de esta noche. Ella había usado un cortador de alimentos para cortar las verduras para la ensalada.",
      "imageLink": "image_files\\English\\"imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "embudo",
      "translation": "embudo",
      "definition": "Un tubo o pipa con una boca ancha y un extremo estrecho, utilizado para verter líquidos o polvos en una abertura pequeña.",
      "definition_translation": "Un tubo o tubería con una boca ancha y un extremo estrecho, utilizado para verter líquidos o polvos en una abertura pequeña.",
      "example": "Usé un embudo para verter el aceite en el motor. Ella utilizará un embudo para medir los ingredientes para la receta. Ellos habían utilizado un embudo para llenar las botellas con agua.",
      "example_translation": "Usé un embudo para verter el aceite en el motor. Ella gebruara un embudo para medir los ingredientes para la receta. Ellos habían usado un embudo para llenar las botellas con agua.",
      "imageLink": "image_files\\English\\"imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prensa de ajo",
      "translation": "prensa de ajo",
      "definition": "Una herramienta de cocina utilizada para aplastar dientes de ajo, típicamente utilizada para liberar su sabor y aroma.",
      "definition_translation": "Una herramienta de cocina utilizada para aplastar los dientes de ajo, típicamente utilizada para liberar su sabor y aroma.",
      "example": "Usé una prensa de ajo para aplastar el ajo para la salsa. Ella utilizará una prensa de ajo para extraer el sabor del ajo para la receta. Ellos habían utilizado una prensa de ajo para preparar el ajo para la marinada.",
      "example_translation": "Usé una prensa de ajo para aplastar el ajo para la salsa. Ella gebruara una prensa de ajo para extraer el sabor de ajo para la receta. Ellos habían usado una prensa de ajo para preparar el ajo para la marinada.",
      "imageLink": "image_files\\English\\"imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rallador",
      "translation": " rallador",
      "definition": "Un utensilio de cocina con una superficie rugosa utilizada para rallar o picar alimentos, como queso o verduras.",
      "definition_translation": "Un utensilio de cocina con una superficie rugosa utilizado para rallar o rallar alimentos, como queso o verduras.",
      "example": "Rallé el queso para la ensalada. Mañana rallaré las zanahorias para el pastel. Ella ralló las remolachas para la sopa la noche anterior.",
      "example_translation": "Rallé el queso para la ensalada. Rallaré las zanahorias para el pastel mañana. Ella ralló las remolachas para la sopa la noche pasada.",
      "imageLink": "image_files\\English\\"imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara para helado",
      "translation": "cuchara para helado",
      "definition": "Un utensilio utilizado para portionar y dar forma a bolas de helado.",
      "definition_translation": "Un utensilio utilizado para porcionar y dar forma a bolas de helado.",
      "example": "Usé una cuchara para helado para servir el postre. Ella utilizará una cuchara para helado para hacer sundae mañana. Ellos utilizaron una cuchara para helado para crear una torre de helado elaborada la semana pasada.",
      "example_translation": "Usé una cuchara para helado para servir el postre. Ella usará una cuchara para helado para hacer sundae mañana. Usaron una cuchara para helado para crear una torre de helado elaborada la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cucharón",
      "translation": "cuchara de sirve",
      "definition": "Una cuchara grande y profunda utilizada para servir o transferir líquidos o alimentos sueltos.",
      "definition_translation": "Una cuchara grande y profunda utilizada para servir o transferir líquidos o alimentos sueltos.",
      "example": "Usé un cucharón para servir la sopa. Ella utilizará un cucharón para verter la salsa mañana. Ellos utilizaron un cucharón para coger el yogur la noche anterior.",
      "example_translation": "Usé una cuchara de sirve para servir la sopa. Ella usará una cuchara de sirve para verter la salsa mañana. Usaron una cuchara de sirve para coger el yogur la noche pasada.",
      "imageLink": "image_files\\English\\"imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exprimidor de limón",
      "translation": "exprimidor de limón",
      "definition": "Un dispositivo utilizado para extraer jugo de limones, típicamente consistente en una prensa manual o eléctrica o rallador.",
      "definition_translation": "Un dispositivo utilizado para extraer jugo de limones, que consiste típicamente en una prensa manual o eléctrica o un rallador.",
      "example": "Usé un exprimidor de limón para hacer limonada fresca para la fiesta. Mañana utilizaré un exprimidor de limón para extraer jugo para la receta. Ella había utilizado un exprimidor de limón para hacer una marinada de limón.",
      "example_translation": "Usé un exprimidor de limón para hacer limonada fresca para la fiesta. Usaré un exprimidor de limón para extraer jugo para la receta. Ella había usado un exprimidor de limón para hacer una marinada de limón.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "mandolina",
      "definition": "Una herramienta de cocina con una hoja plana y estrecha, utilizada para cortar y hacer julianas de vegetales y frutas.",
      "definition_translation": "Una herramienta de cocina con hoja plana y estrecha, utilizada para cortar y julianar verduras y frutas.",
      "example": "Corté las zanahorias con una mandolina para la ensalada. Ella había utilizado una mandolina para hacer julianas de pimientos. Ellos utilizarán una mandolina para cortar las manzanas para el pastel.",
      "example_translation": "Corté las zanahorias con una mandolina para la ensalada. Ella había usado una mandolina para julianar los pimientos. Ellos usarán una mandolina para cortar las manzanas para el pastel.",
      "imageLink": "image_files\\English\\"imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara medidora",
      "translation": "cuchara medidora",
      "definition": "Una cuchara con medidas marcadas, utilizada para medir ingredientes con precisión cuando se cocina o se hornea.",
      "definition_translation": "Una cuchara con medidas marcadas, utilizada para medir con precisión los ingredientes al cocinar o hornear.",
      "example": "Usé una cuchara medidora para medir el polvo de hornear para el pastel. Ella había utilizado una cuchara medidora para medir el extracto de vainilla. Ellos utilizarán una cuchara medidora para medir el azúcar para las galletas.",
      "example_translation": "Usé una cuchara medidora para medir el polvo de hornear para la torta. Ella había usado una cuchara medidora para medir el extracto de vainilla. Ellos usarán una cuchara medidora para medir el azúcar para las galletas.",
      "imageLink": "image_files\\English\\"imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ablandador de carne",
      "translation": "ablandador de carne",
      "definition": "Una sustancia utilizada para hacer que la carne sea más tierna, típicamente mediante la ruptura de las proteínas en la carne.",
      "definition_translation": "Una sustancia utilizada para hacer que la carne sea más tierna, típicamente rompiendo las proteínas en la carne.",
      "example": "Usé un ablandador de carne para hacer que la carne sea más comestible. Ayer había marinado la carne, y mañana la asaré.",
      "example_translation": "Usé un ablandador de carne para hacer que el filete fuera más sabroso. Ayer, ya había marinado la carne, y mañana la asaré.",
      "imageLink": "image_files\\English\\"imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picadora",
      "translation": "picadora",
      "definition": "Un dispositivo de cocina utilizado para picar alimentos en pequeños trozos, especialmente carne.",
      "definition_translation": "Un dispositivo de cocina utilizado para picar alimentos en pequeñas piezas, especialmente carne.",
      "example": "Mi abuela siempre utiliza una picadora para preparar la carne para sus famosas albóndigas. Ella picó las cebollas y el ajo ayer, y hoy los mezclará con la carne picada.",
      "example_translation": "Mi abuela siempre utiliza una picadora para preparar la carne para sus famosas albóndigas. Ella picó las cebollas y el ajo ayer, y hoy los mezclará con la carne molida.",
      "imageLink": "image_files\\English\\"imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mortero y mano de mortero",
      "translation": "mortero y mano",
      "definition": "Un recipiente con forma de tazón y una herramienta en forma de club utilizados para moler, triturar o mezclar sustancias, especialmente en cocina.",
      "definition_translation": "Un recipiente en forma de tazón y una herramienta en forma de club utilizados para moler, triturar o mezclar sustancias, especialmente en la cocina.",
      "example": "La chef utilizó un mortero y mano de mortero para moler las especias para la salsa de curry. Ya había triturado el ajo y el jengibre ayer, y hoy mezclarálos con la leche de coco.",
      "example_translation": "El chef utilizó un mortero y mano para moler las especias para la salsa de curry. Ya había triturado el ajo y el jengibre ayer, y hoy los mezclará con la leche de coco.",
      "imageLink": "image_files\\English\\"imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascanueces",
      "translation": "cascanueces",
      "definition": "Un dispositivo que consiste en una pinza y una palanca, utilizado para abrir nueces.",
      "definition_translation": "Un dispositivo que consiste en una abrazadera y una palanca, utilizado para abrir nueces.",
      "example": "Utilicé un cascanueces para abrir las nueces de walnuts para el pastel. Ya había abierto todas las nueces ayer. Abriré las nueces de pacana para la ensalada mañana.",
      "example_translation": "Usé un cascanueces para abrir las nueces para el pastel. Había abierto todas las nueces ayer. Abriré las pacanas para la ensalada mañana.",
      "imageLink": "image_files\\English\\"imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tabla de pastelería",
      "translation": "tabla de pastelería",
      "definition": "Una superficie plana y suave, habitualmente hecha de madera o mármol, utilizada para extender la masa y preparar pasteles.",
      "definition_translation": "Una superficie plana y lisa, typicalmente hecha de madera o mármol, utilizada para extender la masa y preparar pasteles.",
      "example": "Extendí la masa sobre la tabla de pastelería para hacer un pastel. Había espolvoreado harina sobre la tabla de pastelería ayer. Limpiarán la tabla de pastelería después del concurso de repostería.",
      "example_translation": "Extendí la masa en la tabla de pastelería para hacer una tarta. Había espolvoreado harina en la tabla de pastelería ayer. Limpian la tabla de pastelería después del concurso de repostería.",
      "imageLink": "image_files\\English\\"imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelador",
      "translation": "pelador",
      "definition": "Una herramienta de cocina utilizada para quitar la piel de las frutas y verduras.",
      "definition_translation": "Una herramienta de cocina utilizada para quitar la piel de frutas y verduras.",
      "example": "Utilicé un pelador para quitar la piel de las zanahorias. Había utilizado un pelador para pelar las manzanas ayer. Comprarán un nuevo pelador para la cocina mañana.",
      "example_translation": "Usé un pelador para quitar la piel de las zanahorias. Había utilizado un pelador para pelar las manzanas ayer. Comprarán un nuevo pelador para la cocina mañana.",
      "imageLink": "image_files\\English\\"imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molino de pimienta",
      "translation": "molino de pimienta",
      "definition": "Un dispositivo de cocina utilizado para moler granos de pimienta en polvo fino.",
      "definition_translation": "Un dispositivo de cocina utilizado para moler granos de pimienta en un polvo fino.",
      "example": "Utilicé un molino de pimienta para sazonar la sopa, luego lo utilizaré de nuevo para sazonar la carne, y finalmente lo utilizaré mañana para sazonar las verduras.",
      "example_translation": "Usé un molino de pimienta para sazonar la sopa, luego lo usaré de nuevo para sazonar la carne, y finalmente lo usaré mañana para sazonar las verduras.",
      "imageLink": "image_files\\English\\"imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bolsa de piping",
      "translation": "bolsa de manga",
      "definition": "Una bolsa utilizada para contener y dispensar glaseado o alimentos blandos a través de un tubo estrecho, utilizada para decorar pasteles y pasteles.",
      "definition_translation": "Una bolsa utilizada para contener y dispensar glaseado o alimentos blandos a través de un tubo estrecho, utilizada para decorar tartas y pasteles.",
      "example": "Ella llenó cuidadosamente la bolsa de piping con glaseado, luego pipeó bordes en la tarta, y finalmente pipeó diseños en las galletas mañana.",
      "example_translation": "Ella llenó cuidadosamente la bolsa de manga con glaseado, luego pipió bordes en la tarta, y finalmente, pipiará diseños en las galletas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodillo de amasar",
      "translation": "rodillo",
      "definition": "Una herramienta de cocina utilizada para aplanar y dar forma a la masa, usualmente hecha de madera, metal o silicona.",
      "definition_translation": "Una herramienta de cocina utilizada para aplanar y dar forma a la masa, típicamente hecha de madera, metal o silicona.",
      "example": "Ella utilizó un rodillo de amasar para extender la masa, luego la extendió nuevamente para hacerla más delgada, y finalmente la extenderá mañana para hacer una gran pizza.",
      "example_translation": "Ella utilizó un rodillo para aplanar la masa, luego la volvió a aplanar para hacerla más delgada, y finalmente, la aplanará mañana para hacer una gran pizza.",
      "imageLink": "image_files\\English\\"imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparador",
      "translation": "aparador",
      "definition": "Una pieza de mobiliario con estantes, cajones o armarios, utilizada para almacenar y mostrar platos, vasos y otros utensilios de mesa.",
      "definition_translation": "Un mueble con estantes, cajones o armarios, utilizado para almacenar y mostrar platos, vasos y otros elementos de mesa.",
      "example": "Ayer, pulí el aparador hasta lograr un brillo alto. Hoy estoy colocando la vajilla fina en él. Mañana, agregare decoraciones para completar el look.",
      "example_translation": "Ayer, pulí el aparador hasta darle un brillo intenso. Hoy, estoy colocando la vajilla fina en él. Mañana, agregaré some decoraciones para completar el look.",
      "imageLink": "image_files\\English\\"imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cedazo",
      "translation": "cedazo",
      "definition": "Una utensilio con fondo perforado o de malla, utilizado para separar partículas sólidas de tamaños diferentes o para cerner harina.",
      "definition_translation": "Una herramienta con un fondo perforado o de malla, utilizada para separar partículas sólidas de diferentes tamaños o para cerner harina.",
      "example": "Ella utilizó un cedazo para cerner la harina en un tazón grande. Luego agregó azúcar y huevos a la mezcla. Más tarde, horneará un delicioso pastel.",
      "example_translation": "Ella usó un cedazo para cerner la harina en un tazón grande. Luego, agregó azúcar y huevos a la mezcla. Más tarde, horneará un delicioso pastel.",
      "imageLink": "image_files\\English\\"imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tarjeta de especias",
      "translation": "estante de especias",
      "definition": "Un contenedor o estante utilizado para almacenar y organizar especias, hierbas y otros condimentos.",
      "definition_translation": "Un contenedor o estante utilizado para mantener y organizar especias, hierbas y otros condimentos.",
      "example": "Organicé la tarjeta de especias categorizando las especias alfabéticamente. Ayer utilicé el tomillo para sazonar la sopa. Mañana refiliaré los recipientes.",
      "example_translation": "Organisé el estante de especias categorizando las especias alfabéticamente. Ayer, usé el tomillo para sazonar la sopa. Mañana, rellenaré los contenedores.",
      "imageLink": "image_files\\English\\"imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara de degustación",
      "translation": "cuchara de degustación",
      "definition": "Una cuchara utilizada para probar alimentos mientras se cocina, generalmente una cuchara grande con un mango largo.",
      "definition_translation": "Una cuchara utilizada para probar alimentos mientras se cocina, generalmente una cuchara grande con mango largo.",
      "example": "Usé una cuchara de degustación para probar la salsa, luego agregué más hierbas al gusto. Ayer, usé una cuchara de degustación para ajustar la temporada. Para la próxima semana, habré perfeccionado mi receta utilizando una cuchara de degustación.",
      "example_translation": "Usé una cuchara de degustación para probar la salsa, luego agregué más hierbas al gusto. Ayer, usé una cuchara de degustación para ajustar la temporada. Para la próxima semana, habré perfeccionado mi receta utilizando una cuchara de degustación.",
      "imageLink": "image_files\\English\\"imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "temporizador",
      "translation": "temporizador",
      "definition": "Un dispositivo que mide el paso del tiempo, a menudo utilizado en la cocina para asegurarse de que los alimentos se cocinen durante un tiempo específico.",
      "definition_translation": "Un dispositivo que mide el paso del tiempo, a menudo utilizado en la cocina para asegurarse de que los alimentos se cocinen durante un período de tiempo específico.",
      "example": "Puse el temporizador en 10 minutos, luego revisé el pastel. Ayer, olvidé poner el temporizador, así que las galletas se quemaron. Para el próximo mes, habré dominado el arte de usar un temporizador para cocinar la comida perfecta.",
      "example_translation": "Puse el temporizador por 10 minutos, luego verifiqué el pastel. Ayer, olvidé poner el temporizador, así que las galletas se quemaron. Para el próximo mes, habré dominado el arte de usar un temporizador para cocinar la comida perfecta.",
      "imageLink": "image_files\\English\\"imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "batidor",
      "translation": "batidor",
      "definition": "Una herramienta de cocina utilizada para mezclar y batir ingredientes, generalmente consistente en un mango y una serie de bucles de alambre.",
      "definition_translation": "Una herramienta de cocina utilizada para mezclar y batir ingredientes, generalmente consistente en un mango y una serie de bucles de alambre.",
      "example": "Batí los huevos y el azúcar juntos hasta que estuvieron suaves. Ayer, usé un batidor para mezclar la batería para las pancakes. Para el próximo año, habré perfeccionado mi técnica para batir crema pesada en picos rígidos.",
      "example_translation": "Batí los huevos y azúcar juntos hasta que estuvieron suaves. Ayer, usé un batidor para mezclar la masa para las tortitas. Para el año que viene, habré perfeccionado mi técnica para batir crema espesa en picos firmes.",
      "imageLink": "image_files\\English\\"imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    }
  ]