{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocinar",
      "translation": "cocinar",
      "definition": "una persona habilidosa que prepara y cocina comida, especialmente como trabajo",
      "definition_translation": "una persona capacitada que prepara y cocina alimentos, especialmente como trabajo",
      "example": "Voy a cocinar la cena esta noche, pero ayer cociné el almuerzo, y mañana voy a cocinar el desayuno.",
      "example_translation": "Voy a cocinar la cena esta noche, pero ayer cociné el almuerzo y mañana cocinaré el desayuno.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doctor",
      "translation": "médico",
      "definition": "una persona que está capacitada para tratar a las personas que están enfermas",
      "definition_translation": "una persona que está calificada para tratar a las personas que están enfermas",
      "example": "Fui a ver al doctor ayer, pero mañana voy a ver al doctor de nuevo, y la próxima semana vi al doctor.",
      "example_translation": "Fui a ver al médico ayer, pero mañana veré al médico de nuevo y la próxima semana vi al médico.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conductor",
      "translation": "conductor",
      "definition": "una persona que opera un vehículo, especialmente un coche",
      "definition_translation": "una persona que opera un vehículo, especialmente un coche",
      "example": "Mañana voy a ser conductor, pero ayer fui conductor, y la semana pasada conduje un coche.",
      "example_translation": "Seré un conductor mañana, pero ayer fui un conductor y la semana pasada conduje un coche.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maestro",
      "translation": "maestro",
      "definition": "Una persona que ayuda a los estudiantes a aprender dándoles lecciones y guiando su estudio.",
      "definition_translation": "Una persona que ayuda a los estudiantes a aprender dando lecciones y guiar su estudio.",
      "example": "Tuve un gran maestro en la escuela secundaria que me inspiró a perseguir una carrera en ciencia. Ahora enseña biología. El próximo año voy a enseñar inglés en Japón.",
      "example_translation": "Tuve un gran maestro en la escuela secundaria que me inspiró a seguir una carrera en ciencias. Ella enseña biología ahora. Enseñaré inglés en Japón el próximo año.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camarero",
      "translation": "camarero",
      "definition": "Una persona cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "definition_translation": "Una persona cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "El camarero tomó nuestro pedido y nos trajo nuestras bebidas. Pronto nos traerá la comida. Cuando era más joven, quería ser camarero.",
      "example_translation": "El camarero tomó nuestro pedido y nos trajo nuestros tragos. Traerá la comida pronto. Quería ser camarero cuando era más joven.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camarera",
      "translation": "camarera",
      "definition": "Una mujer cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "definition_translation": "Una mujer cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "La camarera fue muy amable y nos recomendó la especialidad del día. Ha sido camarera durante cinco años. Voy a pedirle la cuenta a la camarera.",
      "example_translation": "La camarera fue muy amable y recomendó el especial del día. Ha sido camarera durante cinco años. Preguntaré a la camarera por la cuenta.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actor",
      "translation": "actor",
      "definition": "Una persona que actúa en una obra de teatro, película o producción de televisión.",
      "definition_translation": "Una persona que actúa en una obra de teatro, película o producción de televisión.",
      "example": "Quería ser actor cuando era más joven. Ahora soy actor. Voy a ser actor en la próxima película.",
      "example_translation": "Quería ser actor cuando era más joven. Ahora, soy actor. Seré actor en la próxima película.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actriz",
      "translation": "actriz",
      "definition": "Una mujer que actúa en una obra de teatro, película o producción de televisión.",
      "definition_translation": "Una mujer que actúa en una obra de teatro, película o producción de televisión.",
      "example": "Mi hermana era actriz en la obra de teatro de la escuela. Ahora es actriz en un programa de televisión. Será actriz en una película pronto.",
      "example_translation": "Mi hermana fue actriz en la obra de teatro de la escuela. Ahora, es actriz en un programa de televisión. Será actriz en una película pronto.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "artista",
      "translation": "artista",
      "definition": "Una persona que crea pinturas, dibujos o esculturas.",
      "definition_translation": "Una persona que crea pinturas, dibujos o esculturas.",
      "example": "Conocí a un artista que pintaba paisajes hermosos. Ahora soy artista, y creo arte de calle. Seré un artista famoso algún día.",
      "example_translation": "Conocí a un artista que pintaba paisajes hermosos. Ahora, soy artista, y creo arte en la calle. Seré un artista famoso algún día.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hombre de negocios",
      "translation": "hombre de negocios",
      "definition": "Una persona que se dedica a la actividad comercial o industrial, especialmente uno que posee o gestiona un negocio.",
      "definition_translation": "Una persona involucrada en negocios comerciales o industriales, especialmente uno que posee o gestiona un negocio.",
      "example": "El hombre de negocios tuvo una reunión con sus inversores ayer, tiene una reunión con ellos hoy, y tendrá una reunión con ellos la próxima semana.",
      "example_translation": "El hombre de negocios tuvo una reunión con sus inversores ayer, se reunió con ellos de nuevo hoy y se reunirá con ellos de nuevo la próxima semana.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mujer de negocios",
      "translation": "mujer de negocios",
      "definition": "Una mujer que se dedica a actividades comerciales o industriales, especialmente una que posee o gestiona un negocio.",
      "definition_translation": "Una mujer involucrada en negocios comerciales o industriales, especialmente una que posee o gestiona un negocio.",
      "example": "La mujer de negocios tenía una carrera exitosa, tiene una carrera exitosa y tendrá una carrera exitosa.",
      "example_translation": "La mujer de negocios tuvo una carrera exitosa, tiene una carrera exitosa y tendrá una carrera exitosa.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mecánico de coches",
      "translation": "mecánico de coches",
      "definition": "Una persona cuyo trabajo es reparar y mantener vehículos de motor.",
      "definition_translation": "Una persona cuyo trabajo es reparar y mantener vehículos de motor.",
      "example": "El mecánico de coches arregló el motor ayer, está arreglando los frenos hoy y arreglará la transmisión mañana.",
      "example_translation": "El mecánico de coches reparó el motor ayer, está reparando los frenos hoy y reparará la transmisión mañana.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chef",
      "translation": "cocinero",
      "definition": "Un chef es un cocinero habilidoso que prepara y cocina alimentos en un restaurante o otro establecimiento de comida.",
      "definition_translation": "Un cocinero es un cocinero capacitado que prepara y cocina comida en un restaurante o establecimiento de comidas.",
      "example": "Ella ha sido chef durante más de 10 años y ahora está abriendo su propio restaurante. Ayer era chef en un restaurante con estrella Michelin y mañana será un chef famoso.",
      "example_translation": "Ella ha sido cocinera durante más de 10 años y ahora está abriendo su propio restaurante. Ayer, era cocinera en un restaurante con estrella Michelin, y mañana será una cocinera famosa.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "químico",
      "translation": "químico",
      "definition": "Un químico es un científico que estudia las propiedades, composición y reacciones de la materia.",
      "definition_translation": "Un químico es un científico que estudia las propiedades, composición y reacciones de la materia.",
      "example": "Estudió para ser químico y ahora trabaja en un laboratorio. Ayer era químico en una empresa farmacéutica y mañana será un químico líder en su campo.",
      "example_translation": "Ella estudió para ser química y ahora trabaja en un laboratorio. Ayer, era química en una empresa farmacéutica, y mañana será una química líder en su campo.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limpiadora",
      "translation": "limpiador",
      "definition": "Una limpiadora es una persona que limpia y mantiene la limpieza de un edificio, habitación o área.",
      "definition_translation": "Un limpiador es una persona que limpia y mantiene la limpieza de un edificio, habitación o área.",
      "example": "Ella trabaja como limpiadora en un edificio de oficinas. Ayer era limpiadora en una escuela y mañana será limpiadora en un hospital.",
      "example_translation": "Ella trabaja como limpiadora en un edificio de oficinas. Ayer, era limpiadora en una escuela, y mañana será limpiadora en un hospital.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bailarina",
      "translation": "bailarín",
      "definition": "Una persona que baila profesionalmente, especialmente como miembro de una compañía o troupe.",
      "definition_translation": "Una persona que baila profesionalmente, especialmente como miembro de una empresa o troupe.",
      "example": "Era una bailarina talentosa y se presentó en muchos conciertos. actualmente está enseñando clases de baile. Se presentará en Broadway el próximo año.",
      "example_translation": "Era una bailarina talentosa y se presentó en muchos conciertos. Actualmente está enseñando clases de danza. Se presentará en Broadway el año próximo.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dentista",
      "translation": "dentista",
      "definition": "Una persona que está capacitada y tiene licencia para practicar la prevención, diagnóstico y tratamiento de enfermedades y condiciones de los dientes y la boca.",
      "definition_translation": "Una persona que es habilidosa y tiene licencia para practicar la prevención, diagnóstico y tratamiento de enfermedades y condiciones de los dientes y la boca.",
      "example": "Fui al dentista ayer y me limpiaron los dientes. Iré a ver a mi dentista mañana para que me hagan un empaste. Iré a visitar a mi dentista el próximo mes para una revisión.",
      "example_translation": "Fui al dentista ayer y me limpiaron los dientes. Voy a ver a mi dentista mañana paraapatkan un empaste. Visitaré a mi dentista el próximo mes para un chequeo.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingeniero",
      "translation": "ingeniero",
      "definition": "Una persona que diseña, construye o mantiene motores, máquinas o estructuras.",
      "definition_translation": "Una persona que diseña, construye o mantiene motores, máquinas o estructuras.",
      "example": "Él era un ingeniero habilidoso y diseñó muchos puentes. Ella es una ingeniera y actualmente está trabajando en un nuevo proyecto. Contratarán a un ingeniero para arreglar la máquina la próxima semana.",
      "example_translation": "Él era un ingeniero habilidoso y diseñó muchos puentes. Ella es una ingeniera y actualmente está trabajando en un nuevo proyecto. Contratarán a un ingeniero para arreglar la máquina la próxima semana.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agricultor",
      "translation": "agricultor",
      "definition": "Una persona que posee o gestiona una granja, especialmente una que cultiva tierra, cosechas y ganado.",
      "definition_translation": "Una persona que posee o gestiona una granja, especialmente una que cultiva tierra, cultivos y ganado.",
      "example": "El agricultor plantó las semillas en el suelo. Las cosechará el próximo mes. Las había cosechado el año pasado.",
      "example_translation": "El agricultor plantó las semillas en el suelo. Las cosechará el mes que viene. Las cosechó el año pasado.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "futbolista",
      "translation": "futbolista",
      "definition": "Una persona que juega al fútbol, especialmente profesionalmente.",
      "definition_translation": "Una persona que juega fútbol, especialmente de manera profesional.",
      "example": "El futbolista anotó un gol en el partido. Jugará en el campeonato el próximo año. Jugó en la Copa Mundial el año pasado.",
      "example_translation": "El futbolista marcó un gol en el partido. Jugará en el campeonato el año que viene. Jugó en la Copa Mundial el año pasado.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía",
      "translation": "guía",
      "definition": "Una persona que muestra el camino o lidera a otros, especialmente en una actividad o profesión en particular.",
      "definition_translation": "Una persona que muestra el camino o lidera a otros, especialmente en una actividad o profesión particular.",
      "example": "La guía nos llevó a través del bosque. Él nos llevará a través de la ciudad la próxima semana. Él nos llevó a través del museo el mes pasado.",
      "example_translation": "El guía nos llevó a través del bosque. Nos llevará a través de la ciudad la semana que viene. Nos llevó a través del museo el mes pasado.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "director/a de escuela",
      "translation": "director",
      "definition": "El director/a de escuela es el maestro más senior en una escuela, responsable de la dirección y gestión de la escuela.",
      "definition_translation": "El director es el maestro más antiguo en una escuela, responsable de la dirección y gestión de la escuela.",
      "example": "Ella era la directora de la escuela cuando yo era estudiante. Ella será la directora de la nueva escuela el próximo año. Ella fue directora durante 10 años.",
      "example_translation": "Ella era la directora de la escuela cuando era estudiante. Será la directora de la nueva escuela el próximo año. Fue directora durante 10 años.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gerente",
      "translation": "gerente",
      "definition": "Un gerente es una persona responsable de controlar y organizar todas las actividades de una empresa o departamento.",
      "definition_translation": "Un gerente es una persona responsable de controlar y organizar todas las actividades de una empresa o departamento.",
      "example": "Él era un gerente del departamento de marketing cuando trabajé allí. Ella será una gerente del nuevo proyecto el próximo mes. Ellos fueron gerentes de la empresa durante 5 años.",
      "example_translation": "Él era el gerente del departamento de marketing cuando trabajé allí. Será la gerente del nuevo proyecto el próximo mes. Fueron gerentes de la empresa durante 5 años.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mecánico",
      "translation": "mecánico",
      "definition": "Un mecánico es una persona que repara y mantiene máquinas, especialmente vehículos.",
      "definition_translation": "Un mecánico es una persona que repara y mantiene máquinas, especialmente vehículos.",
      "example": "Él era un mecánico en el garaje cuando llevé mi coche allí. Ella será una mecánica del equipo de carreras el próximo año. Ellos fueron mecánicos de la empresa durante 10 años.",
      "example_translation": "Él era un mecánico en el garaje cuando llevé mi coche allí. Será la mecánica del equipo de carreras el próximo año. Fueron mecánicos de la empresa durante 10 años.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enfermera/o",
      "translation": "enfermera",
      "definition": "Una enfermera/o es un profesional de la salud que proporciona atención médica a pacientes en various settings, como hospitales, clínicas y hogares de ancianos.",
      "definition_translation": "Una enfermera es un profesional de la salud que proporciona atención médica a pacientes en various entornos, como hospitales, clínicas y hogares de enfermos.",
      "example": "Ella ha sido una enfermera durante cinco años, y será una enfermera por el resto de su vida. Ayer, atendió a un paciente hasta que se recuperó. Mañana, atenderá a un bebé recién nacido.",
      "example_translation": "Ella ha sido una enfermera durante cinco años, y será una enfermera por el resto de su vida. Ayer, cuidó a un paciente hasta que se recuperó. Mañana, cuidará a un bebé recién nacido.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintor/a",
      "translation": "pintor",
      "definition": "Un pintor/a es un artista que crea imágenes con pintura, Often utilizando lienzo, madera u otros materiales como superficie.",
      "definition_translation": "Un pintor es un artista que crea imágenes con pintura, a menudo utilizando lienzo, madera u otros materiales como superficie.",
      "example": "Él ha sido un pintor durante diez años, y pintará una nueva obra maestra esta noche. Ayer, pintó un paisaje hermoso. En el futuro, pintará un mural en el ayuntamiento de la ciudad.",
      "example_translation": "Él ha sido un pintor durante diez años, y pintará una nueva obra maestra esta noche. Ayer, pintó un paisaje hermoso. En el futuro, pintará un mural en el ayuntamiento de la ciudad.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fotógrafo/a",
      "translation": "fotógrafo",
      "definition": "Un fotógrafo/a es un artista que captura imágenes utilizando una cámara, Often por propósitos artísticos o comerciales.",
      "definition_translation": "Un fotógrafo es un artista que capta imágenes utilizando una cámara, a menudo con fines artísticos o comerciales.",
      "example": "Ella ha sido una fotógrafa durante cinco años, y fotografiará una boda mañana. Ayer, fotografió un atardecer hermoso. En el futuro, fotografiará un desfile de moda.",
      "example_translation": "Ella ha sido una fotógrafa durante cinco años, y fotografiará una boda mañana. Ayer, fotografió un hermoso atardecer. En el futuro, fotografiará un desfile de moda.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piloto",
      "translation": "piloto",
      "definition": "Una persona que opera los controles de una aeronave, especialmente si está cualificada para navegar y comunicarse.",
      "definition_translation": "Una persona que opera los controles de un avión, especialmente uno que está capacitado para navegar y comunicarse.",
      "example": "Yo era un piloto en la fuerza aérea, luego me convertí en piloto comercial, y ahora seré un piloto para una nueva aerolínea.",
      "example_translation": "Yo era un piloto en la fuerza aérea, luego me convertí en piloto comercial y ahora seré un piloto para una nueva aerolínea.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jugador/a",
      "translation": "jugador",
      "definition": "Una persona que participa en un juego, deporte u otra actividad.",
      "definition_translation": "Una persona que participa en un juego, deporte u otra actividad.",
      "example": "Yo era un jugador en el equipo de fútbol, luego me convertí en jugador en el equipo de baloncesto, y ahora seré un jugador en el equipo de fútbol sala.",
      "example_translation": "Yo era un jugador en el equipo de fútbol, luego me convertí en jugador del equipo de baloncesto y ahora seré un jugador en el equipo de fútbol.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oficial de policía",
      "translation": "oficial de policía",
      "definition": "Una persona cuyo trabajo es aplicar las leyes, investigar crímenes y mantener el orden en una comunidad.",
      "definition_translation": "Una persona cuyo trabajo es hacer cumplir las leyes, investigar crímenes y mantener el orden en una comunidad.",
      "example": "Ella era una oficial de policía en la ciudad, luego se convirtió en oficial de policía en el campo, y ahora será una oficial de policía en la patrulla de carreteras.",
      "example_translation": "Ella era una oficial de policía en la ciudad, luego se convirtió en una oficial de policía en el campo y ahora será una oficial de policía en la patrulla de autopistas.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "policía",
      "translation": "policía",
      "definition": "Un policía es un oficial de la ley que se encarga de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "definition_translation": "Un policía es un agente del orden público responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "El policía detuvo al conductor por exceso de velocidad ayer, pero no le dará un ticket hoy, y hubiera arrestado al conductor la semana pasada si hubiera visto conducir de manera temeraria.",
      "example_translation": "El policía detuvo al conductor por exceso de velocidad ayer, pero no le dará una multa hoy, y lo habría arrestado la semana pasada si hubiera visto conducir de forma temeraria.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "policía",
      "translation": "policía",
      "definition": "Una policía es una oficial de la ley femenina que se encarga de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "definition_translation": "Una policía es una agente del orden público femenina responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "La policía ayudó a la niña perdida a encontrar a sus padres en el festival la semana pasada, y dirigirá el tráfico mañana, pero hubiera estado de patrulla el año pasado.",
      "example_translation": "La policía ayudó al niño perdido a encontrar a sus padres en el festival el fin de semana pasado, y ella estará dirigiendo el tráfico mañana, pero habría estado de servicio de patrulla el año pasado.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recepcionista",
      "translation": "recepcionista",
      "definition": "Un recepcionista es una persona empleada para administrar el área de recepción de una organización, generalmente responsable de responder llamadas telefónicas, saludar a los visitantes y realizar tareas administrativas.",
      "definition_translation": "Un recepcionista es una persona empleada para manejar el área de recepción de una organización, usualmente responsable de contestar llamadas telefónicas, saludar a los visitantes y realizar tareas administrativas.",
      "example": "La recepcionista me saludó calurosamente cuando llegué a la oficina ayer, y procesará mi documentación hoy, pero hubiera estado en un descanso para comer a esta hora la semana pasada.",
      "example_translation": "La recepcionista me saludó calurosamente cuando llegué a la oficina ayer, y ella estará procesando mi documentación hoy, pero habría estado en un descanso para comer a esta hora la semana pasada.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asistente de ventas",
      "translation": "asistente de ventas",
      "definition": "Una persona responsable de asistir a un equipo de ventas o gerente en tareas administrativas y clericiales.",
      "definition_translation": "Una persona responsable de asistir a un equipo de ventas o gerente en tareas administrativas y clericales.",
      "example": "Yo era un asistente de ventas en una tienda minorista el año pasado, soy un asistente de ventas en una tienda minorista ahora, y seré un asistente de ventas en una tienda minorista el año próximo.",
      "example_translation": "Fui un asistente de ventas en una tienda minorista el año pasado, soy un asistente de ventas en una tienda minorista ahora, y seré un asistente de ventas en una tienda minorista el próximo año.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vendedor",
      "translation": "vendedor",
      "definition": "Una persona que vende bienes o servicios a clientes, a menudo trabajando por comisión.",
      "definition_translation": "Una persona que vende bienes o servicios a clientes, a menudo trabajando con una base de comisión.",
      "example": "Ella ha sido una vendedora exitosa durante muchos años, es una vendedora habilidosa ahora, y será una vendedora destacada el año próximo.",
      "example_translation": "Ella ha sido una vendedora exitosa durante muchos años, es una vendedora hábil ahora, y será una vendedora principal el próximo año.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "secretaria",
      "translation": "secretaria",
      "definition": "Una persona empleada para administrar las actividades diarias de una organización o negocio.",
      "definition_translation": "Una persona empleada para administrar las actividades diarias de una organización o negocio.",
      "example": "Ella fue una secretaria en un bufete de abogados el año pasado, es una secretaria en un bufete de abogados ahora, y será una secretaria en un bufete de abogados el año próximo.",
      "example_translation": "Ella fue una secretaria en una firma de abogados el año pasado, es una secretaria en una firma de abogados ahora, y será una secretaria en una firma de abogados el próximo año.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cantante",
      "translation": "cantante",
      "definition": "Una persona que canta, especialmente profesionalmente, como en un concierto o ópera.",
      "definition_translation": "Una persona que canta, especialmente profesionalmente, como en un concierto o ópera.",
      "example": "Ella fue una cantante talentosa que había actuado en muchos conciertos. Ahora está preparándose para su álbum debut. Será una cantante famosa en el futuro.",
      "example_translation": "Ella era una cantante talentosa que había actuado en muchos conciertos. Actualmente se está preparando para su álbum debut. Será una cantante famosa en el futuro.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conductor de taxi",
      "translation": "taxista",
      "definition": "Una persona que conduce un taxi, generalmente para ganarse la vida.",
      "definition_translation": "Una persona que conduce un taxi, típicamente para ganarse la vida.",
      "example": "Él fue un conductor de taxi durante 10 años antes de jubilarse. Ahora conduce para una empresa de compartir viajes. Empezará su propio negocio de taxis el año próximo.",
      "example_translation": "Él era un taxista durante 10 años antes de jubilarse. Actualmente conduce para una empresa de compartir viajes. Empezará su propio negocio de taxi el año próximo.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía turístico",
      "translation": "guía turístico",
      "definition": "Una persona que muestra y explica los lugares de interés a los visitantes, especialmente para ganarse la vida.",
      "definition_translation": "Una persona que muestra y explica los lugares de interés de un sitio a los visitantes, especialmente para ganarse la vida.",
      "example": "Ella trabajó como guía turística en París durante cinco años. Ahora está liderando un grupo de turistas por el museo. Será una guía turística freelance el próximo mes.",
      "example_translation": "Ella trabajó como guía turística en París durante cinco años. Actualmente está liderando un grupo de turistas através del museo. Será una guía turística independiente el mes próximo.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escritor",
      "translation": "escritor",
      "definition": "Una persona que escribe libros, historias o artículos como trabajo o ocupación.",
      "definition_translation": "Una persona que escribe libros, historias o artículos como trabajo o ocupación.",
      "example": "Yo era un escritor para una revista, pero ahora soy freelancer. Estoy escribiendo una novela, y escribiré un guion cinematográfico algún día.",
      "example_translation": " Era un escritor para una revista, pero ahora soy un freelance. Estoy escribiendo una novela, y escribiré un guión algún día.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contador",
      "translation": "contable",
      "definition": "Una persona cuyo trabajo es llevar y examinar los registros financieros de una empresa o organización.",
      "definition_translation": "Una persona cuyo trabajo es mantener y examinar los registros financieros de una empresa o organización.",
      "example": "He sido un contador durante cinco años y soy bueno para equilibrar el presupuesto de la empresa. Ella será una contadora para una gran empresa y ellos serán contadores para una organización sin fines de lucro.",
      "example_translation": "He sido un contable durante cinco años, y soy bueno para equilibrar el presupuesto de la empresa. Ella será una contable para una gran empresa, y ellos serán contables para una organización sin fines de lucro.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arquitecto",
      "translation": "arquitecto",
      "definition": "Una persona que diseña edificios y otras estructuras, y supervisa su construcción.",
      "definition_translation": "Una persona que diseña edificios y otras estructuras, y supervisa su construcción.",
      "example": "Quiero ser un arquitecto cuando crezca y diseñaré un rascacielos. Ella fue una arquitecta para un edificio famoso y ellos serán arquitectos para un nuevo estadio.",
      "example_translation": "Quiero ser un arquitecto cuando crezca, y diseñaré un rascacielos. Ella fue una arquitecta para un edificio famoso, y ellos serán arquitectos para un nuevo estadio.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niñera",
      "translation": "niñera",
      "definition": "Una persona, generalmente una joven mujer, empleada para cuidar a un niño o niños cuando los padres no están presentes.",
      "definition_translation": "Una persona, normalmente una joven mujer, empleada para cuidar a un niño o niños cuando los padres no están presentes.",
      "example": "Solía ser una niñera cuando estaba en la escuela secundaria, pero ahora soy una maestra. Cuidé a los niños de los Smith la noche pasada y cuidaré a ellos nuevamente el próximo fin de semana.",
      "example_translation": "Solía ser niñera cuando estaba en la escuela secundaria, pero ahora soy profesora. Cuidé a los Smith la noche pasada y cuidaré a ellos de nuevo el fin de semana que viene.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "panadero",
      "translation": "panadero",
      "definition": "Una persona que hace y vende productos alimenticios a base de harina, como pan, pasteles y pastelería.",
      "definition_translation": "Una persona que hace y vende productos alimenticios a base de harina, como pan, tortas y pasteles.",
      "example": "Mi padre fue un panadero y horneaba pan todas las mañanas. Seré un panadero cuando crezca y horneé deliciosos pasteles.",
      "example_translation": "Mi padre era panadero, y horneaba pan todas las mañanas. Seré panadero cuando crezca, y horneare deliciosas tortas.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bailarina de ballet",
      "translation": "bailarina de ballet",
      "definition": "Una persona que interpreta ballet, una forma de danza clásica caracterizada por movimientos y posiciones gráciles.",
      "definition_translation": "Una persona queinterpreta ballet, una forma clásica de danza caracterizada por movimientos y posiciones gráciles.",
      "example": "Mi hermana es una bailarina de ballet y bailó hermosamente en el recital la noche pasada. Ella será una bailarina de ballet profesional cuando se gradúe de la universidad.",
      "example_translation": "Mi hermana es bailarina de ballet, y bailó hermosamente en el recital la noche pasada. Será una bailarina de ballet profesional cuando se gradúe de la universidad.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbero",
      "translation": "barbero",
      "definition": "Una persona cuya ocupación es cortar y estilizar el cabello, afeitar barbas y realizar otros servicios relacionados con la cuidado personal.",
      "definition_translation": "Una persona cuya ocupación es cortar y estilo el cabello, recortar barbas y realizar otros servicios relacionados con la atención personal.",
      "example": "Iré al barbero mañana para que me corte el cabello. Hoy fui al barbero para que me afeite la barba. He estado yendo al barbero durante años.",
      "example_translation": "Voy a ir al barbero mañana para cortarme el cabello. Hoy, fui al barbero para afeitarme. He estado yendo al barbero durante años.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "barman",
      "definition": "Una persona que sirve bebidas y snacks en un bar, típicamente en una casa pública, restaurante o discoteca.",
      "definition_translation": "Una persona que sirve bebidas y aperitivos en un bar, típicamente en una casa pública, restaurante o nightclub.",
      "example": "El barman del nuevo pub es muy amigable. Ayer, el barman me mezcló un cocktail perfecto. He conocido al barman durante años.",
      "example_translation": "El barman del nuevo pub es muy amigable. Ayer, el barman me mezcló un cóctel perfecto. He conocido al barman durante años.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "constructor",
      "translation": "constructor",
      "definition": "Una persona que construye o edifica algo, especialmente como trabajo o ocupación.",
      "definition_translation": "Una persona que construye o edifica algo, especialmente como un trabajo o ocupación.",
      "example": "El constructor terminó la casa la semana pasada. Hoy, el constructor está trabajando en un nuevo proyecto. Contrataré a un constructor para renovar mi casa.",
      "example_translation": "El constructor terminó la casa la semana pasada. Hoy, el constructor está trabajando en un nuevo proyecto. Contrataré a un constructor para renovar mi casa.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carnicero",
      "translation": "carnicero",
      "definition": "Una persona que mata y prepara animales para la comida, o alguien que vende carne.",
      "definition_translation": "Una persona que mata y prepara animales para la comida, o alguien que vende carne.",
      "example": "Ayer fui al carnicero a comprar pollo para la cena. Hoy voy al mercado a ver si puedo encontrar una mejor oferta. Para la próxima semana, habré aprendido a cortar y preparar carne como un carnicero profesional.",
      "example_translation": "Ayer, fui al carnicero para comprar algo de pollo para la cena. Hoy, voy al mercado para ver si puedo encontrar un mejor trato. Para la próxima semana, habré aprendido a cortar y preparar carne como un carnicero profesional.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "químico",
      "translation": "químico",
      "definition": "Una persona capacitada en la ciencia de la química, o una tienda minorista donde se venden productos de farmacia.",
      "definition_translation": "Una persona capacitada en la ciencia de la química, o una tienda minorista donde se venden productos farmacéuticos.",
      "example": "Como química, ella pasa la mayoría del tiempo en el laboratorio realizando experimentos. La semana pasada, trabajó en la farmacia ayudando a los clientes con sus recetas. Para el próximo año, ella habrá desarrollado un nuevo medicamento que revolucionará la industria.",
      "example_translation": "Como química, pasó la mayoría del tiempo en el laboratorio realizando experimentos. La semana pasada, trabajó en la tienda de químicos ayudando a los clientes con sus recetas. Para el próximo año, habrá desarrollado un nuevo medicamento que revolucionará la industria.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrenador",
      "translation": "entrenador",
      "definition": "Una persona que entrena y enseña a equipos o individuos de deportes, o un vehículo grande para transportar personas.",
      "definition_translation": "Una persona que entrena y enseña equipos deportivos o individuos, o un vehículo grande para transportar personas.",
      "example": "El entrenador del equipo de fútbol era muy experimentado y había ganado varios campeonatos. Ayer, tomé un autocar desde Londres hasta París. Para el próximo mes, habré aprendido a entrenar a un equipo de baloncesto.",
      "example_translation": "El entrenador del equipo de fútbol era muy experimentado y había ganado varios campeonatos. Ayer, tomé un autocar de Londres a París. Para el próximo mes, habré aprendido a entrenar a un equipo de baloncesto.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "científico de computación",
      "translation": "científico informático",
      "definition": "Una persona que tiene experiencia en el diseño, desarrollo y prueba de hardware y software de computadora.",
      "definition_translation": "Una persona que tiene experiencia en el diseño, desarrollo y prueba de hardware y software de computadora.",
      "example": "La empresa contrató a un equipo de científicos de computación para desarrollar un nuevo sistema de inteligencia artificial. Han estado trabajando en él durante meses. Para el próximo año, habrán terminado el proyecto.",
      "example_translation": "La empresa contratò un equipo de científicos informáticos para desarrollar un nuevo sistema de inteligencia artificial. Han estado trabajando en ello durante meses. Para el próximo año, habrán terminado el proyecto.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diseñador",
      "translation": "diseñador",
      "definition": "Una persona que crea y desarrolla conceptos, especificaciones y diseños para productos, servicios y experiencias.",
      "definition_translation": "Una persona que crea y desarrolla conceptos, especificaciones y diseños para productos, servicios y experiencias.",
      "example": "El diseñador de moda creó una colección impresionante para la nueva temporada. Había estado diseñándola durante meses. Para cuando comenzó el show, habrá terminado todos los toques finales.",
      "example_translation": "El diseñador de moda creò una colección impresionante para la nueva temporada. Había estado diseñandola durante meses. Para cuando comenzò el show, habrá terminado todos los toques finales.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "detective",
      "translation": "detective",
      "definition": "Una persona, especialmente un oficial de policía, que investiga crímenes y recopila evidencias.",
      "definition_translation": "Una persona, especialmente un oficial de policía, que investiga crímenes y recopila evidencia.",
      "example": "El detective estaba investigando un caso complejo. Había estado siguiendo pistas durante semanas. Para cuando resolvió el caso, habrá trabajado incansablemente durante meses.",
      "example_translation": "El detective estaba investigando un caso complejo. Había estado siguiendo pistas durante semanas. Para cuando resolviò el caso, habrá trabajado incansablemente durante meses.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "director",
      "translation": "director",
      "definition": "Una persona que dirige la producción general de una película, obra de teatro u otro espectáculo.",
      "definition_translation": "Una persona que dirige la producción general de una película, obra de teatro o otra presentación.",
      "example": "Ella era la directora de la película, responsable de llevar el guion a la vida. Había dirigido varias películas exitosas antes. Dirigirá la nueva serie de TV el próximo año.",
      "example_translation": "Ella era la directora de la película, responsable de llevar el guión a la vida. Había dirigido varias películas exitosas antes. Dirigirá la nueva serie de TV el próximo año.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dj, pinchadiscos",
      "translation": "disc jockey, DJ",
      "definition": "Una persona que presenta y reproduce música grabada en la radio o en una fiesta o discoteca.",
      "definition_translation": "Una persona que presenta y reproduce música grabada en la radio o en una fiesta o discoteca.",
      "example": "Él solía ser un dj en un club popular, pero ahora es un dj de radio. Ella fue la dj en la fiesta de su amiga la semana pasada. Serán dj en el festival el próximo mes.",
      "example_translation": "Él solía ser un DJ en un club popular, pero ahora es un DJ de radio. Ella fue DJ en la fiesta de su amiga la semana pasada. Serán DJs en el festival el próximo mes.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cineasta",
      "translation": "cineasta",
      "definition": "Una persona que hace películas, especialmente como profesión.",
      "definition_translation": "Una persona que hace películas, especialmente como profesión.",
      "example": "Él es un famoso cineasta, conocido por su estilo visual. Ella siempre había querido ser cineasta, pero terminó como guionista. Serán cineastas en su propia compañía de producción pronto.",
      "example_translation": "Él es un cineasta famoso, conocido por su estilo visual. Ella siempre quiso ser cineasta, pero terminó siendo guionista. Serán cineastas en su propia productora pronto.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bombero",
      "translation": "bombero",
      "definition": "Una persona que está entrenada para extinguir incendios y responder a situaciones de emergencia.",
      "definition_translation": "Una persona capacitada para apagar incendios y responder a situaciones de emergencia.",
      "example": "El bombero salvó al gatito del edificio en llamas. Había luchado muchos incendios antes. Luchará incendios de nuevo mañana.",
      "example_translation": "El bombero salvó al gato del edificio en llamas. Ella había luchado contra muchos incendios antes. Ella luchará contra los incendios de nuevo mañana.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guardia",
      "translation": "guardia",
      "definition": "Una persona que vigila, protege o controla un lugar, cosa o persona.",
      "definition_translation": "Una persona que vigila, protege o controla un lugar, cosa o persona.",
      "example": "El guardia se encontraba en la entrada del museo. Había estado guardando la exposición durante horas. La guardará hasta la hora de cierre.",
      "example_translation": "El guardia se paró en la entrada del museo. Él había estado guardando la exposición durante horas. Él la guardará hasta la hora de cierre.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guitarrista",
      "translation": "guitarrista",
      "definition": "Una persona que toca la guitarra, especialmente una que es hábil o profesional.",
      "definition_translation": "Una persona que toca la guitarra, especialmente uno que es habilidoso o profesional.",
      "example": "El guitarrista rasgueó los acordes hermosamente. Había estado practicando durante años. Tocará en el concierto esta noche.",
      "example_translation": "El guitarrista rasgueó los cordones hermosamente. Ella había estado practicando durante años. Ella se presentará en el concierto esta noche.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}