[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Acuario",
      "translation": "Acuario",
      "definition": "Un signo del zodíaco, representado por el símbolo de una persona vertiendo agua de una jarra. Está asociado con el período comprendido entre el 20 de enero y el 18 de febrero.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de una persona vertiendo agua de un jarro. Está asociado con el período del 20 de enero al 18 de febrero.",
      "example": "Era un acuario, nacida el 10 de febrero, y era conocida por su naturaleza humanitaria. Había sido voluntaria en una organización benéfica local durante años y seguiría haciéndolo en el futuro.",
      "example_translation": "Era una Acuario, nacida el 10 de febrero, y era conocida por su naturaleza humanitaria. Había sido voluntaria en una organización benéfica local durante años, y lo seguirá haciendo en el futuro.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Aries",
      "translation": "Aries",
      "definition": "Un signo del zodíaco, representado por el símbolo de un carnero. Está asociado con el período comprendido entre el 21 de marzo y el 19 de abril.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un carnero. Está asociado con el período del 21 de marzo al 19 de abril.",
      "example": "Él era un aries, nacido el 1 de abril, y era conocido por su espíritu aventurero. Había viajado a muchos países en el pasado y planificaría otro viaje en el futuro.",
      "example_translation": "Era un Aries, nacido el 1 de abril, y era conocido por su espíritu aventurero. Había viajado a muchos países en el pasado, y planea otro viaje en el futuro.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Cáncer",
      "translation": "Cáncer",
      "definition": "Un signo del zodíaco, representado por el símbolo de un cangrejo. Está asociado con el período comprendido entre el 21 de junio y el 22 de julio.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un cangrejo. Está asociado con el período del 21 de junio al 22 de julio.",
      "example": "Era un cáncer, nacida el 15 de julio, y era conocida por su naturaleza cuidadora. Había cuidado a sus familiares en el pasado y seguiría haciéndolo en el futuro.",
      "example_translation": "Era un Cáncer, nacida el 15 de julio, y era conocida por su naturaleza cuidadora. Había cuidado a los miembros de su familia en el pasado, y lo seguirá haciendo en el futuro.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Capricornio",
      "translation": "Capricornio",
      "definition": "Una persona nacida entre el 22 de diciembre y el 19 de enero, en el período del año regido por el signo de Capricornio.",
      "definition_translation": "Una persona nacida entre el 22 de diciembre y el 19 de enero, en el período del año regido por el signo de Capricornio.",
      "example": "El signo del zodíaco de Capricornio se asocia con la ambición y la disciplina. Ella era un capricornio y siempre trabajaba duro para alcanzar sus objetivos. Para cuando tenga 30 años, habrá logrado un gran éxito como capricornio.",
      "example_translation": "El signo estelar de Capricornio se asocia con la ambición y la disciplina. Ella era un Capricornio y siempre trabajó duro para alcanzar sus objetivos. Para cuando tenía 30 años, habrá alcanzado un gran éxito como un Capricornio.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Géminis",
      "translation": "Géminis",
      "definition": "Una persona nacida entre el 21 de mayo y el 20 de junio, en el período del año regido por el signo de Géminis.",
      "definition_translation": "Una persona nacida entre el 21 de mayo y el 20 de junio, en el período del año regido por el signo de Géminis.",
      "example": "El signo del zodíaco de Géminis se asocia con la comunicación y la versatilidad. Él era un géminis y siempre tenía múltiples proyectos en curso. Para cuando tenga 25 años, habrá viajado a muchos países como géminis.",
      "example_translation": "El signo estelar de Géminis se asocia con la comunicación y la versatilidad. Él era un Géminis y siempre tenía múltiples proyectos en marcha. Para cuando tenía 25 años, habrá viajado a muchos países como un Géminis.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Leo",
      "translation": "Leo",
      "definition": "Una persona nacida entre el 23 de julio y el 22 de agosto, en el período del año regido por el signo de Leo.",
      "definition_translation": "Una persona nacida entre el 23 de julio y el 22 de agosto, en el período del año regido por el signo de Leo.",
      "example": "El signo del zodíaco de Leo se asocia con la confianza y la creatividad. Ella era un leo y siempre brillaba como el sol. Para cuando tenga 30 años, habrá become una famosa actriz como leo.",
      "example_translation": "El signo estelar de Leo se asocia con la confianza y la creatividad. Ella era un Leo y siempre brilló con fuerza como el sol. Para cuando tenía 30 años, habrá become una actriz famosa como un Leo.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Libra",
      "translation": "Libra",
      "definition": "Una libra es una unidad de peso o masa, igual a 0,45 kilogramos o 16 onzas, utilizada especialmente en química y biología.",
      "definition_translation": "Una libra es una unidad de peso o masa, igual a 0.45 kilogramos o 16 onzas, utilizada especialmente en química y biología.",
      "example": "Puse la muestra en una balanza para asegurarme de que pesaba exactamente una libra. Ayer, tuve que convertir el peso de libras a gramos. Para la próxima semana, habremos medido la sustancia en libras.",
      "example_translation": "Pesé la muestra en una balanza para asegurarme de que fuera exactamente una libra. Ayer, tuve que convertir el peso de libra a gramos. Para la próxima semana, habremos medido la sustancia en libra.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Piscis",
      "translation": "Piscis",
      "definition": "Piscis es una constelación y un signo del zodíaco, asociado con el período comprendido entre el 19 de febrero y el 20 de marzo.",
      "definition_translation": "Piscis es una constelación y un signo del zodiaco, asociado con el período del 19 de febrero al 20 de marzo.",
      "example": "Yo nací el 15 de marzo, así que mi signo del zodíaco es Piscis. Mi madre es una piscis, y siempre ha sido emocional. Para cuando tenga 30 años, habré conocido a muchas personas piscis.",
      "example_translation": "Nací el 15 de marzo, así que mi signo estelar es Piscis. Mi madre es un Piscis, y siempre ha sido emocional. Para cuando tenga 30 años, habré conocido a muchas personas Piscis.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Sagitario",
      "translation": "Sagitario",
      "definition": "Sagitario es una constelación y un signo del zodíaco, asociado con el período comprendido entre el 22 de noviembre y el 21 de diciembre.",
      "definition_translation": "Sagitario es una constelación y un signo del zodiaco, asociado con el período del 22 de noviembre al 21 de diciembre.",
      "example": "Mi hermano es un sagitario, y ama viajar. Conocí a una sagitaria el año pasado, y era muy extrovertida. Para la próxima Navidad, habré conocido a muchos sagitarianos.",
      "example_translation": "Mi hermano es un Sagitario, y le encanta viajar. Conocí a una Sagitario el año pasado, y ella era muy extrovertida. Para el próximo diciembre, habré conocido a muchos Sagitarianos.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Escorpio",
      "translation": "Escorpio",
      "definition": "Un signo del zodíaco asociado con el símbolo del escorpión, se cree que influye en las personas nacidas entre el 23 de octubre y el 21 de noviembre.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del escorpión, se cree que influye en las personas nacidas entre el 23 de octubre y el 21 de noviembre.",
      "example": "Soy un escorpio y soy conocido por ser intenso y apasionado. Fui un escorpio en mi vida pasada, soy un escorpio ahora y seré un escorpio en el futuro.",
      "example_translation": "Soy un Escorpio y soy conocido por ser intenso y apasionado. Fui un Escorpio en mi vida pasada, sigo siendo un Escorpio ahora y seré un Escorpio en el futuro.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Tauro",
      "translation": "Tauro",
      "definition": "Un signo del zodiaco asociado con el símbolo del toro, se cree que influye en las personas nacidas entre el 20 de abril y el 20 de mayo.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del toro, se cree que influye en las personas nacidas entre el 20 de abril y el 20 de mayo.",
      "example": "Soy un Tauro y soy conocido por ser confiable y práctico. Fui un Tauro en mi vida pasada, aún soy un Tauro ahora y seré un Tauro en el futuro.",
      "example_translation": "Soy un Tauro y soy conocido por ser confiable y práctico. Fui un Tauro en mi vida pasada, sigo siendo un Tauro ahora y seré un Tauro en el futuro.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Virgo",
      "translation": "Virgo",
      "definition": "Un signo del zodiaco asociado con el símbolo de la virgen, se cree que influye en las personas nacidas entre el 23 de agosto y el 22 de septiembre.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo de la virgen, se cree que influye en las personas nacidas entre el 23 de agosto y el 22 de septiembre.",
      "example": "Soy un Virgo y soy conocido por ser analítico y trabajador. Fui un Virgo en mi vida pasada, aún soy un Virgo ahora y seré un Virgo en el futuro.",
      "example_translation": "Soy un Virgo y soy conocido por ser analítico y trabajador. Fui un Virgo en mi vida pasada, sigo siendo un Virgo ahora y seré un Virgo en el futuro.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "signo del zodiaco",
      "translation": "signo del zodiaco",
      "definition": "Un signo del zodiaco es un símbolo que representa el carácter astrológico de una persona basado en la posición del sol, la luna y los planetas en el momento de su nacimiento.",
      "definition_translation": "Un signo del zodiaco es un símbolo que representa el carácter astrológico de una persona basado en la posición del sol, la luna y los planetas en el momento de su nacimiento.",
      "example": "Nací bajo el signo del zodiaco de Leo, mi hermana fue una Escorpio, y mi hermano será un Géminis. Ayer leí mi horóscopo diario para Leo. Hoy estoy verificando el horóscopo para Escorpio. Mañana leeré el pronóstico para Géminis.",
      "example_translation": "Nací bajo el signo del zodiaco de Leo, mi hermana fue un Escorpio y mi hermano será un Géminis. Ayer leí mi horóscopo diario para Leo. Hoy estoy revisando el horóscopo para Escorpio. Mañana leeré el pronóstico para Géminis.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]