{
  "data": [
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "number",
      "translation": "संख्या",
      "definition": "A quantity or amount, especially one that is exact and can be expressed in figures.",
      "definition_translation": "एक मात्रा या राशि, Özellikle एक संख्या जो सटीक है और अंकों में व्यक्त की जा सकती है.",
      "example": "The number of students in the class was 30. The teacher asked the students to write the number of the answer. By the next year, the number of students will be 40.",
      "example_translation": "कक्षा में छात्रों की संख्या 30 थी। अध्यापक ने छात्रों से उत्तर की संख्या लिखने के लिए कहा। अगले साल, छात्रों की संख्या 40 होगी।",
      "imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "circle",
      "translation": "वृत्त",
      "definition": "A round shape with no beginning or end, continuing all the way around.",
      "definition_translation": "एक दौर का आकार जिसका कोई आरंभ या अंत नहीं है, पूरा रास्ता जारी रहता है.",
      "example": "The circle of friends was very close-knit. The circle of the sun was shining brightly in the sky. In geometry, a circle is a perfect shape.",
      "example_translation": "मित्रों का वृत्त बहुत ही सघन था। आकाश में सूरज का वृत्त चमक_il रहा था। ज्यामिति में, वृत्त एक सम्पूर्ण आकार है।",
      "imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "square",
      "translation": "वर्ग",
      "definition": "A shape with four sides of equal length, where all internal angles are right angles.",
      "definition_translation": "चार बराबर लंबाई वाला आकार, जहाँ सभी आंतरिक कोण समकोण हैं।",
      "example": "The square of the city was bustling with people. The square of the garden was beautifully decorated. The square root of 16 is 4.",
      "example_translation": "शहर का वर्ग लोगों से भरा हुआ था। बगीचे का वर्ग सुंदरता से सज़ा हुआ था। 16 का वर्गमूल 4 है।",
      "imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "star",
      "translation": "सितारा",
      "definition": "A massive, luminous ball of gas that is held together by its own gravity.",
      "definition_translation": "अपने स्वयं के गुरुत्व के द्वारा एक साथ रखा गया एक विशाल, प्रभासमान गैस का गोला।",
      "example": "The star of the show was amazing. The star in the sky twinkled brightly. The star of the football team scored a goal.",
      "example_translation": "शो का सितारा अद्भुत था। आकाश में सितारा चमक_il रहा था। फुटबॉल टीम का सितारा ने एक गोल किया।",
      "imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cross",
      "translation": "क्रॉस",
      "definition": "A cross is a geometrical figure consisting of two intersecting lines or bars, typically used as a symbol or emblem.",
      "definition_translation": "एक क्रॉस दो प्रतिच्छेद रेखाओं या बार्स का एक ज्यामितीय आकार है, जिसका प्रतीक या प्रतीक के रूप में उपयोग किया जाता है।",
      "example": "The cross on the church steeple was illuminated at night. She crossed the street quickly. The team will cross the finish line soon.",
      "example_translation": "रात में चर्च स्टीपल पर क्रॉस रोशनी से जगमगाता था. वह तेजी से सड़क पार कर गई. टीम जल्द ही फिनिश लाइन पार करेगी।",
      "imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "per cent",
      "translation": "प्रतिशत",
      "definition": "A per cent is a unit of proportion, often used to express a value as a fraction of 100.",
      "definition_translation": "एक प्रतिशत एक अंश की इकाई है, अक्सर 100 के अंश के रूप में मूल्य व्यक्त करने के लिए उपयोग की जाती है।",
      "example": "The interest rate is 5 per cent per annum. The student scored 80 per cent in the exam. The company's profit increased by 25 per cent last year.",
      "example_translation": "ब्याज दर प्रति वर्ष 5 प्रतिशत है. छात्र ने परीक्षा में 80 प्रतिशत अंक प्राप्त किए. पिछले साल कंपनी का लाभ 25 प्रतिशत बढ़ा.",
      "imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sum",
      "translation": "योग",
      "definition": "A sum is a quantity obtained by adding or combining two or more numbers or amounts.",
      "definition_translation": "एक योग दो या अधिक संख्याओं या मात्राओं को जोड़ने या संयोजित करने से प्राप्त मात्रा है।",
      "example": "The sum of 2 and 3 is 5. The sum of the angles in a triangle is 180 degrees. The company's sum total of assets is 10 million dollars.",
      "example_translation": "2 और 3 का योग 5 है. त्रिकोण के कोणों का योग 180 डिग्री है. कंपनी के संपत्ति का कुल योग 10 मिलियन डॉलर है.",
      "imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "addition",
      "translation": "अधिग्रहण",
      "definition": "Addition is the act of combining two or more numbers or amounts to get a total or a sum.",
      "definition_translation": "अधिग्रहण दो या अधिक संख्याओं या मात्राओं को जोड़ने की क्रिया है जिससे कुल या योग प्राप्त होता है।",
      "example": "Addition of 2 and 3 gives 5. The teacher taught the students the concept of addition in maths. The new policy allows for the addition of new features to the software.",
      "example_translation": "2 और 3 का अधिग्रहण 5 देता है. शिक्षक ने गणित में छात्रों को अधिग्रहण की अवधारणा सिखाई. नई नीति सॉफ्टवेयर में नई सुविधाओं के अधिग्रहण की अनुमति देती है.",
      "imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cone",
      "translation": "कोन",
      "definition": "A cone is a three-dimensional geometric shape that tapers to a point from a circular base.",
      "definition_translation": "एक कोन एक त्रि-आयामी ज्यामितीय आकार है जो एक वृत्तीय आधार से एक बिंदु पर संकुचित होता है",
      "example": "The cone of the volcano was covered in snow. Yesterday, the cone of the volcano was covered in ash. By next year, the cone of the volcano will be covered in greenery.",
      "example_translation": "ज्वालामुखी का कोन बर्फ से ढका हुआ था. कल, ज्वालामुखी का कोन राख से ढका हुआ था. अगले साल, ज्वालामुखी का कोन.GREENERY से ढका होगा.",
      "imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cube",
      "translation": "घन",
      "definition": "A cube is a three-dimensional solid shape with six square faces of equal size.",
      "definition_translation": "घन एक त्रि-आयामी ठोस आकार है जिसकी छह वर्गाकार फेस एक समान आकार की होती हैं",
      "example": "I built a cube out of blocks yesterday. Today, I am building a cube out of LEGOs. By tomorrow, I will have built a cube out of ice.",
      "example_translation": "मैंने कल ब्लॉकों से एक घन बनाया था. आज, मैं लего से एक घन बना रहा हूँ. कल तक, मैं बर्फ से एक घन बना लूँगा",
      "imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "diameter",
      "translation": "व्यास",
      "definition": "The diameter of a circle is the longest possible distance across the circle, passing through its center.",
      "definition_translation": "एक वृत्त का व्यास उसके केंद्र से होकर सबसे लंबी दूरी है जिसके माध्यम से वृत्त के दोनों ओर से संभव है",
      "example": "The diameter of the wheel was two feet. The diameter of the wheel is two feet. The diameter of the wheel will be two feet.",
      "example_translation": "पहिये का व्यास दो फीट था. पहिये का व्यास दो फीट है. पहिये का व्यास दो फीट होगा",
      "imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "oval",
      "translation": "अण्डाकार",
      "definition": "An oval is a closed curve resulting from the intersection of a cone and a plane that is not parallel to the cone's base.",
      "definition_translation": "एक अण्डाकार एक बंद वक्र है जिसका निर्माण एक शंकु और एक तल से होता है जो शंकु के आधार से समान्तर नहीं है",
      "example": "The oval shape of the stadium was impressive. The oval shape of the stadium is impressive. The oval shape of the stadium will be impressive.",
      "example_translation": "स्टेडियम का अण्डाकार आकार प्रभावशाली था. स्टेडियम का अण्डाकार आकार प्रभावशाली है. स्टेडियम का अण्डाकार आकार प्रभावशाली होगा",
      "imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "triangle",
      "translation": "त्रिभुज",
      "definition": "A triangle is a polygon with three sides and three vertices. It is a basic geometric shape used in various fields such as mathematics, physics, and engineering.",
      "definition_translation": "त्रिभुज एक बहुभुज है जिसमें तीन सIDES और तीन शीर्ष होते हैं. यह गणित, भौतिकी और इंजीनियरिंग जैसे विभिन्न क्षेत्रों में उपयोग किया जाने वाला एक मूलभूत ज्यामितीय आकार है.",
      "example": "The pyramid had a triangular base, and the architect designed it perfectly. The artist drew a triangle in his painting. By 2025, the company will have built a triangle-shaped skyscraper.",
      "example_translation": "पिरामिड का त्रिभुज आधार था, और वास्तुकार ने इसे पूरfectly डिज़ाइन किया. कलाकार ने अपनी पेंटिंग में एक त्रिभुज खींचा. 2025 तक, कंपनी ने एक त्रिभुज आकार का गगनचुम्बी इमारत बनाया होगा.",
      "imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "angle",
      "translation": "कोण",
      "definition": "An angle is the figure formed by two rays sharing a common endpoint, called the vertex of the angle. It is used to measure the amount of rotation between two lines or planes.",
      "definition_translation": "कोण दो रेखाओं के間に बनने वाला आकार है, जिनका सामान्य सिरा कोण का शीर्ष कहलाता है. यह दो रेखाओं या तलों के बीच की घुमाव की मात्रा को मापने के लिए प्रयुक्त है.",
      "example": "The angle of the ladder was too steep, so I adjusted it. The artist painted an angle in her composition. By next year, the company will have developed a new angle-measuring tool.",
      "example_translation": "सीढ़ी का कोण बहुत तीव्र था, इसलिए मैंने उसे समायोजित किया. कलाकार ने अपनी रचना में एक कोण खींचा. अगले साल तक, कंपनी ने एक नया कोण-मापने वाला उपकरण विकसित कर लिया होगा.",
      "imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pyramid",
      "translation": "पिरामिड",
      "definition": "A pyramid is a polyhedron with a square base and four triangular sides that meet at the apex. It is a geometric shape often used in architecture and engineering.",
      "definition_translation": "पिरामिड एक बहुभुज है जिसका वर्गाकार आधार होता है और चार त्रिभुज सIDES होते हैं जो शिखर पर मिलते हैं. यह वास्तुकला और इंजीनियरिंग में प्रयुक्त होने वाला एक ज्यामितीय आकार है.",
      "example": "The pyramid in Egypt was an amazing sight. The artist designed a pyramid-shaped sculpture. By 2030, the company will have built a pyramid-like skyscraper.",
      "example_translation": "मिस्र में पिरामिड एक अद्भुत दृश्य था. कलाकार ने एक पिरामिड आकार की मूर्ति डिज़ाइन की. 2030 तक, कंपनी ने एक पिरामिड जैसा गगनचुम्बी इमारत बनाया होगा.",
      "imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rectangle",
      "translation": "आयत",
      "definition": "A rectangle is a quadrilateral with four right angles and opposite sides of equal length. It is a geometric shape commonly used in various fields such as architecture, engineering, and design.",
      "definition_translation": "आयत एक चतुर्भुज है जिसमें चार समकोण होते हैं और विपरीत सIDES समान लंबाई की होते हैं. यह वास्तुकला, इंजीनियरिंग और डिज़ाइन जैसे विभिन्न क्षेत्रों में प्रयुक्त होने वाला एक ज्यामितीय आकार है.",
      "example": "The rectangle-shaped room was spacious. The artist drew a rectangle in her painting. By next year, the company will have developed a rectangle-measuring tool.",
      "example_translation": "आयत आकार का कमरा विशाल था. कलाकार ने अपनी पेंटिंग में एक आयत खींचा. अगले साल तक, कंपनी ने एक आयत-मापने वाला उपकरण विकसित कर लिया होगा.",
      "imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "set",
      "translation": "सेट",
      "definition": "To put, lay, or stand something in a specified position or location.",
      "definition_translation": "कुछ सामान निर्दिष्ट स्थिति या स्थान पर रखना, डालना या खड़ा करना",
      "example": "I set the book on the table. I am setting the timer now. I will set the alarm for tomorrow.",
      "example_translation": "मैंने टेबल पर पुस्तक रख दी। मैं現在 टाइमर सेट कर रहा हूँ। मैं कल Morning अलार्म सेट करूंगा",
      "imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "variable",
      "translation": "परिवर्तनशील",
      "definition": "A quantity that can change or vary, especially in a mathematical expression or equation.",
      "definition_translation": "गणितीय अभिव्यक्ति या समीकरण में परिवर्तन या परिवर्तित होने वाली मात्रा",
      "example": "The speed of the car is a variable. The temperature of the room is variable. He will make the variable constant.",
      "example_translation": "कार की गति एक परिवर्तनशील है। कमरे का तापमान परिवर्तनशील है। वह परिवर्तनशील को स्थिर करेगा",
      "imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "acute angle",
      "translation": "तीक्ष角",
      "definition": "An angle less than 90 degrees, formed by two intersecting lines or planes.",
      "definition_translation": "दो पerceiving रेखाओं या समतलों द्वारा बना 90 डिग्री से कम का कोण",
      "example": "The angle between the two roads is acute. The roof of the house has an acute angle. The geometric shape has many acute angles.",
      "example_translation": "दो सड़कों के बीच का कोण तीक्ष है। घर की छत पर एक तीक्ष कोण है। ज्यामितीय आकार में कई तीक्ष कोण हैं",
      "imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "axis of coordinates",
      "translation": "निर्देशांक का अक्ष",
      "definition": "A line or reference point that serves as a basis for measuring or locating points in a coordinate system.",
      "definition_translation": "एक रेखा या संदर्भ बिंदु जो निर्देशांक प्रणाली में बिंदुओं को मापने या स्थान निर्धारित करने के लिए आधार प्रदान करता है",
      "example": "The x-axis is the horizontal axis of coordinates. The axis of coordinates helps in graphing functions. The axis of coordinates is essential in mathematics.",
      "example_translation": "एक्स-अक्ष निर्देशांक का क्षैतिज अक्ष है। निर्देशांक का अक्ष फंक्शनों की ग्राफिंग में मदद करता है। निर्देशांक का अक्ष गणित में आवश्यक है",
      "imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cardinal number",
      "translation": "मूल संख्या",
      "definition": "A cardinal number is a mathematical object used to express the size of a set, and is typically denoted using a numeral, such as 1, 2, or 3.",
      "definition_translation": "एक मूल संख्या एक गणितीय वस्तु है जिसका उपयोग एक सेट के आकार को व्यक्त करने के लिए किया जाता है, और आम तौर पर एक अंक, जैसे 1, 2, या 3 के उपयोग से प्रदर्शित होता है।",
      "example": "The cardinal number of the set of students in the class is 25. Last year, it was 30. Next year, it will be 28.",
      "example_translation": "कक्षा में छात्रों के सेट की मूल संख्या 25 है। पिछले साल, यह 30 था। अगले साल, यह 28 होगा।",
      "imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "circumference",
      "translation": "परिधि",
      "definition": "The circumference of a circle is the distance around the circle, and is typically denoted by the symbol C.",
      "definition_translation": "एक चक्र की परिधि चक्र के चारों ओर की दूरी है, और आम तौर पर सимвल सी द्वारा प्रदर्शित होती है।",
      "example": "The circumference of the wheel is 3 meters. Yesterday, it was 2.5 meters. Tomorrow, it will be 3.2 meters.",
      "example_translation": "पहिए की परिधि 3 मीटर है। कल, यह 2.5 मीटर थी। कल, यह 3.2 मीटर होगी।",
      "imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "coefficient",
      "translation": "गुणांक",
      "definition": "A coefficient is a numerical value that is multiplied with a variable or an unknown value in an algebraic expression.",
      "definition_translation": "एक गुणांक एक संख्यात्मक मान है जिसे एक चर या अज्ञात मान के साथ एक बीजीय अभिव्यक्ति में गुणा किया जाता है।",
      "example": "The coefficient of x in the equation 2x + 3 is 2. Last week, it was 4. Next week, it will be 5.",
      "example_translation": "समीकरण 2x + 3 में x का गुणांक 2 है। पिछले हफ्ते, यह 4 था। अगले हफ्ते, यह 5 होगी।",
      "imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "compasses",
      "translation": "दिशासूचक",
      "definition": "A compass is an instrument used for navigation and orientation, which shows directions and bearings.",
      "definition_translation": "एक दिशासूचक एक उपकरण है जिसका उपयोग навіगेशन औरオリंटेशन के लिए किया जाता है, जो दिशाएं और बेरिंग्स दिखाता है।",
      "example": "I used compasses to navigate through the forest. Yesterday, I got lost. Tomorrow, I will find my way.",
      "example_translation": "मैंने वन के माध्यम से नेविगेट करने के लिए दिशासूचक का उपयोग किया। कल, मैं खो गया। कल, मैं अपना रास्ता ढूंढ लूंगा।",
      "imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "complete angle",
      "translation": "पूरा कोण",
      "definition": "A complete angle is an angle that measures 360 degrees, which is the entire circle.",
      "definition_translation": "पूरा कोण 360 डिग्री के बराबर होता है, जो पूरे सर्किल के बराबर होता है。",
      "example": "The complete angle of a circle is 360 degrees, yesterday I drew a circle with a complete angle, and tomorrow I will draw another one.",
      "example_translation": "एक सर्किल का पूरा कोण 360 डिग्री होता है, कल मैंने एक सर्किल पूरे कोण के साथ बनाया, और कल मैं एक और बनाऊंगा।",
      "imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "coordinate system",
      "translation": "निर्देशांक प्रणाली",
      "definition": "A coordinate system is a system that uses two or three lines to locate points in a plane or space.",
      "definition_translation": "निर्देशांक प्रणाली एक ऐसी प्रणाली है जिसमें दो या तीन रेखाओं का उपयोग करके एक तल या स्थान में बिंदुओं का पता लगाया जाता है।",
      "example": "We used a coordinate system to locate the points on the graph, I am using a coordinate system to solve the math problem, and she will use a coordinate system to create a 3D model.",
      "example_translation": "हमने ग्राफ पर बिंदुओं का पता लगाने के लिए निर्देशांक प्रणाली का उपयोग किया, मैं एक निर्देशांक प्रणाली का उपयोग करके गणित समस्या को हल कर रहा हूं, और वह एक निर्देशांक प्रणाली का उपयोग करके एक 3डी मॉडल बनाएगी।",
      "imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cube root",
      "translation": "घनमूल",
      "definition": "A cube root of a number is a value that, when multiplied by itself three times, gives the number.",
      "definition_translation": "किसी संख्या का घनमूल वह मान है जिसका自己 तीन बार गुणा करने पर वह संख्या मिलती है।",
      "example": "The cube root of 27 is 3, I calculated the cube root of 125 yesterday, and she will find the cube root of 64 tomorrow.",
      "example_translation": "27 का घनमूल 3 है, मैंने 125 का घनमूल कल किया, और वह 64 का घनमूल कल करेगी।",
      "imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cuboid",
      "translation": "घनाकार",
      "definition": "A cuboid is a three-dimensional shape with six rectangular faces of equal size.",
      "definition_translation": "घनाकार एक त्रि-आयामी आकार है जिसके छह आयताकार facial समान आकार के होते हैं।",
      "example": "The cuboid box had six rectangular faces, I drew a cuboid shape in my math book, and she is building a cuboid structure using blocks.",
      "example_translation": "घनाकार बॉक्स में छह आयताकार facial थी, मैंने अपने गणित की किताब में एक घनाकार आकार बनाया, और वह ब्लॉक्स का उपयोग करके एक घनाकार संरचना बना रही है।",
      "imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cylinder",
      "translation": "सिलिंडर",
      "definition": "A cylinder is a three-dimensional shape with two parallel and circular bases connected by a curved lateral surface.",
      "definition_translation": "एक सिलिंडर तीन-आयामी आकार है जिसके दो समानांतर और वृत्ताकार बेस होते हैं जिन्हें एक वक्रीय पार्श्व सतह से जोड़ा जाता है:",
      "example": "The engine cylinder was filled with fuel. The mechanic will replace the cylinder tomorrow. The new cylinder will be installed by next week.",
      "example_translation": "इंजन सिलिंडर ईंधन से भरा था। मकैनिक कल सिलिंडर बदल देगा। नई सिलिंडर अगले हफ्ते तक स्थापित कर दी जाएगी।",
      "imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "decimal",
      "translation": "दशमलव",
      "definition": "A decimal is a number expressed in the base-ten numeral system, especially in a fractional part.",
      "definition_translation": "एक दशमलव वह संख्या है जिसे दशमलव संख्या प्रणाली में व्यक्त किया जाता है, विशेष रूप से एक अंश भाग में।",
      "example": "The decimal point was moved two places to the right. The teacher explained the concept of decimal fractions. The decimal system is widely used in mathematics.",
      "example_translation": "दशमलव बिंदु दो स्थान दाहिने तरफ ले जाया गया था। शिक्षक ने दशमलव भिन्न की अवधारणा समझाई। दशमलव प्रणाली गणित में व्यापक रूप से उपयोग की जाती है.",
      "imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "differential equation",
      "translation": "अंतरज लेख",
      "definition": "A differential equation is a mathematical equation that involves an unknown function and its derivatives, and relates the values of the function and its derivatives at different points in the domain.",
      "definition_translation": "एक अंतरज लेख एक गणितीय समीकरण है जिसमें अज्ञात फंक्शन और उसके डेरिवेटिव शामिल होते हैं, और डोमेन में विभिन्न बिंदुओं पर फंक्शन और उसके डेरिवेटिव के मानों से संबंधित होता है।",
      "example": "The physicist solved the differential equation to model the population growth. The differential equation was used to study the motion of the object. The solution to the differential equation was obtained using numerical methods.",
      "example_translation": "भौतिक विज्ञानी ने जनसंख्या वृद्धि के मॉडल के लिए अंतरज लेख का हल निकाला। अंतरज लेख का उपयोग वस्तु की गति का अध्ययन करने के लिए किया गया था। अंतरज लेख के हल को संख्यात्मक विधियों का उपयोग करके प्राप्त किया गया था।",
      "imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "digit",
      "translation": "अंक",
      "definition": "A digit is a single symbol or character used to represent a value in a numeral system, such as 0-9 in the decimal system.",
      "definition_translation": "एक अंक एक संख्या प्रणाली में मान प्रस्तुत करने के लिए उपयोग किया जाने वाला एकल प्रतीक या चारκτήर है, जैसे दशमलव प्रणाली में 0-9。",
      "example": "The digit 5 was missing from the phone number. The user entered the wrong digit in the password. The digit 0 is used to represent the absence of a value.",
      "example_translation": "फोन नंबर से 5 अंक गायब था। उपयोगकर्ता ने पासवर्ड में गलत अंक डाला। 0 अंक का उपयोग मान की अनुपस्थिति का प्रतिनिधित्व करने के लिए किया जाता है.",
      "imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "divident",
      "translation": "लाभांश",
      "definition": "A divident is a share of profits paid to shareholders of a company.",
      "definition_translation": "कंपनी के शेयरधारकों को भुगतान किए गए लाभ का एक हिस्सा लाभांश है。",
      "example": "The company declared a divident of 20% to its shareholders. Last year, they declared a divident of 15%. Next year, they will declare a divident of 25%.",
      "example_translation": "कंपनी ने अपने शेयरधारकों को 20% का लाभांश घोषित किया। पिछले साल, उन्होंने 15% का लाभांश घोषित किया था। अगले साल, वे 25% का लाभांश घोषित करेंगे।",
      "imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "division",
      "translation": "विभाजन",
      "definition": "The act of dividing or splitting something into parts or groups.",
      "definition_translation": "कुछ को भागों या समूहों में विभाजित करने की क्रिया।",
      "example": "The company underwent a division and split into two smaller companies. The teacher divided the students into groups for the project. The country was divided into different zones for administrative purposes.",
      "example_translation": "कंपनी ने विभाजन किया और दो छोटी कंपनियों में बंट गई। शिक्षक ने छात्रों को समूहों में विभाजित किया था। प्रशासनिक उद्देश्यों के लिए देश को विभिन्न क्षेत्रों में विभाजित किया गया था।",
      "imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "divisor",
      "translation": "भाजक",
      "definition": "A number by which another number is divided to produce a quotient.",
      "definition_translation": "एक संख्या जिससे दूसरी संख्या کوォटिएंट प्राप्त करने के लिए विभाजित की जाती है।",
      "example": "In the equation 10 ÷ 2 = 5, 2 is the divisor. The teacher asked the student to find the divisor of 12. The computer program used a divisor to calculate the quotient.",
      "example_translation": "समीकरण 10 ÷ 2 = 5 में, 2 भाजक है। शिक्षक ने छात्र से 12 का भाजक ढूँढ़ने को कहा। कंप्यूटर प्रोग्राम नेapter के quotient की गणना करने के लिए एक भाजक का प्रयोग किया।",
      "imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "exponent, power",
      "translation": "घात, शक्ति",
      "definition": "A small number that indicates the power to which a base number should be raised.",
      "definition_translation": "एक छोटी संख्या जो एक आधार संख्या के लिए उठने वाली शक्ति का संकेत देती है।",
      "example": "In the equation 2^3 = 8, 3 is the exponent. The exponent of the equation was high, so the result was large. The power of the equation was calculated using the exponent.",
      "example_translation": "समीकरण 2^3 = 8 में, 3 घात है। समीकरण का घात ऊंचा था, इसलिए परिणाम बड़ा था। समीकरण की शक्ति घात का उपयोग करके गणना की गई थी।",
      "imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hexagon",
      "translation": "हेक्सागोन",
      "definition": "A hexagon is a polygon with six sides, having internal angles that add up to 720 degrees.",
      "definition_translation": "एक हेक्सागोन एक बहुभुज है जिसके छह किनारे हैं, जिसकी आंतरिक कोण 720 डिग्री जोड़ते हैं。",
      "example": "The architect designed a hexagon-shaped building with six equal sides. She had designed such buildings in the past, designs them now, and will design them in the future.",
      "example_translation": "वास्तुकार ने छह बराबर किनारों वाले हेक्सागोन के आकार की इमारत की डिजाइन की। उसने पहले ऐसी इमारतें डिजाइन की थीं, अब भी डिजाइन कर रही हैं, और भविष्य में डिजाइन करेंगी।",
      "imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "infinity",
      "translation": "अनंतता",
      "definition": "Infinity is a concept in mathematics that refers to a quantity that has no end or limit, and is often represented mathematically using the symbol ∞.",
      "definition_translation": "अनंतता एक गणितीय अवधारणा है जिसका अर्थ एक ऐसी मात्रा है जिसका कोई अंत या सीमा नहीं है, और अक्सर प्रतीक ∞ का उपयोग करके गणितीय रूप से प्रस्तुत की जाती है।",
      "example": "The concept of infinity has fascinated mathematicians and philosophers for centuries. They have explored its implications in the past, are exploring them now, and will continue to explore them in the future.",
      "example_translation": "अनंतता की अवधारणा ने सदियों से गणितज्ञों और दार्शनिकों को आकर्षित किया है। वे इसके परिणामों का पता लगाते आए हैं, अब भी पता लगा रहे हैं, और भविष्य में पता लगाते रहेंगे।",
      "imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "integer",
      "translation": "पूर्ण संख्या",
      "definition": "An integer is a whole number, either positive, negative, or zero, and is a fundamental concept in mathematics.",
      "definition_translation": "एक पूर्ण संख्या एक पूर्ण संख्या है, चाहे वह सकारात्मक, नकारात्मक या शून्य हो, और गणित में एक मौलिक अवधारणा है。",
      "example": "The teacher explained that integers can be added, subtracted, multiplied, and divided, just like other numbers. She had taught this concept in the past, teaches it now, and will teach it in the future.",
      "example_translation": "अध्यापक ने समझाया कि पूर्ण संख्याओं को जोड़ा, घटाया, गुणा, और भाग दिया जा सकता है, ठीक वैसे ही जैसे अन्य संख्याओं को। उसने इस अवधारणा को पहले सिखाया था, अब सिखा रही हैं, और भविष्य में सिखाएगी।",
      "imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "integral",
      "translation": "समाकल",
      "definition": "In mathematics, an integral is a fundamental concept that represents the area under a curve or the accumulation of a quantity over a defined interval.",
      "definition_translation": "गणित में, एक समाकल एक मूल अवधारणा है जो किसी वक्र के तहत क्षेत्र ή किसी निर्धारित अंतराल पर मात्रा के संचय का प्रतिनिधित्व करता है。",
      "example": "The mathematician used the concept of integral to calculate the area of a circle. She had used this concept in the past to solve complex problems, uses it now, and will use it in the future.",
      "example_translation": "गणितज्ञ ने एक वृत्त के क्षेत्रफल की गणना करने के लिए समाकल की अवधारणा का उपयोग किया। उसने इस अवधारणा का उपयोग पहले जटिल समस्याओं को हल करने के लिए किया था, अब कर रही हैं, और भविष्य में करेंगी।",
      "imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "irrational number",
      "translation": "अतर्कसंख्या",
      "definition": "A real number that cannot be expressed as a finite decimal or fraction, such as pi or the square root of 2.",
      "definition_translation": "एक वास्तविक संख्या जिसे सीमित दशमलव या भिन्न के रूप में व्यक्त नहीं किया जा सकता, जैसे पाई nebo वर्गमूल 2.",
      "example": "The mathematician struggled to find an irrational number that could be used to solve the complex equation. She had already tried several irrational numbers in the past, but they didn't work. She will try a new one in the future.",
      "example_translation": "गणितज्ञ ने जटिल समीकरण को हल करने के लिए एक अतर्कसंख्या ढूँढ़ने के लिए संघर्ष किया। उसने पहले कई अतर्कसंख्याओं की कोशिश की थी, लेकिन वे काम नहीं आये। वह भविष्य में एक नया प्रयास करेगी।",
      "imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "line segment",
      "translation": "रेखा खंड",
      "definition": "A part of a line that has two distinct endpoints, and contains all the points on the line between them.",
      "definition_translation": "एक रेखा का हिस्सा जिसके दो अलग-अलग छोर हैं, और इसमें सभी बिंदु शामिल हैं जो इन दोनों बिंदुओं के बीच रेखा पर स्थित हैं।",
      "example": "The teacher drew a line segment on the blackboard to illustrate the concept of geometry. The students had drawn many line segments in the past, but this one was different. They will draw more line segments in the future.",
      "example_translation": "शिक्षक ने ज्यामिति की अवधारणा को चित्रित करने के लिए ब्लैकबोर्ड पर एक रेखा खंड खींचा। छात्रों ने पहले कई रेखा खंड खींचे थे, लेकिन यह अलग था। वे भविष्य में अधिक रेखा खंड खींचेंगे।",
      "imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "logarithm",
      "translation": "लघुगणक",
      "definition": "The power to which a base number must be raised to produce a given value, used especially in calculations involving very large or very small numbers.",
      "definition_translation": "एक आधार संख्या की वह शक्ति जिसके आधार पर दिए गए मूल्य का उत्पादन होता है, विशेष रूप से बहुत बड़ी या बहुत छोटी संख्याओं के साथ गणना में।",
      "example": "The scientist used a logarithm to calculate the enormous size of the star. She had calculated many logarithms in the past, but this one was particularly complex. She will calculate more logarithms in the future.",
      "example_translation": "वैज्ञानिक ने स्टार के विशाल आकार की गणना करने के लिए लघुगणक का उपयोग किया। उसने पहले कई लघुगणक की गणना की थी, लेकिन यह विशेष रूप से जटिल था। वह भविष्य में अधिक लघुगणक की गणना करेगी।",
      "imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "multiplication",
      "translation": "गुणन",
      "definition": "The process of repeating the addition of a number a specified number of times, used to calculate the product of two or more numbers.",
      "definition_translation": "एक संख्या को एक निर्धारित संख्या में दोहराते हुए जोड़ने की प्रक्रिया, दो या अधिक संख्याओं के गुणन की गणना करने के लिए प्रयुक्त।",
      "example": "The teacher taught the students the concept of multiplication by using real-life examples. They had learned addition in the past, and now they will learn division in the future.",
      "example_translation": "शिक्षक ने वास्तविक जीवन के उदाहरणों का उपयोग करके छात्रों को गुणन की अवधारणा सिखाई। उन्होंने पहले जोड़ना सीखा था, और अब वे भविष्य में विभाजन सीखेंगे।",
      "imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "natural number",
      "translation": "प्राकृत संख्या",
      "definition": "A natural number is a positive integer, that is, a whole number that is greater than zero and has no decimal places.",
      "definition_translation": "एक प्राकृत संख्या एक धनात्मक पूर्ण संख्या है, अर्थात् शून्य से अधिक एक संपूर्ण संख्या जिसके दशमलव स्थान नहीं होते।",
      "example": "The set of natural numbers includes 1, 2, 3, and so on. Yesterday, I counted 10 natural numbers. Tomorrow, I will count 20 natural numbers.",
      "example_translation": "प्राकृत संख्याओं के सेट में 1, 2, 3 और इसी तरह शामिल हैं. कल, मैंने 10 प्राकृत संख्याओं की गिनती की. कल, मैं 20 प्राकृत संख्याओं की गिनती करूँगा.",
      "imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "number line",
      "translation": "संख्या रेखा",
      "definition": "A number line is a visual representation of numbers on a straight line, used to compare and order numbers.",
      "definition_translation": "एक संख्या रेखा एक सीधी रेखा पर संख्याओं का दृश्य प्रतिनिधित्व है, संख्याओं की तुलना और क्रम करने के लिए प्रयुक्त होती है।",
      "example": "The number line shows that 5 is greater than 3. Yesterday, I drew a number line to compare the temperatures. Tomorrow, I will use a number line to solve the math problem.",
      "example_translation": "संख्या रेखा दिखाती है कि 5, 3 से अधिक है. कल, मैंने तापमान की तुलना करने के लिए एक संख्या रेखा खींची. कल, मैं एक संख्या रेखा का प्रयोग करूँगा गणितीय समस्या को हल करने के लिए.",
      "imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "obtuse angle",
      "translation": "मंद कोण",
      "definition": "An obtuse angle is an angle greater than 90 degrees but less than 180 degrees.",
      "definition_translation": "एक मंद कोण 90 डिग्री से अधिक लेकिन 180 डिग्री से कम का कोण होता है।",
      "example": "The obtuse angle in the triangle is 120 degrees. Yesterday, I measured an obtuse angle in the picture. Tomorrow, I will draw an obtuse angle in my geometry book.",
      "example_translation": "त्रिकोण में मंद कोण 120 डिग्री है. कल, मैंने चित्र में एक मंद कोण की माप की. कल, मैं अपनी ज्यामिति पुस्तक में एक मंद कोण खींचूँगा.",
      "imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "octagon",
      "translation": "अष्टभuj",
      "definition": "An octagon is a polygon with eight sides.",
      "definition_translation": "एक अष्टभुज एक आठ तरफा बहुभुज होता है।",
      "example": "The octagon is a popular shape in architecture. Yesterday, I saw an octagon in the park. Tomorrow, I will design an octagon for my art project.",
      "example_translation": "अष्टभुज वास्तुकला में एक लोकप्रिय आकार है. कल, मैंने पार्क में एक अष्टभुज देखा. कल, मैं अपने कला परियोजना के लिए एक अष्टभुज का डिजाइन करूँगा.",
      "imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ordinal number",
      "translation": "क्रम संख्या",
      "definition": "A number that shows the position of something in a list or a sequence, such as 'first', 'second', 'third', etc.",
      "definition_translation": "किसी सूची या क्रम में कुछ की स्थिति दिखाने वाली संख्या, जैसे 'पहला', 'दूसरा', 'तीसरा', इत्यादि。",
      "example": "The ordinal number of the month of January is one, February is two, and March is three.",
      "example_translation": "जनवरी का क्रम संख्या एक है, फरवरी दो है, और मार्च तीन है.",
      "imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "parallel",
      "translation": "समानांतर",
      "definition": "Extending in the same direction and never meeting, often used to describe lines or planes that never intersect.",
      "definition_translation": "एक ही दिशा में विस्तारित होते हुए और कभी न मिलने वाले, अक्सर रेखाओं या तलों का वर्णन करने के लिए प्रयोग किया जाता है जो कभी प्रतिच्छेद नहीं करते हैं.",
      "example": "The two lines are parallel to each other, they will never meet no matter how far they are extended.",
      "example_translation": "दो रेखाएं एक दूसरे से समानांतर हैं, चाहे वे कितने ही विस्तारित क्यों न हों, वे कभी मिलेंगे नहीं.",
      "imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "parallelogram",
      "translation": "समानांतर चतुर्भुज",
      "definition": "A quadrilateral with opposite sides that are parallel and equal in length.",
      "definition_translation": "एक चतुर्भुज जिसके विपरीत sides समानांतर और समान लंबाई के हों.",
      "example": "The shape of the tile is a parallelogram, with opposite sides that are equal in length.",
      "example_translation": "टाइल का आकार एक समानांतर चतур्भुज है, जिसके विपरीत sides समान लंबाई के हों.",
      "imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pentagon",
      "translation": "पंचभुज",
      "definition": "A polygon with five sides, often used in geometry and architecture.",
      "definition_translation": "एक बहुभुज जिसके पांच भुजाएं हों, ज्यामिति और वास्तुकला में अक्सर प्रयोग किया जाता है.",
      "example": "The shape of the fort is a pentagon, with five sides that provide strong defense.",
      "example_translation": "किले का आकार एक पंचभुज है, जिसके पांच भुजाएं सुरक्षा प्रदान करती हैं.",
      "imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "perpendicular",
      "translation": "लंबवत",
      "definition": "A line or plane that intersects another line or plane at a right angle.",
      "definition_translation": "एक रेखा या तल जो दूसरी रेखा या तल को समकोण पर प्रतिच्छेद करता है。",
      "example": "The road is perpendicular to the highway. It was perpendicular to the wall. It will be perpendicular to the floor.",
      "example_translation": "सड़क हाईवे के लिए लंबवत है. यह दीवार के लिए लंबवत था. यह फ्लोर के लिए लंबवत होगा.",
      "imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "prime number",
      "translation": "मुख्य संख्या",
      "definition": "A positive integer that is divisible only by itself and 1.",
      "definition_translation": "एक धनात्मक पूर्णांक जो केवल स्वयं और 1 से विभाज्य है.",
      "example": "Seven is a prime number. It was a prime number. It will be a prime number.",
      "example_translation": "सात एक मुख्य संख्या है. यह एक मुख्य संख्या था. यह एक मुख्य संख्या होगा.",
      "imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "prism",
      "translation": "प्रिज्म",
      "definition": "A transparent optical element with flat, polished surfaces that refract light.",
      "definition_translation": "एक पारदर्शी ऑप्टिकल तत्व जिसकी सपाट, पॉलिश की गई सतहें प्रकाश को अपवर्तित करती हैं.",
      "example": "The prism refracted the light. It had refracted the light. It will refract the light.",
      "example_translation": "प्रिज्म ने प्रकाश को अपवर्तित किया. यह प्रकाश को अपवर्तित कर चुका था. यह प्रकाश को अपवर्तित करेगा.",
      "imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "product",
      "translation": "उत्पाद",
      "definition": "A thing or substance produced by a natural or artificial process.",
      "definition_translation": "एक प्राकृतिक या कृत्रिम प्रक्रिया द्वारा उत्पादित चीज या पदार्थ.",
      "example": "The product was on the shelf. It was a product of our company. It will be a product of high quality.",
      "example_translation": "उत्पाद अलमारी पर था. यह हमारी कंपनी का उत्पाद था. यह उच्च गुणवत्ता का उत्पाद होगा.",
      "imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Pythagorean theorem",
      "translation": "पाइथागोरस प्रमेय",
      "definition": "A mathematical concept that describes the relationship between the lengths of the sides of a right-angled triangle, stating that the square of the length of the hypotenuse is equal to the sum of the squares of the lengths of the other two sides.",
      "definition_translation": "एक गणितीय अवधारणा जो एक समकोण त्रिकोण के पक्षों की लंबाई के बीच संबंध का वर्णन करती है, यह कहती है कि हाइपोटेन्यूज की लंबाई का वर्ग अन्य दो पक्षों की लंबाई के वर्गों के योग के बराबर होता है।",
      "example": "I used the Pythagorean theorem to calculate the length of the hypotenuse in the triangle. Yesterday, I had used it to find the length of the adjacent side. If I need to find the length of the opposite side, I will use it again.",
      "example_translation": "मैंने त्रिकोण में हाइपोटेन्यूज की लंबाई की गणना के लिए पाइथागोरस प्रमेय का उपयोग किया। कल, मैंने इसका उपयोग एक liềnे वाले पक्ष की लंबाई ढूंढने के लिए किया था। अगर मुझे विपरीत पक्ष की लंबाई ढूंढने की जरूरत है, तो मैं इसे फिर से उपयोग करूंगा।",
      "imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "quadratic equation",
      "translation": "वर्ग समीकरण",
      "definition": "A polynomial equation of degree two, which can be written in the form ax^2 + bx + c = 0, where a, b, and c are constants, and x is the variable.",
      "definition_translation": "डिग्री दो का एक बहुपद समीकरण, जिसे ax^2 + bx + c = 0 के रूप में लिखा जा सकता है, जहां a, b, और c स्थिरांक हैं, और x चर है।",
      "example": "Solve the quadratic equation x^2 + 4x + 4 = 0 to find the roots. Yesterday, I had solved the quadratic equation x^2 - 7x + 12 = 0 to find the roots. If I need to solve another quadratic equation, I will use the quadratic formula again.",
      "example_translation": "मूल ढूंढने के लिए समीकरण x^2 + 4x + 4 = 0 को हल करें। कल, मैंने मूल ढूंढने के लिए समीकरण x^2 - 7x + 12 = 0 को हल किया था। अगर मुझे दूसरा वर्ग समीकरण हल करने की जरूरत है, तो मैं फिर से वर्ग सूत्र का उपयोग करूंगा।",
      "imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "quotient",
      "translation": "भागफल",
      "definition": "The result of dividing one quantity by another, often denoted by the symbol ÷ or /=.",
      "definition_translation": "एक मात्रा को दूसरे से विभाजित करने का परिणाम, अक्सर प्रतीक ÷ या /= से दर्शाया जाता है।",
      "example": "The quotient of 12 and 4 is 3. Yesterday, I had found the quotient of 15 and 5 to be 3. If I need to find the quotient of 20 and 5, I will divide them again.",
      "example_translation": "12 और 4 का भागफल 3 है। कल, मैंने 15 और 5 का भागफल 3 पाया था। अगर मुझे 20 और 5 का भागफल ढूंढने की जरूरत है, तो मैं फिर से उन्हें विभाजित करूंगा।",
      "imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "radius",
      "translation": "त्रिज्या",
      "definition": "A line segment that connects the center of a circle to any point on the circle, often denoted by the symbol r.",
      "definition_translation": "एक वृत्त के केंद्र से वृत्त पर किसी भी बिंदु से जुड़ने वाला एक रेखा खंड, अक्सर प्रतीक r से दर्शाया जाता है।",
      "example": "The radius of the circle is 5 cm. Yesterday, I had measured the radius of the circle to be 7 cm. If I need to calculate the circumference, I will use the radius again.",
      "example_translation": "वृत्त की त्रिज्या 5 सेमी है। कल, मैंने वृत्त की त्रिज्या 7 सेमी पायी थी। अगर मुझे परिधि की गणना करने की जरूरत है, तो मैं फिर से त्रिज्या का उपयोग करूंगा।",
      "imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rational number",
      "translation": "अभाज्य संख्या",
      "definition": "A rational number is a number that can be expressed as the quotient or fraction of two integers, i.e., a number that can be written in the form a/b, where a and b are integers and b is non-zero.",
      "definition_translation": "एक अभाज्य संख्या वह संख्या है जिसे दो पूर्णांकों के अंश या अंश के रूप में व्यक्त किया जा सकता है, अर्थात एक संख्या जिसे a/b के रूप में लिखा जा सकता है, जहां a और b पूर्णांक हैं और b शून्य नहीं है",
      "example": "The number 3/4 is a rational number because it can be expressed as a finite decimal, whereas π is an irrational number because it cannot be expressed as a finite decimal. Yesterday, I found a rational number in my math homework. I will find a rational number in my math homework tomorrow. I have found a rational number in my math homework.",
      "example_translation": "संख्या 3/4 एक अभाज्य संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त की जा सकती है, जबकि π एक・アlrational संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त नहीं की जा सकती है। कल मैंने अपने गणित के होमवर्क में एक अभाज्य संख्या पाई। मैं कल अपने गणित के होमवर्क में एक अभाज्य संख्या पाऊंगा। मैंने अपने गणित के होमवर्क में एक अभाज्य संख्या पाई है।",
      "imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "real number",
      "translation": "वास्तविक संख्या",
      "definition": "A real number is a value that represents a point on the number line, and can be either rational or irrational. Real numbers can be expressed in decimal form, and they have an infinite number of digits.",
      "definition_translation": "एक वास्तविक संख्या वह मान है जो संख्या रेखा पर एक बिंदु का प्रतिनिधित्व करता है, और या तो अभाज्य हो सकता है या・アlrational हो सकता है। वास्तविक संख्याएं दशमलव रूप में व्यक्त की जा सकती हैं, और उन्हें अनंत संख्या के अंक होते हैं।",
      "example": "The real number π is an irrational number because it cannot be expressed as a finite decimal. Yesterday, I used a real number in my math homework. I will use a real number in my math homework tomorrow. I have used a real number in my math homework.",
      "example_translation": "वास्तविक संख्या π एक・アlrational संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त नहीं की जा सकती है। कल मैंने अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग किया। मैं कल अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग करूँगा। मैंने अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग किया है।",
      "imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "reflex angle",
      "translation": "प्रत्यावर्त कोण",
      "definition": "A reflex angle is an angle greater than 180 degrees but less than 360 degrees. It is formed when a rotational movement of more than 180 degrees takes place.",
      "definition_translation": "एक प्रत्यावर्त कोण वह कोण है जो 180 डिग्री से अधिक है लेकिन 360 डिग्री से कम है। इसका निर्माण तब होता है जब 180 डिग्री से अधिक की घूर्णन गति होती है।",
      "example": "The reflex angle formed by the hour and minute hands of a clock is 270 degrees at 9 o'clock. Yesterday, I measured a reflex angle in my geometry homework. I will measure a reflex angle in my geometry homework tomorrow. I have measured a reflex angle in my geometry homework.",
      "example_translation": "एक घड़ी के घंटे और मिनट के हाथों द्वारा निर्मित प्रत्यावर्त कोण 9 बजे 270 डिग्री है। कल मैंने अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापा। मैं कल अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापूँगा। मैंने अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापा है।",
      "imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rhombus",
      "translation": "वर्ग Samचतुआ",
      "definition": "A rhombus is a quadrilateral with all sides of equal length, where opposite sides are parallel and opposite angles are equal.",
      "definition_translation": "एक वर्ग Samचतुआ एक चतुर्भुज है जहां सभी भुजाएं समान लंबाई की हैं, जहां विपरीत भुजाएं समानांतर हैं और विपरीत कोण समान हैं।",
      "example": "The rhombus has all sides of equal length, so it is a special type of quadrilateral. Yesterday, I drew a rhombus in my geometry homework. I will draw a rhombus in my geometry homework tomorrow. I have drawn a rhombus in my geometry homework.",
      "example_translation": "वर्ग Samचतुआ सभी भुजाओं की समान लंबाई की है, इसलिए यह एक विशेष प्रकार का चतुर्भुज है। कल मैंने अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचा। मैं कल अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचूँगा। मैंने अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचा है।",
      "imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "right angle",
      "translation": "समकोण",
      "definition": "An angle that is exactly 90 degrees, formed by two lines or planes that are perpendicular to each other.",
      "definition_translation": "दो रेखाओं या तलों द्वारा बनाया गया एक कोण जो ठीक 90 डिग्री है, जिसमें एक दूसरे के लंबवत हैं",
      "example": "The architect designed the building with a right angle to ensure maximum space efficiency.",
      "example_translation": "वास्तुकार ने भवन को अधिकतम स्थान कुशलता सुनिश्चित करने के लिए समकोण के साथ डिजाइन किया।",
      "imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "root",
      "translation": "जड़",
      "definition": "The underground part of a plant that absorbs water and nutrients from the soil.",
      "definition_translation": "एक पौधे का भूमिगत भाग जो मिट्टी से जल और पोषक तत्व吸 करता है",
      "example": "The farmer carefully dug up the root of the old tree to transplant it to a new location.",
      "example_translation": "किसान ने नए स्थान पर प्रतिरोपण करने के लिए पुराने वृक्ष की जड़ को सावधानीपूर्वक खोदा।",
      "imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sphere",
      "translation": "गोला",
      "definition": "A three-dimensional shape that is symmetrical about its center, such as a ball or a globe.",
      "definition_translation": "इसके केंद्र के बारे में सममित एक त्रि-आयामी आकार, जैसे एक गेंद या एक ग्लोब",
      "example": "The astronomer studied the sphere of the Earth and its orbit around the Sun.",
      "example_translation": "खगोलविज्ञान ने पृथ्वी के गोले और सूर्य की परिक्रमा का अध्ययन किया।",
      "imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "square root",
      "translation": "वर्गमूल",
      "definition": "A value that, when multiplied by itself, gives a specified number, such as the square root of 16 is 4.",
      "definition_translation": "एक मान जिसके द्वारा खुद से गुणा करके एक निर्धारित संख्या मिलती है, जैसे 16 का वर्गमूल 4 है",
      "example": "The mathematician calculated the square root of the equation to find the solution.",
      "example_translation": "गणितज्ञ ने समीकरण के वर्गमूल की गणना करके समाधान खोजा।",
      "imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "straight angle",
      "translation": "सीधा कोण",
      "definition": "A straight angle is an angle whose measure is equal to 180 degrees.",
      "definition_translation": "एक सीधा कोण वह कोण है जिसका माप 180 डिग्री के बराबर है।",
      "example": "The two lines formed a straight angle when they intersected. Yesterday, I drew a straight angle in my math homework. By next week, I will have mastered drawing straight angles.",
      "example_translation": "जब वे प्रतिच्छेद किया, तब दो रेखाएँ एक सीधा कोण बना दिया. कल, मैंने अपने गणित के होमवर्क में एक सीधा कोण खींचा. अगले सप्ताह तक, मैं सीधे कोण खींचने में महारत हासिल कर लूँगा.",
      "imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "subset",
      "translation": "उपसंहार",
      "definition": "A subset is a set that contains some or all elements of another set.",
      "definition_translation": "एक उपसंहार वह सेट है जिसमें किसी अन्य सेट के कुछ या सभी तत्व होते हैं।",
      "example": "The set of even numbers is a subset of the set of natural numbers. The set of girls in the class is a subset of the set of students. By next year, I will have learned to identify subsets in different scenarios.",
      "example_translation": "स्वाभाविक संख्याओं के सेट का उपसंहार सम संख्याओं का सेट है. कक्षा में लड़कियों का सेट विद्यार्थियों के सेट का उपसंहार है. अगले साल तक, मैं अलग-अलग परिस्थितियों में उपसंहार पहचानना सीख जाऊँगा.",
      "imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "subtraction",
      "translation": "घटाव",
      "definition": "Subtraction is a mathematical operation that represents the difference between two numbers.",
      "definition_translation": "घटाव दो संख्याओं के बीच के अंतर का प्रतिनिधित्व करने वाला एक गणितीय संचालन है।",
      "example": "I subtracted 5 from 10 to get 5. Yesterday, I subtracted 2 from 8 and got 6. By next month, I will have mastered subtraction of large numbers.",
      "example_translation": "मैंने 10 से 5 घटाया और 5 प्राप्त किया. कल, मैंने 8 से 2 घटाया और 6 प्राप्त किया. अगले महीने तक, मैं बड़े संख्याओं के घटाव में महारत हासिल कर लूँगा.",
      "imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Thales' theorem",
      "translation": "थेलीस प्रमेय",
      "definition": "Thales' theorem is a statement in geometry that describes the relationship between the angles and side lengths of a triangle.",
      "definition_translation": "थेलीस प्रमेय एक ज्यामितीय कथन है जो त्रिभुज के कोण और दक्षिण माप के बीच संबंध का वर्णन करता है।",
      "example": "We used Thales' theorem to find the length of a side of a triangle in our math class. Yesterday, I applied Thales' theorem to solve a problem in geometry. By next semester, I will have learned to derive Thales' theorem from scratch.",
      "example_translation": "हमने ज्यामितीय वर्ग में त्रिभुज के एक पक्ष की लंबाई खोजने के लिए थेलीस प्रमेय का उपयोग किया. कल, मैंने ज्यामितीय समस्या को हल करने के लिए थेलイス प्रमेय को लागू किया. अगले सेमेस्टर तक, मैं थेलीस प्रमेय को शून्य से प्राप्त करना सीख जाऊँगा.",
      "imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "torus",
      "translation": "टोरस",
      "definition": "A torus is a doughnut-shaped surface generated by revolving a circle in three-dimensional space about an axis coplanar with the circle.",
      "definition_translation": "टोरस तीन आयामी स्थान में एक वृत्त को उस अक्ष के चारों ओर घुमाकर उत्पन्न होता है जो वृत्त के साथ संयोजन में होता है。",
      "example": "The engineers designed a torus-shaped tunnel to reduce wind resistance. The torus had been studied extensively in math class. The architect plans to build a torus-shaped building in the city center.",
      "example_translation": "इंजीनियरों ने हवा प्रतिरोध को कम करने के लिए एक टोरस आकार की सुरंग का डिजाइन किया। टोरस का गणित कक्षा में व्यापक अध्ययन किया गया था। वास्तुकार शहर के केंद्र में एक टोरस आकार की इमारत बनाने की योजना तैयार कर रहा है.",
      "imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "trapezoid",
      "translation": "चतुर्भुज",
      "definition": "A trapezoid is a quadrilateral with at least two sides of unequal length, with two pairs of opposite sides that are not equal in length.",
      "definition_translation": "चतुर्भुज दो पairs के विपरीत दीवारों के साथ एक चतुर्भुज है जिनमें से कम से कम दो तरफ की लंबाई असमान होती है.",
      "example": "The artist drew a trapezoid shape to create a sense of perspective. The trapezoid had been used in the design of the roof. The mathematician studied the properties of trapezoids.",
      "example_translation": " कलाकार ने परिप्रेक्ष्य की भावना पैदा करने के लिए एक चतुर्भुज आकार drew किया। चतुर्भुज का उपयोग छत के डिजाइन में किया गया था। गणितज्ञ ने चतुर्भुज के गुणों का अध्ययन किया।",
      "imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "vector",
      "translation": "वेक्टर",
      "definition": "A vector is a mathematical object used to describe quantities with both magnitude and direction, often represented graphically as an arrow in a coordinate system.",
      "definition_translation": "एक वेक्टर एक गणितीय वस्तु है जिसका उपयोग मात्रा और दिशा दोनों के साथ मात्रा का वर्णन करने के लिए किया जाता है, अक्सर कॉर्डिनेट प्रणाली में एक तीर के रूप में ग्राफिकली प्रस्तुत किया जाता है.",
      "example": "The physicist used a vector to represent the force of gravity. The vector was essential in the calculation of the trajectory. The mathematician solved the vector equation to find the solution.",
      "example_translation": "भौतिक विज्ञानी ने गुरुत्वाकर्षण बल का प्रतिनिधित्व करने के लिए एक वेक्टर का उपयोग किया। वेक्टर ट्रैजेक्टरी की गणना में आवश्यक था। गणितज्ञ ने समाधान ढूंढने के लिए वेक्टर समीकरण का हल किया।",
      "imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "zero angle",
      "translation": "शून्य कोण",
      "definition": "A zero angle is an angle whose measure is zero degrees, formed by two rays sharing a common endpoint.",
      "definition_translation": "शून्य कोण वह कोण है जिसका माप शून्य डिग्री है, दो किरणों से निर्मित होता है जिनका एक सामान्य बिंदु होता है.",
      "example": "The architect designed a zero angle joint to connect the two walls. The zero angle was crucial in the construction of the bridge. The engineer measured the zero angle to ensure precision.",
      "example_translation": "वास्तुकार ने दो दीवारों को जोड़ने के लिए शून्य कोण जोड़ का डिजाइन किया। पुल के निर्माण में शून्य कोण अत्यावश्यक था। इंजीनियर ने सटीकता सुनिश्चित करने के लिए शून्य कोण मापा।",
      "imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]
}