{
  "data": [
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bull terrier",
      "translation": "बुल टेरियर",
      "definition": "A breed of dog known for its muscular build, distinctiveegg-shaped head, and friendly temperament.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने मांसल शरीर, विशिष्ट अंडे के आकार के सिर और मैत्रीपूर्ण स्वभाव के लिए जाना जाता है।",
      "example": "I used to own a bull terrier when I was a kid, it was very playful. Now I have a bulldog, it is quite lazy. But I will get a bull terrier again in the future.",
      "example_translation": "मैं बच्चा था तो मेरे पास एक बुल टेरियर था, वह बहुत ही खेलने वाला था। अब मेरे पास एक बुलडॉग है, वह काफी आलसी है। लेकिन मैं भविष्य में फिर से एक बुल टेरियर लूँगा।",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bulldog",
      "translation": "बुलडॉग",
      "definition": "A breed of dog known for its sturdy build, wrinkled face, and gentle nature.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने स्थिर शरीर, मुरझाया चेहरा और नम्र स्वभाव के लिए जाना जाता है।",
      "example": "My friend has a bulldog, it is very cute. She had a bulldog when she was a kid, now she has two bulldogs. She will get another bulldog in the future.",
      "example_translation": "मेरी सहेली के पास एक बुलडॉग है, वह बहुत प्यारा है। वह बच्चा थी तो उसके पास एक बुलडॉग था, अब उसके पास दो बुलडॉग हैं। वह भविष्य में एक और बुलडॉग लूँगी।",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Dalmatian",
      "translation": "डालमेशियन",
      "definition": "A breed of dog known for its distinctive white coat with black spots and its origins in Dalmatia.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने विशिष्ट सफेद कोट के साथ काले धब्बे और दालमेशिया में अपनी उत्पत्ति के लिए जाना जाता है।",
      "example": "I saw a Dalmatian at the park, it was very energetic. She saw a Dalmatian when she was a kid, now she wants a Dalmatian. She will get a Dalmatian in the future.",
      "example_translation": "मैंने पार्क में एक डालमेशियन देखा, वह बहुत ही ऊर्जावान था। वह बच्चा थी तो उसने एक डालमेशियन देखा, अब वह एक डालमेशियन चाहती है। वह भविष्य में एक डालमेशियन लूँगी।",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "poodle",
      "translation": "पूडल",
      "definition": "A breed of dog known for its curly, non-shedding coat and high intelligence.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने कर्ली, निर्जल कोट और उच्च बुद्धिमत्ता के लिए जाना जाता है।",
      "example": "I had a poodle when I was a kid, it was very obedient. Now I have a poodle, it is quite intelligent. But I will get a bigger poodle in the future.",
      "example_translation": "मैं बच्चा था तो मेरे पास एक पूडल था, वह बहुत ही आज्ञाकारी था। अब मेरे पास एक पूडल है, वह काफी बुद्धिमान है। लेकिन मैं भविष्य में एक बड़ा पूडल लूँगा।",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Afghan hound",
      "translation": "अफगान हाउंड",
      "definition": "A tall, silky-coated dog breed originating from Afghanistan, known for its agility and hunting skills.",
      "definition_translation": "अफगानिस्तान से आयात किए गए एक उच्च, रेशमी कोट वाली नस्ल, जिसकी लचक और शिकार कौशल के लिए जाना जाता है",
      "example": "The Afghan hound was bred to hunt in the mountainous regions of Afghanistan. It hunts today. It will hunt again tomorrow.",
      "example_translation": "अफगान हाउंड को अफगानिस्तान के पहाड़ी क्षेत्रों में शिकार करने के लिए पाला गया था. आज भी वह शिकार करता है. कल फिर वह शिकार करेगा.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Akita",
      "translation": "अकीता",
      "definition": "A large, powerful dog breed originating from Japan, known for its loyalty and protective instincts.",
      "definition_translation": "जापान से आयात किए गए एक बड़े, शक्तिशाली नस्ल, जिसकी वफादारी और सुरक्षा प्रवृत्ति के लिए जाना जाता है",
      "example": "The Akita was a loyal companion to its owner. It is still loyal today. It will remain loyal in the future.",
      "example_translation": "अकीता अपने मालिक का वफादार साथी था. आज भी वह वफादार है. भविष्य में भी वह वफादार रहेगा.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Alaskan malamute",
      "translation": "अलास्कन मलाम्यूट",
      "definition": "A strong, sturdy dog breed originating from Alaska, known for its endurance and pulling power.",
      "definition_translation": "अलास्का से आयात किए गए एक मजबूत, सुदृढ़ नस्ल, जिसकी धैर्य और खीचने की शक्ति के लिए जाना जाता है",
      "example": "The Alaskan malamute was used to pull heavy sleds in Alaska. It is still used today. It will be used again tomorrow.",
      "example_translation": "अलास्कन मलाम्यूट को अलास्का में भारी स्लेड्स खीचने के लिए इस्तेमाल किया गया था. आज भी इस्तेमाल होता है. कल फिर इस्तेमाल होगा.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "basset hound",
      "translation": "बैसेट हाउंड",
      "definition": "A short-legged, droopy-eared dog breed originating from France, known for its calm and friendly nature.",
      "definition_translation": "फ्रांस से आयात किए गए एक छोटे-पैर, लटकते कान वाली नस्ल, जिसकी शांत और मैत्रीपूर्ण स्वभाव के लिए जाना जाता है",
      "example": "The basset hound was bred to hunt small game in France. It hunts today. It will hunt again tomorrow.",
      "example_translation": "बैसेट हाउंड को फ्रांस में छोटे शिकार के लिए पाला गया था. आज भी वह शिकार करता है. कल फिर वह शिकार करेगा.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "beagle",
      "translation": "बिगल",
      "definition": "A small, friendly dog with a short, smooth coat and a floppy ears, originally bred for hunting.",
      "definition_translation": "एक छोटा, मैत्रीपूर्ण कुत्ता जिसकी छोटी, चिकनी कोट और फ्लॉपी कान होते हैं, मूल रूप से शिकार के लिए नस्ल किया गया।",
      "example": "The beagle sniffed around the park yesterday, sniffes around the park today, and will sniff around the park tomorrow.",
      "example_translation": "पार्क के आसपास कल बिगल सूँघता था, आज पार्क के आसपास सूँघता है, और कल पारक के आसपास सूँघेगा।",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Bernese mountain dog",
      "translation": "बर्नीज माउंटेन डॉग",
      "definition": "A large, powerful dog with a thick, tri-colored coat, originating from the Swiss Alps.",
      "definition_translation": "एक बड़ा, शक्तिशाली कुत्ता जिसकी मोटी, तीन रंग की कोट होती है, स्विस आल्प्स से उत्पन्न।",
      "example": "The Bernese mountain dog had rescued people from avalanches in the past, rescues people from avalanches in the present, and will rescue people from avalanches in the future.",
      "example_translation": "बर्नीज माउंटेन डॉग अतीत में हिमस्खलन से लोगों को बचाता था, वर्तमान में हिमस्खलन से लोगों को बचाता है, और भविष्य में हिमस्खलन से लोगों को बचाएगा।",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bloodhound",
      "translation": "ब्लडहाउंड",
      "definition": "A large, powerful dog with a wrinkled face and a keen sense of smell, used for tracking and hunting.",
      "definition_translation": "एक बड़ा, शक्तिशाली कुत्ता जिसकी मुक्तलिफ चेहरा और तीव्र गंध की भावना होती है, ट्रैकिंग और शिकार के लिए प्रयोग किया जाता है।",
      "example": "The bloodhound tracked the suspect last night, tracks the suspect tonight, and will track the suspect next week.",
      "example_translation": "ब्लडहाउंड ने संदिग्ध काслід पिछली रात पीछा किया, आज रात संदिग्ध काслід पीछा कर रहा है, और अगले सप्ताह संदिग्ध काслід पीछा करेगा।",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "border collie",
      "translation": "बॉर्डर कॉली",
      "definition": "A highly intelligent and agile dog, originally bred for herding sheep and other livestock.",
      "definition_translation": "एक अत्यंत बुद्धिमान और लचीला कुत्ता, मूल रूप से भेड़ों और अन्य पशुओं के झुंड के लिए नस्ल किया गया।",
      "example": "The border collie herded the sheep yesterday, herds the sheep today, and will herd the sheep tomorrow.",
      "example_translation": "बॉर्डर कॉली ने कल भेड़ों का झुंड किया, आज भेड़ों का झुंड कर रहा है, और कल भेड़ों का झुंड करेगा।",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Boston terrier",
      "translation": "बोस्टन टेरियर",
      "definition": "The Boston terrier is a small, compact dog breed known for its distinctive 'tuxedo' markings and friendly, outgoing personality.",
      "definition_translation": "बोस्टन टेरियर एक छोटा, कॉम्पैक्ट डॉग नस्ल है जिसकी विशिष्ट 'टक्सीडो' चिह्न और मित्रवत, बाहर जाने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "I will buy a Boston terrier tomorrow, but I bought a Labrador retriever last year, and I am buying a Golden retriever now.",
      "example_translation": "मैं कल बोस्टन टेरियर खरीदूँगा, लेकिन मैंने पिछले साल लेब्राडोर रिट्रीवर खरीदा था, और मैं अभी गोल्डन रिट्रीवर खरीद रहा हूँ।",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "boxer",
      "translation": "बॉक्सर",
      "definition": "The boxer is a medium-sized dog breed known for its muscular build and energetic, playful personality.",
      "definition_translation": "बॉक्सर एक मध्यम आकार की डॉग नस्ल है जिसकी मांसपेशी बिल्ड और ऊर्जावान, खेलने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "I walked a boxer yesterday, but I will walk a pug tomorrow, and I am walking a dachshund now.",
      "example_translation": "मैंने कल बॉक्सर की सैर की, लेकिन मैं कल पग की सैर करूँगा, और मैं अभी डैचशंड की सैर कर रहा हूँ।",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bullmastiff",
      "translation": "बलमस्टिफ",
      "definition": "The bullmastiff is a large, powerful dog breed known for its loyalty, courage, and protective instincts.",
      "definition_translation": "बलमस्टिफ एक बड़ा, शक्तिशाली डॉग नस्ल है जिसकी निष्ठा, साहस, और सुरक्षात्मक प्रवृत्ति के लिए जाना जाता है।",
      "example": "I will train a bullmastiff next week, but I trained a Rottweiler last month, and I am training a German shepherd now.",
      "example_translation": "मैं अगले हफ्ते बलमस्टिफ की ट्रेनिंग करूँगा, लेकिन मैंने पिछले महीने रॉटवीलर की ट्रेनिंग की थी, और मैं अभी जर्मन शेफर्ड की ट्रेनिंग कर रहा हूँ।",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Cairn terrier",
      "translation": "केयर्न टेरियर",
      "definition": "The Cairn terrier is a small, feisty dog breed known for its bravery, intelligence, and energetic personality.",
      "definition_translation": "केयर्न टेरियर एक छोटा, लड़ाकू डॉग नस्ल है जिसकी बहादुरी, बुद्धिमत्ता, और ऊर्जावान व्यक्तित्व के लिए जाना जाता है।",
      "example": "I had a Cairn terrier when I was a kid, but now I have a beagle, and I will have a French bulldog soon.",
      "example_translation": "मैं बच्चा था तो मेरे पास केयर्न टेरियर था, लेकिन अब मेरे पास बीगल है, और मैं जल्द ही फ्रेंच बुलडॉग पाऊँगा।",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cane corso, Spanish mastiff",
      "translation": "केन कोर्सो, स्पैनिश मस्टिफ",
      "definition": "A breed of large, powerful dogs originating from Italy, known for their loyal and protective nature.",
      "definition_translation": "एक बड़े और शक्तिशाली कुत्तों की नस्ल है जिसका मूल इटली में है, जिसके लिए अपने वफादार और रक्षात्मक प्रकृति के लिए जाना जाता है",
      "example": "I saw a Cane Corso at the dog show yesterday, it was massive. Today, I'm thinking of getting one. In 5 years, I'll have a whole pack of them.",
      "example_translation": "कल मैं डॉग शो में एक केन कोर्सो देखा, वह विशाल था. आज, मैं एक प्राप्त करने की सोच रहा हूँ. 5 साल में, मेरे पास उनका पूरा पैक होगा.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Chihuahua",
      "translation": "चिहुआहुआ",
      "definition": "A breed of small dogs originating from Mexico, known for their big eyes and tiny size.",
      "definition_translation": "एक छोटे कुत्तों की नस्ल है जिसका मूल मेक्सिको में है, जिसके लिए अपनी बड़ी आँखें और छोटा आकार के लिए जाना जाता है",
      "example": "My grandmother had a Chihuahua when I was a kid, it was so cute. Now, I have a Chihuahua of my own, and it's still adorable. In 10 years, I'll have a Chihuahua farm.",
      "example_translation": "जब मैं बच्चा था, मेरी दादी के पास एक चिहुआहुआ था, वह बहुत प्यारा था. अब, मेरे पास मेरा अपना चिहुआहुआ है, और वह अभी भी बहुत प्यारा है. 10 साल में, मेरे पास चिहुआहुआ फार्म होगा.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chow chow",
      "translation": "चाउ चाउ",
      "definition": "A breed of fluffy dogs originating from China, known for their thick coats and loyal nature.",
      "definition_translation": "एक फ्लफी कुत्तों की नस्ल है जिसका मूल चीन में है, जिसके लिए अपने मोटे कोट और वफादार प्रकृति के लिए जाना जाता है",
      "example": "I had a Chow Chow when I was in college, it was a great companion. Now, I'm thinking of getting another one. In 5 years, I'll have a whole family of Chow Chows.",
      "example_translation": "जब मैं कॉलेज में था, मेरे पास एक चाउ चाउ था, वह एक बहुत अच्छा साथी था. अब, मैं एक और प्राप्त करने की सोच रहा हूँ. 5 साल में, मेरे पास चाउ चाउ का पूरा परिवार होगा.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cocker spaniel",
      "translation": "कोकर स्पैनियल",
      "definition": "A breed of gentle and affectionate dogs originating from Spain, known for their floppy ears and loving nature.",
      "definition_translation": "एक नाजुक और स्नेही कुत्तों की नस्ल है जिसका मूल स्पेन में है, जिसके लिए अपने लटकते कान और प्रेमपूर्ण प्रकृति के लिए जाना जाता है",
      "example": "My neighbor has a Cocker Spaniel, it's a sweet dog. Yesterday, I played with it, and today, I'm thinking of getting one. In 10 years, I'll have a Cocker Spaniel farm.",
      "example_translation": "मेरे पड़ोसी के पास एक कोकर स्पैनियल है, वह एक मीठा कुत्ता है. कल, मैं उसे खेला, और आज, मैं एक प्राप्त करने की सोच रहा हूँ. 10 साल में, मेरे पास कोकर स्पैनियल फार्म होगा.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dachshund, sausage dog",
      "translation": "डैचशंड, सॉसेज डॉग",
      "definition": "A breed of dog known for its short legs and long body, which was originally bred to hunt badgers and other burrowing animals.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने छोटे पैर और लंबे शरीर के लिए जाना जाता है, जिसे मूल रूप से बेजर और अन्य खुदाई करने वाले जानवरों के शिकार के लिए पाला गया था。",
      "example": "I had a dachshund as a pet when I was a child, it was very playful. Currently, my sister has a dachshund and it is very obedient. By next year, I will have a dachshund again.",
      "example_translation": "मैं एक बच्चे के रूप में एक डैचशंड के मालिक थे, यह बहुत ही खिलाड़ी था।当前, मेरी बहन के पास एक डैचशंड है और यह बहुत ही आज्ञाकारी है। अगले साल तक, मेरे पास एक डैचशंड फिर से होगा।",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fox terrier",
      "translation": "फॉक्स टेरियर",
      "definition": "A breed of dog known for its small size, energetic temperament, and distinctive facial features.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने छोटे आकार, ऊर्जावान स्वभाव और विशिष्ट चेहरे की विशेषताओं के लिए जाना जाता है.",
      "example": "My friend had a fox terrier as a pet, it was very lively. Now, she has a fox terrier and it is very friendly. By next month, I will have a fox terrier too.",
      "example_translation": "मेरे दोस्त के पास एक फॉक्स टेरियर के मालिक थे, वह बहुत ही सक्रिय था। अब, उसके पास एक फॉक्स टेरियर है और वह बहुत ही मित्रवत है। अगले महीने तक, मेरे पास एक फॉक्स टेरियर भी होगा।",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "French bulldog",
      "translation": "फ्रेंच बुलडॉग",
      "definition": "A breed of dog known for its muscular build, short coat, and affectionate nature.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने संगठित निर्माण, छोटी कोट और स्नेही स्वभाव के लिए जाना जाता है.",
      "example": "I had a French bulldog as a pet, it was very gentle. Currently, my brother has a French bulldog and it is very playful. By next year, I will have a French bulldog again.",
      "example_translation": "मैं एक फ्रेंच बुलडॉग के मालिक थे, यह बहुत ही Gentle था।現在, मेरे भाई के पास एक फ्रेंच बुलडॉग है और यह बहुत ही खिलाड़ी है। अगले साल तक, मेरे पास एक फ्रेंच बुलडॉग फिर से होगा।",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "German shepherd",
      "translation": "ज़ेर्मन शेपर्ड",
      "definition": "A breed of dog known for its intelligence, loyalty, and protective nature, often used as police and military dogs.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपनी बुद्धिमत्ता, वफादारी और सुरक्षात्मक स्वभाव के लिए जाना जाता है, अक्सर पुलिस और सैन्य कुत्ते के रूप में प्रयोग किया जाता है।",
      "example": "My uncle had a German shepherd as a pet, it was very intelligent. Now, he has a German shepherd and it is very loyal. By next month, I will have a German shepherd too.",
      "example_translation": "मेरे चाचा के पास एक ज़ेर्मन शेपर्ड के मालिक थे, यह बहुत ही बुद्धिमान था। अब, उसके पास एक ज़ेर्मन शेपर्ड है और यह बहुत ही वफादार है। अगले महीने तक, मेरे पास एक ज़ेर्मन शेपर्ड भी होगा।",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "giant schnauzer",
      "translation": "विशाल श्नॉज़र",
      "definition": "A giant schnauzer is a large, powerful dog breed that originated in Germany in the 17th century. It is known for its distinctive beard and eyebrows, and is often used as a guard dog or police dog.",
      "definition_translation": "17वीं शताब्दी में जर्मनी में उत्पन्न होने वाली एक बड़ी, शक्तिशाली कुत्ता नस्ल, जिसे अपने विशिष्ट दाढ़ी और भौंहों के लिए जाना जाता है, और अक्सर गार्ड डॉग या पुलिस डॉग के रूप में उपयोग किया जाता है.",
      "example": "The giant schnauzer was trained to guard the family's house. It will guard the family's house. It guarded the family's house.",
      "example_translation": "परिवार के घर की रक्षा के लिए विशाल श्नॉज़र को प्रशिक्षित किया गया था. यह परिवार के घर की रक्षा करेगा. यह परिवार के घर की रक्षा करता था.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "golden retriever",
      "translation": "गोल्डन रिट्रीवर",
      "definition": "A golden retriever is a medium-sized dog breed that is known for its friendly, loyal, and gentle nature. It is often used as a therapy dog, search and rescue dog, or family pet.",
      "definition_translation": "एक मध्यम आकार की कुत्ता नस्ल जो अपने मैत्रीपूर्ण, वफादार और नरम स्वभाव के लिए जाना जाता है. यह अक्सर थेरेपी डॉग, सर्च एंड रेस्क्यू डॉग या फैमिली पेट के रूप में उपयोग किया जाता है.",
      "example": "The golden retriever is a popular breed of dog. It will make a great family pet. It made a great companion for the elderly woman.",
      "example_translation": "गोल्डन रिट्रीवर कुत्ते की एक लोकप्रिय नस्ल है. यह एक महान फैमिली पेट बनेगा. यह एक वृद्ध महिला के लिए एक महान साथी बना था.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Great Dane",
      "translation": "ग्रेट डेन",
      "definition": "A Great Dane is a large breed of dog known for its giant size, gentle nature, and short, smooth coat. It is often referred to as a gentle giant.",
      "definition_translation": "एक बड़ी कुत्ता नस्ल जो अपने विशालकाय आकार, नरम स्वभाव और छोटे, मुलायम कोट के लिए जाना जाता है. यह अक्सर नरम दिग्गज के रूप में संदर्भित किया जाता है.",
      "example": "The Great Dane is a popular breed of dog. It will be a gentle companion. It was a loyal friend to the family.",
      "example_translation": "ग्रेट डेन कुत्ते की एक लोकप्रिय नस्ल है. यह एक नरम साथी होगा. यह परिवार का एक वफादार दोस्त था.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "greyhound",
      "translation": "ग्रeyhाउंड",
      "definition": "A greyhound is a breed of dog that is known for its speed, agility, and short, smooth coat. It is often used for racing and is considered a gentle and affectionate breed.",
      "definition_translation": "एक कुत्ता नस्ल जो अपनी गति, लचीलापन और छोटे, मुलायम कोट के लिए जाना जाता है. यह अक्सर रेसिंग के लिए उपयोग किया जाता है और एक नरम और स्नेही नस्ल माना जाता है.",
      "example": "The greyhound is a fast dog. It will run quickly. It ran a speedy race.",
      "example_translation": "ग्रeyhाउंड एक तेज़ कुत्ता है. यह तेज़ी से दौड़ेगा. यह एक तेज़ दौड़ दौड़ा था.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Irish terrier",
      "translation": "आयरिश टेरियर",
      "definition": "A small to medium-sized dog with a muscular build, short coat, and pointed ears, originating from Ireland.",
      "definition_translation": "आयरलैंड से निकलने वाला एक छोटा से मध्यम आकार का कुत्ता, मांसपेशी निर्माण, छोटा कोट और नुकीले कान वाला",
      "example": "I had an Irish terrier as a pet when I was a child, it was very playful. Nowadays, I have a friend who owns an Irish terrier and it's still playful. In the future, I hope to have another Irish terrier as a pet.",
      "example_translation": "मैं एक बच्चा था जब मेरे पास एक आयरिश टेरियर पालतू था, यह बहुत ही खिलवाड़ था. आजकल, मेरा एक दोस्त है जिसके पास एक आयरिश टेरियर है और यह अब भी खिलवाड़ है. भविष्य में, मैं आशा करता हूँ कि एक और आयरिश टेरियर पालतू होगा.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Jack Russell terrier",
      "translation": "जैक रसेल टेरियर",
      "definition": "A small, energetic dog with a short, dense coat and a lively temperament, originating from England.",
      "definition_translation": "इंग्लैंड से निकलने वाला एक छोटा, ऊर्जावान कुत्ता, छोटा, घना कोट और जीवंत स्वभाव वाला",
      "example": "I saw a Jack Russell terrier in the park yesterday, it was very energetic. My friend has a Jack Russell terrier and it's always playing. In the future, I think I'll get a Jack Russell terrier as a pet.",
      "example_translation": "मैंने कल पार्क में एक जैक रसेल टेरियर देखा, यह बहुत ही ऊर्जावान था. मेरे दोस्त के पास एक जैक रसेल टेरियर है और यह हमेशा खेलता है. भविष्य में, मैं सोचता हूँ कि मैं एक जैक रसेल टेरियर पालतू लूँगा.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Labrador retriever",
      "translation": "लेब्राडोर रिट्रीवर",
      "definition": "A medium to large-sized dog with a short, smooth coat and a friendly, outgoing temperament, originating from Canada.",
      "definition_translation": "कैनाडा से निकलने वाला एक मध्यम से बड़ा आकार का कुत्ता, छोटा,_smooth कोट और मित्रवत, बहिर्गामी स्वभाव वाला",
      "example": "I had a Labrador retriever as a pet when I was a child, it was very friendly. Now, I have a friend who owns a Labrador retriever and it's still friendly. In the future, I hope to have another Labrador retriever as a pet.",
      "example_translation": "मैंने एक बच्चा था जब मेरे पास एक लेब्राडोर रिट्रीवर पालतू था, यह बहुत ही मित्रवत था. आजकल, मेरा एक दोस्त है जिसके पास एक लेब्राडोर रिट्रीवर है और यह अब भी मित्रवत है. भविष्य में, मैं आशा करता हूँ कि एक और लेब्राडोर रिट्रीवर पालतू होगा.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Maltese",
      "translation": "माल्टीज",
      "definition": "A small, white dog with a silky, curly coat and a gentle, affectionate temperament, originating from the island of Malta.",
      "definition_translation": "माल्टा द्वीप से निकलने वाला एक छोटा, सफ़ेद कुत्ता, रेशमी, कर्ल कोट और सौम्य, स्नेही स्वभाव वाला",
      "example": "I met a Maltese dog in the street yesterday, it was very cute. My friend has a Maltese and it's always affectionate. In the future, I think I'll get a Maltese as a pet.",
      "example_translation": "मैंने कल सड़क में एक माल्टीज कुत्ता मिला, यह बहुत ही प्यारा था. मेरे दोस्त के पास एक माल्टीज है और यह हमेशा स्नेही है. भविष्य में, मैं सोचता हूँ कि मैं एक माल्टीज पालतू लूँगा.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mastiff",
      "translation": "मस्तिफ़",
      "definition": "A mastiff is a large dog breed known for its massive size, powerful build, and loyal temperament.",
      "definition_translation": "मस्तिफ़ एक बड़े कुत्ते की नस्ल है जिसके लिए अपने बड़े आकार, शक्तिशाली निर्माण और वफ़ादार स्वभाव के लिए जाना जाता है।",
      "example": "I owned a mastiff when I was a kid, it was a gentle giant. Now I have a smaller dog, but I miss my mastiff. One day I will get another mastiff.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक मस्तिफ़ था, यह एक दयालु दैत्य था। अब मेरे पास एक छोटा कुत्ता है, लेकिन मैं अपने मस्तिफ़ की याद करता हूँ। एक दिन मैं फिर से एक मस्तиф़ प्राप्त करूँगा।",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "miniature pinscher",
      "translation": "मिनियेचर पिंस्चर",
      "definition": "A miniature pinscher is a small-sized dog breed known for its energetic and playful personality.",
      "definition_translation": "मिनियेचर पिंस्चर एक छोटे आकार की कुत्ते की नस्ल है जिसके लिए अपने ऊर्जावान और खेलने वाले स्वभाव के लिए जाना जाता है।",
      "example": "My sister has a miniature pinscher, it is very cute and playful. She takes it for a walk every morning. In the future, she will train it to do tricks.",
      "example_translation": "मेरी बहन के पास एक मिनियेचर पिंस्चर है, यह बहुत प्यारा और खेलने वाला है। वह सुबह-सुबह इसके साथ टहलने जाती है। भविष्य में, वह इसे करतब दिखाने के लिए प्रशिक्षित करेगी।",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "miniature poodle",
      "translation": "मिनियेचर पूडल",
      "definition": "A miniature poodle is a small-sized dog breed known for its intelligent and active personality.",
      "definition_translation": "मिनियेचर पूडल एक छोटे आकार की कुत्ते की नस्ल है जिसके लिए अपने बुद्धिमान और सक्रिय स्वभाव के लिए जाना जाता है।",
      "example": "I have a miniature poodle, it is very intelligent and easy to train. Yesterday, I took it to the park, and it played with other dogs. Tomorrow, I will take it to the groomer.",
      "example_translation": "मेरे पास एक मिनियेचर पूडल है, यह बहुत बुद्धिमान और प्रशिक्षित करने में आसान है। कल, मैंने इसके साथ पार्क में ले गया, और यह दूसरे कुत्तों के साथ खेला। कल, मैं इसके साथ नाई के पास ले जाऊँगा।",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mongrel",
      "translation": "मिश्रіт कुत्ता",
      "definition": "A mongrel is a dog of mixed breed, resulting from the breeding of different purebred dogs or other mixed-breed dogs.",
      "definition_translation": "मिश्रít कुत्ता एक मिश्रít नस्ल का कुत्ता है, जिसका निर्माण अलग-अलग शुद्ध नस्ल के कुत्तों या अन्य मिश्रít नस्ल के कुत्तों के zwischenbraeding से होता है।",
      "example": "I have a mongrel, it is a mix of a golden retriever and a labrador. It is very friendly and loves to play fetch. When I was a kid, I had a mongrel, it was very loyal to me.",
      "example_translation": "मेरे पास एक मिश्रít कुत्ता है, यह एक गोल्डन रिट्रीवर और लेब्राडोर का मिश्रण है। यह बहुत दोस्ताना है और फेंकने के लिए प्यार करता है। जब मैं बच्चा था, तब मेरे पास एक मिश्रít कुत्ता था, यह मेरे लिए बहुत वफ़ादार था।",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Newfoundland",
      "translation": "न्यूफ़ाउंडलैंड",
      "definition": "A large dog breed originating from the island of Newfoundland, characterized by its webbed feet, water-resistant coat, and gentle nature.",
      "definition_translation": "न्यूफ़ाउंडलैंड द्वीप से उत्पन्न एक बड़ा कुत्ता नस्ल, अपने वेब्ड पैरों, जल प्रतिरोधी कोट और नरम स्वभाव की विशेषता है。",
      "example": "The Newfoundland dog is known for its loyalty and affection towards its family. It protected its family from the storm last night. It will protect its family from any harm in the future.",
      "example_translation": "न्यूफ़ाउंडलैंड कुत्ता अपने परिवार के प्रति वफ़ादारी और स्नेह के लिए जाना जाता है. यह कल रात तूफ़ान से अपने परिवार की रक्षा की. यह भविष्य में अपने परिवार की किसी भी हानि से रक्षा करेगा.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "papillon",
      "translation": "पपिलón",
      "definition": "A small, friendly dog breed with a butterfly-shaped ears and a long, curly coat.",
      "definition_translation": "एक छोटा, मित्रवत कुत्ता नस्ल जिसके कानों का आकार तितली के समान है और इसके कोट लंबे और कर्लदार हैं.",
      "example": "I had a papillon as a pet when I was a child. It loved playing with me in the park. It will be a great companion for my children in the future.",
      "example_translation": "मैंने बचपन में पपिलón के रूप में पालतू जानवर रखा था. यह मेरे साथ पार्क में खेलना पसंद करता था. यह मेरे बच्चों के लिए भविष्य में एक महान साथी होगा.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Pekingese",
      "translation": "पीकीनीज़",
      "definition": "A small, gentle dog breed originating from China, characterized by its long, fluffy coat and flat face.",
      "definition_translation": "चीन से उत्पन्न एक छोटा, नरम कुत्ता नस्ल जिसके लंबे, फ्लफ़ी कोट और सपाट चेहरे की विशेषता है.",
      "example": "The Pekingese dog is known for its calm nature. It sat quietly in the room yesterday. It will be a nice addition to our family in the future.",
      "example_translation": "पीकीनीज़ कुत्ता अपने शांत स्वभाव के लिए जाना जाता है. यह कल रूम में चुपचाप बैठा था. यह हमारे परिवार के लिए भविष्य में एक अच्छा जोड़ होगा.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pit bull terrier",
      "translation": "पिट बुल टेरियर",
      "definition": "A sturdy, athletic dog breed developed in England, characterized by its muscular build, short coat, and loyal nature.",
      "definition_translation": "इंग्लैंड में विकसित एक मजबूत, एथलेटिक कुत्ता नस्ल जिसके मांसल बदन, छोटे कोट और वफ़ादार स्वभाव की विशेषता है.",
      "example": "The pit bull terrier is a popular breed for those who enjoy outdoor activities. It ran quickly with me in the park yesterday. It will be a good companion for my jogging routine in the future.",
      "example_translation": "पिट बुल टेरियर उन लोगों के लिए एक लोकप्रिय नस्ल है जो आउटडोर गतिविधियों का आनंद लेते हैं. यह कल पार्क में मेरे साथ तेज़ दौड़ा था. यह मेरे जॉगिंग रूटीन के लिए भविष्य में एक अच्छा साथी होगा.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Pyrenean shepherd",
      "translation": "पिरेनियन शेफर्ड",
      "definition": "A medium-sized dog with a thick coat, originally bred to herd sheep in the Pyrenees Mountains between France and Spain.",
      "definition_translation": "फ्रांस और स्पेन के पिरेनीस पर्वतों में भेड़ें चराने के लिए मूल रूप से नस्ल पाला गया एक मध्यम आकार का कुत्ता",
      "example": "The Pyrenean shepherd was very thin when I first got it, but after a year of proper care, it became very strong. I took it to the park yesterday and it ran freely. I will take it to the mountains next week.",
      "example_translation": "जब मैंने पहली बार इसे प्राप्त किया तो पिरेनियन शेफर्ड बहुत पतला था, लेकिन उचित देखभाल के एक साल बाद यह बहुत मजबूत हो गया। मैंने कल इसे पार्क में ले गया और यह स्वतंत्र रूप से दौड़ा। मैं अगले सप्ताह इसे पहाड़ों पर ले जाऊंगा।",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Rottweiler",
      "translation": "रॉटवीलर",
      "definition": "A powerful and intimidating dog breed originating from Rome, known for its strength, loyalty, and protective nature.",
      "definition_translation": "रोम से मूल की एक शक्तिशाली और भयानक कुत्ते की नस्ल, अपने बल, वफ़ादारी और रक्षात्मक स्वभाव के लिए जाना जाता है",
      "example": "I had a Rottweiler as a pet when I was a child, it was very loyal to me. My friend's Rottweiler is very aggressive, it barked loudly at me yesterday. I will buy a Rottweiler next year.",
      "example_translation": "मैं एक बच्चा था quando मेरे पास एक रॉटवीलर पालतू था, यह मेरे प्रति बहुत वफ़ादार था। मेरे दोस्त का रॉटवीलर बहुत आक्रामक है, यह कल मुझ पर ज़ोर से भौंका। मैं अगले साल एक रॉटवीलर खरीद लूंगा।",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Saint Bernard",
      "translation": "सेंट बर्नार्ड",
      "definition": "A large dog breed originating from Switzerland, known for its giant size, gentle nature, and historical use in alpine rescue missions.",
      "definition_translation": "स्विट्जरलैंड से मूल की एक बड़ी कुत्ते की नस्ल, अपने विशाल आकार, कोमल स्वभाव और अल्पाइन बचाव मिशनों में ऐतिहासिक उपयोग के लिए जाना जाता है",
      "example": "The Saint Bernard is a very beautiful dog, it rescued many people in the past. I saw a Saint Bernard in the park yesterday, it was very gentle. My uncle has a Saint Bernard, it is very big in size.",
      "example_translation": "सेंट बर्नार्ड एक बहुत ही सुंदर कुत्ता है, यह अतीत में कई लोगों की बचाव कर चुका है। मैंने कल पार्क में एक सेंट बर्नार्ड देखा, वह बहुत कोमल था। मेरे चाचा का सेंट बर्नार्ड है, वह आकार में बहुत बड़ा है",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Samoyed",
      "translation": "सामोयेड",
      "definition": "A small to medium-sized dog breed originating from Siberia, known for its fluffy white coat, friendly nature, and high energy level.",
      "definition_translation": "साइबेरिया से मूल की एक छोटी से मध्यम आकार की कुत्ते की नस्ल, अपने फ़्लफ़ी सफ़ेद कोट, मैत्रीपूर्ण स्वभाव और उच्च ऊर्जा स्तर के लिए जाना जाता है",
      "example": "I have a Samoyed as a pet, it is very playful. My friend's Samoyed is very cute, it loves to play with balls. I will take my Samoyed to the beach next week.",
      "example_translation": "मेरे पास एक सामोयेड पालतू है, यह बहुत खेलने वाला है। मेरे दोस्त का सामोयेड बहुत प्यारा है, यह गेंदों से खेलना पसंद करता है। मैं अगले सप्ताह अपने सामोयेड को समुद्र तट पर ले जाऊंगा।",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "schnauzer",
      "translation": "श्नाउज़र",
      "definition": "A breed of dog with a distinctive beard-like facial hair, originating from Germany.",
      "definition_translation": "एक जर्मन मूल की नस्ल जिसके चेहरे पर एक विशेष दाढ़ी जैसे बाल होते हैं।",
      "example": "I have a schnauzer named Max who loves to play fetch. Yesterday, I took Max to the park and he chased a ball. Tomorrow, I will take Max to the groomer.",
      "example_translation": "मैं मैक्स नाम का एक श्नाउज़र रखता हूँ जो फेंच खेलना पसंद करता है. कल मैं मैक्स को पार्क ले गया और वह गेंद का पीछा कर रहा था. कल मैं मैक्स को ग्रूमर ले जाऊंगा.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Scottish terrier",
      "translation": "स्कॉटिश टेरियर",
      "definition": "A small, agile breed of dog originally bred for hunting small game, originating from Scotland.",
      "definition_translation": "एक छोटा, चुस्त नस्ल कुत्ता जिसकी उत्पत्ति स्कॉटलैंड से हुई और इसे छोटे खेल के शिकार के लिए इस्तेमाल किया जाता था.",
      "example": "My neighbor has a Scottish terrier named Baxter who loves to dig holes. Last week, Baxter dug a hole in the backyard. Next week, I will take Baxter to the dog park.",
      "example_translation": "मेरे पड़ोसी का स्कॉटिश टेरियर नाम बैक्सटर है जो गड्ढे खोदना पसंद करता है. पिछले सप्ताह, बैक्सटर ने पिछवारे में एक गड्ढा खोदा था. अगले सप्ताह, मैं बैक्सटर को डॉग पार्क ले जाऊंगा.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Shetland sheepdog",
      "translation": "शेटलैंड शीपडॉग",
      "definition": "A small, agile breed of herding dog originating from the Shetland Islands, known for its intelligence and loyalty.",
      "definition_translation": "एक छोटा, चुस्त नस्ल का हेर्डिंग कुत्ता जिसकी उत्पत्ति शेटलैंड द्वीप से हुई, इसकी बुद्धिमत्ता और वफ़ादारी के लिए जाना जाता है.",
      "example": "I have a Shetland sheepdog named Luna who loves to herd sheep. Yesterday, I took Luna to the farm and she herded the sheep. Tomorrow, I will take Luna to the agility course.",
      "example_translation": "मैं लूना नाम का शेटलैंड शीपडॉग रखता हूँ जो भेड़ों को हेर्ड करना पसंद करता है. कल मैं लूना को फार्म ले गया और उसने भेड़ों को हेर्ड किया. कल मैं लूना को एगिलिटी कोर्स ले जाऊंगा.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Shiba Inu",
      "translation": "शिबा इनू",
      "definition": "A breed of dog originating from Japan, known for its fox-like appearance and independent nature.",
      "definition_translation": "एक नस्ल कुत्ता जिसकी उत्पत्ति जापान से हुई, इसके लोमड़ी जैसे रूप और स्वाधीन_SWA प्रकृति के लिए जाना जाता है.",
      "example": "I have a Shiba Inu named Hana who loves to play fetch. Last week, I took Hana to the park and she chased a ball. Next week, I will take Hana to the vet.",
      "example_translation": "मैं हाना नाम का शिबा इनू रखता हूँ जो फेंच खेलना पसंद करता है. पिछले सप्ताह, मैं हाना को पार्क ले गया और वह गेंद का पीछा कर रही थी. अगले सप्ताह, मैं हाना को वेट ले जाऊंगा.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Siberian husky",
      "translation": "साइबेरियन हस्की",
      "definition": "A medium-sized dog breed originating from Siberia, known for its thick coat, blue eyes, and wolf-like appearance.",
      "definition_translation": "साइबेरिया से निकलने वाली एक मध्यम आकार की कुत्ते की नस्ल, जिसकी मोटी कोट, नीली आँखें और वुल्फ जैसी उपस्थिति के लिए जानी जाती है।",
      "example": "I had a Siberian husky as a pet when I was a child, it was very energetic and playful. Now I have a husky and it is very obedient. I will buy a Siberian husky puppy next year.",
      "example_translation": "जब मैं बच्चा था, तो मेरे पास साइबेरियन हस्की पालतू जानवर था, वह बहुत ऊर्जावान और खेलने वाला था। अब मेरे पास हस्की है और वह बहुत आज्ञाकारी है। मैं अगले साल साइबेरियन हस्की पपी खरीदूँगा।",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spitz",
      "translation": "स्पिट्ज",
      "definition": "A breed of dog characterized by its fluffy coat, wedge-shaped head, and erect ears.",
      "definition_translation": "एक कुत्ते की नस्ल जिसकी फ्लफ़ी कोट, वेज शेप्ड सिर और खड़े कान होते हैं।",
      "example": "I saw a spitz at the dog park yesterday, it was very cute and friendly. My sister has a spitz and it is very playful. I will gift a spitz to my brother next month.",
      "example_translation": "मैंने कल डॉग पार्क में स्पिट्ज देखा, वह बहुत प्यारा और मित्रवत था। मेरी बहन के पास स्पिट्ज है और वह बहुत खेलने वाला है। मैं अपने भाई को अगले महीने स्पिट्ज गिफ्ट करूँगा।",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "vizsla",
      "translation": "विजला",
      "definition": "A breed of dog originating from Hungary, known for its short coat, energetic nature, and hunting ability.",
      "definition_translation": "हंगरी से निकलने वाली एक कुत्ते की नस्ल, जिसकी छोटी कोट, ऊर्जावान स्वभाव और शिकार करने की क्षमता के लिए जानी जाती है।",
      "example": "I had a vizsla as a pet when I was in college, it was very energetic and loved to play fetch. My friend has a vizsla and it is very obedient. I will get a vizsla puppy next year.",
      "example_translation": "जब मैं कॉलेज में था, तब मेरे पास विजला पालतू जानवर था, वह बहुत ऊर्जावान था और फ़ेंच खेलना पसंद था। मेरे दोस्त के पास विजला है और वह बहुत आज्ञाकारी है। मैं अगले साल विजला पपी लूँगा।",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Weimaraner",
      "translation": "वीमारानर",
      "definition": "A breed of dog originating from Germany, known for its short coat, athletic build, and hunting ability.",
      "definition_translation": "जर्मनी से निकलने वाली एक कुत्ते की नस्ल, जिसकी छोटी कोट, एथलेटिक निर्माण और शिकार करने की क्षमता के लिए जानी जाती है।",
      "example": "I saw a Weimaraner at the dog show yesterday, it was very sleek and agile. My cousin has a Weimaraner and it is very loyal. I will get a Weimaraner puppy next month.",
      "example_translation": "मैंने कल डॉग शो में वीमारानर देखा, वह बहुत स्लीक और लचीला था। मेरे चचेरे भाई के पास वीमारानर है और वह बहुत वफ़ादार है। मैं अगले महीने वीमारानर पपी लूँगा।",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "वेल्श कोरगी (पेम्ब्रोक वेल्श कोरगी)",
      "definition": "A breed of herding dog that originated in Wales, known for its short stature and distinctive appearance. Welsh Corgis are highly intelligent and active dogs that require regular exercise and mental stimulation.",
      "definition_translation": "वेल्स में एक नस्ल की लड़ाई कुत्ता है जो अपनी छोटी अवस्था और विशिष्ट उपस्थिति के लिए जाना जाता है। वेल्श कोरगी उच्च बुद्धिमान और सक्रिय कुत्ते हैं जिन्हें नियमित व्यायाम और मानसिक उत्तेजना की आवश्यकता होती है।",
      "example": "I had a Welsh Corgi as a pet when I was a child. I have a Welsh Corgi now, and it's very playful. I will get a Welsh Corgi next year, and I'm sure it will be very loyal.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास वेल्श कोरगी पालतू था। अब मेरे पास वेल्श कोरगी है, और यह बहुत खेलने वाला है। अगले साल मैं वेल्श कोरगी प्राप्त करूँगा, और मुझे यकीन है कि यह बहुत वफादार होगा।",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Yorkshire terrier",
      "translation": "यॉर्कशायर टेरियर",
      "definition": "A small, toy-sized dog breed originating from Yorkshire, England, known for its silky coat and big personality. Yorkshire Terriers are affectionate and spunky dogs that require regular grooming and socialization.",
      "definition_translation": "इंग्लैंड के यॉर्कशायर से निकलने वाली एक छोटी, खिलौना आकार की कुत्ता नस्ल, जिसकी रेशमी कोट और बड़ी व्यक्तित्व के लिए जाना जाता है। यॉर्कशायर टेरियर सहानुभूतिपूर्ण और स्पंकी कुत्ते हैं जिन्हें नियमित देखभाल और सामाजिकरण की आवश्यकता होती है।",
      "example": "My grandmother had a Yorkshire Terrier as a companion. I have a Yorkshire Terrier now, and it's very friendly. I will get a Yorkshire Terrier next month, and I'm sure it will be very playful.",
      "example_translation": "मेरी दादी के पास यॉर्कशायर टेरियर साथी था। अब मेरे पास यॉर्कशायर टेरियर है, और यह बहुत दोस्ताना है। अगले महीने मैं यॉर्कशायर टेरियर प्राप्त करूँगा, और मुझे यकीन है कि यह बहुत खेलने वाला होगा।",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]
}