{
  "data": [
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "biscuit",
      "translation": "बिस्किट",
      "definition": "A small, typically sweet, bread-like food that is usually baked and often served with tea or coffee.",
      "definition_translation": "चाय या कॉफी के साथ अक्सर परोसा जाने वाला एक छोटा, आमतौर पर मीठा ब्रेड जैसा खाना जो अक्सर ओवन में पकाया जाता है.",
      "example": "She ate a biscuit with her tea. She is eating a biscuit with her tea. She will eat a biscuit with her tea.",
      "example_translation": "वह अपने चाय के साथ एक बिस्किट खाती थी. वह अपने चाय के साथ एक बिस्किट खा रही है. वह अपने चाय के साथ एक बिस्किट खाएगी.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cake",
      "translation": "केक",
      "definition": "A sweet food made with flour, sugar, and eggs, typically baked and often decorated.",
      "definition_translation": "आटा, चीनी, और अंडे से बना एक मीठा खाना जो अक्सर ओवन में पकाया जाता है और अक्सर सजाया जाता है.",
      "example": "We made a cake for her birthday. We are making a cake for her birthday. We will make a cake for her birthday.",
      "example_translation": "हमने उसके जन्मदिन के लिए एक केक बनाया. हम उसके जन्मदिन के लिए एक केक बना रहे हैं. हम उसके जन्मदिन के लिए एक केक बनाएंगे.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chocolate",
      "translation": "चोकलेट",
      "definition": "A sweet food made from cacao beans, often eaten as a sweet snack or used as an ingredient in cooking and baking.",
      "definition_translation": "काकाओ बीन्स से बना एक मीठा खाना जो अक्सर एक मीठा नाश्ता के रूप में खाया जाता है या खाना पकाने और बेकिंग में एक सामग्री के रूप में प्रयोग किया जाता है.",
      "example": "I love eating chocolate. I loved eating chocolate. I will love eating chocolate.",
      "example_translation": "मुझे चोकलेट खाना पसंद है. मुझे चोकलेट खाना पसंद था. मुझे चोकलेट खाना पसंद होगा.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ice cream",
      "translation": "आइसक्रीम",
      "definition": "A sweet frozen food made from cream, sugar, and flavorings, typically eaten as a dessert.",
      "definition_translation": "क्रीम, चीनी और स्वादवर्धक से बना एक मीठा ठंडा खाना जो अक्सर एक डेसर्ट के रूप में खाया जाता है.",
      "example": "We ate ice cream at the party. We are eating ice cream at the party. We will eat ice cream at the party.",
      "example_translation": "हम पार्टी में आइसक्रीम खाते थे. हम पार्टी में आइसक्रीम खा रहे हैं. हम पार्टी में आइसक्रीम खाएंगे.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "candy",
      "translation": "मिठाई",
      "definition": "A sweet food made from sugar, often flavored and colored, eaten as a snack or dessert.",
      "definition_translation": "चीनी से बना एक मीठा भोजन, अक्सर फ्लेव्ड और रंगवाला, एक स्नैक या डesser्ट के रूप में खाया जाता है.",
      "example": "I ate a piece of candy at the party. I am eating a piece of candy now. I will eat a piece of candy at the next party.",
      "example_translation": "मैं पार्टी में एक टुकड़ा मिठाई खाया. मैं अभी एक टुकड़ा मिठाई खा रहा हूँ. मैं अगली पार्टी में एक टुकड़ा मिठाई खाऊंगा.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dessert",
      "translation": "मिठाई",
      "definition": "A sweet course or dish, typically eaten at the end of a meal.",
      "definition_translation": "एक मीठा कोर्स या डिश, आमतौर पर भोजन के अंत में खाया जाता है.",
      "example": "I had a delicious dessert at the restaurant. I am having a delicious dessert now. I will have a delicious dessert tomorrow.",
      "example_translation": "मैं रेस्तरां में एक स्वादिष्ट मिठाई खाया. मैं अभी एक स्वादिष्ट मिठाई खा रहा हूँ. मैं कल एक स्वादिष्ट मिठाई खाऊंगा.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lollipop",
      "translation": "चूसने वाला",
      "definition": "A hard candy mounted on a stick and intended to be sucked.",
      "definition_translation": "एक छड़ी पर लगे हुए कठिन मिठाई, जिसका मतलब है चूसना.",
      "example": "I sucked on a lollipop as a child. I am giving my child a lollipop. I will buy a lollipop for my sister.",
      "example_translation": "मैं बच्चे के रूप में एक चूसने वाला पर चूसता था. मैं अपने बच्चे को एक चूसने वाला दे रहा हूँ. मैं अपनी बहन के लिए एक चूसने वाला खरीदूँगा.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sweet",
      "translation": "मीठा",
      "definition": "Having a sweet taste or smell.",
      "definition_translation": "एक मीठा स्वाद या गंध होना.",
      "example": "I ate a sweet cake at the party. I am eating a sweet fruit now. I will eat a sweet pudding tomorrow.",
      "example_translation": "मैं पार्टी में एक मीठा केक खाया. मैं अभी एक मीठा फल खा रहा हूँ. मैं कल एक मीठा पुडिंग खाऊंगा.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sweets",
      "translation": "मिठाइयाँ",
      "definition": "Food items that are rich in sugar and often served as a dessert or snack, such as cakes, cookies, and candies.",
      "definition_translation": "डेसर्ट या स्नैक के रूप में परोसा जाने वाला चीनी से भरपूर खाद्य पदार्थ, जैसे केक, कुकीज और कंडीज。",
      "example": "She loved to eat sweets on her birthday, and she had eaten them in the past, eats them now, and will eat them in the future.",
      "example_translation": "उसे अपने जन्मदिन पर मिठाइयाँ खाने का शौक था, और उसने उन्हें पहले खाया था, अब खाती है, और भविष्य में खाएगी।",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chocolate bar",
      "translation": "चॉकलेट बार",
      "definition": "A rectangular bar of chocolate, often wrapped in foil or paper, and eaten as a snack or dessert.",
      "definition_translation": "फॉयल या कागज में लिपटा हुआ चॉकलेट का आयताकार टुकड़ा, जिसे स्नैक या डेसर्ट के रूप में खाया जाता है।",
      "example": "He had eaten a chocolate bar yesterday, eats one now, and will eat another one tomorrow.",
      "example_translation": "उसने कल एक चॉकलेट बार खाया था, अब एक खा रहा है, और कल एक और खाएगा।",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "jelly",
      "translation": "जेली",
      "definition": "A sweet spread made from fruit juice, sugar, and pectin, often served with toast, yogurt, or ice cream.",
      "definition_translation": "फल के रस, चीनी और पेक्टिन से बना मीठा स्प्रेड, जिसे टोस्ट, दही या आइसक्रीम के साथ परोसा जाता है।",
      "example": "She had made jelly at home yesterday, makes it now, and will make it again next week.",
      "example_translation": "उसने घर पर कल जेली बनायी थी, अब बना रही है, और अगले हफ्ते फिर से बनाएगी।",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "candyfloss",
      "translation": "कैंडीफ्लॉस",
      "definition": "A sweet treat made from sugar that is spun into fine strands, often served at fairs and carnivals.",
      "definition_translation": "चीनी से बना मीठा ट्रीट, जिसे महीन धागों में घुमाया जाता है, अक्सर मेलों और कर्निवालों में परोसा जाता है।",
      "example": "They had eaten candyfloss at the fair last year, eat it now, and will eat it again next year.",
      "example_translation": "उन्होंने पिछले साल मेले में कैंडीफ्लॉस खाया था, अब खा रहे हैं, और अगले साल फिर से खाएंगे।",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "gummies",
      "translation": "गमीज़",
      "definition": "A type of chewy candy, typically made from gelatin, sugar, and flavorings.",
      "definition_translation": "एक प्रकार की चबाने वाली मिठाई, जेलटिन, चीनी और फ्लेवरिंग्स से बनती है।",
      "example": "I ate gummies when I was a kid. I am eating gummies now. I will eat gummies tomorrow.",
      "example_translation": "मैं बच्चा था तब गमीज़ खाता था. मैं अब गमीज़ खा रहा हूँ. मैं कल गमीज़ खाऊंगा.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hard candy",
      "translation": "कठोर मिठाई",
      "definition": "A type of candy that is hard and brittle, often flavored with fruit or spices.",
      "definition_translation": "एक प्रकार की मिठाई जो कठोर और टुटपूँज होती है, अक्सर फल या मसालों से स्वादयुक्त होती है।",
      "example": "I sucked on a hard candy when I was bored. I am sucking on a hard candy now. I will suck on a hard candy later.",
      "example_translation": "मैं उबाऊ था तो एक कठोर मिठाई चूस रहा था. मैं अब एक कठोर मिठाई चूस रहा हूँ. मैं बाद में एक कठोर मिठाई चूसूँगा.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "marzipan",
      "translation": "मार्ज़िपन",
      "definition": "A sweet almond-based paste used to make cakes, sweets, and other confections.",
      "definition_translation": "केक, मिठाइयों, और अन्य मिठाइयों को बनाने के लिए इस्तेमाल होने वाला मीठा बादाम-आधारित पेस्ट.",
      "example": "I decorated the cake with marzipan when I was a teenager. I am making marzipan now. I will use marzipan in my next cake.",
      "example_translation": "मैं किशोरावस्था में केक पर मार्ज़िपन से सजा रहा था. मैं अब मार्ज़िपन बना रहा हूँ. मैं अपने अगले केक में मार्ज़िपन इस्तेमाल करूँगा.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "boiled sweet",
      "translation": "उबली हुई मिठाई",
      "definition": "A type of candy that is made by boiling sugar and flavorings together.",
      "definition_translation": "चीनी और फ्लेवरिंग्स को एक साथ उबालकर बनाई जाने वाली मिठाई की एक प्रकार.",
      "example": "I ate boiled sweets when I was a child. I am eating boiled sweets now. I will eat boiled sweets at the party.",
      "example_translation": "मैं बच्चा था तब उबली हुई मिठाई खाता था. मैं अब उबली हुई मिठाई खा रहा हूँ. मैं पार्टी में उबली हुई मिठाई खाऊंगा.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "confectionery",
      "translation": "मिठाई की दुकान",
      "definition": "A confectionery is a place where sweet foods such as candies, cakes, and chocolates are made or sold.",
      "definition_translation": "एक मिठाई की दुकान वह स्थान है जहां मिठाइयां, केक, और चॉकलेट्स जैसे मिठाई खाद्य पदार्थ बनाए या बेचे जाते हैं।",
      "example": "I visited a confectionery shop yesterday, I will visit it again tomorrow, and I visited it last week.",
      "example_translation": "मैं कल एक मिठाई की दुकान पर गया था, मैं कल फिर से जाऊँगा, और मैं पिछले हफ्ते गया था।",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fudge",
      "translation": "गोंद की मिठाई",
      "definition": "Fudge is a type of sweet made from sugar, milk, and flavorings, often chocolate or nuts.",
      "definition_translation": "गोंद की मिठाई एक प्रकार की मिठाई है जिसे चीनी, दूध, और स्वादवर्धक से बनाया जाता है, अक्सर चॉकलेट या नट्स के साथ。",
      "example": "I ate a piece of fudge yesterday, I will eat it again tomorrow, and I ate it last week.",
      "example_translation": "मैंने कल एक टुकड़ा गोंद की मिठाई खाया था, मैं कल फिर से खाऊँगा, और मैंने पिछले हफ्ते खाया था।",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "jelly sweets",
      "translation": "जेली मिठाइयां",
      "definition": "Jelly sweets are a type of sweet that is made with gelatin and sugar, often flavored with fruit juice or fruit pulp.",
      "definition_translation": "जेली मिठाइयां एक प्रकार की मिठाई है जिसे जेलेटिन और चीनी से बनाया जाता है, अक्सर फल के रस या फल के पल्प के साथ स्वादवर्धक किया जाता है।",
      "example": "I bought some jelly sweets yesterday, I will buy them again tomorrow, and I had bought them last week.",
      "example_translation": "मैंने कल कुछ जेली मिठाइयां खरीदी थीं, मैं कल फिर से खरीदूँगा, और मैंने पिछले हफ्ते खरीदी थीं।",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]
}