{
  "data": [
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "burdock",
      "translation": "बरडक",
      "definition": "Burdock is a biennial thistle-like plant that grows in Europe and Asia. Its roots are used in herbal medicine.",
      "definition_translation": "बरडक एक द्विवार्षिक थिसल जैसा植物 है जो यूरोप और एशिया में उगता है. इसकी जड़ें हर्बल दवा में उपयोग की जाती हैं.",
      "example": "I had burdock tea yesterday, I will drink it today, and I plan to drink it tomorrow.",
      "example_translation": "मैंने कल बरडक चाय पी, आज मैं पीऊंगा, और मैं कल पीऊंगा.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "camomile",
      "translation": "कामोमाइल",
      "definition": "Camomile is a herb used to make tea and medicine. It is known for its calming effects.",
      "definition_translation": "कामोमाइल एक जड़ी है जिसका उपयोग चाय और दवा बनाने में किया जाता है. इसके शांत प्रभाव के लिए जाना जाता है.",
      "example": "I drank camomile tea last night, I will make a camomile infusion today, and I will use camomile oil tomorrow.",
      "example_translation": "मैंने कल रात को कामोमाइल चाय पी, आज मैं कामोमाइल इंफ्यूजन बनाऊंगा, और मैं कल कामोमाइल तेल का उपयोग करूँगा.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cat's claw",
      "translation": "बिल्ली की नख",
      "definition": "Cat's claw is a plant that grows in the Amazon rainforest. Its bark is used to make medicine.",
      "definition_translation": "बिल्ली की नख एक पौधा है जो अमेज़न के जंगल में उगता है. इसके बार्क का उपयोग दवा बनाने में किया जाता है.",
      "example": "The cat's claw plant was discovered by indigenous people, they have been using it for centuries, and now it is widely available.",
      "example_translation": "बिल्ली की नख पौधा आदिवासी लोगों द्वारा खोजा गया था, वे इसे सदियों से उपयोग कर रहे हैं, और अब यह व्यापक रूप से उपलब्ध है.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "coltsfoot",
      "translation": "कोल्ट्सफुट",
      "definition": "Coltsfoot is a perennial herb that grows in Europe and Asia. Its leaves are used to make medicine.",
      "definition_translation": "कोल्ट्सफुट एक बहुवर्षायी जड़ी है जो यूरोप और एशिया में उगता है. इसके पत्ते दवा बनाने में उपयोग किए जाते हैं.",
      "example": "I saw coltsfoot growing in the forest yesterday, I will use its leaves to make medicine today, and I will plant it in my garden tomorrow.",
      "example_translation": "मैंने कल जंगल में कोल्ट्सफुट देखा, मैं आज इसके पत्ते दवा बनाने के लिए उपयोग करूँगा, और मैं कल मेरे गार्डन में लगाऊंगा.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dandelion",
      "translation": "दन्डेलियन",
      "definition": "A dandelion is a type of flowering plant that is native to Europe and Asia, known for its bright yellow flowers and feathery leaves.",
      "definition_translation": "एक दन्डेलियन एक प्रकार का फूलदार पौधा है जो यूरोप और एशिया में मूल निवासी है, अपने उज्ज्वल पीले फूलों और फ़ेयरी पत्तियों के लिए जाना जाता है।",
      "example": "I used to pick dandelions in the garden when I was a child. Nowadays, my children pick them with me. By the time I am old, my grandchildren will pick them.",
      "example_translation": "मैं बचपन में बगीचे में दन्डेलियन उठाया करता था। आजकल, मेरे बच्चे मेरे साथ उठाते हैं। जब मैं बूढ़ा हो जाऊंगा, तब मेरे पोते-पोतियां उठाएंगे।",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fenugreek",
      "translation": "मेथी",
      "definition": "Fenugreek is a type of herb that is commonly used in Indian and Middle Eastern cooking, known for its slightly bitter and nutty flavor.",
      "definition_translation": "मेथी एक प्रकार की जड़ी-बूटी है जिसका इस्तेमाल भारतीय और मध्य पूर्वी खाना पकाने में किया जाता है, अपने हल्के कसैले और अखरोट जैसे स्वाद के लिए जाना जाता है।",
      "example": "My grandmother used to add fenugreek leaves to the curry when I was a child. Now, I add them to the soup. In the future, I will add them to the salad.",
      "example_translation": "मेरी दादी बचपन में करी में मेथी के पत्ते डालती थीं। अब, मैं सूप में डालता हूँ। भविष्य में, मैं सलाद में डालूँगा।",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ginseng",
      "translation": "जिनसेंग",
      "definition": "Ginseng is a type of root vegetable that is commonly used in traditional Chinese medicine, known for its supposed health benefits and stimulating properties.",
      "definition_translation": "जिनसेंग एक प्रकार की जड़ सब्जी है जिसका इस्तेमाल पारंपरिक चीनी दवा में किया जाता है, अपने स 假 स्वास्थ्य लाभ और उत्तेजक गुणों के लिए जाना जाता है।",
      "example": "My mother used to give me ginseng tea when I was sick. Now, I give it to my friends when they are tired. In the future, I will give it to my children when they need an energy boost.",
      "example_translation": "मेरी माँ मुझे बीमार होने पर जिनसेंग चाय देती थीं। अब, मैं अपने दोस्तों को थकान होने पर देता हूँ। भविष्य में, मैं अपने बच्चों को ऊर्जा बढ़ाने के लिए दूँगा।",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "horsetail",
      "translation": "घोड़े की पूँछ",
      "definition": "Horsetail is a type of plant that is known for its hollow stems and its ancient history, often used in herbal remedies and as a natural diuretic.",
      "definition_translation": "घोड़े की पूँछ एक प्रकार का पौधा है जिसके खोखले तने और प्राचीन इतिहास के लिए जाना जाता है, अक्सर हर्बल दवाओं और एक प्राकृतिक मूत्रवर्धक के रूप में इस्तेमाल किया जाता है।",
      "example": "I used to collect horsetail stems in the forest when I was a child. Nowadays, my friends collect them for herbal tea. In the future, I will collect them for my grandchildren's natural remedies.",
      "example_translation": "मैं बचपन में जंगल में घोड़े की पूँछ के तने इकट्ठा करता था। आजकल, मेरे दोस्त हर्बल चाय के लिए इकट्ठा करते हैं। भविष्य में, मैं अपने पोते-पोतियों के प्राकृतिक दवाओं के लिए इकट्ठा करूँगा।",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "knotgrass",
      "translation": "जलवारी",
      "definition": "A perennial weed with thin, wiry stems and small leaves, native to Europe and Asia.",
      "definition_translation": "यूरोप और एशिया में पैदा होने वाली एक çeşit सालाना खरपतवार जिसके पतले, तरुण स्टेम और छोटे पत्ते होते हैं।",
      "example": "The farmer struggled to remove the knotgrass from his fields.",
      "example_translation": "किसान ने अपने खेतों से जलवारी हटाने के लिए संघर्ष किया।",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lemon balm",
      "translation": "नींबू की चाल",
      "definition": "A herbaceous perennial plant with lemon-scented leaves, used in cooking and medicine.",
      "definition_translation": "एक जड़ी बूटी सालाना पौधा जिसके नींबू से सुगंधित पत्ते हैं, खाना पकाने और दवा में प्रयोग किया जाता है।",
      "example": "The tea was infused with lemon balm for a soothing effect.",
      "example_translation": "चाय में नींबू की चाल डालने से एक सुखदायक प्रभाव पैदा हुआ।",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "marigold",
      "translation": "गेंदा",
      "definition": "A bright yellow or orange flower, often used in gardens and as a symbol of warmth and creativity.",
      "definition_translation": "एक चमकीला पीला या नारंगी फूल, अक्सर बगीचों और गरमाहट और सृजनात्मकता के प्रतीक के रूप में प्रयोग किया जाता है।",
      "example": "The marigold flowers brightened up the garden.",
      "example_translation": "गेंदा फूलों ने बगीचे को रोशन कर दिया।",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "marshmallow",
      "translation": "मार्शमैलो",
      "definition": "A sweet treat made from the sap of the marshmallow plant, often used in desserts.",
      "definition_translation": "मार्शमैलो प्लांट के सैप से बनाया गया एक मीठा ट्रीट, अक्सर डेजर्ट्स में प्रयोग किया जाता है।",
      "example": "The children enjoyed roasting marshmallows over the campfire.",
      "example_translation": "बच्चों ने शिविर की आग पर मार्शमैलो भूनने का आनंद लिया।",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ribwort plantain",
      "translation": "आर्टोगेलस प्लांटेनिया",
      "definition": "A perennial herb with narrow leaves and small, greenish flowers, native to Europe and western Asia.",
      "definition_translation": "यूरोप और पश्चिम एशिया में पाया जाने वाला एक बारहमासी जड़ी बूटी जिसके पत्ते संकीर्ण होते हैं और फूल зелे रंग के होते हैं।",
      "example": "The ribwort plantain was used in traditional medicine to treat fever and inflammation. yesterday, I saw a doctor who prescribed me ribwort plantain for my fever. I will use ribwort plantain next week to cure my inflammation.",
      "example_translation": "पारंपरिक दवा में बुखार और सूजन के इलाज के लिए आर्टोगेलस प्लांटेनिया का इस्तेमाल किया जाता था। कल मैंने एक डॉक्टर को देखा जिन्होंने मेरे बुखार के लिए मुझे आर्टोगेलस प्लांटेनिया निर्धारित किया। मैं अगले सप्ताह अपनी सूजन को ठीक करने के लिए आर्टोगेलस प्लांटेनिया का उपयोग करूँगा।",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sage",
      "translation": "सेज",
      "definition": "A perennial herb with greyish-green leaves and purple flowers, used in cooking and medicine.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके पत्ते 灰-हरे रंग के होते हैं और फूल बैगनी रंग के होते हैं, खाना पकाने और दवा में प्रयोग किया जाता है।",
      "example": "My grandmother used to add sage to her cooking to give it a unique flavor. yesterday, I added sage to my soup and it tasted amazing. I will add sage to my steak next week.",
      "example_translation": "मेरी दादी अपने खाने में सेज डाल दिया करती थीं ताकि उसे एक अनोखा स्वाद मिले। कल मैंने अपने सूप में सेज डाला और वह स्वादिष्ट था। मैं अगले सप्ताह अपने स्टेक में सेज डालूँगा।",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "St John's wort",
      "translation": "सेंट जॉन्स वर्ट",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine to treat mild depression and anxiety.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके फूल पीले रंग के होते हैं, जिसका इस्तेमाल हर्बल दवा में हल्के अवसाद और चिंता के इलाज के लिए किया जाता है।",
      "example": "St John's wort has been used for centuries to treat mild depression. yesterday, I took St John's wort to alleviate my anxiety. I will take St John's wort regularly to manage my depression.",
      "example_translation": "सेंट जॉन्स वर्ट का इस्तेमाल सदियों से हल्के अवसाद के इलाज के लिए किया जाता रहा है। कल मैंने अपनी चिंता को कम करने के लिए सेंट जॉन्स वर्ट लिया। मैं अपने अवसाद के प्रबंधन के लिए düzenli रूप से सेंट जॉन्स वर्ट लूँगा।",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wormwood",
      "translation": "अफ़्सम",
      "definition": "A perennial herb with silvery-green leaves and small, yellowish flowers, used in medicine and absinthe production.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके पत्ते चांदी-हरे रंग के होते हैं और फूल पीले-हरे रंग के होते हैं, दवा और अब्सिन्थ उत्पादन में प्रयोग किया जाता है।",
      "example": "Wormwood is often used in traditional medicine to treat indigestion. yesterday, I drank absinthe made with wormwood and it was bitter. I will try wormwood tea next week to cure my indigestion.",
      "example_translation": "अफ़्सम का इस्तेमाल अक्सर पारंपरिक दवा में अपच के इलाज के लिए किया जाता है। कल मैंने अफ़्सम से बना अब्सिन्थ पिया और वह कड़वा था। मैं अगले सप्ताह अपने अपच के इलाज के लिए अफ़्सम चाय करूँगा।",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]
}