{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Aquarius",
      "translation": "कुम्भ",
      "definition": "A constellation lying between Pisces and Capricorn, represented by the figure of a water bearer.",
      "definition_translation": "मीन और मकर के बीच एक नक्षत्र, एक जलवाहक की आकृति से प्रतिनिधित्व किया。",
      "example": "The aquarius constellation is visible in the winter sky. She was an Aquarius and he was a Scorpio, and their personalities clashed. By the year 2050, the sun will be in the constellation Aquarius on December 21.",
      "example_translation": "शीतकालीन आकाश में कुम्भ नक्षत्र दिखाई देता है। वह एक कुम्भ थी और वह एक वृश्चिक था, और उनके व्यक्तित्व टकराने लगे। 2050 तक, 21 दिसंबर को सूरज कुम्भ नक्षत्र में होगा।",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Aries",
      "translation": "मेष",
      "definition": "A constellation lying between Pisces and Taurus, represented by the figure of a ram.",
      "definition_translation": "मीन और वृषभ के बीच एक नक्षत्र, एक मेमने की आकृति से प्रतिनिधित्व किया。",
      "example": "Aries is a fire sign and people born under it are said to be adventurous. She was an Aries and had a fiery personality to match. The sun was in Aries during the vernal equinox.",
      "example_translation": "मेष एक अग्नि राशि है और इसके तहत जन्मे लोग साहसी होने के लिए कहा जाता है। वह एक मेष थी और उसके पास एक अग्निमय व्यक्तित्व था। वसंत विषुव के दौरान सूरज मेष में था।",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Cancer",
      "translation": "कर्क",
      "definition": "A constellation lying between Gemini and Leo, represented by the figure of a crab.",
      "definition_translation": "मिथुन और सिंह के बीच एक नक्षत्र, एक केकड़े की आकृति से प्रतिनिधित्व किया。",
      "example": "Cancer is a water sign and people born under it are said to be emotional. She was a Cancer and had a strong connection with her family. The crab in the constellation Cancer is said to be the symbol of the goddess Isis.",
      "example_translation": "कर्क एक जल राशि है और इसके तहत जन्मे लोग भावुक होने के लिए कहा जाता है। वह एक कर्क थी और उसके पास अपने परिवार के साथ एक मजबूत कनेक्शन था। कर्क नक्षत्र में केकड़ा देवी ईसिस का प्रतीक माना जाता है।",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Capricorn",
      "translation": "मकर",
      "definition": "A constellation lying between Sagittarius and Aquarius, represented by the figure of a goat-horned god.",
      "definition_translation": "धनु और कुम्भ के बीच एक नक्षत्र, एक बकरा सींग वाले देवता की आकृति से प्रतिनिधित्व किया。",
      "example": "Capricorn is an earth sign and people born under it are said to be ambitious. He was a Capricorn and had a strong desire to succeed. The mountain goat in the constellation Capricorn is said to represent perseverance.",
      "example_translation": "मकर एक पृथ्वी राशि है और इसके तहत जन्मे लोग महत्वाकांक्षी होने के लिए कहा जाता है। वह एक मकर था और उसके पास सफलता की एक मजबूत इच्छा थी। मकर नक्षत्र में पर्वत बकरा स्थायित्व का प्रतिनिधित्व माना जाता है।",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Gemini",
      "translation": "मिथुन",
      "definition": "A person born between May 21st and June 20th, possessing a lively and energetic personality, often with a curious and adaptable nature.",
      "definition_translation": "मई 21वीं और जून 20वीं के बीच जन्म लेने वाला व्यक्ति, जिसके पास जीवंत और ऊर्जा से भरा व्यक्तित्व होता है, अक्सर कurious और एडाप्टेबल स्वभाव होता है",
      "example": "She was a Gemini, always switching between different hobbies and interests. She had been a passionate dancer, is now a prolific writer, and will be a successful entrepreneur in the future.",
      "example_translation": "वह मिथुन थी, हमेशा अलग-अलग शौक और रुचियों के बीच स्विच करती थी। वह एक जुनूनी डांसर थीं, अब एक पrolific लेखक हैं, और भविष्य में एक सफल उद्यमी होंगी",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Leo",
      "translation": "सिंह",
      "definition": "A person born between July 23rd and August 22nd, typically confident, passionate, and generous, with a natural flair for drama and creativity.",
      "definition_translation": "जुलाई 23वीं और अगस्त 22वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर आत्मविश्वासी, जुनूनी, और उदार, नाटक और सृजनात्मकता की प्राकृतिक प्रवृत्ति के साथ",
      "example": "He was a Leo, always commanding attention and admiration from the crowd. He had been a talented actor, is now a successful businessman, and will be a legendary artist in the future.",
      "example_translation": "वह सिंह थे, हमेशा衆 का ध्यान और प्रशंसा आकर्षित करते थे। वह एक प्रतिभा अभिनेता थे, अब एक सफल व्यवसायी हैं, और भविष्य में एक किंवदंती कलाकार होंगे",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Libra",
      "translation": "तुला",
      "definition": "A person born between September 23rd and October 22nd, typically social, diplomatic, and balanced, with a strong sense of justice and a desire for harmony.",
      "definition_translation": "सितंबर 23वीं और अक्टूबर 22वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर सामाजिक, कूटनीतिक, और संतुलित, न्याय की मजबूत भावना और सद्भाव की इच्छा के साथ",
      "example": "She was a Libra, always striving for balance and fairness in her relationships. She had been a mediator in her previous job, is now a successful lawyer, and will be a respected judge in the future.",
      "example_translation": "वह तुला थीं, हमेशा अपने रिश्तों में संतुलन और न्याय के लिए प्रयासरत थीं। वह पिछली नौकरी में एक मध्यस्थ थीं, अब एक सफल वकील हैं, और भविष्य में एक सम्मानित न्यायाधीश होंगी",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Pisces",
      "translation": "मीन",
      "definition": "A person born between February 19th and March 20th, typically empathetic, imaginative, and sensitive, with a strong connection to their emotions and intuition.",
      "definition_translation": "फरवरी 19वीं और मार्च 20वीं के बीच जन्म लेने वाला व्यक्ति, आम तौर पर संवेदनशील, कल्पनाशील, और संवेदनात्मक, अपने भावनाओं और अंतर्ज्ञान से मजबूत संपर्क के साथ",
      "example": "He was a Pisces, always tuning into the emotions of those around him. He had been a compassionate nurse, is now a gifted artist, and will be a renowned spiritual leader in the future.",
      "example_translation": "वह मीन थे, हमेशा अपने चारों ओर के लोगों के भावनाओं की ट्यूनिंग करते थे। वह एक दयालु नर्स थे, अब एक प्रतिभा कलाकार हैं, और भविष्य में एक प्रसिद्ध आध्यात्मिक नेता होंगे",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Sagittarius",
      "translation": "धनु",
      "definition": "Sagittarius is a constellation of the zodiac, named after the Latin word for archer. It is one of the 12 signs of the zodiac and is associated with the symbol of the archer.",
      "definition_translation": "धनु एक नक्षत्र है जिसका नाम लैटिन शब्द आर्चर के नाम पर रखा गया है। यह 12 राशियों में से एक है और आर्चर के प्रतीक से जुड़ा है।",
      "example": "She was a Sagittarius, always looking to the future with optimism. She had been a Sagittarius her whole life, and it suited her. She will be a Sagittarius forever, that's just who she is.",
      "example_translation": "वह एक धनु थी, हमेशा आशावाद के साथ भविष्य की ओर देख रही थी। वह अपना पूरा जीवन धनु रही थी, और यह उसे सूट करता था। वह हमेशा धनु रहेगी, यह बस वह है जो वह है।",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Scorpio",
      "translation": "वृश्चिक",
      "definition": "Scorpio is a constellation of the zodiac, named after the Latin word for scorpion. It is one of the 12 signs of the zodiac and is associated with the symbol of the scorpion.",
      "definition_translation": "वृश्चिक एक नक्षत्र है जिसका नाम लैटिन शब्द स्कORPION के नाम पर रखा गया है। यह 12 राशियों में से एक है और स्कॉर्पियन के प्रतीक से जुड़ा है।",
      "example": "He was a Scorpio, intense and passionate about his work. He had been a Scorpio his whole life, and it showed. He will be a Scorpio forever, that's just who he is.",
      "example_translation": "वह एक वृश्चिक था, अपने काम के बारे में गंभीर और उत्साही। वह अपना पूरा जीवन वृश्चिक रहा था, और यह दिखाता था। वह हमेशा वृश्चिक रहेगा, यह बस वह है जो वह है।",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Taurus",
      "translation": "वृष",
      "definition": "Taurus is a constellation of the zodiac, named after the Latin word for bull. It is one of the 12 signs of the zodiac and is associated with the symbol of the bull.",
      "definition_translation": "वृष एक नक्षत्र है जिसका नाम लैटिन शब्द बुल के नाम पर रखा गया है। यह 12 राशियों में से एक है और बULL के प्रतीक से जुड़ा है।",
      "example": "She was a Taurus, practical and hardworking, always getting the job done. She had been a Taurus her whole life, and it suited her. She will be a Taurus forever, that's just who she is.",
      "example_translation": "वह एक वृष थी, व्यावहारिक और कड़ी मेहनती, हमेशा काम पूरा करती थी। वह अपना पूरा जीवन वृष रही थी, और यह उसे सूट करता था। वह हमेशा वृष रहेगी, यह बस वह है जो वह है।",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Virgo",
      "translation": "कन्या",
      "definition": "Virgo is a constellation of the zodiac, named after the Latin word for virgin. It is one of the 12 signs of the zodiac and is associated with the symbol of the maiden.",
      "definition_translation": "कन्या एक नक्षत्र है जिसका नाम लैटिन शब्द वर्जिन के नाम पर रखा गया है। यह 12 राशियों में से एक है और कुमारी के प्रतीक से जुड़ा है।",
      "example": "He was a Virgo, meticulous and detail-oriented, always striving for perfection. He had been a Virgo his whole life, and it showed. He will be a Virgo forever, that's just who he is.",
      "example_translation": "वह एक कन्या था, सूक्ष्म और विस्तृत, हमेशा निर्दोषता के लिए प्रयासरत थे। वह अपना पूरा जीवन कन्या रहा था, और यह दिखाता था। वह हमेशा कन्या रहेगा, यह बस वह है जो वह है।",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "zodiac sign",
      "translation": "राशि चिह्न",
      "definition": "A zodiac sign is a region of the sky that corresponds to a particular date range and is associated with certain traits, characteristics, and behaviors.",
      "definition_translation": "राशि चिह्न एक विशेष तिथि सीमा के लिए आसमान का एक क्षेत्र है और कुछ विशेषताओं, विशेषताओं और व्यवहारों से जुड़ा हुआ है।",
      "example": "I'm a Scorpio, my sister was a Leo, and my brother will be a Gemini. I studied my zodiac sign in astrology class, where we learned about the different signs and their traits. By the time I was 30, I had met people of all 12 zodiac signs.",
      "example_translation": "मैं वृश्चिक हूँ, मेरी बहन लियो थी, और मेरा भाई जेमिनी होगा। मैंने ज्योतिष कक्षा में अपने राशि चिह्न का अध्ययन किया, जहां हमने अलग-अलग संकेतों और उनके लक्षणों के बारे में सीखा। 30 की उम्र तक, मैंने 12 राशि चिह्नों के लोगों से मिल चुका था.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}