{
  "data": [
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "positivo",
      "translation": "positivo",
      "definition": "teniendo o mostrando una actitud o perspectiva buena o optimista",
      "definition_translation": "tendo ou mostrando uma atitude ou perspectiva boa ou otimista",
      "example": "Ella tiene una actitud muy positiva hacia la vida. Estaba segura de que obtendría el trabajo. Estará positiva sobre el resultado.",
      "example_translation": "Ela tem uma atitude muito positiva em relação à vida. Ela estava positiva de que ela iria conseguir o emprego. Ela será positiva sobre o resultado.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicto",
      "translation": "viciado",
      "definition": "teniendo una necesidad fuerte y a menudo perjudicial de tener o hacer algo regularmente",
      "definition_translation": "tendo uma necessidade forte e muitas vezes prejudicial de regularmente ter ou fazer algo",
      "example": "Él estaba adicto a los cigarrillos. Él es adicto a los videojuegos. Estará adicto a las redes sociales.",
      "example_translation": "Ele era viciado em cigarros. Ele é viciado em jogos de vídeo. Ele será viciado em mídias sociais.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aventurero",
      "translation": "aventureiro",
      "definition": "dispuesto a asumir riesgos y probar cosas nuevas",
      "definition_translation": "disposto a correr riscos e tentar coisas novas",
      "example": "Es una persona aventurera que ama viajar. Él fue aventurero y probó comidas nuevas. Serán aventureros y harán paracaidismo.",
      "example_translation": "Ela é uma pessoa aventureira que adora viajar. Ele era aventureiro e experimentou novos alimentos. Eles serão aventureiros e irão praticar paraquedismo.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afectuoso",
      "translation": "afetuoso",
      "definition": "mostrando amor, cuidado o bondad",
      "definition_translation": "mostrando amor, cuidado ou bondade",
      "example": "Él es una persona afectuosa que ama los abrazos. Ella fue afectuosa hacia su familia. Serán afectuosos con sus hijos.",
      "example_translation": "Ele é uma pessoa afetuosa que adora abraços. Ela era afetuosa em relação à sua família. Eles serão afetuosa em relação aos seus filhos.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agresivo",
      "translation": "agressivo",
      "definition": "teniendo o mostrando una personalidad confiada y fuerza, dispuesta a asumir riesgos y desafiar a otros",
      "definition_translation": "Tendo ou mostrando uma personalidade confiante e vigorosa, disposta a correr riscos e desafiar os outros.",
      "example": "Él fue un empresario agresivo que siempre buscaba formas de expandir su imperio. Había sido agresivo en su búsqueda del trato, pero finalmente pagó. Será agresivo en su estrategia de marketing para alcanzar una audiencia más amplia.",
      "example_translation": "Ele era um empresário agressivo que sempre procurava maneiras de expandir seu império. Ele havia sido agressivo em sua perseguição do acordo, mas acabou pago. Ele será agressivo em sua estratégia de marketing para alcançar uma audiência mais ampla.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ambicioso",
      "translation": "ambicioso",
      "definition": "teniendo o mostrando un deseo fuerte y determinación de tener éxito, a menudo logrando algo difícil o desafiante",
      "definition_translation": "Tendo ou mostrando um forte desejo e determinação para ter sucesso, Often por alcançar algo difícil ou desafiador.",
      "example": "Ella era una joven ambiciosa que se fijó en convertirse en una ejecutiva importante. Él había sido ambicioso en sus primeros años, pero sus prioridades cambiaron después del matrimonio. Serán ambiciosos en sus planes de lanzar un nuevo producto.",
      "example_translation": "Ela era uma jovem ambiciosa que fixou sua mira em se tornar uma executiva de topo. Ele havia sido ambicioso em sua carreira precoce, mas suas prioridades mudaram após o casamento. Eles serão ambiciosos em seus planos para lançar um novo produto.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertido",
      "translation": "divertido",
      "definition": "sintiendo o mostrando disfrute, entretenimiento o placer, a menudo de manera lighthearted o juguetona",
      "definition_translation": "Sentindo ou mostrando prazer, entretenimento ou diversão, frequentemente de uma maneira ligeira ou jogosa.",
      "example": "Los niños se divirtieron con las payasadas del payaso en la fiesta de cumpleaños. Ella se había divertido con la broma tonta que su amigo le contó. Se habían divertido con el show de comedia la noche anterior.",
      "example_translation": "As crianças foram divertidas pelas travessuras do palhaço na festa de aniversário. Ela foi divertida pelo piada bobo que seu amigo lhe contou. Eles haviam sido divertidos pelo show de comédia na noite anterior.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrogante",
      "translation": "arrogante",
      "definition": "teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto hacia otros o una tendencia a mirarlos por encima",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada por uma falta de respeito pelos outros ou uma tendência de olhar para baixo.",
      "example": "Él era un atleta arrogante que siempre pensaba que era mejor que todos los demás. Ella había sido arrogante en sus primeros años, pero la experiencia la humilló. Serán arrogantes en sus reclamos de superioridad.",
      "example_translation": "Ele era um atleta arrogante que sempre pensava que era melhor do que todos os outros. Ela havia sido arrogante em seus anos mais jovens, mas a experiência a humilhou. Eles serão arrogantes em suas alegações de superioridade.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombrado",
      "translation": "estupefato",
      "definition": "sintiendo gran sorpresa o asombro, a menudo acompañado de un sentido de maravilla o admiración",
      "definition_translation": "Sentindo grande surpresa ou estupefação, muitas vezes acompanhada de um sentido de admiração.",
      "example": "Me quedé asombrado por la noticia del matrimoniorepentina de mi amigo. Me había quedado asombrado por la belleza del Gran Cañón cuando lo vi por primera vez. Me quedaré asombrado si gano la lotería.",
      "example_translation": "Fiquei estupefato com a notícia do casamento repentino do meu amigo. Eu havia ficado estupefato pela beleza do Grand Canyon quando o vi pela primeira vez. Ficarei estupefato se eu ganhar na loteria.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombroso",
      "translation": "estupefaciente",
      "definition": "causando gran sorpresa o asombro, a menudo debido a ser extraordinario o inesperado",
      "definition_translation": "Causando grande surpresa ou estupefação, muitas vezes por ser extraordinário ou inesperado.",
      "example": "La vista asombrosa desde la cima de la montaña era impresionante. El descubrimiento asombroso de la nueva especie shockeó a la comunidad científica. La noticia asombrosa será anunciada mañana.",
      "example_translation": "A vista estupefaciente do topo da montanha era de tirar o fôlego. A descoberta estupefaciente da nova espécie chocou a comunidade científica. A notícia estupefaciente será anunciada amanhã.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "a gusto",
      "translation": "à vontade",
      "definition": "Sentirse relajado y cómodo, sin ninguna preocupación o ansiedad.",
      "definition_translation": "Sentindo-se relaxado e confortável, sem qualquer preocupação ou ansiedade.",
      "example": "Me sentí a gusto cuando finalmente llegué a mi hotel después del largo vuelo. Ella estaba a gusto con sus nuevos colegas después de la reunión introductoria. Él estará a gusto cuando termine su examen.",
      "example_translation": "Eu me senti à vontade quando finalmente cheguei ao meu hotel após o voo longo. Ela estava à vontade com seus novos colegas após a reunião de apresentação. Ele estará à vontade quando terminar seu exame.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "consciente",
      "translation": "consciente",
      "definition": "Tener conocimiento o comprensión de algo, incluyendo conocimiento sutil o intuitivo.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, incluindo conhecimento sutil ou intuitivo.",
      "example": "Estuve consciente del peligro de nadar en la corriente fuerte. Ella se dio cuenta de su entorno después de recuperarse de la anestesia. Él estará consciente de las consecuencias de sus acciones.",
      "example_translation": "Eu estava consciente do perigo de nadar na corrente forte. Ela se tornou consciente de seu entorno após se recuperar da anestesia. Ele estará consciente das consequências de suas ações.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malhumorado",
      "translation": "mau-humorado",
      "definition": "Tener o mostrar una disposición sombría o de mal genio.",
      "definition_translation": "tendo ou mostrando uma disposição taciturna ou de mau humor",
      "example": "Ella era malhumorada y siempre se metía en peleas. Ella había sido malhumorada desde la infancia. Ella será malhumorada cuando crezca.",
      "example_translation": "Ela era mau-humorada e sempre entrava em brigas. Ela havia sido mau-humorada desde a infância. Ela será mau-humorada quando crescer.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrado",
      "translation": "equilibrado",
      "definition": "Tener todas las partes o elementos en armonía o proporción.",
      "definition_translation": "tendo todas as partes ou elementos em harmonia ou proporção",
      "example": "El presupuesto equilibrado de la empresa permitió nuevas inversiones. El atleta tenía una dieta equilibrada para mejorar su rendimiento. El equipo tendrá una alineación equilibrada para el juego.",
      "example_translation": "O orçamento equilibrado da empresa permitiu novos investimentos. O atleta teve uma dieta equilibrada para melhorar o desempenho. A equipe terá uma linha equilibrada para o jogo.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amargo",
      "translation": "amargo",
      "definition": "Tener un sabor agudo y desagradable.",
      "definition_translation": "tendo um sabor agudo e desagradável",
      "example": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. El medicamento tendrá un sabor amargo, pero es efectivo.",
      "example_translation": "O café era amargo e precisava de açúcar. Ela sentiu amargura sobre o término. O remédio terá um sabor amargo, mas é eficaz.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "audaz",
      "translation": "ousado",
      "definition": "Mostrar valentía o confianza en la acción o el pensamiento.",
      "definition_translation": "mostrando coragem ou confiança em ação ou pensamento",
      "example": "La decisión audaz cambió la suerte de la empresa. El explorador era audaz y se aventuró en lo desconocido. El equipo hará un movimiento audaz para ganar el campeonato.",
      "example_translation": "A decisão ousada mudou o destino da empresa. O explorador foi ousado e adentrou o desconhecido. A equipe fará um movimento ousado para vencer o campeonato.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandona",
      "translation": "mandão",
      "definition": "Tener o mostrar una actitud de control excesivo o dominante hacia los demás; autoritaria o dictatorial.",
      "definition_translation": "Tendo ou mostrando uma atitude excessivamente controladora ou dominadora em relação a outros; autoritária ou ditatorial.",
      "example": "Ella era mandona y siempre les decía a sus hermanos qué hacer. Ella había sido mandona de niña, pero se había vuelto más tolerante con la edad. Ella será mandona si no te plantas frente a ella.",
      "example_translation": "Ela era mandona e sempre dizia o que os seus irmãos deviam fazer. Ela havia sido mandona quando criança, mas cresceu e superou isso. Ela será mandona se você não se opuser a ela.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brillante",
      "translation": "brilhante",
      "definition": "Dar o reflejar mucha luz; brillar intensamente; inteligente y rápido para entender.",
      "definition_translation": "Emitindo ou refletindo muito luz; brilhando intensamente; inteligente e rápido em entender.",
      "example": "La luz brillante del sol hizo que fuera difícil ver. Ella es brillante y siempre ayuda a sus amigos con sus tareas. Las luces brillantes nuevas en el teatro hicieron que el show fuera más disfrutable.",
      "example_translation": "A luz solar brilhante tornou difícil de ver. Ela é brilhante e sempre ajuda os amigos com seu dever de casa. Os novos lugares brilhantes no teatro tornaram o show mais agradável.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuidadoso",
      "translation": "cuidadoso",
      "definition": "Mostrando un interés genuino y preocupación por el bienestar de los demás; gentil y considerado.",
      "definition_translation": "Mostrando um interesse genuíno e preocupação pelo bem-estar dos outros; gentil e considerado.",
      "example": "Él es un médico cuidadoso que siempre pone a sus pacientes en primer lugar. Ella era cuidadosa y nutricia con sus hijos. El maestro cuidadoso se aseguró de que sus estudiantes entendieran la lección.",
      "example_translation": "Ele é um médico cuidadoso que sempre coloca seus pacientes em primeiro lugar. Ela era cuidadosa e nutridora em relação às suas crianças. O professor cuidadoso certificou-se de que seus alunos entendessem a lição.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cauteloso",
      "translation": "cauteloso",
      "definition": "Evitando cuidadosamente posibles riesgos o peligros; prudente y cauto.",
      "definition_translation": "Evitando cuidadosamente riscos ou perigos potenciais; prudente e hesitante.",
      "example": "Debes ser cauteloso al conducir de noche. Ella era cautelosa con sus inversiones y no perdió dinero. Él será cauteloso cuando se encuentre con extraños.",
      "example_translation": "Você deve ser cauteloso ao dirigir à noite. Ela era cautelosa com seus investimentos e não perdeu dinheiro. Ele será cauteloso quando encontrar estranhos.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descarado",
      "translation": "trapaceiro",
      "definition": "Teniendo o mostrando un sentido del humor ligeramente impolítico o inapropiado.",
      "definition_translation": "Tendo ou mostrando um senso de humor ligeiramente grosseiro ou impróprio.",
      "example": "Ella era una estudiante descarada, siempre haciendo bromas en clase. Ella había sido muy descarada con sus hermanos cuando era joven. Ella será una anciana descarada, haciendo bromas a sus nietos.",
      "example_translation": "Ela era uma estudante trapaceira, sempre fazendo piadas em sala de aula. Ela havia sido muito trapaceira com seus irmãos quando era jovem. Ela será uma senhora trapaceira, fazendo pegadinhas em seus netos.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "infantil",
      "translation": "infantil",
      "definition": "Caracterizado por o parecido a las actitudes, intereses o comportamientos de los niños.",
      "definition_translation": "Caracterizado por ou semelhante às atitudes, interesses ou comportamento das crianças.",
      "example": "Él se comportaba de manera infantil, lanzando juguetes alrededor de la habitación. Ella tenía una fascinación infantil por los dibujos animados. Ellos tendrán un sentido de asombro infantil en su día de boda.",
      "example_translation": "Ele estava se comportando de forma infantil, jogando brinquedos ao redor do quarto. Ela tinha uma fascinação infantil com desenhos animados. Eles terão um senso de espanto infantil no seu dia de casamento.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torpe",
      "translation": "desajeitado",
      "definition": "Desmañado en el movimiento o la acción; careciendo de gracia o coordinación.",
      "definition_translation": "Desajeitado no movimento ou ação; falta de graça ou coordenação.",
      "example": "Él era un bailarín torpe, tropezando con sus propios pies. Ella había sido torpe con sus palabras, diciendo lo incorrecto. Ellos serán torpes en su primera clase de cocina.",
      "example_translation": "Ele era um dançarino desajeitado, tropeçando sobre os próprios pés. Ela havia sido desajeitada com suas palavras, dizendo as coisas erradas. Eles serão desajeitados na sua primeira aula de culinária.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comunicativo",
      "translation": "comunicativo",
      "definition": "Dispuesto a hablar y compartir ideas; capaz de expresar pensamientos y sentimientos de manera efectiva.",
      "definition_translation": "Disposto a falar e compartilhar ideias; capaz de expressar pensamentos e sentimentos de forma eficaz.",
      "example": "Ella era una profesora comunicativa, animando a sus estudiantes a hacer preguntas. Él había sido comunicativo con su pareja, discutiendo sus problemas. Ellos serán comunicativos en su reunión de equipo, compartiendo sus ideas.",
      "example_translation": "Ela era uma professora comunicativa, encorajando seus alunos a fazer perguntas. Ele havia sido comunicativo com seu parceiro, discutindo seus problemas. Eles serão comunicativos na sua reunião de equipe, compartilhando suas ideias.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "competitivo",
      "translation": "competitivo",
      "definition": "Relacionado con o caracterizado por la competencia; teniendo un fuerte deseo de ganar o ser mejor que otros.",
      "definition_translation": "relacionado à ou caracterizado pela competição; tendo um forte desejo de vencer ou ser melhor que os outros",
      "example": "Ella era competitiva en los deportes, siempre tratando de mejorar su desempeño. Ella ha sido competitiva desde que era niña. Ella será competitiva en los próximos Olímpicos.",
      "example_translation": "Ela era competitiva nos esportes, sempre tentando melhorar seu desempenho. Ela tem sido competitiva desde que era uma criança. Ela será competitiva nas próximas Olimpíadas.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vanidoso",
      "translation": "presunçoso",
      "definition": "Teniendo o mostrando una opinión excesivamente alta de sí mismo, sus habilidades o su apariencia.",
      "definition_translation": "tendo ou mostrando uma opinião excessivamente alta de si mesmo, suas habilidades ou sua aparência",
      "example": "Él era tan vanidoso que no escuchaba el consejo de nadie. Él ha sido vanidoso desde que empezó su nuevo trabajo. Él será vanidoso hasta que alguien le enseñe una lección.",
      "example_translation": "Ele era tão presunçoso que não ouviria o conselho de ninguém. Ele tem sido presunçoso desde que começou seu novo trabalho. Ele será presunçoso até que alguém o ensine uma lição.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupado",
      "translation": "preocupado",
      "definition": "Sintiendo inquietud o ansiedad por algo o alguien.",
      "definition_translation": "sentindo-se preocupado ou ansioso sobre algo ou alguém",
      "example": "Estoy preocupado por la salud de mi amigo. Ella estaba preocupada por sus resultados de examen. Ellos estarán preocupados por la situación financiera de la empresa.",
      "example_translation": "Estou preocupado com a saúde do meu amigo. Ela estava preocupada com os resultados dos seus exames. Eles estarão preocupados com a situação financeira da empresa.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conservador",
      "translation": "conservador",
      "definition": "Teniendo o mostrando un deseo de preservar instituciones, valores y formas de vida tradicionales.",
      "definition_translation": "tendo ou mostrando um desejo de preservar instituições, valores e formas de vida tradicionais",
      "example": "Él era un político conservador que se oponía a los cambios en la constitución. Ella ha sido conservadora en sus inversiones, prefiriendo opciones de bajo riesgo. Ellos serán conservadores en su gasto, tratando de ahorrar dinero.",
      "example_translation": "Ele era um político conservador que se opunha às mudanças na constituição. Ela tem sido conservadora em seus investimentos, preferindo opções de baixo risco. Eles serão conservadores em seus gastos, tentando economizar dinheiro.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "satisfecho",
      "translation": "conteúdo",
      "definition": "Sintiendo o mostrando placer o satisfacción; feliz y relajado.",
      "definition_translation": "Sentindo ou mostrando prazer ou satisfação; feliz e relaxado.",
      "example": "Estuve satisfecho con el resultado del proyecto. Ayer, estaba satisfecho con mi vida. Mañana, estaré satisfecho con mi decisión.",
      "example_translation": "Eu estava contente com o resultado do projeto. Ontem, eu estava contente com minha vida. Amanhã, eu estarei contente com minha decisão.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "convencional",
      "translation": "convencional",
      "definition": "Siguiendo las costumbres, reglas o formas de hacer things tradicionales o habituales.",
      "definition_translation": "Segue as costume ou regras tradicionais ou maneiras de fazer as coisas.",
      "example": "La empresa siempre sigue prácticas convencionales en su industria. En el pasado, la gente era convencional en su comportamiento. Mañana, el artista creará una pieza de arte no convencional.",
      "example_translation": "A empresa sempre segue práticas convencionais em sua indústria. No passado, as pessoas eram convencionais em seu comportamento. Amanhã, o artista criará uma peça de arte não convencional.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cooperativa",
      "translation": "cooperativa",
      "definition": "Dispuesta a trabajar juntos y ayudarse mutuamente.",
      "definition_translation": "Disposto a trabalhar juntos e ajudar um ao outro.",
      "example": "El banco cooperativo ayudó a la comunidad financieramente. Ayer, el equipo fue cooperativo durante la reunión. En el futuro, las dos empresas formarán una sociedad cooperativa.",
      "example_translation": "O banco cooperativo ajudou a comunidade financeiramente. Ontem, a equipe foi cooperativa durante a reunião. No futuro, as duas empresas formarão uma parceria cooperativa.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cobarde",
      "translation": "covarde",
      "definition": "Careciendo de coraje o fuerza en el enfrentamiento de peligro o dificultad.",
      "definition_translation": "Faltando coragem ou força diante do perigo ou dificuldade.",
      "example": "Él mostró un comportamiento cobarde durante la crisis. Ayer, el acto cobarde fue condenado por todos. Mañana, el héroe no actuará cobardemente en el enfrentamiento del peligro.",
      "example_translation": "Ele mostrou um comportamento covarde durante a crise. Ontem, o ato covarde foi condenado por todos. Amanhã, o herói não agirá covardemente diante do perigo.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decente",
      "translation": "decente",
      "definition": "Teniendo un alto estándar de moralidad, comportamiento o gusto; respetable y justo.",
      "definition_translation": "Tendo um padrão alto de moralidade, comportamento ou gosto; respeitável e reto.",
      "example": "Ella fue una persona decente que siempre ayudó a aquellos en necesidad. Ha sido decente conmigo desde que me mudé a la ciudad. Ella respetará decentemente las reglas.",
      "example_translation": "Ela era uma pessoa decente que sempre ajudava aqueles que precisavam. Ela tem sido decente comigo desde que me mudei para a cidade. Ela irá respeitar decentemente as regras.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decisiva",
      "translation": "decisivo",
      "definition": "Teniendo o mostrando la capacidad de tomar decisiones rápidas y con confianza.",
      "definition_translation": "Tendo ou mostrando a habilidade de tomar decisões rapidamente e com confiança.",
      "example": "Él fue un líder decisivo que tomó decisiones difíciles. Ha sido decisivo en sus elecciones profesionales. Será decisivo en su voto.",
      "example_translation": "Ele era um líder decisivo que tomar decisões difíceis. Ele tem sido decisivo em suas escolhas de carreira. Ele será decisivo em seu voto.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exigente",
      "translation": "exigente",
      "definition": "Requiriendo un gran esfuerzo, tiempo o atención; severo o estricto.",
      "definition_translation": "Requerendo um grande esforço, tempo ou atenção; severo ou estrito.",
      "example": "El trabajo fue exigente y requería mucho trabajo duro. Ha sido exigente en sus expectativas. Será exigente en sus negociaciones.",
      "example_translation": "O trabalho foi exigente e requeriu muito trabalho duro. Ela tem sido exigente em suas expectativas. Ele será exigente em suas negociações.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "deprimente",
      "translation": "deprimido",
      "definition": "Causando sentimientos de tristeza o desesperanza; sombrío o desagradable.",
      "definition_translation": "Causando sentimentos de tristeza ou desesperança; sombrio ou desagradável.",
      "example": "La noticia fue deprimente y me hizo sentir triste. El clima ha sido deprimente últimamente. La economía será deprimente en los próximos años.",
      "example_translation": "As notícias foram deprimidas e me fizeram sentir triste. O tempo tem sido deprimido ultimamente. A economia será deprimida nos próximos anos.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desesperada",
      "translation": "desesperado",
      "definition": "Sintiendo o mostrando un fuerte deseo de hacer algo porque estás en una situación difícil y no sabes qué hacer.",
      "definition_translation": "sentindo ou mostrando uma forte vontade de fazer algo porque você está em uma situação difícil e não sabe o que fazer",
      "example": "Estuve desesperada por salir del edificio en llamas. Había estado desesperada por encontrar un trabajo durante meses. Estaré desesperada por ver a mi familia de nuevo.",
      "example_translation": "Eu estava desesperado para sair do prédio em chamas. Eu havia estado desesperado para encontrar um emprego por meses. Estarei desesperado para ver minha família novamente.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "determinada",
      "translation": "determinado",
      "definition": "Habiendo tomado una decisión firme o teniendo una intención fuerte de hacer algo.",
      "definition_translation": "tendo feito uma decisão firme ou tendo uma intenção forte de fazer algo",
      "example": "Ella estaba determinada a terminar el maratón. Él había estado determinado a aprender a tocar la guitarra. Ellos estarán determinados a tener éxito en su negocio.",
      "example_translation": "Ela estava determinada a terminar o maratona. Ele havia estado determinado a aprender a tocar guitarra. Eles estarão determinados a ter sucesso nos seus negócios.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "devota",
      "translation": "dedicado",
      "definition": "Dedicando mucho tiempo, amor o energía a algo o alguien porque lo cuidas mucho.",
      "definition_translation": "dando muito tempo, amor ou energia para algo ou alguém porque você se preocupa muito com eles",
      "example": "Ella fue devota de su familia. Él había sido devoto de su trabajo durante años. Ellos serán devotos de su caridad.",
      "example_translation": "Ela era dedicada à sua família. Ele havia sido dedicado ao seu trabalho por anos. Eles estarão dedicados à sua caridade.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diligente",
      "translation": "diligente",
      "definition": "Haciendo cosas cuidadosamente y con mucho esfuerzo, con el fin de lograr un buen resultado.",
      "definition_translation": "fazendo coisas cuidadosamente e com muito esforço, para alcançar um bom resultado",
      "example": "Ella fue diligente en su investigación. Él había sido diligente en sus estudios. Ellos serán diligentes en su preparación para el examen.",
      "example_translation": "Ela era diligente em sua pesquisa. Ele havia sido diligente em seus estudos. Eles estarão diligentes em sua preparação para o exame.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "deshonesto",
      "translation": "desonesto",
      "definition": "No honesto o veraz; dispuesto a engañar o estafar a otros.",
      "definition_translation": "Não honesto ou verdadeiro; disposto a enganar ou trapacear os outros.",
      "example": "Fue despedida de su trabajo por ser deshonesta con su jefe. Había sido deshonesta sobre su experiencia laboral y sigue siendo deshonesta sobre sus razones para dejar el trabajo. Será deshonesta de nuevo en su próximo trabajo.",
      "example_translation": "Ela foi demitida do seu trabalho por ser desonesta com seu chefe. Ela havia sido desonesta sobre sua experiência de trabalho e está sendo desonesta sobre seus motivos para sair. Ela será desonesta novamente em seu próximo trabalho.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desorganizado",
      "translation": "desorganizado",
      "definition": "Careciente de un enfoque sistemático o organizado; caótico o desordenado.",
      "definition_translation": "Faltando uma abordagem sistemática ou organizada; caótico ou desordenado.",
      "example": "El sistema de archivos desorganizado de la empresa hizo que fuera difícil encontrar documentos importantes. El proyecto en grupo desorganizado llevó a la confusión y los errores. Para el próximo año, esperan tener un sistema más organizado.",
      "example_translation": "O sistema de arquivamento desorganizado da empresa tornou difícil encontrar documentos importantes. O projeto de grupo desorganizado levou à confusão e erros. Até o próximo ano, eles esperam ter um sistema mais organizado.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insatisfecho",
      "translation": "insatisfeito",
      "definition": "No contento o satisfecho con algo; infeliz o descontento.",
      "definition_translation": "Não satisfeito ou feliz com algo; infeliz ou descontente.",
      "example": "El cliente estaba insatisfecho con el servicio y presentó una queja. Estaba insatisfecha con su trabajo y decidió renunciar. Estará insatisfecho si no recibe un reembolso.",
      "example_translation": "O cliente estava insatisfeito com o serviço e apresentou uma reclamação. Ela estava insatisfeita com seu trabalho e decidiu sair. Ele estará insatisfeito se não receber um reembolso.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "angustioso",
      "translation": "perturbador",
      "definition": "Que causa dolor emocional o incomodidad; perturbador o inquietante.",
      "definition_translation": "Causando dor emocional ou desconforto; perturbador ou distúrbio.",
      "example": "La noticia del desastre natural fue angustiosa para todos. El paciente encontró la intervención médica angustiosa y optó por una alternativa. El atleta encontró la derrota angustiosa, pero se comprometió a recuperarse.",
      "example_translation": "A notícia do desastre natural foi perturbadora para todos. O paciente encontrou o procedimento médico perturbador e optou por uma alternativa. O atleta encontrou a perda perturbadora, mas se comprometeu a reverter.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocional",
      "translation": "emocional",
      "definition": "Relacionado con o caracterizado por la emoción, sentimientos intensos o sensibilidad.",
      "definition_translation": "Relativo a ou caracterizado por emoção, sentimentos intensos ou sensibilidade.",
      "example": "Ella estaba emocional durante la película, pero él estaba impasible. Ha estado emocional todo el día, llorando por todo. Estará emocional cuando vea su hogar de la infancia de nuevo.",
      "example_translation": "Ela era emocional durante o filme, mas ele não se comoveu. Ela tem sido emocional o dia todo, chorando sobre tudo. Ela será emocional quando ver sua casa de infância novamente.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alentador",
      "translation": "encorajador",
      "definition": "Que brinda apoyo o confianza, ofreciendo elogios o aprobación.",
      "definition_translation": "Dando apoio ou confiança, oferecendo elogios ou aprovação.",
      "example": "Sus palabras alentadoras la ayudaron a superar sus miedos. Ha estado alentándolo a perseguir sus sueños. Estarán alentando a su equipo para que gane el campeonato.",
      "example_translation": "Suas palavras encorajadoras a ajudaram a superar seus medos. Ela tem sido encorajadora para que ele perseguisse seus sonhos. Eles serão encorajadores para que sua equipe ganhe o campeonato.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "energético",
      "translation": "energético",
      "definition": "Que tiene o muestra mucha energía, vitalidad o entusiasmo.",
      "definition_translation": "Tendo ou mostrando muita energia, vitalidade ou entusiasmo.",
      "example": "Él era energético y activo todo el día, nunca se cansó. Ella ha sido energética y viva, siempre lista para ir. Estarán energéticos y motivados para terminar el proyecto.",
      "example_translation": "Ele foi energético e ativo o dia todo, nunca se cansando. Ela tem sido energética e viva, sempre pronta para ir. Eles serão energéticos e motivados para terminar o projeto.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entretenido",
      "translation": "divertido",
      "definition": "Que proporciona entretenimiento o disfrute, atractivo o interesante.",
      "definition_translation": "Providenciando diversão ou prazer, atraente ou interessante.",
      "example": "La película fue entretenida, me encantaron los efectos especiales. Ha estado entreteniendo a los invitados toda la noche, contando chistes y historias. Estarán entreteniendo a la multitud con su música y baile.",
      "example_translation": "O filme foi divertido, eu amei os efeitos especiais. Ele tem sido divertido os convidados a noite toda, contando piadas e histórias. Eles serão divertidos para a multidão com sua música e dança.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entusiasta",
      "translation": "entusiasta",
      "definition": "Que tiene o muestra un interés intenso y emocionado por algo; sintiendo o mostrando entusiasmo emocionado.",
      "definition_translation": "Tendo ou mostrando interesse intenso e emocionado em algo; sentindo ou mostrando entusiasmo emocionado.",
      "example": "Ella estaba entusiasta sobre el nuevo proyecto, y su equipo se motivó por su energía. En el pasado, había sido entusiasta sobre iniciativas similares, y seguirá siendo entusiasta sobre ellas en el futuro.",
      "example_translation": "Ela estava entusiasta sobre o novo projeto, e sua equipe foi motivada pela sua energia. No passado, ela havia sido entusiasta sobre iniciativas semelhantes, e ela continuará a ser entusiasta sobre elas no futuro.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malo",
      "translation": "malvado",
      "definition": "Que tiene o muestra un deseo de hacer daño a alguien; tiene una naturaleza malvada o perversa.",
      "definition_translation": "Tendo ou mostrando um desejo de fazer mal a alguém; tendo uma natureza perversa ou malévola.",
      "example": "El villano de la película era malo y buscaba destruir la ciudad. En el pasado, había hecho cosas malas, y seguirá haciendo cosas malas en el futuro.",
      "example_translation": "O vilão no filme era malvado e buscava destruir a cidade. No passado, ele havia feito coisas ruins, e ele continuará a fazer coisas ruins no futuro.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agotador",
      "translation": "exaustivo",
      "definition": "Que causa una fatiga física o mental extrema; extremadamente cansador.",
      "definition_translation": "Causando cansaço físico ou mental extremo; extremamente cansativo.",
      "example": "El maratón fue agotador y los corridores necesitaron un largo descanso después. En el pasado, habían entrenado durante meses para prepararse para el evento agotador y seguirán entrenando para eventos similares en el futuro.",
      "example_translation": "O maratona foi exaustivo, e os corredores precisavam de um longo descanso após isso. No passado, eles haviam treinado por meses para se preparar para o evento exaustivo, e eles continuarão a treinar para eventos semelhantes no futuro.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experto",
      "translation": "especialista",
      "definition": "Que tiene o muestra un alto nivel de conocimiento o habilidad en un área particular; una persona con un alto nivel de conocimiento o habilidad en un área particular.",
      "definition_translation": "Tendo ou mostrando um alto nível de conhecimento ou habilidade em uma área particular; uma pessoa com um alto nível de conhecimento ou habilidade em uma área particular.",
      "example": "El experto en el campo pudo explicar el concepto complejo en detalle. En el pasado, había trabajado con expertos para desarrollar nuevas soluciones y seguirá trabajando con expertos en el futuro.",
      "example_translation": "O especialista no campo foi capaz de explicar o conceito complexo em detalhes. No passado, ela havia trabalhado com especialistas para desenvolver novas soluções, e ela continuará a trabalhar com especialistas no futuro.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fiel",
      "translation": "fiel",
      "definition": "Que tiene o muestra un apoyo o lealtad fuerte y constante a una persona, organización o idea.",
      "definition_translation": "Tendo ou mostrando um forte e constante apoio ou lealdade a uma pessoa, organização ou ideia.",
      "example": "Ella ha sido fiel a su pareja durante muchos años. Ella fue fiel a su amigo en momentos de necesidad. Ella será fiel a sus principios.",
      "example_translation": "Ela tem sido fiel ao seu parceiro por muitos anos. Ela foi fiel ao seu amigo em tempos de necessidade. Ela será fiel aos seus princípios.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fascinado",
      "translation": "fascinado",
      "definition": "Que tiene un interés fuerte y poco común en algo o alguien.",
      "definition_translation": "Tendo um forte e incomum interesse em algo ou alguém.",
      "example": "Me fascinó el documental sobre la vida salvaje. Ella está fascinada por las civilizaciones antiguas. Ellos estuvieron fascinados por el show de magia.",
      "example_translation": "Eu fui fascinado pelo documentário sobre vida selvagem. Ela está fascinada pelas civilizações antigas. Eles foram fascinados pelo show de magia.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fascinante",
      "translation": "fascinante",
      "definition": "Extremadamente interesante o atractivo.",
      "definition_translation": "Extremamente interessante ou atraente.",
      "example": "La fascinante historia del viaje del explorador se cuenta en el libro. El fascinante mundo de la ciencia está lleno de misterios. La fascinante cultura de Japón es una mezcla de tradicional y moderno.",
      "example_translation": "A fascinante história da jornada do explorador é contada no livro. O fascinante mundo da ciência está cheio de mistérios. A fascinante cultura do Japão é uma mistura de tradicional e moderno.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fiero",
      "translation": "feroz",
      "definition": "Que muestra una determinación o emoción fuerte y agresiva.",
      "definition_translation": "Mostrando uma forte e agressiva determinação ou emoção.",
      "example": "El fiero guerrero luchó con valentía en la batalla. El fiero león protegió su territorio. La tormenta fiera causó destrucción en la ciudad.",
      "example_translation": "O feroz guerreiro lutou bravamente na batalha. O feroz leão protegeu seu território. A tempestade feroz causou destruição na cidade.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tonto",
      "translation": "tolo",
      "definition": "Carecer de buen sentido o juicio; tonto",
      "definition_translation": "faltando bom senso ou julgamento; bobo",
      "example": "Él fue tonto al invertir toda su dinero en esa aventura arriesgada. Él ha sido tonto con ella durante años. Él será tonto si rechaza esa oferta.",
      "example_translation": "Ele foi tolo em investir todo seu dinheiro em essa empresa arriscada. Ele tem sido tolo por ela há anos. Ele será tolo em recusar essa oferta.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "furioso",
      "translation": "furioso",
      "definition": "Extremadamente enojado o violento",
      "definition_translation": "extremamente zangado ou violento",
      "example": "Ella estaba furiosa cuando descubrió que él le había mentido. Él ha estado furioso sobre la situación durante semanas. Él estará furioso si descubre lo que hicieron.",
      "example_translation": "Ela estava furiosa quando descobriu que ele havia mentido para ela. Ele tem estado furioso sobre a situação por semanas. Ele será furioso se descobrir o que eles fizeram.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "codicioso",
      "translation": "ganancioso",
      "definition": "Que tiene o muestra un deseo intenso y egoísta por algo, especialmente comida o dinero",
      "definition_translation": "tendo ou mostrando um desejo intenso e egoísta por algo, especialmente comida ou dinheiro",
      "example": "Él fue codicioso y se llevó más de su parte justa. Ella ha sido codiciosa con su herencia. Ellos serán codiciosos si obtienen la oportunidad.",
      "example_translation": "Ele foi ganancioso e pegou mais do que sua parte justa. Ela tem sido gananciosa sobre sua herança. Eles serão gananciosos se tiverem a oportunidade.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "duro",
      "translation": "difícil",
      "definition": "Fuerte y firme en textura o estructura",
      "definition_translation": "forte e firme em textura ou estrutura",
      "example": "Él trabajó duro para alcanzar sus objetivos. Ella ha estado trabajando duro en su proyecto. Ellos trabajaran duro para terminar la tarea a tiempo.",
      "example_translation": "Ele trabalhou duro para alcançar seus objetivos. Ela tem estado trabalhando duro em seu projeto. Eles trabalharão duro para terminar a tarefa no prazo.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "independiente",
      "translation": "independente",
      "definition": "No dependiente de otros para el apoyo o la guía; autosuficiente.",
      "definition_translation": "Não dependendo de outros para apoio ou orientação; autossuficiente.",
      "example": "Ella siempre ha sido una persona independiente, prefiriendo tomar sus propias decisiones. Ella era independiente en sus días de universidad, y ahora es una empresaria independiente. Ella será independiente en su vejez, viviendo según sus propias condiciones.",
      "example_translation": "Ela sempre foi uma pessoa independente, preferindo tomar suas próprias decisões. Ela era independente nos seus dias de faculdade, e agora ela é uma empresária independente. Ela será independente na sua velhice, vivendo em seus próprios termos.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inexperto",
      "translation": "inexperiente",
      "definition": "Carece de experiencia o conocimientos en un campo o actividad en particular.",
      "definition_translation": "Faltando experiência ou conhecimento em um campo ou atividade particular.",
      "example": "Él era un conductor inexperto, por lo que conducía con mucha cautela. Ella había sido una maestra inexperta, pero ahora es una educadora experimentada. Él será un padre inexperto, pero aprenderá rápidamente.",
      "example_translation": "Ele era um motorista inexperiente, então ele dirigia muito cautelosamente. Ela havia sido uma professora inexperiente, mas agora ela é uma educadora experiente. Ele será um pai inexperiente, mas ele aprenderá rapidamente.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inocente",
      "translation": "inocente",
      "definition": " Libre de culpa o pecado; inofensivo.",
      "definition_translation": "Livre de culpa ou pecado; inofensivo.",
      "example": "El niño inocente no sabía qué estaba sucediendo. Ella parecía inocente, pero era culpable del crimen. Él será inocente hasta que se demuestre su culpabilidad.",
      "example_translation": "A criança inocente não sabia o que estava acontecendo. Ela parecia inocente, mas ela era culpada do crime. Ele será inocente até que seja provado culpado.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insincero",
      "translation": "insincero",
      "definition": "No es genuino o sincero; fingir sentir o ser algo que no es.",
      "definition_translation": "Não genuíno ou sincero; fingindo sentir ou ser algo que não é.",
      "example": "Él hizo una disculpa insincera, y ella no le creyó. Ella había sido insincera en sus tratos con él. Él será insincero si no significa lo que dice.",
      "example_translation": "Ele fez um pedido de desculpas insincero, e ela não acreditou nele. Ela havia sido insincera em seus negócios com ele. Ele será insincero se não significa o que diz.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intelectual",
      "translation": "intelectual",
      "definition": "Una persona que es muy educada y conocedora, especialmente en las artes y las ciencias.",
      "definition_translation": "Uma pessoa que é altamente educada e conhecedora, especialmente nas artes e ciências.",
      "example": "Ella es una intelectual que ha escrito varios libros sobre filosofía. Ella era una intelectual que tenía una comprensión profunda del tema. Ella será una intelectual que cambiará el mundo con sus ideas.",
      "example_translation": "Ela é uma intelectual que escreveu vários livros sobre filosofia. Ela era uma intelectual que tinha uma compreensão profunda do assunto. Ela será uma intelectual que mudará o mundo com suas ideias.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irresponsable",
      "translation": "irresponsável",
      "definition": "Carece de sentido de la responsabilidad, descuidado o imprudente.",
      "definition_translation": "Faltando sentido de responsabilidade, descuidado ou temerário.",
      "example": "Él era irresponsable con sus finanzas, lo que llevó a la deuda. Ella es irresponsable y siempre rompe sus promesas. Ellos serán irresponsables y causarán daño al medio ambiente.",
      "example_translation": "Ele foi irresponsável com suas finanças, o que levou à dívida. Ela é irresponsável e sempre quebra suas promessas. Eles serão irresponsáveis e causarão danos ao meio ambiente.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irritado",
      "translation": "irritado",
      "definition": "Sintiendo o mostrando fastidio o desagrado.",
      "definition_translation": "Sensação ou mostrando aborrecimento ou desprazer.",
      "example": "Me irritó el ruido de la construcción. Ella se irrita fácilmente cuando la gente llega tarde. Ellos se irritarán por el mal servicio al cliente.",
      "example_translation": "Eu estava irritado pelo barulho do local de construção. Ela se irrita facilmente quando as pessoas são atrasadas. Eles serão irritados pelo péssimo atendimento ao cliente.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irritante",
      "translation": "irritante",
      "definition": "Causa fastidio o desagrado.",
      "definition_translation": "Causando aborrecimento ou desprazer.",
      "example": "El olor del humo de cigarrillo es irritante para mí. El ruido de los vecinos era irritante para ella. La sensación de comezón será irritante para él.",
      "example_translation": "O cheiro de fumaça de cigarro é irritante para mim. O barulho dos vizinhos estava irritante para ela. A sensação de coceira será irritante para ele.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "leal",
      "translation": "leal",
      "definition": "Brindando o mostrando apoyo firme y constante a una persona o institución.",
      "definition_translation": "Dando ou mostrando apoio firme e constante a uma pessoa ou instituição.",
      "example": "Ella fue una cliente leal a la empresa durante muchos años, y ellos la recompensaron con un programa de lealtad. Ella es leal a su esposo al mantenerse a su lado en las dificultades. Ella será leal a su nuevo empleador y trabajará duro para demostrarse a sí misma.",
      "example_translation": "Ela foi uma cliente leal à empresa por muitos anos, e eles a recompensaram com um programa de lealdade. Ela está sendo leal ao seu marido, apoiando-o em momentos de dificuldade e prosperidade. Ela será leal ao seu novo empregador e trabalhará arduamente para se provar.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maduro",
      "translation": "maduro",
      "definition": "Mostrando un alto nivel de desarrollo emocional y estabilidad.",
      "definition_translation": "Mostrando um alto nível de desenvolvimento emocional e estabilidade.",
      "example": "Él era muy maduro para su edad, y todos lo respetaban por su sabiduría. Ella maduró mucho después de pasar por una difícil ruptura. Ellos madurarán en adultos responsables en unos pocos años.",
      "example_translation": "Ele era muito maduro para sua idade, e todos o respeitavam por sua sabedoria. Ela amadureceu muito após passar por um término difícil. Eles amadurecerão em adultos responsáveis em alguns anos.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "odiar",
      "translation": "médio",
      "definition": "Tener o mostrar la intención de dañar o ofender a alguien.",
      "definition_translation": "Tendo ou mostrando uma intenção de prejudicar ou ofender alguém.",
      "example": "Él fue odioso con su hermano, y eso lastimó sus sentimientos. Ella no quería lastimar los sentimientos de su amiga, pero ocurrió de todas maneras. Ellos querrán bien, pero sus acciones aún causarán daño.",
      "example_translation": "Ele foi médio ao seu irmão, e isso magoou seus sentimentos. Ela não queria magoar os sentimentos de seu amigo, mas aconteceu mesmo assim. Eles terão boas intenções, mas suas ações ainda causarão danos.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "significar",
      "translation": "significar",
      "definition": "Tener la intención de expresar o transmitir una idea o sentimiento en particular.",
      "definition_translation": "Tendo a intenção de transmitir ou expressar uma ideia ou sentimento particular.",
      "example": "¿Qué quieres decir con eso? Ella significa que quiere ir a la fiesta. Él quiso decir que la ama, pero no tuvo el coraje.",
      "example_translation": "O que você quer dizer com isso? Ela significa que ela quer ir à festa. Ele quis dizer que ele a ama, mas não teve coragem.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mental",
      "translation": "mental",
      "definition": "Relativo a la mente; preocupado por procesos o facultades mentales.",
      "definition_translation": "Relacionado com a mente; preocupado com processos ou faculdades mentais.",
      "example": "Ha estado sintiendo agotamiento mental después de trabajar largas horas. Ella tendrá que tomar un descanso para clarificar su mente. Ella había estado estudiando salud mental y bienestar.",
      "example_translation": "Ela tem sentido exaustão mental após trabalhar longas horas. Ela terá que fazer uma pausa para clarear sua mente. Ela havia estudado saúde mental e bem-estar.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "miserable",
      "translation": "miserável",
      "definition": "Sintiendo o mostrando gran desdicha o incomodidad.",
      "definition_translation": "Sentindo ou mostrando grande infelicidade ou desconforto.",
      "example": "Él fue miserable durante los meses de invierno debido a la falta de luz solar. Él es miserable sobre su situación laboral actual. Él será miserable si no obtiene un ascenso.",
      "example_translation": "Ele estava miserável durante os meses de inverno devido à falta de luz solar. Ele está miserável sobre sua situação atual de trabalho. Ele será miserável se não receber uma promoção.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "motivado",
      "translation": "motivado",
      "definition": "Tener un fuerte entusiasmo o interés en hacer algo.",
      "definition_translation": "Tendo um forte entusiasmo ou interesse em fazer algo.",
      "example": "Ella estaba motivada para terminar su proyecto a tiempo. Ella está motivada para aprender nuevas habilidades. Ella será motivada para alcanzar sus objetivos.",
      "example_translation": "Ela estava motivada para terminar seu projeto no prazo. Ela está motivada para aprender novas habilidades. Ela será motivada para alcançar seus objetivos.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conmovedor",
      "translation": "emocionante",
      "definition": "Causando fuertes sentimientos de tristeza o simpatía.",
      "definition_translation": "Causando fortes sentimentos de tristeza ou simpatia.",
      "example": "El discurso conmovedor del CEO inspiró a los empleados. La escena conmovedora en la película me hizo llorar. La experiencia conmovedora en el concierto se quedará conmigo para siempre.",
      "example_translation": "O discurso emocionante do CEO inspirou os funcionários. A cena emocionante no filme me fez chorar. A experiência emocionante no concerto ficará comigo para sempre.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asco",
      "translation": "nojento",
      "definition": "Tener o mostrar un olor fuerte y desagradable; sucio y desagradable.",
      "definition_translation": "Tendo ou mostrando um cheiro forte e desagradável; sujo e desagradável.",
      "example": "El olor asqueroso de la basura era abrumador. Yo fui asqueroso con ella anteriormente. Yo no seré asqueroso con nadie.",
      "example_translation": "O nojento cheiro do lixo era esmagador. Eu havia sido nojento com ela anteriormente. Eu não serei nojento com ninguém.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " travieso",
      "translation": "mal-comportado",
      "definition": "Comportándose o actuando de una manera ligeramente mala o incorrecta, pero no muy mala.",
      "definition_translation": "Comportando-se ou feito de uma maneira que é um pouco ruim ou errado, mas não muito ruim.",
      "example": "Ella fue una niña traviesa. Él fue travieso y no escuchó a sus padres. Ellos serán traviesos y romperán las reglas.",
      "example_translation": "Ela era uma criança mal-comportada. Ele foi mal-comportado e não ouviu seus pais. Eles serão mal-comportados e quebrarão as regras.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "obediente",
      "translation": "obediente",
      "definition": "Haciendo lo que alguien en autoridad te dice; seguimiento de reglas o instrucciones.",
      "definition_translation": "Fazendo o que alguém em autoridade lhe diz para fazer; seguindo regras ou instruções.",
      "example": "Ella fue una estudiante obediente. Él fue obediente y siguió las instrucciones. Ellos serán obedientes y harán lo que se les dice.",
      "example_translation": "Ela era uma aluna obediente. Ele foi obediente e seguiu as instruções. Eles serão obedientes e farão o que lhes for dito.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "objetivo",
      "translation": "objetivo",
      "definition": "Un objetivo o meta para lograr; un juicio o opinión basado en hechos.",
      "definition_translation": "Um objetivo ou alvo a ser alcançado; um julgamento ou opinião que é baseado em fatos.",
      "example": "El objetivo del proyecto era aumentar las ventas. La profesora fue objetiva en su calificación. La empresa será objetiva en su proceso de selección.",
      "example_translation": "O objetivo do projeto era aumentar as vendas. A professora foi objetiva em sua marcação. A empresa será objetiva em seu processo de seleção.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ofensivo",
      "translation": "ofensivo",
      "definition": "Que causa enfado o disgusto a alguien; desagradable o grosero.",
      "definition_translation": "Causando que alguém se sinta zangado ou incomodado; desagradável ou rude.",
      "example": "El comentario ofensivo desató la ira en las redes sociales. El equipo fue acusado de hacer gestos ofensivos durante el partido. La empresa lanzará una nueva campaña para reducir la publicidad ofensiva.",
      "example_translation": "O comentário ofensivo provocou indignação nas mídias sociais. A equipe foi acusada de fazer gestos ofensivos durante o jogo. A empresa lançará uma nova campanha para reduzir a publicidade ofensiva.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "optimista",
      "translation": "otimista",
      "definition": "Que tiene una actitud positiva hacia el futuro o el resultado de algo; esperando que sucedan cosas buenas.",
      "definition_translation": "Tendo uma atitude positiva em relação ao futuro ou ao resultado de algo; esperando que coisas boas aconteçam.",
      "example": "Ella era optimista sobre la oferta de trabajo. Él era optimista sobre que el equipo ganaría el campeonato. Ellos eran optimistas sobre el futuro de la empresa.",
      "example_translation": "Ela foi otimista sobre a oferta de emprego. Ele era otimista de que a equipe venceria o campeonato. Eles foram otimistas sobre o futuro da empresa.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "organizado",
      "translation": "organizado",
      "definition": "Planeado y coordinado de manera sistemática; teniendo un sistema estructurado y eficiente.",
      "definition_translation": "Planejado e coordenado de forma sistemática; tendo um sistema estruturado e eficiente.",
      "example": "El equipo estaba organizado y eficiente en su enfoque. La empresa estaba organizada en diferentes departamentos. Ella era organizada y manejaba su tiempo bien.",
      "example_translation": "A equipe foi organizada e eficiente em sua abordagem. A empresa foi organizada em diferentes departamentos. Ela foi organizada e gerenciou seu tempo bem.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ultrajante",
      "translation": "ultrajante",
      "definition": "Extremadamente malo o inaceptable; causando shock o ira.",
      "definition_translation": "Extremamente ruim ou inaceitável; causando choque ou raiva.",
      "example": "El comportamiento ultrajante de la celebridad desató controversia. La empresa fue acusada de hacer afirmaciones ultrajantes sobre su producto. Los precios ultrajantes de las entradas del concierto sorprendieron a los fanáticos.",
      "example_translation": "O comportamento ultrajante do celebridade provocou controvérsia. A empresa foi acusada de fazer alegações ultrajantes sobre seu produto. Os preços ultrajantes dos ingressos do concerto chocaram os fãs.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doloroso",
      "translation": "doloroso",
      "definition": "Que causa sufrimiento físico o emocional o malestar.",
      "definition_translation": "Causando dor física ou emoção desconfortável.",
      "example": "El paciente experimentó una recuperación dolorosa después de la cirugía. Ella había estado en un parto doloroso durante horas. El equipo sufrirá una dolorosa derrota mañana.",
      "example_translation": "O paciente experimentou uma recuperação dolorosa após a cirurgia. Ela havia sido em trabalho de parto doloroso por horas. A equipe experimentará uma derrota dolorosa amanhã.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apasionado",
      "translation": "apaixonado",
      "definition": "Que muestra o siente emociones fuertes, especialmente amor o entusiasmo.",
      "definition_translation": "Mostrando ou sentindo fortes emoções, especialmente amor ou entusiasmo.",
      "example": "Ella es apasionada sobre su trabajo. Él era apasionado sobre tocar la guitarra. Ellos serán apasionados sobre su nuevo proyecto.",
      "example_translation": "Ela é apaixonada pelo seu trabalho. Ele foi apaixonado por tocar guitarra. Eles serão apaixonados sobre seu novo projeto.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasivo",
      "translation": "passivo",
      "definition": "No toma una parte activa en algo, sino que permite que las cosas sucedan.",
      "definition_translation": "Não participando ativamente em algo, em vez disso permitindo que as coisas aconteçam.",
      "example": "La empresa tomó un enfoque pasivo ante la crisis. Los estudiantes eran pasivos durante la lección. El gobierno será pasivo en el enfrentamiento a las protestas.",
      "example_translation": "A empresa tomou uma abordagem passiva para a crise. Os alunos foram passivos durante a lição. O governo será passivo diante dos protestos.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pesimista",
      "translation": "pessimista",
      "definition": "Que tiene una perspectiva negativa o actitud, esperando que sucedan cosas malas.",
      "definition_translation": "Tendo uma visão negativa ou atitude, esperando coisas ruins aconteceram.",
      "example": "Él era pesimista sobre las posibilidades del equipo de ganar. Ella ha sido pesimista sobre su futuro. Ellos serán pesimistas sobre el panorama económico.",
      "example_translation": "Ele foi pessimista sobre as chances da equipe de vencer. Ela tem sido pessimista sobre seu futuro. Eles serão pessimistas sobre a perspectiva econômica.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "petrificado",
      "translation": "petrificado",
      "definition": "Extremadamente asustado o shockeado, a menudo hasta el punto de no poder moverse o actuar.",
      "definition_translation": "extremamente assustado ou chocado, muitas vezes até o ponto de não poder mover-se ou agir",
      "example": "Yo estaba petrificado cuando vi la araña acercándose a mí. Yo había estado petrificado de las arañas desde que era niño. Yo estaré petrificado si tengo que dar una presentación ante una audiencia grande.",
      "example_translation": "Eu estava petrificado quando vi a aranha rastejando em minha direção. Eu havia sido petrificado de aranhas desde pequeno. Estarei petrificado se tiver que fazer uma apresentação em frente a uma grande plateia.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "práctico",
      "translation": "prático",
      "definition": "Puede ser utilizado o hecho, y es probable que sea efectivo o exitoso.",
      "definition_translation": "capaz de ser usado ou feito, e provável de ser eficaz ou bem-sucedido",
      "example": "Las habilidades prácticas que aprendí en la universidad han sido muy útiles en mi trabajo. Ella era una persona muy práctica, siempre pensando en cómo resolver problemas. Voy a tratar de ser más práctico y planificar mis finanzas mejor.",
      "example_translation": "As habilidades práticas que eu aprendi na faculdade têm sido muito úteis no meu trabalho. Ela era uma pessoa muito prática, sempre pensando em como resolver problemas. Vou tentar ser mais prático e planejar minhas finanças melhor.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "profesional",
      "translation": "profissional",
      "definition": "relacionado con o conectado a un trabajo o ocupación que requiere capacitación especial o habilidad",
      "definition_translation": "relacionado a ou conectado com um emprego ou ocupação que requer treinamento ou habilidade especial",
      "example": "Ella es una bailarina profesional y ha estado actuando durante más de 10 años. Él tiene una actitud muy profesional y siempre llega a tiempo. Necesito ser más profesional en mi comunicación con los clientes.",
      "example_translation": "Ela é uma dançarina profissional e tem sido performando há mais de 10 anos. Ele tem uma atitude muito profissional e sempre chega no horário. Eu preciso ser mais profissional em minha comunicação com clientes.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perplejo",
      "translation": "perplexo",
      "definition": "sintiendo o mostrando confusión o incertidumbre",
      "definition_translation": "sentindo ou mostrando confusão ou incerteza",
      "example": "Me quedé perplejo con el problema de matemáticas y no podía resolverlo. Ella parecía perpleja cuando le dije la noticia. Me quedaré perplejo si no entiendo las instrucciones.",
      "example_translation": "Eu estava perplexo pelo problema de matemática e não consegui resolvê-lo. Ela parecia perplexa quando eu lhe disse a notícia. Estarei perplexo se não entender as instruções.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calificado",
      "translation": "qualificado",
      "definition": "Teniendo las habilidades, experiencia o conocimientos necesarios para hacer un trabajo o actividad en particular.",
      "definition_translation": "Tendo as habilidades, experiência ou conhecimento necessários para fazer um determinado trabalho ou atividade.",
      "example": "Ella era una maestra calificada con más de 10 años de experiencia. Ella califica para el trabajo. Ella calificará para la beca el próximo año.",
      "example_translation": "Ela era uma professora qualificada com mais de 10 anos de experiência. Ela se qualifica para o trabalho. Ela se qualificará para a bolsa de estudos no ano que vem.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "realista",
      "translation": "realista",
      "definition": "Teniendo o mostrando una comprensión realista de una situación, no siendo demasiado optimista o pesimista.",
      "definition_translation": "Tendo ou mostrando uma compreensão realista de uma situação, não excessivamente otimista ou pessimista.",
      "example": "Él tenía una visión realista del cronograma del proyecto. Ella era realista sobre sus posibilidades de ganar. Serán realistas sobre su presupuesto.",
      "example_translation": "Ele tinha uma visão realista do cronograma do projeto. Ela era realista sobre suas chances de vitória. Eles serão realistas sobre seu orçamento.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "razonable",
      "translation": "razoável",
      "definition": "Justo, sensato y moderado en sus demandas, expectativas o opiniones.",
      "definition_translation": "Justo, sensato e moderado em suas demandas, expectativas ou opiniões.",
      "example": "Él era una persona razonable con quien tratar. Ella hizo una petición razonable. Serán razonables en su enfoque.",
      "example_translation": "Ele era uma pessoa razoável para lidar. Ela fez um pedido razoável. Eles serão razoáveis em sua abordagem.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "religioso",
      "translation": "religioso",
      "definition": "Relacionado con o creyendo en una religión, especialmente una que se basa en la creencia en un dios o dioses.",
      "definition_translation": "Relacionado a ou acreditar em uma religião, especialmente uma que é baseada em uma crença em um Deus ou deuses.",
      "example": "Ella era una persona religiosa que asistía a la iglesia cada semana. Él era religioso sobre sus oraciones diarias. Ellos eran religiosos sobre sus tradiciones.",
      "example_translation": "Ela era uma pessoa religiosa que frequentava a igreja todas as semanas. Ele era religioso sobre suas orações diárias. Eles eram religiosos sobre suas tradições.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingenioso",
      "translation": "resourceful",
      "definition": "Teniendo la habilidad de encontrar formas rápidas y astutas para superar dificultades.",
      "definition_translation": "Tendo a habilidade de encontrar maneiras rápidas e inteligentes para superar dificuldades.",
      "example": "Ella era una persona ingeniosa que siempre encontraba una forma de hacer las cosas. Ella había sido ingeniosa al encontrar un nuevo trabajo. Será ingeniosa en su nuevo papel.",
      "example_translation": "Ela era uma pessoa resourceful que sempre encontrava um jeito de fazer as coisas. Ela havia sido resourceful em encontrar um novo emprego. Ela será resourceful em seu novo papel.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "respetable",
      "translation": "respeitável",
      "definition": "Digno de respeto o admiración, a menudo debido a buen comportamiento o logros.",
      "definition_translation": "Digno de respeito ou admiração, muitas vezes devido a um bom comportamento ou realização.",
      "example": "Él era un miembro respetable de la comunidad. Él había sido respetable en sus tratos con otros. Será respetable en su nueva posición.",
      "example_translation": "Ele era um membro respeitável da comunidade. Ele havia sido respeitável em seus negócios com os outros. Ele será respeitável em seu novo cargo.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "respetado",
      "translation": "respeitado",
      "definition": "Sintiendo o mostrando admiración por alguien o algo.",
      "definition_translation": "Sentindo ou mostrando admiração por alguém ou algo.",
      "example": "Él era una figura respetada en la industria. Él había sido respetado por sus pares. Será respetado por sus colegas.",
      "example_translation": "Ele era uma figura respeitada na indústria. Ele havia sido respeitado por seus pares. Ele será respeitado por seus colegas de trabalho.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "responsable",
      "translation": "responsável",
      "definition": "Teniendo una obligación de hacer algo, o siendo responsable por sus acciones o consecuencias.",
      "definition_translation": "Tendo uma obrigação de fazer algo, ou responsável pelas suas ações ou consequências.",
      "example": "Ella era responsable del proyecto. Ella había sido responsable del éxito del equipo. Ella será responsable de la nueva iniciativa.",
      "example_translation": "Ela era responsável pelo projeto. Ela havia sido responsável pelo sucesso da equipe. Ela será responsável pela nova iniciativa.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "riesgoso",
      "translation": "arriscado",
      "definition": "Que implica o está expuesto a un riesgo; peligroso.",
      "definition_translation": "Envolvendo ou exposto ao risco; perigoso.",
      "example": "Invertir en el mercado de valores puede ser riesgoso, pero también puede ser muy rentable. Tomé una decisión riesgosa al renunciar a mi empleo y empezar mi propio negocio. Si no tomo un enfoque riesgoso, no lograré mis objetivos.",
      "example_translation": "Investir no mercado de ações pode ser arriscado, mas também pode ser muito recompensador. Eu tomei uma decisão arriscada para sair do meu emprego e começar meu próprio negócio. Se eu não tomar uma abordagem arriscada, não alcançarei meus objetivos.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "despiadado",
      "translation": "despiadado",
      "definition": "Que no tiene o muestra piedad ni misericordia; cruel.",
      "definition_translation": "Tendo ou mostrando nenhuma piedade ou misericórdia; cruel.",
      "example": "El dictador despiadado gobernó el país con mano de hierro. Ella fue despiadada en su búsqueda del éxito, pisando a quien se interponía en su camino. Las tácticas despiadadas de la empresa llevaron a su caída.",
      "example_translation": "O ditador despiadado governou o país com mão de ferro. Ela foi despiadada em sua busca de sucesso, pisando em qualquer um que se aproveitasse em seu caminho. As táticas despidadas da empresa levaram à sua queda.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sensible",
      "translation": "sensível",
      "definition": "Que se puede herir o ofender fácilmente; emocional.",
      "definition_translation": "Fácilmente ferido ou ofendido; emocional.",
      "example": "Era sensible a la crítica y se defendía cuando alguien señalaba sus errores. El tema sensible del racismo se evitó durante la conversación. Los sensibles cuadros del artista capturaban las emociones del espectador.",
      "example_translation": "Ela era sensível à crítica e se defendia quando alguém apontava seus erros. O tema sensível do racismo foi evitado durante a conversa. As pinturas sensíveis do artista capturaram as emoções do espectador.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " severo",
      "translation": "severo",
      "definition": "Excepcionalmente serio o severo; intenso.",
      "definition_translation": "Extremamente sério ou severo; intenso.",
      "example": "La severa advertencia meteorológica emitida por el gobierno causó pánico generalizado. La severa pena por el delito fue justificada. El médico lo advirtió sobre las severas consecuencias de no tomar su medicación.",
      "example_translation": "O aviso de tempo severo emitido pelo governo causou pânico generalizado. O castigo severo pelo crime foi justificado. O médico o advertiu sobre as consequências severas de não tomar seu medicamento.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hábil",
      "translation": "habilidoso",
      "definition": "Que tiene o muestra mucha habilidad o capacidad, especialmente en un área particular.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou capacidade, especialmente em uma área particular.",
      "example": "Era una hábil pianista y había realizado muchos conciertos. Ha estado practicando durante años y continuará mejorando sus habilidades. Tocó el piano con habilidad en la boda.",
      "example_translation": "Ela era uma pianista habilidosa e havia se apresentado em muitos concertos. Ela vinha praticando há anos e continuaría a melhorar suas habilidades. Ela tocou habilidosamente o piano no casamento.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experimentado",
      "translation": "treinado",
      "definition": "Que tiene o muestra mucha experiencia o habilidad en un área particular.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou experiência em uma área particular.",
      "example": "Es un ingeniero experimentado y ha diseñado muchos puentes. Ha trabajado en varios proyectos y liderará un nuevo equipo. Manejará con habilidad el proyecto de construcción.",
      "example_translation": "Ele é um engenheiro treinado e havia projetado muitas pontes. Ele havia trabalhado em vários projetos e liderará uma equipe nova. Ele gerenciará habilidosamente o projeto de construção.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sofisticado",
      "translation": "sofisticado",
      "definition": "Complejo o culto, especialmente de una manera que se considera impresionante o atractiva.",
      "definition_translation": "Complexo ou culto, especialmente de uma maneira que é considerada impressionante ou atraente.",
      "example": "La ciudad tiene un sistema de transporte público sofisticado. Ha sido modernizado recientemente y continuará evolucionando. El software sofisticado es utilizado por muchas empresas.",
      "example_translation": "A cidade tem um sistema de transporte público sofisticado. Ele havia sido modernizado recentemente e continuará a evoluir. O software sofisticado é usado por muitas empresas.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espiritual",
      "translation": "espiritual",
      "definition": "Relativo al espíritu o alma, más que al cuerpo físico o a las cosas materiales.",
      "definition_translation": "Relacionado ao espírito ou alma, em vez do corpo físico ou coisas materiais.",
      "example": "Tuvo una experiencia espiritual durante su meditación. Ha estado sintiéndose más conectada con la naturaleza y explorará su lado espiritual. El líder espiritual guió al grupo a través del ritual.",
      "example_translation": "Ela havia tido uma experiência espiritual durante sua meditação. Ela vinha se sentindo mais conectada à natureza e continuará a explorar seu lado espiritual. O líder espiritual guiou o grupo através do ritual.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espontáneo",
      "translation": "espontâneo",
      "definition": "Que ocurre o se hace de manera natural y sin planeación, sin ser forzado o artificial.",
      "definition_translation": "Acontecendo ou feito de uma maneira natural e não planejada, sem ser forçado ou artificial.",
      "example": "Ella tiene una risa espontánea, es muy contagiosa. Tuvo una idea espontánea para un nuevo negocio. Tendrá una reacción espontánea al noticias.",
      "example_translation": "Ela tem um riso espontâneo, é muito contagioso. Ela teve uma ideia espontânea para um novo negócio. Ela terá uma reação espontânea às notícias.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recto",
      "translation": "reto",
      "definition": "Que se extiende o se mueve uniformemente en una dirección, sin curvatura ni desviación.",
      "definition_translation": "Estendendo-se ou movendo-se uniformemente em uma direção, sem curvatura ou desvio.",
      "example": "El camino era recto y estrecho. Se paró recta y erguida. Caminará recto hasta la tienda.",
      "example_translation": "A estrada era reta e estreita. Ela se levantou reta e alta. Ele caminhará reto até a loja.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "terco",
      "translation": "teimoso",
      "definition": "Teniendo o mostrando una determinación o voluntad fuerte y obstinada, a menudo de manera irrazonable o obstinada.",
      "definition_translation": "Tendo ou mostrando uma determinação forte e inflexível, ou uma vontade frequente em uma maneira irrazoável ou obstinada.",
      "example": "Él es terco y nunca escucha consejos. Ella era terca y se negaba a cambiar de opinión. Ellos serán tercos y insistirán en su propio camino.",
      "example_translation": "Ele é teimoso e nunca ouve conselhos. Ela era teimosa e se recusou a mudar de ideia. Eles serão teimosos e insistirão em seu próprio caminho.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "supersticioso",
      "translation": "supersticioso",
      "definition": "Creer en o practicar la superstición, o tener un miedo excesivo o irracional a algo.",
      "definition_translation": "Acreditando em ou praticando superstição, ou tendo um medo excessivo ou irracional de alguma coisa.",
      "example": "Ella es supersticiosa y cree en objetos de la suerte. Él era supersticioso y evitaba a los gatos negros. Ellos serán supersticiosos y pensarán que es mala suerte caminar bajo una escalera.",
      "example_translation": "Ela é supersticiosa e acredita em amuletos da sorte. Ele era supersticioso e evitava gatos pretos. Eles serão supersticiosos e pensarão que é azarado andar debaixo de uma escada.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sospechoso",
      "translation": "suspeito",
      "definition": "Provocar sospecha o desconfianza; cuestionable.",
      "definition_translation": "Provocando suspeita ou desconfiança; questionável.",
      "example": "El detective era sospechoso del extraño que merodeaba por la esquina. Ayer, ella era sospechosa del comportamiento de su esposo. Si fuera tú, sería sospechoso de ese correo electrónico.",
      "example_translation": "O detetive era suspeito do estranho ronda que estava espreitando na esquina. Ontem, ela era suspeita do comportamento do marido. Se eu fosse você, eu seria suspeito daquele e-mail.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "simpático",
      "translation": "simpático",
      "definition": "Sentir o mostrar compasión o comprensión hacia alguien; amable y cuidadoso.",
      "definition_translation": "Sentindo ou mostrando compaixão ou entendimento em relação a alguém; gentil e carinhoso.",
      "example": "La enfermera era muy simpática con la familia del paciente. Ella tiene un oído simpático para aquellos que necesitan ayuda. Él será simpático con tu situación.",
      "example_translation": "A enfermeira foi muito simpática em relação à família do paciente. Ela tem um ouvido simpático para aqueles que precisam. Ele será simpático à sua situação.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenso",
      "translation": "tenso",
      "definition": "Sentir ansiedad o nerviosismo; tener un sentido de anticipación o expectativa.",
      "definition_translation": "Sentindo ansiedade ou nervosismo; tendo um sentido de antecipação ou expectativa.",
      "example": "El ambiente en la habitación estaba tenso mientras esperábamos los resultados. Ella estaba tensa durante toda la presentación. El equipo estaba tenso antes del gran partido.",
      "example_translation": "A atmosfera no quarto estava tensa enquanto esperávamos pelos resultados. Ela estava tensa durante toda a apresentação. A equipe estava tensa antes do grande jogo.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aterrador",
      "translation": "terrificante",
      "definition": "Provocar gran miedo o alarma; extremadamente aterrador.",
      "definition_translation": "Causando extremo medo ou alarme; extremamente assustador.",
      "example": "La montaña rusa era aterradora cuando caía en picado. La película fue aterradora, no pude dormir después. La casa encantada era aterradora, no me atreví a entrar.",
      "example_translation": "O monte de rolar era terrificante enquanto caía abruptamente. O filme foi terrificante, não consegui dormir depois. A casa assombrada era terrificante, não ousei entrar.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pensativo",
      "translation": "ponderoso",
      "definition": "Teniendo o mostrando un pensamiento cuidadoso y considerado, especialmente en relación con los sentimientos de los demás.",
      "definition_translation": "Tendo ou mostrando um pensamento cuidadoso e considerado, especialmente em relação aos sentimentos dos outros.",
      "example": "Ella era una amiga pensativa, siempre recordaba mi cumpleaños. Ella había sido lo suficientemente pensativa como para traer un regalo. Ella será pensativa con mis sentimientos en el futuro.",
      "example_translation": "Ela foi uma amiga ponderosa, sempre lembrando meu aniversário. Ela havia sido ponderosa o suficiente para trazer um presente. Ela será ponderosa sobre meus sentimentos no futuro.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emocionado",
      "translation": "emocionado",
      "definition": "Sentir una gran felicidad o emoción, a menudo porque algo ha sucedido o está a punto de suceder.",
      "definition_translation": "Sentindo-se extremamente feliz ou emocionado, muitas vezes porque de algo que aconteceu ou vai acontecer.",
      "example": "Estuve emocionado al recibir la noticia. Ella estaba emocionada con la fiesta sorpresa. Ellos estarán emocionados de ir a vacaciones.",
      "example_translation": "Eu estava emocionado para receber as noticias. Ela estava emocionada com a festa surpresa. Eles estarão emocionados para ir em uma viagem.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "duro",
      "translation": "difícil",
      "definition": "Fuerte y capaz de lidiar con situaciones difíciles o dificultades sin romperse o rendirse.",
      "definition_translation": "Forte e capaz de lidar com situações difíceis ou dificuldades sem quebrar ou desistir.",
      "example": "Él era un atleta duro que nunca se rindió. El equipo tuvo un partido duro la noche pasada. Ella tendrá un tiempo duro para obtener el trabajo.",
      "example_translation": "Ele foi um atleta difícil que nunca desistiu. A equipe teve um jogo difícil ontem à noite. Ela terá um tempo difícil para conseguir o emprego.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trágico",
      "translation": "trágico",
      "definition": "Causar gran sufrimiento o tristeza, a menudo debido a un evento repentino o inesperado.",
      "definition_translation": "Causando grande sofrimento ou tristeza, muitas vezes devido a um evento súbito ou inesperado.",
      "example": "La noticia de su muerte fue trágica. El accidente trágico sucedió la noche pasada. La historia tenía un final trágico.",
      "example_translation": "A notícia de sua morte foi trágica. O acidente trágico aconteceu ontem à noite. A história teve um final trágico.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desapercibido",
      "translation": "desconhecido",
      "definition": "No saber o ser consciente de algo, especialmente como resultado de no estar informado o no prestar atención.",
      "definition_translation": "Não conhecendo ou sabendo de algo, especialmente como resultado de não ser informado ou não prestar atenção.",
      "example": "No me di cuenta del peligro hasta que fue demasiado tarde. He estado desapercibido del problema durante semanas. Estaré desapercibido de las consecuencias.",
      "example_translation": "Eu não sabia do perigo até que fosse tarde demais. Eu tenho sido desconhecido do problema por semanas. Eu serei desconhecido das consequências.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "incerto",
      "translation": "incerto",
      "definition": "No conocido o claramente definido; dudoso o cuestionable.",
      "definition_translation": "Não conhecido ou claramente definido; duvidoso ou questionável.",
      "example": "El desenlace del partido fue incierto hasta el último minuto. He estado incierto sobre mi futuro durante meses. Estaré incierto sobre la decisión.",
      "example_translation": "O resultado do jogo foi incerto até o minuto final. Eu tenho sido incerto sobre meu futuro por meses. Eu serei incerto sobre a decisão.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comprensión",
      "translation": "compreensão",
      "definition": "La capacidad de comprender o interpretar algo; un acuerdo mutuo o armonía.",
      "definition_translation": "A habilidade de compreender ou interpretar algo; um acordo mútuo ou harmonia.",
      "example": "Finalmente llegué a una comprensión del concepto complejo. Llegamos a una comprensión sobre el proyecto. Tendré una comprensión más profunda del problema.",
      "example_translation": "Eu finalmente conquistei uma compreensão do conceito complexo. Nós alcançamos uma compreensão sobre o projeto. Eu terei uma compreensão mais profunda da questão.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inquieto",
      "translation": "inquieto",
      "definition": "Sentir ansiedad o incomodidad; no estar tranquilo.",
      "definition_translation": "Sentindo-se ansioso ou desconfortável; não estar à vontade.",
      "example": "Me sentí inquieto sobre la situación. Ella ha estado inquieta sobre la decisión. Serán inquietos sobre el cambio.",
      "example_translation": "Eu me senti inquieto sobre a situação. Ela tem sido inquieta sobre a decisão. Eles serão inquietos sobre a mudança.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desafortunado",
      "translation": "desafortunado",
      "definition": "Teniendo o marcado por mala suerte; desafortunado",
      "definition_translation": "Tendo ou marcado por má sorte; azarado",
      "example": "Fui desafortunado al perder mi billetera ayer, pero afortunadamente, la encontré hoy y seré más cuidadoso en el futuro.",
      "example_translation": "Eu fui desafortunado ao perder minha carteira ontem, mas felizmente, eu encontrei hoje e serei mais cuidadoso no futuro.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inútil",
      "translation": "inútil",
      "definition": "No proporcionar asistencia o apoyo; no útil",
      "definition_translation": "Não fornecendo assistência ou apoio; não útil",
      "example": "Las instrucciones fueron inútiles, así que tuve que figuredalo por mi cuenta. Sin embargo, un amigo útil me mostró una mejor manera de hacerlo, lo que será muy útil en el futuro.",
      "example_translation": "As instruções foram inúteis, então eu tive que descobrir por conta própria. No entanto, um amigo útil mais tarde me mostrou um melhor jeito de fazê-lo, o que será muito útil no futuro.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impopular",
      "translation": "impopular",
      "definition": "No gustado o aprobado por muchos; no popular",
      "definition_translation": "Não gostado ou aprovado por muitas pessoas; não popular",
      "example": "La nueva política es impopular entre los empleados, y muchos están considerando renunciar. Sin embargo, la gerencia está tratando de mejorarla, lo que probablemente la hará más popular en el futuro.",
      "example_translation": "A nova política é impopular entre os funcionários, e muitos estão considerando sair. No entanto, a gerência está tentando melhorá-la, o que provavelmente a tornará mais popular no futuro.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "impredecible",
      "translation": "imprevisível",
      "definition": "No poder ser previsto o anticipado; inestable",
      "definition_translation": "Incapaz de ser previsto ou antecipado; instável",
      "example": "El clima ha sido impredecible últimamente, con lluvias repentinas por la mañana y cielo claro por la tarde. En el futuro, me aseguraré de verificar el pronóstico antes de planificar actividades al aire libre.",
      "example_translation": "O clima tem sido imprevisível ultimamente, com chuvas súbitas pela manhã e céus limpos à tarde. No futuro, eu farei questão de verificar a previsão do tempo antes de planejar atividades ao ar livre.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irrealista",
      "translation": "irrealista",
      "definition": "No posible o práctico de hacer o lograr; no basado en la realidad.",
      "definition_translation": "Não é possível ou prático de fazer ou alcançar; não baseado na realidade.",
      "example": "El objetivo irrealista de convertirse en billonario de la noche a la mañana llevó a la decepción. Tuve una expectativa irrealista de terminar el proyecto a tiempo. Tendré una carga de trabajo irrealista el próximo mes.",
      "example_translation": "O objetivo irrealista de se tornar um bilionário em uma noite levou a desapontamento. Eu tive uma expectativa irrealista de terminar o projeto no prazo. Eu terei uma carga de trabalho irrealista no próximo mês.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "injusto",
      "translation": "irrazoável",
      "definition": "No racional o sensato; no justo o equitativo.",
      "definition_translation": "Não é racional ou sensato; não é justo ou fair.",
      "example": "Sus demandas injustas llevaron al colapso de la relación. Él fue injusto en sus expectativas. Ella será injusta en sus solicitudes el próximo año.",
      "example_translation": "As demandas irrazoáveis ​​dela levaram ao colapso da relação. Ele foi irrazoável em suas expectativas. Ela será irrazoável em suas solicitações no próximo ano.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "no confiable",
      "translation": "não confiável",
      "definition": "No capaz de ser confiado o dependido; no consistente o preciso.",
      "definition_translation": "Não pode ser confiável ou dependente; não é consistente ou precisa.",
      "example": "La conexión a internet no confiable causó frustración. Él fue no confiable en sus compromisos. Serán no confiables en sus promesas para el próximo trimestre.",
      "example_translation": "A conexão de internet não confiável causou frustração. Ele foi não confiável em seus compromissos. Eles serão não confiáveis ​​em suas promessas no próximo trimestre.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inseguro",
      "translation": "inseguro",
      "definition": "No seguro o confiado; no teniendo una opinión o sentimiento claro.",
      "definition_translation": "Não é certo ou confiante; não tem uma opinião clara ou sentimento.",
      "example": "Estuve inseguro sobre la decisión. Ella está insegura sobre su futuro. Ellos estuvieron inseguros sobre el resultado.",
      "example_translation": "Eu estava inseguro sobre a decisão. Ela está insegura sobre seu futuro. Eles estavam inseguros sobre o resultado.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violento",
      "translation": "violento",
      "definition": "Que utiliza o implica fuerza destinada a lastimar o matar a alguien; caracterizado por o propenso a violencia",
      "definition_translation": "Usando ou envolvendo força destinada a machucar ou matar alguém; caracterizado por ou propenso à violência",
      "example": "La tormenta violenta dañó muchos edificios en la ciudad. Ayer, presencié una pelea violenta entre dos hombres. Para el próximo año, el gobierno planea reducir los delitos violentos en un 50%.",
      "example_translation": "A tempestade violenta danificou muitos edifícios na cidade. Ontem, eu testemunhei uma luta violenta entre dois homens. Até o próximo ano, o governo planeja reduzir crimes violentos em 50%.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bienvenido",
      "translation": "bem-vindo",
      "definition": "Una expresión de placer o aprobación a la llegada o presencia de alguien",
      "definition_translation": "Uma expressão de prazer ou aprovação à chegada ou presença de alguém",
      "example": "Recibí una cálida bienvenida de mi familia anfitriona. El personal del hotel extendió una bienvenida a todos los nuevos huéspedes. La fiesta de bienvenida fue un gran éxito.",
      "example_translation": "Eu recebi um acolhimento caloroso da minha família anfitriã. O pessoal do hotel estendeu um bem-vindo a todos os novos hóspedes. A Festa de Bem-Vindos foi um enorme sucesso.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bien equilibrado",
      "translation": "bem-equilibrado",
      "definition": "Teniendo todos los elementos necesarios o deseables en la proporción correcta; estable y calmado en juicio o temperamento",
      "definition_translation": "Tendo todos os elementos necessários ou desejáveis na proporção certa; firme e calmo no julgamento ou temperamento",
      "example": "La dieta bien equilibrada me ayudó a perder peso. El equipo bien equilibrado trabajó eficientemente para completar el proyecto. Para el próximo mes, tendré un horario bien equilibrado.",
      "example_translation": "A dieta bem-equilibrada ajudou ela a perder peso. O time bem-equilibrado trabalhou eficientemente para completar o projeto. Até o próximo mês, eu terei um cronograma bem-equilibrado.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabio",
      "translation": "sábio",
      "definition": "Teniendo o mostrando experiencia, conocimiento y buen juicio; prudente y discerniente",
      "definition_translation": "Tendo ou mostrando experiência, conhecimento e bom julgamento; prudente e discernidor",
      "example": "Mi abuela sabia me enseñó muchas lecciones valiosas. La decisión sabia salvó a la empresa de la bancarrota. Para el próximo año, seré lo suficientemente sabio como para tomar mejores decisiones.",
      "example_translation": "Minha avó sábia ensinou-me muitas lições valiosas. A decisão sábia salvou a empresa da falência. Até o próximo ano, eu serei sábio o suficiente para fazer escolhas melhores.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agudo",
      "translation": "espirituoso",
      "definition": "Teniendo o mostrando una mente rápida y inventiva, a menudo de manera humorística.",
      "definition_translation": "Tendo ou mostrando uma mente rápida e inventiva, muitas vezes de forma humorística.",
      "example": "Ella es una escritora aguda que puede hacer reír con sus observaciones astutas. Ella fue lo suficientemente aguda como para encontrar una solución inteligente al problema. Será lo suficientemente aguda como para hacer un chiste al respecto para cuando tenga 30 años.",
      "example_translation": "Ela é uma escritora espirituosa que pode fazer você rir com suas observações inteligentes. Ela foi espirituosa o suficiente para encontrar uma solução inteligente para o problema. Ela será espirituosa o suficiente para fazer uma piada sobre isso até os 30 anos.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupante",
      "translation": "preocupante",
      "definition": "Causando ansiedad o inquietud.",
      "definition_translation": "Causando ansiedade ou preocupação.",
      "example": "La noticia preocupante sobre la economía tenía a todos en vilo. He estado preocupado por mi salud últimamente. Ella ha estado preocupada por la seguridad de su hijo desde que se fue a la universidad.",
      "example_translation": "As notícias preocupantes sobre a economia tiveram todos em estado de alerta. Eu tenho me preocupado com minha saúde ultimamente. Ela tem se preocupado com a segurança do filho desde que ele saiu para a faculdade.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]
}