{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol",
      "translation": "árvore",
      "definition": "Una planta perenne con un tallo alargado, o tronco, que soporta ramas y hojas en la mayoría de las especies.",
      "definition_translation": "Uma planta perene com um caule alongado, ou tronco, que suporta galhos e folhas na maioria das espécies.",
      "example": "El árbol era alto y sombreado. Había sido plantado años atrás. Será cortado la próxima semana.",
      "example_translation": "A árvore era alta e sombreada. Havia sido plantada anos atrás. Será cortada na próxima semana.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manzano",
      "translation": "macieira",
      "definition": "Un árbol deciduo cultivado por su fruto, que se come fresco o se utiliza en cocina.",
      "definition_translation": "Uma árvore decídua cultivada pelo seu fruto, que é frequentemente comido fresco ou usado na cozinha.",
      "example": "El manzano floreció hermosamente en primavera. Produce deliciosas manzanas cada año. Será cosechado el próximo mes.",
      "example_translation": "A macieira floresceu lindamente na primavera. Produz maçãs deliciosas todos os anos. Será colhida no próximo mês.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bosque",
      "translation": "floresta",
      "definition": "Un área grande de tierra cubierta de árboles y matorral.",
      "definition_translation": "Uma grande área de terra coberta com árvores e vegetação luxuriante.",
      "example": "El bosque era oscuro y misterioso. Hicimos senderismo por él ayer. Será protegido por la ley pronto.",
      "example_translation": "A floresta era escura e misteriosa. Passeamos por ela ontem. Será protegida pela lei em breve.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rama",
      "translation": "ramo",
      "definition": "Una parte de un árbol que crece desde el tronco o una rama principal, y que lleva hojas, flores o frutos.",
      "definition_translation": "Uma parte de uma árvore que cresce a partir do tronco ou de um ramo principal, e que carrega folhas, flores ou frutos.",
      "example": "La rama se rompió durante la tormenta. Era débil y quebradiza. Será podada la próxima temporada.",
      "example_translation": "O ramo quebrou na tempestade. Era fraco e quebradiço. Será podado na próxima estação.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol frutal",
      "translation": "árvore de frutas",
      "definition": "Un árbol que produce fruto, típicamente en un jardín o huerto.",
      "definition_translation": "Uma árvore que produz frutas, normalmente em um jardim ou pomar.",
      "example": "Planté un árbol frutal en mi patio trasero el año pasado, y ahora está produciendo manzanas. Lo riego todos los días, y cosecharé los frutos el próximo verano.",
      "example_translation": "Eu plantei uma árvore de frutas no meu quintal no ano passado, e agora ela está dando maçãs. Eu a rego todos os dias, e vou colher as frutas no próximo verão.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hoja",
      "translation": "folha",
      "definition": "Una estructura plana, usualmente verde, que crece en una planta o árbol.",
      "definition_translation": "Uma estrutura plana, geralmente verde, que cresce em uma planta ou árvore.",
      "example": "La hoja en el tallo ondeaba suavemente en la brisa. Recogí una hoja del árbol y la examiné de cerca. La hoja caerá del árbol el próximo otoño.",
      "example_translation": "A folha no caule ondulou suavemente na brisa. Eu peguei uma folha da árvore e examinei-a de perto. A folha irá cair da árvore no outono próximo.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "roble",
      "translation": "carvalho",
      "definition": "Un tipo de árbol deciduo con madera dura y durable.",
      "definition_translation": "Um tipo de árvore decídua com madeira dura e durável.",
      "example": "El roble en nuestro patio trasero tiene más de 100 años. Grabé mis iniciales en una tabla de roble el fin de semana pasado. El roble proporcionará sombra para nuestros hijos en el futuro.",
      "example_translation": "A árvore de carvalho no nosso quintal tem mais de 100 anos. Eu gravei minhas iniciais em uma prancha de carvalho no último fim de semana. A árvore de carvalho fornecerá sombra para nossos filhos no futuro.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciruelo",
      "translation": "árvore de ameixa",
      "definition": "Un tipo de árbol frutal que produce ciruelas, típicamente en un jardín o huerto.",
      "definition_translation": "Um tipo de árvore de frutas que produz ameixas, normalmente em um jardim ou pomar.",
      "example": "Planté un ciruelo en mi patio trasero la primavera pasada, y ahora está produciendo ciruelas deliciosas. Lo riego todos los días, y cosecharé las ciruelas el próximo verano.",
      "example_translation": "Eu plantei uma árvore de ameixa no meu quintal na última primavera, e agora ela está dando ameixas deliciosas. Eu a rego todos os dias, e vou colher as ameixas no próximo verão.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz",
      "translation": "raiz",
      "definition": "La parte subterránea de una planta, incluyendo las raíces, tubérculos o estructuras por debajo del suelo.",
      "definition_translation": "A parte subterrânea de uma planta, incluindo as raízes, tubérculos ou outras estruturas abaixo do solo.",
      "example": "La raíz del árbol estaba podrida, pero las ramas aún estaban saludables. Ayer, ayudé a mi abuela a desenterrar la raíz del viejo roble. Para la próxima primavera, el nuevo sistema radicular estará fully desarrollado.",
      "example_translation": "A raiz da árvore estava podre, mas os ramos ainda estavam saudáveis. Ontem, ajudei minha avó a desenterrar a raiz da velha árvore de carvalho. No próximo outono, o novo sistema de raízes estará完全 desenvolvido.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palma",
      "translation": "palmeira",
      "definition": "Un árbol palmáceo alto y delgado, típicamente con un tronco único y una copa de hojas.",
      "definition_translation": "Uma árvore de palmeira alta e esbelta, tipicamente tendo um caule único e uma coroa de folhas.",
      "example": "Me senté debajo del árbol de palma para descansar. El árbol de palma en nuestro patio trasero tiene más de 10 años. El próximo año, habremos cosechado aceite de palma de nuestra granja.",
      "example_translation": "Eu me sentei debaixo da árvore de palmeira para descansar. A árvore de palmeira em nosso quintal tem mais de 10 anos. Até o próximo ano, teremos colhido óleo de palma em nossa fazenda.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bosque",
      "translation": "floresta",
      "definition": "Un área boscosa, especialmente una con una capa densa de árboles y matorral.",
      "definition_translation": "Uma área arborizada, especialmente uma com uma canopy densa de árvores e vegetação rasteira.",
      "example": "El bosque estaba lleno de vida silvestre. Hicimos una caminata por el bosque el fin de semana pasado. Para el próximo otoño, el bosque estará lleno de hojas caídas.",
      "example_translation": "A floresta estava fervilhando de vida selvagem. Nós fizemos um passeio pela floresta no último fim de semana. Até o próximo outono, a floresta estará cheia de folhas caídas.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acacia",
      "translation": "acácia",
      "definition": "Un árbol o arbusto del género Acacia, con hojas compuestas y flores pequeñas, a menudo amarillentas.",
      "definition_translation": "Uma árvore ou arbusto do gênero Acacia, tendo folhas compostas e produzindo pequenas flores, muitas vezes amarelas.",
      "example": "El árbol de acacia nos proporcionó sombra para nuestro picnic. Plantamos un árbol de acacia en nuestro jardín el mes pasado. Para el próximo verano, el árbol de acacia estará en plena floración.",
      "example_translation": "A árvore de acácia proporcionou sombra para nosso piquenique. Nós plantamos uma árvore de acácia em nosso jardim no mês passado. Até o próximo verão, a árvore de acácia estará em plena floração.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "álamo",
      "translation": "amieiro",
      "definition": "Un árbol decíduo de la familia de los abedules, con hojas coníferas y frutos leñosos que se asemejan a un pequeño cono.",
      "definition_translation": "Uma árvore decídua da família do bordo, com folhas coníferas e fruto lenhoso que se assemelha a um pequeno cone.",
      "example": "El álamo cerca del río era un hogar para muchos pájaros. El álamo fue alcanzado por un rayo ayer. El álamo será plantado en el nuevo parque el año que viene.",
      "example_translation": "A árvore de amieiro perto da margem do rio era lar de muitos pássaros. A árvore de amieiro foi atingida por um raio ontem. A árvore de amieiro será plantada no novo parque ano que vem.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almendro",
      "translation": "amendoeira",
      "definition": "Un árbol deciduo pequeño originario del Medio Oriente y del sur de Asia, con flores rosadas o blancas vistosas y frutos comestibles.",
      "definition_translation": "Uma pequena árvore decídua nativa do Oriente Médio e do Sul da Ásia, com flores rosa ou brancas vistosas e nozes comestíveis.",
      "example": "El almendro en nuestro patio trasero floreció hermosamente la primavera pasada. Mi padre podó el almendro el fin de semana pasado. El almendro producirá deliciosas nueces el próximo otoño.",
      "example_translation": "A amendoeira em nosso quintal floresceu lindamente na última primavera. A amendoeira foi podada pelo meu pai no último fim de semana. A amendoeira produzirá nozes deliciosas no próximo outono.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fresno",
      "translation": "freixo",
      "definition": "Un árbol deciduo con hojas compuestas y frutos alados, ampliamente distribuido en regiones templadas del norte.",
      "definition_translation": "Uma árvore decídua com folhas compostas e frutos alados, amplamente distribuída em regiões temperadas do norte.",
      "example": "El fresno en el parque fue derribado por el viento fuerte ayer. El fresno se utiliza para hacer mangos de herramientas. El fresno será escalado por los niños aventureros el próximo verano.",
      "example_translation": "A árvore de freixo no parque foi derrubada pelo vento forte ontem. A árvore de freixo é usada para fazer cabos de ferramentas. A árvore de freixo será escalada pelas crianças aventureiras no próximo verão.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baobab",
      "translation": "baobá",
      "definition": "Un árbol deciduo alto con un tronco grueso que almacena agua, originario de África, Australia y el Océano Índico.",
      "definition_translation": "Uma árvore alta, decídua com um tronco grosso que armazena água, nativa da África, Austrália e Oceano Índico.",
      "example": "El baobab en la sabana era un lugar de reunión popular para los aldeanos locales. El baobab ha proporcionado sombra durante siglos. El baobab será protegido por las nuevas leyes de conservación el año que viene.",
      "example_translation": "A árvore de baobá na savana era um local de encontro popular para os vilarejos locais. A árvore de baobá tem proporcionado sombra por séculos. A árvore de baobá será protegida pelas novas leis de conservação no ano que vem.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "haya",
      "translation": "faia",
      "definition": "Un árbol deciduo con corteza gris suave y pequeñas nueces, a menudo utilizado como madera.",
      "definition_translation": "Uma árvore decídua com casca cinza lisa e nozes pequenas, frequentemente utilizada como madeira.",
      "example": "El haya antiguo se alzaba en el bosque, sus Ramas se mecían suavemente en la brisa. Ayer vi a un jardinero podar un haya. Para el próximo año, los nuevos retoños de haya estarán floreciendo.",
      "example_translation": "A antiga árvore de faia estava erguida na floresta, seus ramos balançando suavemente ao vento. Ontem, vi uma árvore de faia sendo podada por um jardineiro. Até o ano que vem, as novas mudas de faia estarão vicejando.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abo",
      "translation": "bettula",
      "definition": "Un árbol deciduo con corteza blanca, amarilla o negra, a menudo utilizado para hacer canoas y muebles.",
      "definition_translation": "Uma árvore decídua com casca branca, amarela ou preta, frequentemente utilizada para canoas e mobiliário.",
      "example": "La corteza blanca del abo brillaba en la luz del sol. Siempre he amado el aroma del aceite esencial de abo. Para la próxima primavera, los abos habrán crecido más altos.",
      "example_translation": "A casca branca da árvore de betula brilhava ao sol. Eu sempre amei o aroma do óleo essencial de betula. Até a próxima primavera, as árvores de betula terão crescido mais altas.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rama",
      "translation": "ramo",
      "definition": "Una rama de un árbol, especialmente una grande o resistente.",
      "definition_translation": "Um ramo de uma árvore, especialmente um grande ou resistente.",
      "example": "La rama del roble se rompió bajo el peso de la nieve. El ardilla saltó de rama en rama. Para el próximo otoño, las ramas estarán cargadas de frutas.",
      "example_translation": "O ramo da árvore de carvalho quebrou com o peso da neve. O esquilo pulou de ramo em ramo. Até o outono que vem, os ramos estarão carregados de frutas.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cedro",
      "translation": "cedro",
      "definition": "Un árbol siempreverde con madera aromática, a menudo utilizado para construir y hacer muebles.",
      "definition_translation": "Uma árvore perene com madeira aromática, frequentemente utilizada para construção e mobiliário.",
      "example": "La madera de cedro olía maravillosamente en la cabaña. Me encanta el aroma del aceite esencial de cedro. Para el próximo verano, los cedros estarán proporcionando sombra.",
      "example_translation": "A madeira de cedro cheirava incrível na cabana. Eu amo o aroma do óleo essencial de cedro. Até o próximo verão, as árvores de cedro estarão proporcionando sombra.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol de cerezo",
      "translation": "cerejeira",
      "definition": "Un árbol deciduo de la familia de las rosas, con flores vistosas y fruta roja que a menudo se come fresca o se utiliza en repostería.",
      "definition_translation": "Uma árvore decidua da família das rosas, com flores vistosas e fruto vermelho que é freqüentemente comido fresco ou usado em padaria.",
      "example": "El árbol de cerezo de nuestro patio trasero estaba floreciendo hermosamente la pasada primavera. Ahora es verano, y estamos disfrutando de los dulces cerezos. El año próximo, lo podaremos para mantener su forma.",
      "example_translation": "A cerejeira em nosso quintal estava florescendo lindamente na última primavera. Agora é verão, e estamos desfrutando das doces cerejas. No ano que vem, vamos podá-la para manter sua forma.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palma de coco",
      "translation": "palmeira de coco",
      "definition": "Un palmero alto con un tronco largo y delgado y hojas grandes y extendidas, originario de regiones tropicales y ampliamente cultivado por su fruta y aceite.",
      "definition_translation": "Uma palmeira alta com um tronco longo e esbelto e folhas grandes, nativa de regiões tropicais e amplamente cultivada por seu fruto e óleo.",
      "example": "Vimos una palma de coco mecida suavemente por la brisa en la playa. La palma de coco ha sido una fuente vital de alimentos y refugio durante siglos. Para el próximo año, habremos plantado una palma de coco en nuestro patio trasero.",
      "example_translation": "Vimos uma palmeira de coco balançando suavemente ao vento na praia. A palmeira de coco tem sido uma fonte vital de comida e abrigo por séculos. Até o ano que vem, vamos plantar uma palmeira de coco em nosso quintal.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cono",
      "translation": "cone",
      "definition": "Una forma que consiste en una base circular y lados que se estrechan hasta un punto, utilizada como símbolo o en matemáticas.",
      "definition_translation": "Uma forma consistindo em uma base circular e lados que se estreitam até um ponto, usada como um símbolo ou em matemática.",
      "example": "El cono que utilizamos la última Navidad estaba decorado con estrellas brillantes. Compraremos un nuevo cono para la heladería la próxima semana. Para entonces, el cono será parte de nuestra tradición familiar.",
      "example_translation": "O cone que usamos no último Natal foi decorado com estrelas brilhantes. Vamos comprar um novo cone para a sorveteria da próxima semana. Até lá, o cone terá sido parte da nossa tradição familiar.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol conífero",
      "translation": "árvore conífera",
      "definition": "Un árbol que produce conos y tiene hojas en forma de aguja, como un pino, abeto o abeto.",
      "definition_translation": "Uma árvore que produz cones e tem folhas semelhantes a agulhas, como um pinheiro, um abeto ou um abeto.",
      "example": "El árbol conífero de nuestro patio trasero es un hermoso árbol de Navidad. Plantaremos un árbol conífero en nuestro nuevo jardín la próxima primavera. Para entonces, el árbol conífero habrá crecido más alto que nuestra casa.",
      "example_translation": "A árvore conífera em nosso quintal é uma bela árvore de Natal. Vamos plantar uma árvore conífera em nosso novo jardim na próxima primavera. Até lá, a árvore conífera terá crescido mais alta que nossa casa.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "árbol deciduo",
      "translation": "árvore decídua",
      "definition": "Un árbol que pierde sus hojas anualmente, generalmente en otoño.",
      "definition_translation": "Uma árvore que perde suas folhas anualmente, geralmente no outono.",
      "example": "El árbol deciduo de nuestro patio trasero perdió todas sus hojas la semana pasada. Creará nuevas en la primavera. Para el próximo otoño, habrá perdido sus hojas de nuevo.",
      "example_translation": "A árvore decídua em nosso quintal perdeu todas as suas folhas na semana passada. Ela crescerá novas no próxima primavera. No próximo outono, ela terá perdido novamente.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saúco",
      "translation": "sabugueiro",
      "definition": "Un arbusto deciduo o árbol pequeño con racimos de frutas pequeñas, redondas y púrpuras.",
      "definition_translation": "Um arbusto ou árvore pequena decídua com clusters de pequenos frutos redondos, roxos.",
      "example": "He estado comiendo mermelada de saúco desde que era niño. Mi abuela solía hacerla con los saúcos que recogía en el bosque. Ahora, la hago para mis propios hijos.",
      "example_translation": "Eu tenho comido geleia de sabugueiro desde que eu era criança. Minha avó costumava fazer isso com os sabugueiros que ela colhia na floresta. Agora, eu faço isso para meus próprios filhos.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "olmo",
      "translation": "olmo",
      "definition": "Un árbol deciduo con una copa extendida y ramas en forma de vasija.",
      "definition_translation": "Uma árvore decídua com uma copa espalhada e galhos em forma de vaso.",
      "example": "El olmo del parque es uno de mis lugares favoritos para leer. Me senté debajo de él ayer, leyendo un libro. Me sentaré debajo de él nuevamente mañana, disfrutando de la sombra.",
      "example_translation": "A árvore de olmo no parque é um dos meus lugares favoritos para ler. Eu sentei-me debaixo dela ontem, lendo um livro. Eu sentarei-me debaixo dela novamente amanhã, desfrutando da sombra.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "higuera",
      "translation": "figueira",
      "definition": "Un árbol o arbusto deciduo con fruta dulce y jugosa que crece en climas cálidos.",
      "definition_translation": "Uma árvore ou arbusto decídua com frutas doces e suculentas que cresce em climas quentes.",
      "example": "Planté una higuera en mi patio trasero el año pasado. Creció rápidamente y produjo deliciosa fruta. El año próximo, cosecharé aún más higos de ella.",
      "example_translation": "Eu plantei uma figueira em meu quintal no ano passado. Ela cresceu rapidamente e produziu frutas deliciosas. No próximo ano, eu colherei ainda mais figos dela.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abeto",
      "translation": "abeto",
      "definition": "Un abeto es un tipo de árbol conífero siempreverde nativo de regiones montañosas de Europa, Asia y América del Norte.",
      "definition_translation": "Um abeto é um tipo de árvore conífera sempre verde que é nativa de regiões montanhosas da Europa, Ásia e América do Norte.",
      "example": "Los excursionistas caminaron a través del denso bosque de abetos, maravillados por los árboles altos. Habían visto abetos antes, pero nunca tantos en un lugar. El año próximo, plantarán abetos en su patio trasero.",
      "example_translation": "Os hikings andaram pela floresta densa de abetos, maravilhados com as árvores altas. Eles haviam visto árvores de abeto antes, mas nunca tantas em um lugar. No ano que vem, eles vão plantar árvores de abeto no quintal de casa.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avellano",
      "translation": "nogueira",
      "definition": "Un avellano es un tipo de arbusto deciduo o árbol pequeño nativo de Europa y Asia, conocido por sus nueces comestibles.",
      "definition_translation": "Uma nogueira é um tipo de arbusto decíduo ou árvore pequena que é nativa da Europa e Ásia, conhecida por suas nozes comestíveis.",
      "example": "Los arbustos de avellano crecían salvajes en el bosque, sus ramas enmarañadas entre sí. Ella había recogido nueces de avellano de los arbustos cuando era niña. En el futuro, cultivarán avellanos.",
      "example_translation": "Os arbustos de nogueira cresciam selvagens na floresta, seus ramos emaranhados entre si. Ela havia colhido nozes de nogueira dos arbustos quando criança. No futuro, eles vão cultivar árvores de nogueira.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acebo",
      "translation": "aguífera",
      "definition": "Un acebo es un tipo de árbol o arbusto perenne nativo de Europa, conocido por sus hojas espinosas y bayas rojas brillantes.",
      "definition_translation": "Uma aguífera é um tipo de árvore ou arbusto sempre verde que é nativa da Europa, conhecida por suas folhas espinhosas e bagas vermelhas brilhantes.",
      "example": "El árbol de acebo se erguía alto en el jardín, sus ramas decoradas con luces. Habían hecho coronas de acebo para Navidad. En verano, plantarán nuevos arbustos de acebo.",
      "example_translation": "A árvore de aguífera estava alta no jardim, seus ramos decorados com luzes. Eles haviam feito coroas de aguífera para o Natal. No verão, eles vão plantar novos arbustos de aguífera.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carpe",
      "translation": "carrascal",
      "definition": "Un carpe es un tipo de árbol caducifolio nativo de Europa, conocido por su corteza gris lisa y madera dura.",
      "definition_translation": "Um carrascal é um tipo de árvore decídua que é nativa da Europa, conhecida por sua casca cinzenta lisa e madeira dura.",
      "example": "Los árboles de carpe bordeaban la entrada, sus ramas crujían en el viento. Habían sentado bajo un árbol de carpe en un día soleado. El próximo invierno, podarán los árboles de carpe.",
      "example_translation": "As árvores de carrascal linha o caminho de acesso, seus ramos rangendo no vento. Eles haviam sentado debaixo de uma árvore de carrascal em um dia ensolarado. No próximo inverno, eles vão podar as árvores de carrascal.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "castaño de indias",
      "translation": "castanheiro-do-parque",
      "definition": "Un árbol caducifolio con hojas palmeadas y nueces envueltas en una cápsula espinosa verde, nativo de Europa y Asia.",
      "definition_translation": "Uma árvore decídua com folhas palmadas e nozes fechadas em uma casca verde espinhosa, nativa da Europa e Ásia.",
      "example": "Los niños amaban jugar con conchas de castaño de indias que recogían en el parque. Ayer, planté un árbol de castaño de indias en mi patio trasero. Para el próximo año, será alto y fuerte.",
      "example_translation": "As crianças amavam jogar conkers com os castanheiros-do-parque que eles coletavam do parque. Ontem, eu plantei uma árvore de castanheiro-do-parque no meu quintal. Até o ano que vem, ela estará alta e forte.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enebro",
      "translation": "junípero",
      "definition": "Un arbusto o pequeño árbol perenne con hojas aciculares y bayas moradas, nativo de regiones montañosas.",
      "definition_translation": "Um arbusto ou árvore pequena sempre-verde com folhas em forma de agulha e bagas roxas, nativa de regiões montanhosas.",
      "example": "El arbusto de enebro de nuestro jardín se había podado la semana pasada. El aroma de las bayas de enebro se utiliza en muchas recetas tradicionales. Para finales de año, habré plantado un árbol de enebro en mi jardín.",
      "example_translation": "O arbusto de junípero no nosso jardim foi podado na semana passada. O aroma das bagas de junípero é usado em muitas receitas tradicionais. Até o final do ano, eu terei plantado uma árvore de junípero no meu jardim.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alerce",
      "translation": "lárice",
      "definition": "Un alerce es un tipo de conífero caducifolio con hojas aciculares y conos, nativo de regiones montañosas de Europa y Asia.",
      "definition_translation": "Uma árvore conífera decídua com folhas em forma de agulha e cones, nativa de regiões montanhosas da Europa e Ásia.",
      "example": "Los árboles de alerce en el bosque se habían vuelto dorados en otoño. Planificaré plantar un árbol de alerce en mi patio trasero la próxima primavera. La madera de alerce se utiliza para la fabricación de muebles.",
      "example_translation": "As árvores de lárice na floresta ficaram douradas em outono. Eu vou plantar uma árvore de lárice no meu quintal na próxima primavera. A madeira de lárice é usada para fazer mobiliário.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tilo",
      "translation": "tilia",
      "definition": "Un tilo es un árbol caducifolio con hojas en forma de corazón y flores fragantes, nativo de Europa y Asia.",
      "definition_translation": "Uma árvore decídua com folhas em forma de coração e flores fragrantes, nativa da Europa e Ásia.",
      "example": "El árbol de tilo en el parque estaba en plena floración la última vez que visité. Caminé bajo el árbol de tilo y disfruté de su dulce fragrance. Las hojas de tilo se utilizan en té herbal.",
      "example_translation": "A árvore de tília no parque estava em plena floração no último verão. Eu caminhei sob a árvore de tília e desfrutei de seu doce perfume. As folhas de tília são usadas em chá herbal.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arce",
      "translation": "ácer",
      "definition": "Un arce es un tipo de árbol caducifolio conocido por su follaje otoñal brillante y hojas palmeadas características.",
      "definition_translation": "Um ácer é um tipo de árvore decídua conhecida por sua follagem de outono brilhante e folhas palmadas distintas.",
      "example": "El árbol de arce en nuestro patio trasero era especialmente vibrante durante la temporada de otoño. El año pasado, mi padre lo podó. En el futuro, planeo plantar más árboles de arce.",
      "example_translation": "A árvore de ácer em nosso quintal era especialmente vibrante durante a temporada de outono. No ano passado, foi podada pelo meu pai. No futuro, pretendo plantar mais árvores de ácer.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serbal",
      "translation": "sorveira",
      "definition": "Un serbal es un tipo de árbol caducifolio o arbusto con bayas rojas brillantes, a menudo asociado con la mitología y folklor celta.",
      "definition_translation": "Uma sorveira é um tipo de árvore ou arbusto decíduo com bagos vermelhos brilhantes, frequentemente associada à mitologia e folclore celtas.",
      "example": "El árbol de serbal en nuestro jardín era un lugar favorito para que los pájaros anidaran. El invierno pasado, vi un conejo comiendo las bayas de serbal. En la primavera, planificaré podar el árbol de serbal para mantener su forma.",
      "example_translation": "A árvore de sorveira em nosso jardim era um local favorito para os pássaros fazerem ninhos. No último inverno, eu vi um coelho comendo os bagos de sorveira. Na primavera, pretendo podar a árvore de sorveira para manter sua forma.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "secuoya",
      "translation": "sequóia",
      "definition": "Una secuoya es un tipo de árbol perenne nativo de la costa oeste de América del Norte, conocido por su tamaño masivo y longevidad.",
      "definition_translation": "Uma sequóia é um tipo de árvore perene nativa da costa oeste da América do Norte, conhecida por seu tamanho massive e longevidade.",
      "example": "Los árboles de secuoya en el parque nacional eran increíblemente altos. El año pasado, hice una excursión a través del bosque de secuoyas. En el futuro, espero ver el árbol de secuoya gigante en California.",
      "example_translation": "As árvores de sequóia no parque nacional eram incrivelmente altas. No ano passado, eu fiz um trekking pela floresta de sequóias. No futuro, espero ver a árvore de sequóia gigante na Califórnia.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picea",
      "translation": "pícea",
      "definition": "Una picea es un tipo de árbol perenne con hojas aciculares, a menudo utilizada para la madera y la construcción.",
      "definition_translation": "Uma pícea é um tipo de árvore perene com folhas semelhantes a agulhas, frequentemente usada para marcenaria e construção.",
      "example": "Los árboles de picea en el bosque estaban densamente empaquetados. El invierno pasado, corté un árbol de picea para leña. En el futuro, planeo construir un estante de madera de picea.",
      "example_translation": "As árvores de pícea na floresta estavam densamente compactadas. No último inverno, eu cortei uma árvore de pícea para lenha. No futuro, pretendo construir uma estante de madeira de pícea.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pino de piedra",
      "translation": "pinheiro-branco",
      "definition": "Un tipo de árbol siempreverde con hojas agujas y conos, nativo de la región mediterránea.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa da região do Mediterrâneo.",
      "example": "El pino de piedra es un árbol ornamental popular en jardines. Fue plantado allí el año pasado. Será podado la próxima semana.",
      "example_translation": "O pinheiro-branco é uma árvore ornamental popular em jardins. Foi plantada lá no ano passado. Será podada na próxima semana.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pino suizo",
      "translation": "pinheiro-suíço",
      "definition": "Un tipo de árbol siempreverde con hojas agujas y conos, nativo de las regiones montañosas de Europa.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa das regiões montanhosas da Europa.",
      "example": "El pino suizo es una vista común en los Alpes suizos. Ha estado creciendo allí durante siglos. Continuará floreciendo en el futuro.",
      "example_translation": "O pinheiro-suíço é uma vista comum nos Alpes Suíços. Tem estado crescendo lá por séculos. Continuará a prosperar no futuro.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plátano",
      "translation": " sicômoro",
      "definition": "Un tipo de árbol deciduo con hojas anchas y una forma característica, nativo de Norteamérica.",
      "definition_translation": "Um tipo de árvore decídua com folhas largas e uma forma distinta, nativa da América do Norte.",
      "example": "El plátano es una opción popular para paisajismo urbano. Fue plantado en el parque el mes pasado. Proporcionará sombra para generaciones futuras.",
      "example_translation": "O sicômoro é uma escolha popular para paisagismo urbano. Foi plantado no parque no mês passado. Proporcionará sombra para gerações futuras.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ramita",
      "translation": "ramo",
      "definition": "Una rama o tallo pequeño, especialmente delgado, típicamente de un árbol o arbusto.",
      "definition_translation": "Um pequeno ramo ou haste, especialmente um fino, típico de uma árvore ou arbusto.",
      "example": "El pájaro construyó su nido en una ramita del roble. Cayó del árbol la semana pasada. Será utilizado de nuevo el año que viene.",
      "example_translation": "O pássaro construiu seu ninho em um ramo da árvore de carvalho. Tinha caído da árvore na semana passada. Será usado novamente no ano que vem.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " sauce llorón",
      "translation": "chouro chorão",
      "definition": "Un sauce llorón es un tipo de árbol que tiene ramas largas y colgantes y se encuentra a menudo cerca del agua.",
      "definition_translation": "Um chouro chorão é um tipo de árvore que tem galhos longos e pendentes e é freqüentemente encontrado perto de água.",
      "example": "El sauce llorón se alzó junto al lago, sus ramas balanceándose suavemente en la brisa. Ayer, el ranger del parque había podado sus ramas. Para el próximo verano, habrá crecido de nuevo hermosamente.",
      "example_translation": "A árvore de chouro chorão estava de pé alto pelo lago, seus galhos balançando suavemente na brisa. Ontem, o guarda-parque cortou seus galhos. Até o próximo verão, ela terá crescido novamente de forma bela.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sauce",
      "translation": "salgueiro",
      "definition": "Un sauce es un tipo de árbol o arbusto que tiene ramas flexibles y se encuentra a menudo cerca del agua.",
      "definition_translation": "Um salgueiro é um tipo de árvore ou arbusto que tem galhos flexíveis e é freqüentemente encontrado perto de água.",
      "example": "El sauce proporcionó sombra para los niños que jugaban en el parque. El granjero utilizó ramas de sauce para hacer cestas. Para el próximo invierno, el sauce habrá crecido más alto.",
      "example_translation": "A árvore de salgueiro proporcionou sombra para as crianças brincando no parque. O agricultor usou galhos de salgueiro para fazer cestos. Até o próximo inverno, o salgueiro terá crescido mais alto.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}