{
  "data": [
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Abisinio",
      "translation": "Abissínio",
      "definition": "Una raza de gato doméstico originaria de Etiopía, conocida por su abrigo moteado y su construcción esbelta.",
      "definition_translation": "Uma raça de gato doméstico originária da Etiópia, conhecida por sua coat listrada distinta e construção esguia.",
      "example": "El gato Abisinio es conocido por su inteligencia y personalidad juguetona. En el pasado, fue criado para cazar roedores. Hoy en día, es una mascota popular que juega con su dueño en el presente. En el futuro, continuará encantando a los amantes de los gatos con su apariencia única.",
      "example_translation": "O gato Abissínio é conhecido por sua inteligência e personalidade brincalhona. Foi criado no passado para caçar roedores. Hoje em dia, é um pet popular que brinca com seu dono no presente. No futuro, continuará a encantar amantes de gatos com sua aparência única.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "American shorthair",
      "translation": "Americano de Pelo Curto",
      "definition": "Una raza de gato doméstico originaria de Norteamérica, conocida por su construcción sólida y su abrigo corto y denso.",
      "definition_translation": "Uma raça de gato doméstico originária da América do Norte, conhecida por sua construção sólida e coat curto e denso.",
      "example": "El American Shorthair es un gato relajado que disfruta pasando tiempo con su dueño. En el pasado, fue utilizado para cazar roedores en granjas. Hoy en día, es una mascota popular que se acurruca en el sofá en el presente. En el futuro, continuará siendo un compañero de familia querido para muchos.",
      "example_translation": "O Americano de Pelo Curto é um gato relaxado que gosta de passar tempo com seu dono. No passado, foi usado para caçar roedores em fazendas. Hoje em dia, é um pet popular que se enrosca no sofá no presente. No futuro, continuará a ser um companheiro amado para muitas famílias.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Gato Bengalí",
      "translation": "Gato Bengal",
      "definition": "Una raza híbrida de gato doméstico, creada cruzando gatos domésticos con el gato leopardo asiático, conocida por su abrigo moteado o jaspeado.",
      "definition_translation": "Uma raça híbrida de gato doméstico, criada por cruzar gatos domésticos com o gato-leopardo asiático, conhecida por sua coat manchada ou marmorizada distinta.",
      "example": "El gato Bengalí es una raza de alta energía que requiere mucho ejercicio y estimulación. En el pasado, se consideró una raza rara, pero hoy en día es una mascota ampliamente disponible. En el futuro, continuará prosperando con dueños que puedan brindarle la atención que necesita.",
      "example_translation": "O Gato Bengal é uma raça de alta energia que requer muito exercício e estímulo. No passado, era considerada uma raça rara, mas hoje em dia, é amplamente disponível como um pet. No futuro, continuará a prosperar com donos que possam fornecer-lhe a atenção que precisa.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Birman",
      "translation": "Birmanês",
      "definition": "Una raza de gato doméstico originaria de Birmania, conocida por su abrigo punteado y sus 'guantes' blancos en las patas.",
      "definition_translation": "Uma raça de gato doméstico originária da Birmânia, conhecida por sua coat pontuda e 'luvas' brancas em suas patas.",
      "example": "El gato Birman es conocido por su naturaleza calmada y gentil. En el pasado, se consideró un animal sagrado en Birmania. Hoy en día, es una mascota popular que disfruta relajándose al sol en el presente. En el futuro, continuará siendo un compañero querido para aquellos que aprecien su serena disposición.",
      "example_translation": "O Gato Birmanês é conhecido por sua natureza calma e gentil. No passado, era considerado um animal sagrado na Birmânia. Hoje em dia, é um pet popular que gosta de se deitar ao sol no presente. No futuro, continuará a ser um companheiro amado para aqueles que apreciam sua aparência serena.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "British Shorthair",
      "translation": "gato britânico de pelo curto",
      "definition": "La British Shorthair es una raza de gato doméstico originaria del Reino Unido. Son conocidos por su construcción sólida, abrigo corto y temperamento calmado.",
      "definition_translation": "O gato britânico de pelo curto é uma raça de gato doméstico nativa do Reino Unido. Eles são conhecidos por sua construção robusta, pelagem curta e temperamento calmo.",
      "example": "Tuve un British Shorthair cuando era niño, y era muy afectuoso. Ahora tengo uno como adulto, y aún es muy juguetón. En el futuro, tendré otro.",
      "example_translation": "Eu tive um gato britânico de pelo curto quando era criança, e ele era muito carinhoso. Agora tenho um como adulto, e ele ainda é muito brincalhão. No futuro, vou ter outro.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Burmés",
      "translation": "birmanês",
      "definition": "El Burmés es una raza de gato doméstico originaria de Tailandia y Myanmar. Son conocidos por su apariencia física única y personalidades juguetonas.",
      "definition_translation": "O birmanês é uma raça de gato doméstico originária da Tailândia e Myanmar. Eles são conhecidos por sua aparência física distinta e personalidades brincalhonas.",
      "example": "Siempre me ha fascinado la raza Burmés, y finalmente conseguí uno el año pasado. Estaba muy tímido al principio, pero ahora es muy amistoso. Definitivamente tendré otro en el futuro.",
      "example_translation": "Eu sempre fui fascinado pela raça birmanês, e finalmente consegui um no ano passado. Ele era muito tímido no início, mas agora é muito amistoso. Certamente vou ter outro no futuro.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "cartuxo",
      "definition": "El Chartreux es una raza de gato doméstico originaria de Francia. Son conocidos por su abrigo azul-gris y su naturaleza calmada y gentil.",
      "definition_translation": "O cartuxo é uma raça de gato doméstico originária da França. Eles são conhecidos por sua pelagem azul-acinzentada e natureza calma e gentil.",
      "example": "Mi hermana tiene un Chartreux, y es muy relajado. Ha estado durmiendo todo el día, pero estoy seguro de que sera juguetón esta noche. En el futuro, creo que sera más afectuoso.",
      "example_translation": "Minha irmã tem um cartuxo, e ele é muito relaxado. Ele tem estado dormindo o dia todo, mas estou certo de que será brincalhão à noite. No futuro, acho que ele se tornará mais carinhoso.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Punto de color, Himalayo",
      "translation": "ponto de cor, himalaio",
      "definition": "El Himalayo es una raza de gato doméstico que se originó cruzando gatos siameses con gatos persas. Son conocidos por sus orejas puntiagudas y puntos de color en el abrigo.",
      "definition_translation": "O himalaio é uma raça de gato doméstico que surgiu do cruzamento de gatos siameses com gatos persas. Eles são conhecidos por suas orelhas pontudas e pontos de cor na pelagem.",
      "example": "Tuve un Himalayo cuando era niño, y era muy activo. Ahora tengo un punto de color, y es muy juguetón. En el futuro, tendré un Himalayo de nuevo, y estoy seguro de que sera muy inteligente.",
      "example_translation": "Eu tive um himalaio quando era criança, e ele era muitoativo. Agora tenho um ponto de cor, e ele é muito brincalhão. No futuro, vou ter um himalaio novamente, e estou certo de que ele será muito inteligente.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "Una raza de gato doméstico conocida por su abrigo ondulado y su construcción esbelta.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curvo, macio e corpo esbelto.",
      "example": "Tuve un gato Devon Rex cuando era niño, era muy juguetón. Ahora tengo un Devon Rex, y aún es muy juguetón. En el futuro, siempre tendré un Devon Rex como mascota.",
      "example_translation": "Eu tinha um gato Rex de Devon quando era criança, era tão jogador. Agora tenho um Rex de Devon e ainda é jogador. No futuro, sempre terei um Rex de Devon como animal de estimação.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Gato doméstico",
      "translation": "gato doméstico",
      "definition": "Un gato que se mantiene como mascota o vive en o cerca de viviendas humanas.",
      "definition_translation": "Um gato que é mantido como animal de estimação ou vive em ou perto de habitações humanas.",
      "example": "Mi gato doméstico le gusta dormir mucho. Ayer, mi gato doméstico era muy perezoso. Mañana, mi gato doméstico se despertará temprano.",
      "example_translation": "Meu gato doméstico gosta de dormir muito. Ontem, meu gato doméstico foi muito preguiçoso. Amanhã, meu gato doméstico acordará cedo.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato shorthair exótico",
      "translation": "exótico shorthair",
      "definition": "Una raza de gato doméstico conocida por su corta y densa capa y rostro plano.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curto, denso e rosto plano.",
      "example": "Vi un gato shorthair exótico en la tienda de mascotas ayer. El gato shorthair exótico es tan lindo. En el futuro, compraré un gato shorthair exótico.",
      "example_translation": "Vi um gato exótico shorthair na loja de animais ontem. O gato exótico shorthair é tão fofo. No futuro, comprarei um gato exótico shorthair.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bobtail japonés",
      "translation": " Rabo Curto Japonês",
      "definition": "Una raza de gato doméstico conocida por su cola corta y capa flácida.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu rabo curto e pelo fofinho.",
      "example": "Tuve un gato bobtail japonés cuando era niño, era tan flácido. Ahora tengo un gato bobtail japonés y sigue siendo flácido. En el futuro, siempre tendré un gato bobtail japonés como mascota.",
      "example_translation": "Eu tinha um gato Rabo Curto Japonês quando era criança, era tão fofo. Agora tenho um Rabo Curto Japonês e ainda é fofo. No futuro, sempre terei um Rabo Curto Japonês como animal de estimação.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Gato Maine Coon",
      "definition": "El Maine Coon es un gato doméstico originario de Norteamérica, específicamente del estado de Maine. Es un gato grande y muscular con una apariencia física distintiva y una personalidad amistosa y extrovertida.",
      "definition_translation": "O Gato Maine Coon é um gato-doméstico nativo da América do Norte, especificamente do estado do Maine. É um gato grande e muscular com uma aparência física distinta e uma personalidade amigável e extrovertida.",
      "example": "Tuve un gato Maine Coon cuando era niño. Ahora tengo un gato Ragdoll, pero quiero tener otro gato Maine Coon. En el futuro, adoptaré un gato Maine Coon de un refugio.",
      "example_translation": "Eu tive um gato Maine Coon quando eu era uma criança. Agora eu tenho um gato Ragdoll, mas eu quero ter outro gato Maine Coon. No futuro, eu vou adotar um gato Maine Coon de um abrigo.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato de bosque noruego",
      "translation": "Gato Florestal Norueguês",
      "definition": "El gato de bosque noruego es un gato doméstico originario de Noruega, conocido por su capa gruesa y resistente al agua y su capacidad para prosperar en climas fríos.",
      "definition_translation": "O Gato Florestal Norueguês é um gato-doméstico nativo da Noruega, conhecido por sua roupa espessa e resistente à água e sua habilidade de prosperar em climas frios.",
      "example": "Mi amigo tiene un gato de bosque noruego que adora jugar en la nieve. El invierno pasado, se escapó por la ventana y se quedó atascado en una montaña de nieve. En el futuro, tendremos otro para que le haga compañía.",
      "example_translation": "Meu amigo tem um gato Florestal Norueguês que adora brincar na neve. No inverno passado, ele pulou pela janela e ficou preso na neve. No futuro, vamos ter outro para fazer companhia.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ocicat",
      "translation": "Ocicato",
      "definition": "El Ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, con un patrón de capa característico y una construcción muscular fuerte.",
      "definition_translation": "O Ocicato é uma raça de gato-doméstico desenvolvida para se assemelhar a um gato selvagem, com um padrão de roupa distinto e uma construção forte e muscular.",
      "example": "Vi un Ocicat en la tienda de mascotas ayer. Estaba jugando con una pelota de lana. En el futuro, quiero criar Ocicats y venderlos a propietarios de mascotas.",
      "example_translation": "Eu vi um Ocicato na loja de animais ontem. Ele estava brincando com um novelo de lã. No futuro, eu quero criar Ocicatos e vendê-los para donos de pets.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Persa",
      "translation": "Persa",
      "definition": "La Persa es una raza de gato de pelo largo originaria de Persia, conocida por su hermosa y fluyente capa y naturaleza calmada y gentil.",
      "definition_translation": "A Persa é uma raça de gato-de-pêlo-longo originária da Pérsia, conhecida por sua roupa bela e fluída e sua natureza calma e gentil.",
      "example": "Tuve un gato Persa cuando era niño, era muy perezoso y dormía todo el día. Ahora tengo un gato Siames que es muy activo y juguetón.",
      "example_translation": "Eu tive um gato Persa quando eu era uma criança. Ele era muito preguiçoso e dormia o dia todo. Agora eu tenho um gato Siames que é muito ativo e brincalhão.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Boneca de Pano",
      "definition": "El Ragdoll es una raza de gato conocida por su suave y sedosa capa y tendencia a desmayarse cuando se lo levanta.",
      "definition_translation": "Uma Boneca de Pano é uma raça de gato conhecida por seu couro macio e sedoso e tendência a ir mole quando erguida.",
      "example": "Tuve un gato Ragdoll cuando era niño, era tan dulce. Solía jugar con él todo el día, y siempre se acurrucaba en mi regazo. Un día, tendré otro gato Ragdoll.",
      "example_translation": "Eu tinha um gato Boneca de Pano quando era criança, era tão doce. Eu brincava com ele o dia todo, e sempre se enrolava no meu colo. Um dia, vou ter outro Boneca de Pano.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Azul ruso",
      "translation": "Azul Russo",
      "definition": "El Azul ruso es una raza de gato doméstico conocida por su capa gruesa y sedosa y ojos verdes.",
      "definition_translation": "O Azul Russo é uma raça de gato doméstico conhecida por seu couro grosso e macio e olhos verdes.",
      "example": "Vi un gato Azul ruso en la tienda de mascotas, era tan hermoso. Ojalá hubiera podido llevármelo a casa conmigo. Quizás algún día tendré un gato Azul ruso.",
      "example_translation": "Eu vi um gato Azul Russo na loja de animais, era tão bonito. Eu gostaria de ter levado para casa comigo. Talvez um dia, vou ter um gato Azul Russo.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Savannah",
      "translation": "Savana",
      "definition": "La Savannah es una raza de gato doméstico conocida por su construcción alta y esbelta y patrones de capa llamativos.",
      "definition_translation": "A Savana é uma raça de gato doméstico conhecida por sua construção alta e esbelta e padrões de couro impressionantes.",
      "example": "Leí sobre la raza Savannah en línea, parecía tan interesante. Me encantaría tener un gato Savannah algún día, parecen tan energéticos. Mi amigo tenía un gato Savannah, era muy juguetón.",
      "example_translation": "Eu li sobre a raça Savana online, soava tão interessante. Eu gostaria de ter um gato Savana um dia, parecem tão energéticos. Meu amigo tinha um gato Savana, era realmente brincalhão.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Scottish Fold",
      "translation": "Dobra Escocesa",
      "definition": "El Scottish Fold es una raza de gato doméstico conocida por sus orejas dobladas únicas y personalidad juguetona.",
      "definition_translation": "A Dobra Escocesa é uma raça de gato doméstico conhecida por suas orelhas únicas, dobradas, e personalidade brincalhona.",
      "example": "Vi un gato Scottish Fold en el refugio de animales, era tan lindo. Me encantaría tener un gato Scottish Fold, parecen tan afectuosos. Mi hermana tenía un gato Scottish Fold, era muy dulce.",
      "example_translation": "Eu vi um gato Dobra Escocesa no abrigo de animais, era tão fofinho. Eu gostaria de ter um gato Dobra Escocesa, parecem tão afeiçoados. Minha irmã tinha um gato Dobra Escocesa, era realmente doce.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Siamés",
      "translation": "siamês",
      "definition": "relacionado con o característico de Siam (Tailandia) o sus personas",
      "definition_translation": "relacionado com ou característico do Sião (Tailândia) ou seu povo",
      "example": "Los gemelos siameses eran famosos por su condición inhabitual. Están estudiando la raza de gato siamés. Visitarán templos siameses el próximo año.",
      "example_translation": "Os gêmeos siameses eram famosos por sua condição incomum. Eles estão estudando a raça de gato siamês. Eles visitarão os templos siameses no ano que vem.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Siberiano",
      "translation": "siberiano",
      "definition": "relacionado con o característico de Siberia o sus personas",
      "definition_translation": "relacionado com ou característico da Sibéria ou seu povo",
      "example": "El tigre siberiano es una especie en peligro de extinción. Ella viajó a los bosques siberianos el invierno pasado. Estudiarán el clima siberiano el próximo semestre.",
      "example_translation": "O tigre siberiano é uma espécie ameaçada. Ela viajou para as florestas siberianas no último inverno. Eles vão estudar o clima siberiano no próximo semestre.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Somalí",
      "translation": "somali",
      "definition": "relacionado con o característico de Somalia o sus personas",
      "definition_translation": "relacionado com ou característico da Somália ou seu povo",
      "example": "La crisis de refugiados somalíes es un desastre humanitario. Él es de ascendencia somalí. Aprenderán sobre la cultura somalí la próxima semana.",
      "example_translation": "A crise de refugiados somalis é um desastre humanitário. Ele é de descendência somali. Eles vão aprender sobre a cultura somali na próxima semana.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Esfinx",
      "translation": "esfinge",
      "definition": "una raza de gato pelado conocida por su cuerpo esbelto y cabeza en forma de cuña",
      "definition_translation": "uma raça de gato sem pêlo conhecida por seu corpo esbelto e cabeça em forma de cunha",
      "example": "El gato Esfinx es muy afectuoso. Tenían un gatito Esfinx el año pasado. Ella adoptará un gato Esfinx el próximo mes.",
      "example_translation": "O gato esfinge é muito afetuoso. Eles tinham um filhote de esfinge no ano passado. Ela vai adotar um gato esfinge no próximo mês.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Angora Turca",
      "translation": "Angora Turco",
      "definition": "El Angora Turca es una rara y majestuosa raza de gato doméstico originaria de Turquía. Tiene un pelaje sedoso y fino que requiere cuidado regular y es conocido por su personalidad juguetona y afectuosa.",
      "definition_translation": "O Angora Turco é uma raça rara e majestosa de gato doméstico originária da Turquia. Ele tem um pelo sedoso e fino que requer cuidados regulares e é conhecido por sua personalidade brincalhona e afetuosa.",
      "example": "Adopté un gatito Angora Turca el año pasado, y ahora ha crecido en un hermoso gato. Adoptaré otro uno el año próximo, y adopté uno hace cinco años.",
      "example_translation": "Eu adotei um gatinho Angora Turco no ano passado, e agora cresceu em um belo gato. Vou adotar outro no próximo ano, e adotei um cinco anos atrás.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Van Turco",
      "translation": "Van Turco",
      "definition": "El Van Turco es una rara y antigua raza de gato doméstico originaria de Turquía. Es conocido por sus marcas blancas y coloreadas y se considera un gato robusto y enérgico.",
      "definition_translation": "O Van Turco é uma raça rara e antiga de gato doméstico originária da Turquia. Ele é conhecido por suas marcações brancas e coloridas distintas e é freqüentemente considerado um gato robusto e energético.",
      "example": "Vi un Van Turco en el show de gatos la semana pasada, y me impresionó su belleza. Compraré un Van Turco el próximo mes, y mi hermana ha tenido uno durante años.",
      "example_translation": "Eu vi um Van Turco no show de gatos no último fim de semana, e fiquei impressionado com sua beleza. Vou comprar um Van Turco no próximo mês, e minha irmã tem tido um por anos.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]
}