{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frío",
      "translation": "frio",
      "definition": "teniendo una temperatura baja; frío; careciendo de calor o calor",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "Estuve frío ayer, estaré frío mañana, pero no estoy frío hoy.",
      "example_translation": "Eu estava frio ontem, eu vou estar frio amanhã, mas eu não estou frio hoje.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frío",
      "translation": "frio",
      "definition": "teniendo una temperatura baja; frío; careciendo de calor o calor",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "Tuve una ducha fría esta mañana, tendré una bebida fría más tarde, pero no tuve un desayuno frío.",
      "example_translation": "Eu tomei um banho frio esta manhã, eu vou ter um drink frio mais tarde, mas eu não tive um café da manhã frio.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caliente",
      "translation": "quente",
      "definition": "teniendo una alta temperatura; cálido; intenso",
      "definition_translation": "tendo uma temperatura alta; quente; intenso",
      "example": "Estuve caliente ayer, estoy caliente hoy, pero no estaré caliente mañana.",
      "example_translation": "Eu estava quente ontem, eu estou quente hoje, mas eu não vou estar quente amanhã.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lluvia",
      "translation": "chuva",
      "definition": "precipitación en forma de gotas de agua en el aire",
      "definition_translation": "precipitação na forma de gotas de água no ar",
      "example": "Llovió fuerte ayer, lloverá mañana, pero no está lloviendo hoy.",
      "example_translation": "Choveu forte ontem, vai chover amanhã, mas não está chovendo hoje.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieve",
      "translation": "neve",
      "definition": "La nieve es la precipitación en forma de pequeños cristales de hielo que caen del cielo, típicamente en invierno.",
      "definition_translation": "A neve é a precipitação em forma de pequenos cristais de gelo que caem do céu, tipicamente no inverno.",
      "example": "Caminé en la nieve ayer, estoy caminando en la nieve ahora y caminaré en la nieve mañana.",
      "example_translation": "Eu caminhei na neve ontem, estou caminhando na neve agora e caminharei na neve amanhã.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verano",
      "translation": "verão",
      "definition": "El verano es la estación más cálida del año, en el hemisferio norte desde junio hasta agosto y en el hemisferio sur desde diciembre hasta febrero.",
      "definition_translation": "O verão é a estação mais quente do ano, no Hemisfério Norte de junho a agosto e no Hemisfério Sul de dezembro a fevereiro.",
      "example": "Me encantó jugar en las vacaciones de verano, me encanta jugar en el verano ahora y me encantará jugar en el verano el próximo año.",
      "example_translation": "Eu amei jogar nas férias de verão, eu amo jogar no verão agora e amarei jogar no verão próximo ano.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sol",
      "translation": "sol",
      "definition": "El sol es la estrella alrededor de la cual orbita la Tierra, proporcionando luz y calor al planeta.",
      "definition_translation": "O sol é a estrela em torno da qual a Terra orbita, fornecendo luz e calor ao planeta.",
      "example": "El sol brillaba intensamente ayer, el sol brilla intensamente ahora y el sol brillará intensamente mañana.",
      "example_translation": "O sol brilhava intensamente ontem, o sol brilha intensamente agora e o sol brilhará intensamente amanhã.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cálido",
      "translation": "quente",
      "definition": "Cálido es una temperatura moderada, ni caliente ni frío, a menudo asociada con comodidad y relajación.",
      "definition_translation": "Quente é uma temperatura moderada, nem quente nem fria, frequentemente associada ao confort e ao relaxamento.",
      "example": "La habitación estaba cálida ayer, la habitación está cálida ahora y la habitación estará cálida mañana.",
      "example_translation": "O quarto estava quente ontem, o quarto está quente agora e o quarto estará quente amanhã.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clima",
      "translation": "tempo",
      "definition": "El estado de la atmósfera en un lugar y momento determinados, incluyendo temperatura, humedad, nubosidad, viento y precipitación.",
      "definition_translation": "O estado da atmosfera em um lugar e hora específicos, incluindo temperatura, umidade, nublado, vento e precipitação.",
      "example": "Me encanta caminar en buen clima. Ayer, el clima era horrible. Espero que el clima sea agradable mañana.",
      "example_translation": "Eu adoro caminhar em tempo bom. Ontem, o tempo era horrível. Espero que o tempo seja agradável amanhã.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "viento",
      "translation": "vento",
      "definition": "Un movimiento natural de aire en la atmósfera, especialmente uno fuerte que pueda causar daños o afectar el clima.",
      "definition_translation": "Um movimento natural do ar na atmosfera, especialmente um forte que pode causar dano ou afetar o tempo.",
      "example": "El viento está soplando muy fuerte hoy. Me encanta sentir el viento en mi cabello. El viento soplará menos mañana.",
      "example_translation": "O vento está soprando muito forte hoje. Eu amo sentir o vento no meu cabelo. O vento sopra menos amanhã.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "invierno",
      "translation": "inverno",
      "definition": "La estación del año más fría, en el hemisferio norte de diciembre a febrero y en el hemisferio sur de junio a agosto.",
      "definition_translation": "A estação mais fria do ano, no hemisfério norte de dezembro a fevereiro e no hemisfério sul de junho a agosto.",
      "example": "Me encanta jugar en la nieve durante el invierno. El invierno es mi estación favorita. Iré esquí en invierno.",
      "example_translation": "Eu amo brincar na neve durante o inverno. O inverno é a minha estação favorita. Eu irei esquiar no inverno.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nube",
      "translation": "nuvem",
      "definition": "Una masa visible de gotas de agua o cristales de hielo suspendidos en el aire, generalmente blanca o gris.",
      "definition_translation": "Uma massa visível de gotas de água ou cristais de gelo suspensos no ar, geralmente branca ou cinzenta.",
      "example": "Me encanta observar las nubes en el cielo. Ayer, la nube era muy oscura. Espero que la nube desaparezca pronto.",
      "example_translation": "Eu amo assistir as nuvens no céu. Ontem, a nuvem estava muito escura. Espero que a nuvem desapareça em breve.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nublado",
      "translation": "nublado",
      "definition": "teniendo una apariencia o textura nubosa",
      "definition_translation": "tendo uma aparência ou textura nublada",
      "example": "El clima fue nublado ayer, pero será soleado mañana. Fue nublado la semana pasada, y es nublado hoje.",
      "example_translation": "O tempo estava nublado ontem, mas será ensolarado amanhã. Estava nublado na semana passada, e está nublado hoje.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niebla",
      "translation": "neblina",
      "definition": "una masa de gotas de agua pequeñas cerca del suelo",
      "definition_translation": "uma massa semelhante a uma nuvem de gotículas de água minúsculas próxima ao solo",
      "example": "La niebla era tan espesa que no podíamos ver la carretera. La niebla se despejará por la mañana. Fue niebla la noche pasada, y es soleado hoy.",
      "example_translation": "A neblina estava tão espessa que não podíamos ver a estrada. A neblina irá se dissipar até a manhã. Estava nebuloso na noite passada, mas é ensolarado hoje.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieboso",
      "translation": "nebuloso",
      "definition": "teniendo o caracterizado por niebla",
      "definition_translation": "tendo ou caracterizado por neblina",
      "example": "El clima nieboso hizo que fuera difícil conducir. La mañana niebosa se convirtió en un día soleado. Fue nieboso la semana pasada, y es nieboso de nuevo hoy.",
      "example_translation": "O tempo nebuloso tornou difícil dirigir. A manhã nebulosa se transformou em um dia ensolarado. Estava nebuloso na semana passada, e está nebuloso novamente hoje.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hielo",
      "translation": "gelo",
      "definition": "una sustancia sólida, transparente y frágil formada a partir del agua",
      "definition_translation": "uma substância sólida, transparente e frágil formada a partir de água",
      "example": "El hielo se derritió lentamente en el sol. El hielo era resbaloso, así que tuvimos que tener cuidado. Fue helado el invierno pasado, y será helado de nuevo el próximo año.",
      "example_translation": "O gelo derreteu lentamente ao sol. O gelo estava escorregadio, então tivemos que ter cuidado. Estava gelado no último inverno, e está gelado novamente no próximo ano.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "primavera",
      "translation": "primavera",
      "definition": "La estación del año entre el invierno y el verano, durante la cual el clima se vuelve más cálido y las plantas comienzan a crecer.",
      "definition_translation": "A estação do ano entre o inverno e o verão, durante a qual o clima se torna mais quente e as plantas começam a crescer.",
      "example": "Me encanta caminar en el parque durante la primavera; la primavera pasada, planté un jardín; para la próxima primavera, me habré mudado a una nueva casa.",
      "example_translation": "Eu amo caminhar no parque durante a primavera; na última primavera, eu plantei um jardim; até a próxima primavera, eu vou ter me mudado para uma nova casa.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta",
      "translation": "tempestade",
      "definition": "Una condición climática severa caracterizada por vientos fuertes, lluvia intensa y a menudo truenos y relámpagos.",
      "definition_translation": "Uma condição climática severa caracterizada por ventos fortes, chuva pesada e, frequentemente, trovão e relâmpago.",
      "example": "La tormenta dañó muchas casas; la tormenta llegará mañana; para cuando pase la tormenta, habremos terminado el proyecto.",
      "example_translation": "A tempestade danificou muitas casas; a tempestade chegará amanhã; até que a tempestade passe, nós vamos ter terminado o projeto.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soleado",
      "translation": "ensolarado",
      "definition": "Teniendo mucha luminosidad solar; sentirse feliz y animado.",
      "definition_translation": "Tendo muito sol; sentindo-se feliz e alegre.",
      "example": "Fue un día soleado, así que fuimos a la playa; siempre se ve soleado cuando está con sus amigos; para cuando termine este proyecto, será soleado afuera.",
      "example_translation": " Era um dia ensolarado, então nós fomos para a praia; ela sempre parece ensolarada quando está com seus amigos; até que eu termine este projeto, estará ensolarado lá fora.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta eléctrica",
      "translation": "tempestade de trovão",
      "definition": "Una tormenta caracterizada por la presencia de rayos, truenos y lluvia intensa.",
      "definition_translation": "Uma tempestade caracterizada pela presença de relâmpagos, trovão e chuva pesada.",
      "example": "La tormenta eléctrica fue tan fuerte que me despertó; tuvimos una tormenta eléctrica el fin de semana pasado; para cuando pase la tormenta eléctrica, estaremos a salvo.",
      "example_translation": "A tempestade de trovão era tão alta que me acordou; tivemos uma tempestade de trovão no último fim de semana; até que a tempestade de trovão passe, estaremos seguros.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "húmedo",
      "translation": "molhado",
      "definition": "cubierto o saturado de agua o otro líquido",
      "definition_translation": "coberto ou saturado com água ou outro líquido",
      "example": "El perro estaba húmedo después de jugar en la lluvia. Estará húmedo mañana si llueve de nuevo. Me humedecí el cabello en la ducha.",
      "example_translation": "O cachorro estava molhado após brincar na chuva. Estará molhado amanhã se chover novamente. Eu molhei meu cabelo no chuveiro.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ventoso",
      "translation": "ventoso",
      "definition": "con un viento fuerte o violento",
      "definition_translation": "tendo um vento forte ou violento",
      "example": "Ayer fue ventoso, así que me puse una chaqueta. Llevaré un paraguas mañana si hace ventoso. Ella se dejó llevar por la ráfaga ventosa.",
      "example_translation": "Estava ventoso ontem, então eu usei um casaco. Vou levar um guarda-chuva amanhã se está ventoso. Ela foi soprada pelo vento forte.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soplar",
      "translation": "soprar",
      "definition": "producir una corriente de aire expulsando el aliento",
      "definition_translation": "produzir uma corrente de ar ao expelir o fôlego",
      "example": "Las hojas soplan con el viento. Ella apagará las velas esta noche. Me soné la nariz porque tenía un resfriado.",
      "example_translation": "As folhas sopram no vento. Ela sopra as velas esta noite. Eu assoei meu nariz porque eu estava resfriado.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brisa",
      "translation": "brisa",
      "definition": "un viento suave",
      "definition_translation": "um vento suave",
      "example": "Una brisa suave sopló a través de los árboles. Iré a caminar en la brisa mañana. La brisa fue refrescante después del sol caliente.",
      "example_translation": "Uma brisa suave soprou através das árvores. Vou dar um passeio na brisa amanhã. A brisa foi refrescante após o sol quente.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calor",
      "translation": "calor",
      "definition": "El calor es una forma de energía que se transfiere por una diferencia de temperatura. Es un proceso natural que ocurre en muchos aspectos de la vida, como en la cocina, en el sol y en el cuerpo humano.",
      "definition_translation": "O calor é uma forma de energia que é transferida por uma diferença de temperatura. É um processo natural que ocorre em muitos aspectos da vida, como na cozinha, no sol e no corpo humano.",
      "example": "Caliento la sopa en el microondas. Calenté la sopa ayer. Calentaré la sopa mañana.",
      "example_translation": "Eu esquento a sopa no micro-ondas. Eu esquentei a sopa ontem. Eu esquentarei a sopa amanhã.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rayo",
      "translation": "raio",
      "definition": "Un rayo es una gran carga electrostática que ocurre durante las tormentas, caracterizada por un brillante destello de luz y un fuerte trueno.",
      "definition_translation": "O raio é uma descarga eletrostática maciça que ocorre durante tempestades de trovão, caracterizada por um flash de luz brilhante e um estrondo de trovão.",
      "example": "El rayo brilló en el cielo. El rayo había brillado en el cielo ayer. El rayo brillará en el cielo mañana.",
      "example_translation": "O raio lampejou em todo o céu. O raio havia lampejou em todo o céu ontem. O raio lampejará em todo o céu amanhã.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estación",
      "translation": "estação",
      "definition": "Una estación es un período del año caracterizado por un patrón climático particular, como el invierno, la primavera, el verano o el otoño.",
      "definition_translation": "Uma estação é um período do ano caracterizado por um padrão de tempo particular, como inverno, primavera, verão ou outono.",
      "example": "Me encanta la estación de verano. Me encantó la estación de invierno el año pasado. Me encantará la estación de otoño el año próximo.",
      "example_translation": "Eu amo a estação de verão. Eu amei a estação de inverno no ano passado. Eu amarei a estação de outono no ano que vem.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amanecer",
      "translation": "nascer do sol",
      "definition": "El amanecer es el momento de la mañana en que el sol aparece por encima del horizonte, marcando el comienzo de un nuevo día.",
      "definition_translation": "O nascer do sol é o momento da manhã em que o sol aparece acima do horizonte, marcando o início de um novo dia.",
      "example": "Miré el amanecer esta mañana. Miré el amanecer ayer mañana. Miraré el amanecer mañana por la mañana.",
      "example_translation": "Eu assisti ao nascer do sol esta manhã. Eu assisti ao nascer do sol ontem de manhã. Eu assistirei ao nascer do sol amanhã de manhã.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atardecer",
      "translation": "pôr do sol",
      "definition": "El momento de la tarde en que el sol desaparece por debajo del horizonte.",
      "definition_translation": "O momento da noite quando o sol some abaixo do horizonte.",
      "example": "Vi el atardecer desde la playa anoche. Veré el atardecer desde la montaña mañana. Había visto el atardecer desde la ciudad ayer.",
      "example_translation": "Eu assisti o pôr do sol da praia ontem à noite. Vou assistir o pôr do sol da montanha amanhã. Eu havia assistido o pôr do sol da cidade ontem.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sol de invierno",
      "translation": "sol de brilho",
      "definition": "La cálida y brillante luz del sol.",
      "definition_translation": "A luz quente e brilhante do sol.",
      "example": "Me encanta caminar bajo el sol de invierno. Ella se bañará al sol de invierno mañana. Ellos jugaron al sol de invierno ayer.",
      "example_translation": "Eu amo caminhar no sol de brilho. Ela vai tomar um banho no sol de brilho amanhã. Eles haviam jogado no sol de brilho ontem.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trueno",
      "translation": "trovão",
      "definition": "Un sonido fuerte y retumbante que acompaña a los relámpagos.",
      "definition_translation": "Um som alto e ruidoso que acompanha o raio.",
      "example": "Oí el trueno en la tormenta de anoche. Oirán el trueno en la tormenta de mañana. Habíamos oído el trueno en la tormenta de ayer.",
      "example_translation": "Eu ouvi o trovão na tempestade ontem à noite. Eles vão ouvir o trovão na tempestade amanhã. Nós havíamos ouvido o trovão na tempestade ontem.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luz del día",
      "translation": "luz do dia",
      "definition": "La luz del día, en oposición a la oscuridad o la luz artificial.",
      "definition_translation": "A luz do dia, em oposição à escuridão ou luz artificial.",
      "example": "Me encanta caminar en la luz del día. Ella caminará en la luz del día mañana. Habían jugado en la luz del día ayer.",
      "example_translation": "Eu amo caminhar na luz do dia. Ela vai dar um passeio na luz do dia amanhã. Eles haviam jogado na luz do dia ontem.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "huracán",
      "translation": "furacão",
      "definition": "Un huracán es una tormenta rotatoria poderosa que se forma sobre aguas cálidas del océano, caracterizada por vientos fuertes y lluvias intensas.",
      "definition_translation": "Um furacão é uma tempestade poderosa e rotativa que se forma sobre águas oceânicas quentes, caracterizada por ventos fortes e chuvas pesadas.",
      "example": "El huracán destruyó varias casas en la ciudad costera. Había estado amenazando con tocar tierra durante días. Para cuando llegue, nos habremos evacuado del área.",
      "example_translation": "O furacão destruiu várias casas na cidade costeira. Tinha ameaçado fazer landfall por dias. Quando atingir, vamos ter evacuado a área.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luz de luna",
      "translation": "luz da lua",
      "definition": "La suave y plateada luz de la luna, especialmente cuando brilla de noche.",
      "definition_translation": "A luz suave e prateada da lua, especialmente quando brilha à noite.",
      "example": "Dimos un paseo romántico en el jardín bajo la luz de luna. La luz de luna era tan brillante que no necesitamos linternas. Para el mes que viene, la luz de luna será aún más hermosa.",
      "example_translation": "Nós fizemos um passeio romântico no jardim sob a luz da lua. A luz da lua era tão brilhante que não precisávamos de lanternas. Até o próximo mês, a luz da lua será ainda mais linda.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arcoíris",
      "translation": "arco-íris",
      "definition": "Un bello fenómeno natural en el que una banda de colores aparece en el cielo, típicamente después de la lluvia.",
      "definition_translation": "Um belo fenômeno natural em que uma faixa de cores aparece no céu, normalmente após a chuva.",
      "example": "Vimos un arcoíris que cruzaba el cielo después de la tormenta. El arcoíris era tan vibrante que llamó la atención de todos. Para el año que viene, habremos tomado una fotografía de un arcoíris.",
      "example_translation": "Nós vimos um arco-íris estendendo-se ao longo do céu após a tempestade. O arco-íris era tão vibrante que chamou a atenção de todos. Até o ano que vem, vamos ter tirado uma foto de um arco-íris.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lluvia",
      "translation": "chuva",
      "definition": "La cantidad de lluvia que cae en un área particular o período de tiempo.",
      "definition_translation": "A quantidade de chuva que cai em uma área ou perído de tempo particular.",
      "example": "La lluvia en la ciudad ha estado aumentando en los últimos años. La lluvia fue tan pesada que causó inundaciones. Para el mes que viene, la lluvia habrá disminuido.",
      "example_translation": "A chuva na cidade tem aumentado nos últimos anos. A chuva foi tão pesada que causou inundações. Até o próximo mês, a chuva terá diminuído.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormentoso",
      "translation": "tempestuoso",
      "definition": "Caracterizado por o causando mucho viento fuerte y lluvia intensa, a menudo con truenos y relámpagos.",
      "definition_translation": "Caracterizado por ou causando muito vento forte e chuva pesada, muitas vezes com trovão e relâmpago.",
      "example": "El clima tormentoso hizo que fuera difícil salir. Ayer fue tormentoso, pero hoy es soleado. Si mañana es tormentoso, nos quedaremos en casa.",
      "example_translation": "O tempo tempestuoso tornou difícil sair de casa. Ontem, estava tempestuoso, mas hoje está ensolarado. Se estiver tempestuoso amanhã, ficaremos em casa.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luz solar",
      "translation": "luz solar",
      "definition": "La luz y el calor que provienen del sol.",
      "definition_translation": "A luz e o calor que vêm do sol.",
      "example": "La luz solar que se filtraba por la ventana hizo que la habitación estuviera brillante. Nos encantaba bañarnos en la luz solar en la playa. Cuando me desperté, la luz solar ya brillaba.",
      "example_translation": "A luz solar que entra pela janela tornou o quarto brilhante. Nós amávamos nos deliciar na luz solar na praia. Quando eu acordei, a luz solar já estava brilhando.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crepúsculo",
      "translation": "crepúsculo",
      "definition": "La hora del día en que el sol está debajo del horizonte, pero el cielo sigue siendo luminoso.",
      "definition_translation": "O momento do dia quando o sol está abaixo do horizonte, mas o céu ainda está claro.",
      "example": "La hora del crepúsculo fue mi hora favorita para dar un paseo. A menudo mirábamos las estrellas al crepúsculo. Para la hora del crepúsculo, habíamos terminado la cena.",
      "example_translation": "A hora do crepúsculo era meu tempo favorito para dar um passeio. Nós frequentemente observávamos as estrelas no crepúsculo. Até o crepúsculo, nós havíamos terminado o jantar.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ventisca",
      "translation": "tempestade de neve",
      "definition": "Una tormenta de nieve severa con vientos fuertes y visibilidad baja.",
      "definition_translation": "Uma tempestade de neve severa com ventos fortes e visibilidade baixa.",
      "example": "La ventisca hizo que fuera imposible conducir. Nos quedamos atascados en la ventisca en el camino a casa. Si hay una ventisca mañana, nos quedaremos adentro.",
      "example_translation": "A tempestade de neve tornou impossível dirigir. Nós ficamos presos na tempestade de neve no caminho de volta para casa. Se houver uma tempestade de neve amanhã, ficaremos dentro de casa.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ola de calor",
      "translation": "onda de calor",
      "definition": "Un período prolongado de clima anormalmente caliente, especialmente durante el verano.",
      "definition_translation": "Um período prolongado de tempo anormalmente quente, especialmente durante o verão.",
      "example": "La ola de calor del verano pasado causó sequía y incendios forestales generalizados. Hacía tanto calor que tuvimos que quedarnos en casa durante el día. Para el próximo verano, esperamos que la ola de calor regrese.",
      "example_translation": "A onda de calor do último verão causou seca generalizada e incêndios florestais. Foi tão quente que tivemos que ficar em casa durante o dia. Para o próximo verão, esperamos que a onda de calor retorne.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sequía",
      "translation": "seca",
      "definition": "Un período prolongado de lluvia anormalmente baja, lo que conduce a la escasez de agua.",
      "definition_translation": "Um período prolongado de chuva anormalmente baixa, levando à escassez de água.",
      "example": "La sequía del año pasado afectó a los cultivos y el ganado. Tuvo que implementar medidas de conservación del agua estrictas para mitigar sus efectos. Para el próximo año, esperamos que la sequía termine.",
      "example_translation": "A seca do ano passado afetou culturas e gado. Tivemos que implementar medidas de conservação de água rígidas para mitigar seus efeitos. Para o próximo ano, esperamos que a seca chegue ao fim.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "granizo",
      "translation": "granizo",
      "definition": "Pequeñas bolas de hielo que caen del cielo durante una tormenta.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "La tormenta de granizo dañó el parabrisas de nuestro coche. Estaba granizando tan fuerte que tuvimos que buscar refugio. En el futuro, aseguraremos de estacionar nuestro coche en un lugar seguro durante las tormentas de granizo.",
      "example_translation": "A tempestade de granizo danificou o para-brisas do nosso carro. Estava granizando tão forte que tivemos que buscar abrigo. No futuro, vamos garantir que estacionemos nosso carro em um local seguro durante tempestades de granizo.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "granizo",
      "translation": "granizo",
      "definition": "Pequeñas bolas de hielo que caen del cielo durante una tormenta.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "La tormenta de granizo causó daños significativos a nuestros cultivos. Tuvimos suerte de tener seguro de granizo para cubrir las pérdidas. Para el próximo año, esperamos haber implementado nuevas medidas de protección contra el granizo.",
      "example_translation": "A tempestade de granizo causou danos significativos às nossas culturas. Fomos sortudos em ter seguro contra granizo para cobrir as perdas. Para o próximo ano, esperamos ter implementado novas medidas de proteção contra granizo.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "granizo",
      "translation": "pedra de granizo",
      "definition": "Una pequeña bola de hielo que se forma en la atmósfera y cae al suelo durante una tormenta.",
      "definition_translation": "Um pequeno bloco de gelo que se forma na atmosfera e cai no chão durante uma tempestade.",
      "example": "La tormenta de granizo de ayer produjo granizos grandes que dañaron el parabrisas del coche. Ahora está granizando de nuevo, y estoy preocupado por el jardín. Para mañana, los granizos habrán derretido.",
      "example_translation": "A tempestade de granizo de ontem produziu pedras de granizo grandes que danificaram o para-brisa do carro. Agora está granizando novamente, e estou preocupado com o jardim. Amanhã, as pedras de granizo terão derretido.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta de granizo",
      "translation": "tempestade de granizo",
      "definition": "Una tormenta que produce muchos granizos, a menudo acompañada de fuertes vientos y lluvia intensa.",
      "definition_translation": "Uma tempestade que produz muitas pedras de granizo, muitas vezes acompanhada por ventos fortes e chuva pesada.",
      "example": "La tormenta de granizo de la noche anterior fue intensa, con granizos del tamaño de bolas de golf. Tuve una tormenta de granizo en abril que dañó los cultivos. Para la próxima primavera, tendremos que prepararnos para otra tormenta de granizo.",
      "example_translation": "A tempestade de granizo de ontem à noite foi intensa, com pedras de granizo do tamanho de bolas de golfe. Tivemos uma tempestade de granizo em abril que danificou as culturas. Até a próxima primavera, vamos ter que nos preparar para outra tempestade de granizo.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tornado",
      "translation": "tornado",
      "definition": "Una columna de aire que se rota rápidamente y causa daños cuando toca el suelo.",
      "definition_translation": "Uma coluna de ar que gira rapidamente e causa danos quando toca o chão.",
      "example": "El tornado barrido por la ciudad, destruyendo edificios y derribando árboles. Fue como si un tornado hubiera barrido por la oficina, dispersando papeles por todas partes. Para cuando el tornado pase, el paisaje habrá cambiado para siempre.",
      "example_translation": "O tornado varreu a cidade, destruindo edifícios e arrancando árvores. Foi como se um tornado tivesse soprado pelo escritório, espalhando papéis em todas as direções. Quando o tornado passar, o paisagem será mudada para sempre.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llovizna",
      "translation": "chuvisco",
      "definition": "Una lluvia ligera que cae en gotas muy pequeñas, a menudo creando una atmósfera brumosa.",
      "definition_translation": "Uma chuva leve que cai em gotas muito pequenas, muitas vezes criando uma atmosfera nebulosa.",
      "example": "La llovizna de fuera hizo que la caminata al trabajo fuera miserable. Había estado lloviznando toda la mañana, así que decidimos cancelar el picnic. Para la próxima semana, la llovizna habrá dado paso al sol.",
      "example_translation": "O chuvisco lá fora tornou a caminhada até o trabalho miserável. Tinha estado choviscando desde a manhã, então decidimos cancelar o piquenique. Até a próxima semana, o chuvisco terá dado lugar ao sol.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tormenta de polvo",
      "translation": "tempestade de poeira",
      "definition": "Un viento fuerte que levanta grandes cantidades de polvo y arena, reduciendo la visibilidad y causando problemas respiratorios.",
      "definition_translation": "Um forte vento que levanta grandes quantidades de poeira e areia, reduzindo a visibilidade e causando problemas respiratórios.",
      "example": "La tormenta de polvo fue tan severa que tuvimos que quedarnos en casa durante varios días. Vimos cómo se acercaba la tormenta, pero ya era demasiado tarde. Estaremos preparados para la próxima tormenta de polvo.",
      "example_translation": "A tempestade de poeira foi tão severa que tivemos que ficar dentro de casa por vários dias. Nós assistimos enquanto a tempestade se aproximava, mas já era tarde demais. Nós estaremos preparados para a próxima tempestade de poeira.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}