{
  "data": [
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "positivo",
      "translation": "positivo",
      "definition": "teniendo o mostrando una actitud o perspectiva buena o optimista",
      "definition_translation": "tendo ou mostrando uma atitude ou perspectiva boa ou otimista",
      "example": "Ella tiene una actitud muy positiva hacia la vida. Estaba segura de que obtendría el trabajo. Estará positiva sobre el resultado.",
      "example_translation": "Ela tem uma atitude muito positiva em relação à vida. Ela estava positiva de que ela iria conseguir o emprego. Ela será positiva sobre o resultado.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicto",
      "translation": "viciado",
      "definition": "teniendo una necesidad fuerte y a menudo perjudicial de tener o hacer algo regularmente",
      "definition_translation": "tendo uma necessidade forte e muitas vezes prejudicial de regularmente ter ou fazer algo",
      "example": "Él estaba adicto a los cigarrillos. Él es adicto a los videojuegos. Estará adicto a las redes sociales.",
      "example_translation": "Ele era viciado em cigarros. Ele é viciado em jogos de vídeo. Ele será viciado em mídias sociais.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aventurero",
      "translation": "aventureiro",
      "definition": "dispuesto a asumir riesgos y probar cosas nuevas",
      "definition_translation": "disposto a correr riscos e tentar coisas novas",
      "example": "Es una persona aventurera que ama viajar. Él fue aventurero y probó comidas nuevas. Serán aventureros y harán paracaidismo.",
      "example_translation": "Ela é uma pessoa aventureira que adora viajar. Ele era aventureiro e experimentou novos alimentos. Eles serão aventureiros e irão praticar paraquedismo.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afectuoso",
      "translation": "afetuoso",
      "definition": "mostrando amor, cuidado o bondad",
      "definition_translation": "mostrando amor, cuidado ou bondade",
      "example": "Él es una persona afectuosa que ama los abrazos. Ella fue afectuosa hacia su familia. Serán afectuosos con sus hijos.",
      "example_translation": "Ele é uma pessoa afetuosa que adora abraços. Ela era afetuosa em relação à sua família. Eles serão afetuosa em relação aos seus filhos.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agresivo",
      "translation": "agressivo",
      "definition": "teniendo o mostrando una personalidad confiada y fuerza, dispuesta a asumir riesgos y desafiar a otros",
      "definition_translation": "Tendo ou mostrando uma personalidade confiante e vigorosa, disposta a correr riscos e desafiar os outros.",
      "example": "Él fue un empresario agresivo que siempre buscaba formas de expandir su imperio. Había sido agresivo en su búsqueda del trato, pero finalmente pagó. Será agresivo en su estrategia de marketing para alcanzar una audiencia más amplia.",
      "example_translation": "Ele era um empresário agressivo que sempre procurava maneiras de expandir seu império. Ele havia sido agressivo em sua perseguição do acordo, mas acabou pago. Ele será agressivo em sua estratégia de marketing para alcançar uma audiência mais ampla.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ambicioso",
      "translation": "ambicioso",
      "definition": "teniendo o mostrando un deseo fuerte y determinación de tener éxito, a menudo logrando algo difícil o desafiante",
      "definition_translation": "Tendo ou mostrando um forte desejo e determinação para ter sucesso, Often por alcançar algo difícil ou desafiador.",
      "example": "Ella era una joven ambiciosa que se fijó en convertirse en una ejecutiva importante. Él había sido ambicioso en sus primeros años, pero sus prioridades cambiaron después del matrimonio. Serán ambiciosos en sus planes de lanzar un nuevo producto.",
      "example_translation": "Ela era uma jovem ambiciosa que fixou sua mira em se tornar uma executiva de topo. Ele havia sido ambicioso em sua carreira precoce, mas suas prioridades mudaram após o casamento. Eles serão ambiciosos em seus planos para lançar um novo produto.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertido",
      "translation": "divertido",
      "definition": "sintiendo o mostrando disfrute, entretenimiento o placer, a menudo de manera lighthearted o juguetona",
      "definition_translation": "Sentindo ou mostrando prazer, entretenimento ou diversão, frequentemente de uma maneira ligeira ou jogosa.",
      "example": "Los niños se divirtieron con las payasadas del payaso en la fiesta de cumpleaños. Ella se había divertido con la broma tonta que su amigo le contó. Se habían divertido con el show de comedia la noche anterior.",
      "example_translation": "As crianças foram divertidas pelas travessuras do palhaço na festa de aniversário. Ela foi divertida pelo piada bobo que seu amigo lhe contou. Eles haviam sido divertidos pelo show de comédia na noite anterior.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrogante",
      "translation": "arrogante",
      "definition": "teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto hacia otros o una tendencia a mirarlos por encima",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada por uma falta de respeito pelos outros ou uma tendência de olhar para baixo.",
      "example": "Él era un atleta arrogante que siempre pensaba que era mejor que todos los demás. Ella había sido arrogante en sus primeros años, pero la experiencia la humilló. Serán arrogantes en sus reclamos de superioridad.",
      "example_translation": "Ele era um atleta arrogante que sempre pensava que era melhor do que todos os outros. Ela havia sido arrogante em seus anos mais jovens, mas a experiência a humilhou. Eles serão arrogantes em suas alegações de superioridade.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombrado",
      "translation": "estupefato",
      "definition": "sintiendo gran sorpresa o asombro, a menudo acompañado de un sentido de maravilla o admiración",
      "definition_translation": "Sentindo grande surpresa ou estupefação, muitas vezes acompanhada de um sentido de admiração.",
      "example": "Me quedé asombrado por la noticia del matrimoniorepentina de mi amigo. Me había quedado asombrado por la belleza del Gran Cañón cuando lo vi por primera vez. Me quedaré asombrado si gano la lotería.",
      "example_translation": "Fiquei estupefato com a notícia do casamento repentino do meu amigo. Eu havia ficado estupefato pela beleza do Grand Canyon quando o vi pela primeira vez. Ficarei estupefato se eu ganhar na loteria.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombroso",
      "translation": "estupefaciente",
      "definition": "causando gran sorpresa o asombro, a menudo debido a ser extraordinario o inesperado",
      "definition_translation": "Causando grande surpresa ou estupefação, muitas vezes por ser extraordinário ou inesperado.",
      "example": "La vista asombrosa desde la cima de la montaña era impresionante. El descubrimiento asombroso de la nueva especie shockeó a la comunidad científica. La noticia asombrosa será anunciada mañana.",
      "example_translation": "A vista estupefaciente do topo da montanha era de tirar o fôlego. A descoberta estupefaciente da nova espécie chocou a comunidade científica. A notícia estupefaciente será anunciada amanhã.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "a gusto",
      "translation": "à vontade",
      "definition": "Sentirse relajado y cómodo, sin ninguna preocupación o ansiedad.",
      "definition_translation": "Sentindo-se relaxado e confortável, sem qualquer preocupação ou ansiedade.",
      "example": "Me sentí a gusto cuando finalmente llegué a mi hotel después del largo vuelo. Ella estaba a gusto con sus nuevos colegas después de la reunión introductoria. Él estará a gusto cuando termine su examen.",
      "example_translation": "Eu me senti à vontade quando finalmente cheguei ao meu hotel após o voo longo. Ela estava à vontade com seus novos colegas após a reunião de apresentação. Ele estará à vontade quando terminar seu exame.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "consciente",
      "translation": "consciente",
      "definition": "Tener conocimiento o comprensión de algo, incluyendo conocimiento sutil o intuitivo.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, incluindo conhecimento sutil ou intuitivo.",
      "example": "Estuve consciente del peligro de nadar en la corriente fuerte. Ella se dio cuenta de su entorno después de recuperarse de la anestesia. Él estará consciente de las consecuencias de sus acciones.",
      "example_translation": "Eu estava consciente do perigo de nadar na corrente forte. Ela se tornou consciente de seu entorno após se recuperar da anestesia. Ele estará consciente das consequências de suas ações.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malhumorado",
      "translation": "mau-humorado",
      "definition": "Tener o mostrar una disposición sombría o de mal genio.",
      "definition_translation": "tendo ou mostrando uma disposição taciturna ou de mau humor",
      "example": "Ella era malhumorada y siempre se metía en peleas. Ella había sido malhumorada desde la infancia. Ella será malhumorada cuando crezca.",
      "example_translation": "Ela era mau-humorada e sempre entrava em brigas. Ela havia sido mau-humorada desde a infância. Ela será mau-humorada quando crescer.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrado",
      "translation": "equilibrado",
      "definition": "Tener todas las partes o elementos en armonía o proporción.",
      "definition_translation": "tendo todas as partes ou elementos em harmonia ou proporção",
      "example": "El presupuesto equilibrado de la empresa permitió nuevas inversiones. El atleta tenía una dieta equilibrada para mejorar su rendimiento. El equipo tendrá una alineación equilibrada para el juego.",
      "example_translation": "O orçamento equilibrado da empresa permitiu novos investimentos. O atleta teve uma dieta equilibrada para melhorar o desempenho. A equipe terá uma linha equilibrada para o jogo.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amargo",
      "translation": "amargo",
      "definition": "Tener un sabor agudo y desagradable.",
      "definition_translation": "tendo um sabor agudo e desagradável",
      "example": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. El medicamento tendrá un sabor amargo, pero es efectivo.",
      "example_translation": "O café era amargo e precisava de açúcar. Ela sentiu amargura sobre o término. O remédio terá um sabor amargo, mas é eficaz.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "audaz",
      "translation": "ousado",
      "definition": "Mostrar valentía o confianza en la acción o el pensamiento.",
      "definition_translation": "mostrando coragem ou confiança em ação ou pensamento",
      "example": "La decisión audaz cambió la suerte de la empresa. El explorador era audaz y se aventuró en lo desconocido. El equipo hará un movimiento audaz para ganar el campeonato.",
      "example_translation": "A decisão ousada mudou o destino da empresa. O explorador foi ousado e adentrou o desconhecido. A equipe fará um movimento ousado para vencer o campeonato.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandona",
      "translation": "mandão",
      "definition": "Tener o mostrar una actitud de control excesivo o dominante hacia los demás; autoritaria o dictatorial.",
      "definition_translation": "Tendo ou mostrando uma atitude excessivamente controladora ou dominadora em relação a outros; autoritária ou ditatorial.",
      "example": "Ella era mandona y siempre les decía a sus hermanos qué hacer. Ella había sido mandona de niña, pero se había vuelto más tolerante con la edad. Ella será mandona si no te plantas frente a ella.",
      "example_translation": "Ela era mandona e sempre dizia o que os seus irmãos deviam fazer. Ela havia sido mandona quando criança, mas cresceu e superou isso. Ela será mandona se você não se opuser a ela.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brillante",
      "translation": "brilhante",
      "definition": "Dar o reflejar mucha luz; brillar intensamente; inteligente y rápido para entender.",
      "definition_translation": "Emitindo ou refletindo muito luz; brilhando intensamente; inteligente e rápido em entender.",
      "example": "La luz brillante del sol hizo que fuera difícil ver. Ella es brillante y siempre ayuda a sus amigos con sus tareas. Las luces brillantes nuevas en el teatro hicieron que el show fuera más disfrutable.",
      "example_translation": "A luz solar brilhante tornou difícil de ver. Ela é brilhante e sempre ajuda os amigos com seu dever de casa. Os novos lugares brilhantes no teatro tornaram o show mais agradável.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuidadoso",
      "translation": "cuidadoso",
      "definition": "Mostrando un interés genuino y preocupación por el bienestar de los demás; gentil y considerado.",
      "definition_translation": "Mostrando um interesse genuíno e preocupação pelo bem-estar dos outros; gentil e considerado.",
      "example": "Él es un médico cuidadoso que siempre pone a sus pacientes en primer lugar. Ella era cuidadosa y nutricia con sus hijos. El maestro cuidadoso se aseguró de que sus estudiantes entendieran la lección.",
      "example_translation": "Ele é um médico cuidadoso que sempre coloca seus pacientes em primeiro lugar. Ela era cuidadosa e nutridora em relação às suas crianças. O professor cuidadoso certificou-se de que seus alunos entendessem a lição.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cauteloso",
      "translation": "cauteloso",
      "definition": "Evitando cuidadosamente posibles riesgos o peligros; prudente y cauto.",
      "definition_translation": "Evitando cuidadosamente riscos ou perigos potenciais; prudente e hesitante.",
      "example": "Debes ser cauteloso al conducir de noche. Ella era cautelosa con sus inversiones y no perdió dinero. Él será cauteloso cuando se encuentre con extraños.",
      "example_translation": "Você deve ser cauteloso ao dirigir à noite. Ela era cautelosa com seus investimentos e não perdeu dinheiro. Ele será cauteloso quando encontrar estranhos.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descarado",
      "translation": "trapaceiro",
      "definition": "Teniendo o mostrando un sentido del humor ligeramente impolítico o inapropiado.",
      "definition_translation": "Tendo ou mostrando um senso de humor ligeiramente grosseiro ou impróprio.",
      "example": "Ella era una estudiante descarada, siempre haciendo bromas en clase. Ella había sido muy descarada con sus hermanos cuando era joven. Ella será una anciana descarada, haciendo bromas a sus nietos.",
      "example_translation": "Ela era uma estudante trapaceira, sempre fazendo piadas em sala de aula. Ela havia sido muito trapaceira com seus irmãos quando era jovem. Ela será uma senhora trapaceira, fazendo pegadinhas em seus netos.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "infantil",
      "translation": "infantil",
      "definition": "Caracterizado por o parecido a las actitudes, intereses o comportamientos de los niños.",
      "definition_translation": "Caracterizado por ou semelhante às atitudes, interesses ou comportamento das crianças.",
      "example": "Él se comportaba de manera infantil, lanzando juguetes alrededor de la habitación. Ella tenía una fascinación infantil por los dibujos animados. Ellos tendrán un sentido de asombro infantil en su día de boda.",
      "example_translation": "Ele estava se comportando de forma infantil, jogando brinquedos ao redor do quarto. Ela tinha uma fascinação infantil com desenhos animados. Eles terão um senso de espanto infantil no seu dia de casamento.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torpe",
      "translation": "desajeitado",
      "definition": "Desmañado en el movimiento o la acción; careciendo de gracia o coordinación.",
      "definition_translation": "Desajeitado no movimento ou ação; falta de graça ou coordenação.",
      "example": "Él era un bailarín torpe, tropezando con sus propios pies. Ella había sido torpe con sus palabras, diciendo lo incorrecto. Ellos serán torpes en su primera clase de cocina.",
      "example_translation": "Ele era um dançarino desajeitado, tropeçando sobre os próprios pés. Ela havia sido desajeitada com suas palavras, dizendo as coisas erradas. Eles serão desajeitados na sua primeira aula de culinária.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comunicativo",
      "translation": "comunicativo",
      "definition": "Dispuesto a hablar y compartir ideas; capaz de expresar pensamientos y sentimientos de manera efectiva.",
      "definition_translation": "Disposto a falar e compartilhar ideias; capaz de expressar pensamentos e sentimentos de forma eficaz.",
      "example": "Ella era una profesora comunicativa, animando a sus estudiantes a hacer preguntas. Él había sido comunicativo con su pareja, discutiendo sus problemas. Ellos serán comunicativos en su reunión de equipo, compartiendo sus ideas.",
      "example_translation": "Ela era uma professora comunicativa, encorajando seus alunos a fazer perguntas. Ele havia sido comunicativo com seu parceiro, discutindo seus problemas. Eles serão comunicativos na sua reunião de equipe, compartilhando suas ideias.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "competitivo",
      "translation": "competitivo",
      "definition": "Relacionado con o caracterizado por la competencia; teniendo un fuerte deseo de ganar o ser mejor que otros.",
      "definition_translation": "relacionado à ou caracterizado pela competição; tendo um forte desejo de vencer ou ser melhor que os outros",
      "example": "Ella era competitiva en los deportes, siempre tratando de mejorar su desempeño. Ella ha sido competitiva desde que era niña. Ella será competitiva en los próximos Olímpicos.",
      "example_translation": "Ela era competitiva nos esportes, sempre tentando melhorar seu desempenho. Ela tem sido competitiva desde que era uma criança. Ela será competitiva nas próximas Olimpíadas.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vanidoso",
      "translation": "presunçoso",
      "definition": "Teniendo o mostrando una opinión excesivamente alta de sí mismo, sus habilidades o su apariencia.",
      "definition_translation": "tendo ou mostrando uma opinião excessivamente alta de si mesmo, suas habilidades ou sua aparência",
      "example": "Él era tan vanidoso que no escuchaba el consejo de nadie. Él ha sido vanidoso desde que empezó su nuevo trabajo. Él será vanidoso hasta que alguien le enseñe una lección.",
      "example_translation": "Ele era tão presunçoso que não ouviria o conselho de ninguém. Ele tem sido presunçoso desde que começou seu novo trabalho. Ele será presunçoso até que alguém o ensine uma lição.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preocupado",
      "translation": "preocupado",
      "definition": "Sintiendo inquietud o ansiedad por algo o alguien.",
      "definition_translation": "sentindo-se preocupado ou ansioso sobre algo ou alguém",
      "example": "Estoy preocupado por la salud de mi amigo. Ella estaba preocupada por sus resultados de examen. Ellos estarán preocupados por la situación financiera de la empresa.",
      "example_translation": "Estou preocupado com a saúde do meu amigo. Ela estava preocupada com os resultados dos seus exames. Eles estarão preocupados com a situação financeira da empresa.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conservador",
      "translation": "conservador",
      "definition": "Teniendo o mostrando un deseo de preservar instituciones, valores y formas de vida tradicionales.",
      "definition_translation": "tendo ou mostrando um desejo de preservar instituições, valores e formas de vida tradicionais",
      "example": "Él era un político conservador que se oponía a los cambios en la constitución. Ella ha sido conservadora en sus inversiones, prefiriendo opciones de bajo riesgo. Ellos serán conservadores en su gasto, tratando de ahorrar dinero.",
      "example_translation": "Ele era um político conservador que se opunha às mudanças na constituição. Ela tem sido conservadora em seus investimentos, preferindo opções de baixo risco. Eles serão conservadores em seus gastos, tentando economizar dinheiro.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "satisfecho",
      "translation": "conteúdo",
      "definition": "Sintiendo o mostrando placer o satisfacción; feliz y relajado.",
      "definition_translation": "Sentindo ou mostrando prazer ou satisfação; feliz e relaxado.",
      "example": "Estuve satisfecho con el resultado del proyecto. Ayer, estaba satisfecho con mi vida. Mañana, estaré satisfecho con mi decisión.",
      "example_translation": "Eu estava contente com o resultado do projeto. Ontem, eu estava contente com minha vida. Amanhã, eu estarei contente com minha decisão.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "convencional",
      "translation": "convencional",
      "definition": "Siguiendo las costumbres, reglas o formas de hacer things tradicionales o habituales.",
      "definition_translation": "Segue as costume ou regras tradicionais ou maneiras de fazer as coisas.",
      "example": "La empresa siempre sigue prácticas convencionales en su industria. En el pasado, la gente era convencional en su comportamiento. Mañana, el artista creará una pieza de arte no convencional.",
      "example_translation": "A empresa sempre segue práticas convencionais em sua indústria. No passado, as pessoas eram convencionais em seu comportamento. Amanhã, o artista criará uma peça de arte não convencional.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cooperativa",
      "translation": "cooperativa",
      "definition": "Dispuesta a trabajar juntos y ayudarse mutuamente.",
      "definition_translation": "Disposto a trabalhar juntos e ajudar um ao outro.",
      "example": "El banco cooperativo ayudó a la comunidad financieramente. Ayer, el equipo fue cooperativo durante la reunión. En el futuro, las dos empresas formarán una sociedad cooperativa.",
      "example_translation": "O banco cooperativo ajudou a comunidade financeiramente. Ontem, a equipe foi cooperativa durante a reunião. No futuro, as duas empresas formarão uma parceria cooperativa.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cobarde",
      "translation": "covarde",
      "definition": "Careciendo de coraje o fuerza en el enfrentamiento de peligro o dificultad.",
      "definition_translation": "Faltando coragem ou força diante do perigo ou dificuldade.",
      "example": "Él mostró un comportamiento cobarde durante la crisis. Ayer, el acto cobarde fue condenado por todos. Mañana, el héroe no actuará cobardemente en el enfrentamiento del peligro.",
      "example_translation": "Ele mostrou um comportamento covarde durante a crise. Ontem, o ato covarde foi condenado por todos. Amanhã, o herói não agirá covardemente diante do perigo.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decente",
      "translation": "decente",
      "definition": "Teniendo un alto estándar de moralidad, comportamiento o gusto; respetable y justo.",
      "definition_translation": "Tendo um padrão alto de moralidade, comportamento ou gosto; respeitável e reto.",
      "example": "Ella fue una persona decente que siempre ayudó a aquellos en necesidad. Ha sido decente conmigo desde que me mudé a la ciudad. Ella respetará decentemente las reglas.",
      "example_translation": "Ela era uma pessoa decente que sempre ajudava aqueles que precisavam. Ela tem sido decente comigo desde que me mudei para a cidade. Ela irá respeitar decentemente as regras.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decisiva",
      "translation": "decisivo",
      "definition": "Teniendo o mostrando la capacidad de tomar decisiones rápidas y con confianza.",
      "definition_translation": "Tendo ou mostrando a habilidade de tomar decisões rapidamente e com confiança.",
      "example": "Él fue un líder decisivo que tomó decisiones difíciles. Ha sido decisivo en sus elecciones profesionales. Será decisivo en su voto.",
      "example_translation": "Ele era um líder decisivo que tomar decisões difíceis. Ele tem sido decisivo em suas escolhas de carreira. Ele será decisivo em seu voto.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exigente",
      "translation": "exigente",
      "definition": "Requiriendo un gran esfuerzo, tiempo o atención; severo o estricto.",
      "definition_translation": "Requerendo um grande esforço, tempo ou atenção; severo ou estrito.",
      "example": "El trabajo fue exigente y requería mucho trabajo duro. Ha sido exigente en sus expectativas. Será exigente en sus negociaciones.",
      "example_translation": "O trabalho foi exigente e requeriu muito trabalho duro. Ela tem sido exigente em suas expectativas. Ele será exigente em suas negociações.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "deprimente",
      "translation": "deprimido",
      "definition": "Causando sentimientos de tristeza o desesperanza; sombrío o desagradable.",
      "definition_translation": "Causando sentimentos de tristeza ou desesperança; sombrio ou desagradável.",
      "example": "La noticia fue deprimente y me hizo sentir triste. El clima ha sido deprimente últimamente. La economía será deprimente en los próximos años.",
      "example_translation": "As notícias foram deprimidas e me fizeram sentir triste. O tempo tem sido deprimido ultimamente. A economia será deprimida nos próximos anos.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desesperada",
      "translation": "desesperado",
      "definition": "Sintiendo o mostrando un fuerte deseo de hacer algo porque estás en una situación difícil y no sabes qué hacer.",
      "definition_translation": "sentindo ou mostrando uma forte vontade de fazer algo porque você está em uma situação difícil e não sabe o que fazer",
      "example": "Estuve desesperada por salir del edificio en llamas. Había estado desesperada por encontrar un trabajo durante meses. Estaré desesperada por ver a mi familia de nuevo.",
      "example_translation": "Eu estava desesperado para sair do prédio em chamas. Eu havia estado desesperado para encontrar um emprego por meses. Estarei desesperado para ver minha família novamente.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "determinada",
      "translation": "determinado",
      "definition": "Habiendo tomado una decisión firme o teniendo una intención fuerte de hacer algo.",
      "definition_translation": "tendo feito uma decisão firme ou tendo uma intenção forte de fazer algo",
      "example": "Ella estaba determinada a terminar el maratón. Él había estado determinado a aprender a tocar la guitarra. Ellos estarán determinados a tener éxito en su negocio.",
      "example_translation": "Ela estava determinada a terminar o maratona. Ele havia estado determinado a aprender a tocar guitarra. Eles estarão determinados a ter sucesso nos seus negócios.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "devota",
      "translation": "dedicado",
      "definition": "Dedicando mucho tiempo, amor o energía a algo o alguien porque lo cuidas mucho.",
      "definition_translation": "dando muito tempo, amor ou energia para algo ou alguém porque você se preocupa muito com eles",
      "example": "Ella fue devota de su familia. Él había sido devoto de su trabajo durante años. Ellos serán devotos de su caridad.",
      "example_translation": "Ela era dedicada à sua família. Ele havia sido dedicado ao seu trabalho por anos. Eles estarão dedicados à sua caridade.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diligente",
      "translation": "diligente",
      "definition": "Haciendo cosas cuidadosamente y con mucho esfuerzo, con el fin de lograr un buen resultado.",
      "definition_translation": "fazendo coisas cuidadosamente e com muito esforço, para alcançar um bom resultado",
      "example": "Ella fue diligente en su investigación. Él había sido diligente en sus estudios. Ellos serán diligentes en su preparación para el examen.",
      "example_translation": "Ela era diligente em sua pesquisa. Ele havia sido diligente em seus estudos. Eles estarão diligentes em sua preparação para o exame.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    }
  ]
}