{
  "data": [
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartoffel",
      "translation": "batata",
      "definition": "Ein stärkehaltiges Gemüse, das oft als Beilage, insbesondere in europäischer Küche, serviert wird.",
      "definition_translation": "Um legume rico em amido que é frequentemente servido como acompanhamento, especialmente na culinária europeia.",
      "example": "Ich werde eine gebackene Kartoffel zum Mittagessen essen, aber ich aß eine pürierte Kartoffel gestern, und ich esse normalerweise eine fritierte Kartoffel zum Frühstück.",
      "example_translation": "Eu vou comer uma batata assada para o almoço amanhã, mas eu comi uma batata amassada ontem, e eu geralmente como uma batata frita para o café da manhã.",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomate",
      "translation": "tomate",
      "definition": "Ein saftiges rotes oder gelbliches Frucht, das oft in Salaten, Soßen und Suppen verwendet wird.",
      "definition_translation": "Um fruto vermelho ou amarelado suculento que é frequentemente usado em saladas, molhos e sopas.",
      "example": "Ich aß eine frische Tomate in meinem Salat gestern, aber ich werde eine Dose Tomate in meiner Pastasoße morgen verwenden, und ich esse normalerweise eine Cherry-Tomate als Snack.",
      "example_translation": "Eu comi um tomate fresco na minha salada ontem, mas eu vou usar um tomate enlatado no meu molho de macarrão amanhã, e eu geralmente como um tomate cherry como um lanche.",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüse",
      "translation": "legume",
      "definition": "Jedes Pflanzenmittel, das von Menschen verzehrt wird, wie Blätter, Stiele, Wurzeln, Knollen oder Blütenknospen.",
      "definition_translation": "Qualquer parte de planta que é comida por humanos, como folhas, caules, raízes, tubérculos ou brotos florais.",
      "example": "Sie wird eine Gemüsesuppe zum Mittagessen essen, ich aß ein Gemüse-Stir-Fry gestern, und sie züchten normalerweise ihr eigenes Gemüse in ihrem Hinterhof.",
      "example_translation": "Ela vai comer uma sopa de legumes para o almoço hoje, eu comi um stir-fry de legumes ontem, e eles geralmente cultivam seus próprios legumes no quintal de casa.",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bohne",
      "translation": "feijão",
      "definition": "Ein Typ von Samen, der oft in der Kochkunst, insbesondere in lateinamerikanischer Küche, verwendet wird.",
      "definition_translation": "Um tipo de semente que é frequentemente usado na cozinha, especialmente na culinária latino-americana.",
      "example": "Ich werde ein Bohnen-Eintopf zum Abendessen kochen, sie aß ein Bohnen-Salat zum Mittagessen gestern, und sie fügen normalerweise Bohnen zu ihren Reisgerichten hinzu.",
      "example_translation": "Eu vou cozinhar um estufado de feijão para o jantar de hoje à noite, ela comeu uma salada de feijão para o almoço ontem, e eles geralmente adicionam feijões aos seus pratos de arroz.",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karotte",
      "translation": "cenoura",
      "definition": "Eine Karotte ist ein knackiges, süßes und saftiges Wurzelgemüse, das typischerweise orange gefärbt ist.",
      "definition_translation": "Uma cenoura é um vegetal de raiz crocante, doce e suculento que é tipicamente laranja em cor.",
      "example": "Ich aß einen Karotten-Stick in der Gegenwart, ich werde ein Karotten-Kuchen essen in der Zukunft, und ich hatte ein Karotten-Süppchen in der Vergangenheit.",
      "example_translation": "Eu comi um palito de cenoura no presente, eu vou comer um bolo de cenoura no futuro e eu havia comido uma sopa de cenoura no passado.",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chili",
      "translation": "pimenta",
      "definition": "Ein Chili ist ein scharfes Frucht, das oft in der Kochkunst verwendet wird, um Gerichten Geschmack und Wärme hinzuzufügen.",
      "definition_translation": "Uma pimenta é um fruto picante que é comumente usado na cozinha para adicionar calor e sabor aos pratos.",
      "example": "Ich fügte ein Chili zu meinem Gericht in der Gegenwart hinzu, ich werde ein Chili zu meinem Rezept in der Zukunft hinzufügen, und ich hatte ein Chili zu meiner Soße in der Vergangenheit hinzugefügt.",
      "example_translation": "Eu adicionei uma pimenta à minha refeição no presente, eu vou adicionar uma pimenta à minha receita no futuro e eu havia adicionado uma pimenta à minha molho no passado.",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauch",
      "translation": "alho",
      "definition": "Knoblauch ist eine pfeffrig-würzige Zwiebel, die oft in der Kochkunst verwendet wird, um Gerichten Tiefe und Fülle hinzuzufügen.",
      "definition_translation": "O alho é um bulbo picante e saboroso que é comumente usado na cozinha para adicionar profundidade e riqueza aos pratos.",
      "example": "Ich hackte Knoblauch in der Gegenwart, ich werde Knoblauch rösten in der Zukunft, und ich hatte Knoblauch in der Vergangenheit gesotten.",
      "example_translation": "Eu minhiei alho no presente, eu vou assar alho no futuro e eu havia salteado alho no passado.",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwiebel",
      "translation": "cebola",
      "definition": "Eine Zwiebel ist ein würziges und aromatisches Gemüse, das oft in der Kochkunst verwendet wird, um Gerichten Süße und Tiefe hinzuzufügen.",
      "definition_translation": "Uma cebola é um bulbo saboroso e aromático que é comumente usado na cozinha para adicionar doçura e profundidade aos pratos.",
      "example": "Ich hackte eine Zwiebel in der Gegenwart, ich werde eine Zwiebel karamellisieren in der Zukunft, und ich hatte eine Zwiebel in der Vergangenheit gesotten.",
      "example_translation": "Eu cortei uma cebola no presente, eu vou caramelizar uma cebola no futuro e eu havia salteado uma cebola no passado.",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brokkoli",
      "translation": "brócolis",
      "definition": "Ein grünes Gemüse, das einer kleinen Pflanze ähnelt, mit einem dicken Stiel und einer Masse grüner Blüten.",
      "definition_translation": "Um vegetal verde que se assemelha a uma pequena árvore, com um caule grosso e uma massa de flores verdes.",
      "example": "Ich aß Brokkoli zum Abendessen gestern, ich esse Brokkoli zum Mittagessen heute, und ich werde Brokkoli zum Frühstück morgen essen.",
      "example_translation": "Eu comi brócolis para jantar ontem à noite, estou comendo brócolis para almoço hoje e vou comer brócolis para café da manhã amanhã.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohl",
      "translation": "repolho",
      "definition": "Ein Gemüse mit einem runden, dichten Kopf von knackigen Blättern, oft in Salaten und gegarten Gerichten verwendet.",
      "definition_translation": "Um vegetal com uma cabeça redonda e densa de folhas crocantes, freqüentemente usado em saladas e pratos cozidos.",
      "example": "Meine Großmutter machte aus Kohl Sauerkraut, als ich ein Kind war, ich mache Sauerkraut aus Kohl jetzt, und meine Kinder werden Sauerkraut aus Kohl in der Zukunft machen.",
      "example_translation": "Minha avó costumava fazer chucrute de repolho quando eu era criança, eu faço chucrute de repolho agora, e meus filhos farão chucrute de repolho no futuro.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zucchini",
      "translation": "abobrinha",
      "definition": "Eine Art Sommerkürbis, oft in der Küche verwendet, der eine zylindrische Form und eine weiche, essbare Haut hat.",
      "definition_translation": "Um tipo de abobrinha de verão, freqüentemente usado na cozinha, que tem um formato cilíndrico e uma pele macia e comestível.",
      "example": "Ich grillte Zucchini zum Abendessen letzten Sommer, ich bereite Zucchini für das Mittagessen heute zu und ich werde Zucchini für das Frühstück nächste Woche backen.",
      "example_translation": "Eu grelhei abobrinha para jantar no verão passado, estou salteando abobrinha para almoço hoje, e vou assar abobrinha para café da manhã na próxima semana.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gurke",
      "translation": "pépino",
      "definition": "Ein langes, grünes Gemüse mit glatter Haut, oft in Salaten und Sandwiches verwendet.",
      "definition_translation": "Um vegetal verde longo com pele lisa, freqüentemente usado em saladas e sanduíches.",
      "example": "Ich schneide Gurke jeden Morgen für Sandwiches, ich schnitt Gurke letzte Nacht für Salate und ich werde Gurke morgen für Snacks schneiden.",
      "example_translation": "Eu fatio pepino para sanduíches todas as manhãs, eu fatiei pepino para saladas ontem à noite, e vou fatiar pepino para lanches amanhã.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salat",
      "translation": "alface",
      "definition": "Salat ist ein blattgrünes Gemüse, das häufig in Salaten und als Garnitur verwendet wird.",
      "definition_translation": "A alface é um vegetal verde folhoso comumente usado em saladas e como garnição.",
      "example": "Ich werde ein Salat mit Salat für das Mittagessen morgen essen. Ich aß ein Sandwich mit Salat zum Frühstück heute. Ich aß Salat mit meinem Abendessen letzte Nacht.",
      "example_translation": "Eu vou comer uma salada com alface para o almoço amanhã. Eu comi um sanduíche com alface para o café da manhã hoje. Eu comi alface com o meu jantar ontem à noite.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erbsen",
      "translation": "ervilha",
      "definition": "Eine Erbse ist ein kleiner, kugelförmiger Samen, der in einer Hülse wächst und häufig in der Küche verwendet wird.",
      "definition_translation": "Uma ervilha é uma semente pequena e esférica que cresce em uma vagem e é comumente usada na culinária.",
      "example": "Ich pflanzte Erbsen in meinem Garten letzte Woche. Die Erbsen werden nächsten Monat bereit zum Ernten sein. Ich werde Erbsen mit meinem Abendessen heute Abend essen.",
      "example_translation": "Eu plantei ervilhas no meu jardim na semana passada. As ervilhas estarão prontas para colher no mês que vem. Eu vou comer ervilhas com o meu jantar esta noite.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffer",
      "translation": "pimenta",
      "definition": "Pfeffer ist ein Gewürz, das häufig verwendet wird, um Gerichte zu würzen.",
      "definition_translation": "A pimenta é uma especiaria comumente usada para adicionar sabor à comida.",
      "example": "Ich fügte Pfeffer meiner Suppe für das Mittagessen heute hinzu. Ich werde Pfeffer meinem Steak für das Abendessen heute Abend hinzufügen. Ich fügte Pfeffer meinen Eiern für das Frühstück heute Morgen hinzu.",
      "example_translation": "Eu adicionei pimenta à minha sopa para o almoço hoje. Eu vou adicionar pimenta ao meu bife para o jantar esta noite. Eu adicionei pimenta aos meus ovos para o café da manhã essa manhã.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kürbis",
      "translation": "abóbora",
      "definition": "Ein Kürbis ist ein Typ von Kürbis, der häufig in der Küche verwendet wird, insbesondere in Torten und Suppen.",
      "definition_translation": "A abóbora é um tipo de abobrinha comumente usada na culinária, particularmente em tortas e sopas.",
      "example": "Ich schnitzte einen Kürbis für Halloween letztes Jahr. Ich werde eine Kürbispie für Thanksgiving nächsten Monat backen. Ich aß Kürbissuppe für das Mittagessen heute.",
      "example_translation": "Eu esculpi uma abóbora para o Halloween no ano passado. Eu vou assar uma torta de abóbora para o Dia de Ação de Graças no mês que vem. Eu comi sopa de abóbora para o almoço hoje.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinat",
      "translation": "espinafre",
      "definition": "Spinat ist ein blattgrünes Gemüse, das reich an Eisen und Antioxidantien ist. Es wird oft in Salaten, Smoothies und als Beilage gedünstet verwendet.",
      "definition_translation": "O espinafre é um vegetal verde folhoso rico em ferro e antioxidantes. É frequentemente usado em saladas, smoothies e salteado como acompanhamento.",
      "example": "Sie wusch den Spinat und fügte ihn dem Salat hinzu. Gestern hatte ich Spinat für das Mittagessen. Bis nächstes Jahr werde ich Spinat für das Abendessen gegessen haben.",
      "example_translation": "Ela lavou o espinafre e adicionou à salada. Ontem, eu comi espinafre no almoço. Até o próximo ano, eu terei comido espinafre no jantar.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßmais",
      "translation": "milho doce",
      "definition": "Süßmais ist ein Typ von Mais, der geerntet wird, wenn die Körner unreif und süß sind. Er wird oft gekocht oder gegrillt gegessen.",
      "definition_translation": "O milho doce é um tipo de milho que é colhido quando os grãos estão imaturos e o milho é doce e tenro. É frequentemente comido cozido ou grelhado.",
      "example": "Wir grillten Süßmais auf dem Barbecue. Letzten Sommer aß ich Süßmais auf dem Cob. Bis nächstes Sommer werde ich Süßmais mit Butter probiert haben.",
      "example_translation": "Nós grelhamos milho doce no churrasco. No último verão, eu comi milho doce na espiga. Até o próximo verão, eu terei provado milho doce com manteiga.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aubergine",
      "translation": "beringela",
      "definition": "Aubergine ist ein Typ von Gemüse, der häufig in der mediterranen Küche verwendet wird. Sie hat eine purpurne Farbe und einen leicht bitteren Geschmack.",
      "definition_translation": "A beringela é um tipo de vegetal que é frequentemente usado na culinária mediterrânea. Tem uma cor púrpura e um sabor levemente amargo.",
      "example": "Sie schnitt die Aubergine und fügte sie in die Pfanne. Gestern hatte ich Auberginen-Parmesan für das Mittagessen. Bis nächster Woche werde ich gebackene Aubergine für das Abendessen haben.",
      "example_translation": "Ela fatiou a beringela e a fritou. Ontem, eu comi parmesão de beringela no almoço. Até a próxima semana, eu terei assado beringela no jantar.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenkohl",
      "translation": "couve-flor",
      "definition": "Blumenkohl ist ein Typ von Gemüse, der ähnlich wie Brokkoli ist. Er hat eine weiße oder purpurne Farbe und wird oft in Salaten und als Beilage verwendet.",
      "definition_translation": "A couve-flor é um tipo de vegetal que é semelhante ao brócolis. Tem uma cor branca ou púrpura e é frequentemente usado em saladas e como acompanhamento.",
      "example": "Sie dampfte den Blumenkohl und servierte ihn als Beilage. Gestern hatte ich Blumenkohlsuppe für das Mittagessen. Bis nächster Monat werde ich gegrillten Blumenkohl für das Abendessen haben.",
      "example_translation": "Ela cozinhou a vapor a couve-flor e a serviu como acompanhamento. Ontem, eu comi sopa de couve-flor no almoço. Até o próximo mês, eu terei grelhado couve-flor no jantar.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lauch",
      "translation": "alho-poró",
      "definition": "Ein Lauch ist ein Typ von Gemüse, das mit Zwiebeln und Knoblauch verwandt ist. Er hat einen milden, süßen Geschmack und wird oft in Suppen, Eintöpfen und Salaten verwendet.",
      "definition_translation": "Um alho-poró é um tipo de legume relacionado a cebolas e alhos. Tem um sabor doce e suave e é frequentemente usado em sopas, estufados e saladas.",
      "example": "Ich hackte den Lauch und sautéierte ihn mit Knoblauch, dann füge ich ihn später der Suppe hinzu. Ich fügte einen Lauch zum Eintopf hinzu, gestern Abend, und es schmeckte großartig. Ich werde Lauch in meinem Garten nächsten Frühling pflanzen.",
      "example_translation": "Eu cortei o alho-poró e o salteei com alho, então eu добавarei à sopa mais tarde. Eu adicionei um alho-poró ao estufado ontem, e ele estava muito saboroso. Eu plantarei alhos-porós no meu jardim na próxima primavera.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Petersilie",
      "translation": "salsa",
      "definition": "Petersilie ist ein beliebtes Kraut, das als Garnitur verwendet wird und in Suppen, Salaten und Soßen für Geschmack und Frische hinzugefügt wird.",
      "definition_translation": "A salsa é uma erva popular usada como decoração e adicionada a sopas, saladas e molhos para sabor e frescor.",
      "example": "Ich streute Petersilie über den Salat, es sah wunderschön aus. Sie verwendete Petersilie, um den Teller zu garnieren, es war eine nette Geste. Ich werde Petersilie zur Spaghetti-Soße hinzufügen, um extra Geschmack hinzuzufügen.",
      "example_translation": "Eu espalhei a salsa em cima da salada, ficou lindo. Ela usou salsa para decorar o prato, foi um toque agradável. Eu adicionarei salsa ao molho de espaguete para sabor extra.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rettich",
      "translation": "rábano",
      "definition": "Ein Rettich ist ein Wurzelgemüse, das gemeinhin roh oder gekocht verzehrt wird und für seinen scharfen Geschmack und knackigen Texturen bekannt ist.",
      "definition_translation": "O rábano é um legume raiz que é comumente comido cru ou cozido e é conhecido por seu sabor picante e textura crocante.",
      "example": "Ich schnitt den Rettich und fügte ihn dem Salat hinzu, es war erfrischend. Sie röstete den Rettich mit Olivenöl und Salz, es war lecker. Ich werde Rettich in meinem Garten diesen Sommer anbauen.",
      "example_translation": "Eu cortei o rábano e o adicionei à salada, foi refrescante. Ela assou o rábano com óleo de oliva e sal, foi delicioso. Eu plantarei rábanos no meu jardim neste verão.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkohl",
      "translation": "repolho vermelho",
      "definition": "Rotkohl ist eine Art von Kohl, der eine tiefe rote Farbe hat und oft in Salaten, Krautsalat und als Garnitur für seine leuchtende Farbe verwendet wird.",
      "definition_translation": "O repolho vermelho é um tipo de repolho que tem uma cor vermelha profunda e é frequentemente usado em saladas, ensopados e como decoração por sua cor vibrante.",
      "example": "Ich zerkleinerte den Rotkohl und fügte ihn dem Krautsalat hinzu, es war lecker. Sie verwendete Rotkohl als Garnitur für den Abendtellerteller, es sah wunderschön aus. Ich werde Rotkohl auf dem Markt morgen kaufen.",
      "example_translation": "Eu rasguei o repolho vermelho e o adicionei ao ensopado, foi saboroso. Ela usou repolho vermelho como decoração para o prato de jantar, ficou bonito. Eu comprarei repolho vermelho no mercado amanhã.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühlingszwiebel",
      "translation": "cebola-verde",
      "definition": "Eine Frühlingszwiebel ist eine junge Zwiebel, die vor der Bildung einer großen Knolle geerntet wird, als Gemüse in Salaten, Suppen und anderen Gerichten verwendet.",
      "definition_translation": "Uma cebola-verde é uma cebola jovem que é colhida antes de formar um grande bulbo, usada como legume em saladas, sopas e outros pratos.",
      "example": "Ich hackte die Frühlingszwiebel und fügte sie der Suppe hinzu. Ich werde morgen die Frühlingszwiebel hacken und sie dem Salat hinzufügen. Ich hatte gestern die Frühlingszwiebel gehackt und sie der Suppe hinzugefügt.",
      "example_translation": "Eu cortei a cebola-verde e adicionei à sopa. Vou cortar a cebola-verde e adicioná-la à salada amanhã. Eu havia cortado a cebola-verde e adicionado à sopa ontem.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "beterraba",
      "definition": "Eine Rübe ist ein Wurzelgemüse, das typischerweise rot oder gold in Farbe ist, in Salaten, Suppen und als natürliche Lebensmittelfarbe verwendet wird.",
      "definition_translation": "A beterraba é um legume raiz que é tipicamente vermelha ou dourada em cor, usada em saladas, sopas e como corante alimentício natural.",
      "example": "Ich liebe, eingelegte Rübe in Salaten zu essen. Sie wird die Rübe für die Dinner-Party heute Abend rösten. Er hatte die Rübe gekocht und mit Butter zubereitet.",
      "example_translation": "Eu adoro comer beterraba pickled em saladas. Ela vai assar a beterraba para a festa de jantar esta noite. Ele havia cozido a beterraba e amassado com manteiga.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Soja, Sojabohne",
      "translation": "soja",
      "definition": "Soja oder Sojabohne ist eine Hülsenfrucht, die als Proteinquelle in vielen Lebensmitteln verwendet wird, wie Tofu, Milch und Edamame.",
      "definition_translation": "A soja é um legume que é usado como fonte de proteína em muitos produtos alimentícios, como tofu, leite e edamame.",
      "example": "Ich trinke jeden Morgen Sojamilch. Sie wird Sojasoße verwenden, um das Stir-Fry- Gericht zu würzen. Sie hatten Sojabohnen in ihrem Garten letzten Jahr gepflanzt.",
      "example_translation": "Eu bebo leite de soja todas as manhãs. Ela vai usar molho de soja para temperar o stir-fry. Eles haviam plantado soja em seu jardim no ano passado.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Breitbohne",
      "translation": "favas",
      "definition": "Eine Breitbohne ist eine Art von Hülsenfrucht, die auch als Dicke Bohne bekannt ist, in vielen Teilen der Welt in der Küche verwendet.",
      "definition_translation": "Uma fava é um tipo de legume que é também conhecido como feijão-fava, usado na cozinha em muitas partes do mundo.",
      "example": "Ich liebe, Breitbohnen in Salaten zu essen. Sie wird die Breitbohnen für die Dinner-Party heute Abend kochen. Sie hatten geröstete Breitbohnen als Snack gegessen.",
      "example_translation": "Eu adoro comer favas em saladas. Ela vai cozinhar as favas para a festa de jantar esta noite. Eles haviam comido favas assadas como um lanche.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosenkohl",
      "translation": "brócolis",
      "definition": "Ein Rosenkohl ist ein kleines, grünes, knoblauchähnliches Gemüse, das auf einem Stängel wächst und mit Kohl verwandt ist.",
      "definition_translation": "Um pequeno legume verde, semelhante a uma broto que cresce em uma haste e é relacionado ao repolho.",
      "example": "Ich aß Rosenkohl zum Abendessen letzte Nacht, ich esse ihn heute zum Mittagessen und ich werde ihn morgen zum Abendessen essen.",
      "example_translation": "Eu comi brócolis para jantar ontem à noite, estou comendo para almoço hoje, e vou comer para jantar amanhã.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Artischocke",
      "translation": "alcachofra",
      "definition": "Eine Artischocke ist ein dorniger, blumenähnlicher Aufsatz mit essbaren Blättern und einem weichen, fleischigen Zentrum.",
      "definition_translation": "Um vegetal espinhoso, semelhante a uma flor, com folhas comestíveis e um centro macio e carnoso.",
      "example": "Ich habe Artischocken in einem Salat gegessen, ich esse sie gedämpft, und ich werde sie nächsten Sommer gegrillt essen.",
      "example_translation": "Eu comi alcachofras em uma salada, estou comendo cozidas, e vou comer grelhadas no próximo verão.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spargel",
      "translation": "aspargo",
      "definition": "Ein hoher, grüner Gemüse mit einem zarten, essbaren Stiel, der oft gedämpft oder geröstet serviert wird.",
      "definition_translation": "Um vegetal alto e verde com um caule tenro e comestível, que é frequentemente servido cozido ou assado.",
      "example": "Ich aß Spargel mit Butter letzten Abend, ich esse ihn heute mit Holländischer Sauce und ich werde ihn nächsten Woche gegrillt mit Olivenöl essen.",
      "example_translation": "Eu comi aspargo com manteiga ontem à noite, estou comendo com molho holandês hoje, e vou comer grelhado com azeite de oliva na próxima semana.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sellerie",
      "translation": "salsão",
      "definition": "Ein knackiges, grünes Gemüse mit einem langen, dünnen Stiel und Blättern, das oft in Salaten und Suppen verwendet wird.",
      "definition_translation": "Um vegetal crocante e verde com uma haste longa e fina e folhas que são frequentemente usadas em saladas e sopas.",
      "example": "Ich habe Sellerie in einem Salat gegessen, ich esse ihn gerade mit Erdnussbutter und ich werde ihn nächstem Winter in einer Suppe essen.",
      "example_translation": "Eu comi salsão em uma salada, estou comendo com manteiga de amendoim, e vou comer em uma sopa no próximo inverno.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zichorie",
      "translation": "chicória",
      "definition": "Eine Pflanzenart mit blauen oder weißen Blüten, die als Nahrung und Medizin verwendet wird",
      "definition_translation": "um tipo de planta com flores azuis ou brancas, usado como alimento e medicamento",
      "example": "Ich fügte Zichorie meinem Salat hinzu, um einen einzigartigen Geschmack zu erhalten. Ich werde Zichorie in meinem Garten nächstem Sommer pflanzen. Sie trank Zichorie-Tee, um besser schlafen zu können.",
      "example_translation": "Adicionei chicória à minha salada pelo seu sabor único. Plantarei chicória no meu jardim no próximo verão. Ela teve chá de chicória para ajudá-la a dormir melhor.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnittlauch",
      "translation": "cebolinha",
      "definition": "Ein Kraut mit Zwiebelflavour, das oft verwendet wird, um Suppen und Salaten Geschmack zu geben",
      "definition_translation": "uma erva com sabor semelhante ao da cebola, frequentemente usada para adicionar sabor a sopas e saladas",
      "example": "Ich verwendete Schnittlauch, um meinem Suppe Geschmack zu geben. Sie streute Schnittlauch auf ihre gebackene Kartoffel. Sie werden Schnittlauch in ihrem Garten nächstem Frühling pflanzen.",
      "example_translation": "Usei cebolinha para adicionar sabor ao meu caldo. Ela espalhou cebolinha em sua batata assada. Eles plantarão cebolinha no seu jardim na próxima primavera.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kresse",
      "translation": "agrião",
      "definition": "Ein Kraut mit pfeffrigem Geschmack, das oft in Salaten und als Garnitur verwendet wird",
      "definition_translation": "uma erva com sabor picante, frequentemente usada em saladas e como garnitura",
      "example": "Ich fügte Kresse meinem Salat hinzu, um eine knusprige Textur zu erhalten. Sie verwendete Kresse als Garnitur für ihre Suppe. Sie werden Kresse aus ihrem Garten dieses Wochenende ernten.",
      "example_translation": "Adicionei agrião à minha salada pelo seu textura crocante. Ela usou agrião como garnitura para o seu caldo. Eles colherão agrião do seu jardim neste fim de semana.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dill",
      "translation": "dill",
      "definition": "Ein Kraut mit süßem und saurem Geschmack, das oft verwendet wird, um Gurken und Sauzen Geschmack zu geben",
      "definition_translation": "uma erva com sabor doce e ácido, frequentemente usada para adicionar sabor a pepinos e molhos",
      "example": "Ich verwendete Dill, um meinem selbstgemachten Gurken Geschmack zu geben. Sie fügte Dill ihrem Fischrezept hinzu. Sie werden Dill in ihrem Garten nächsten Frühling pflanzen.",
      "example_translation": "Usei dill para adicionar sabor aos meus pepinos caseiros. Ela adicionou dill à sua receita de peixe. Eles plantarão dill no seu jardim nesta primavera.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fenchel",
      "translation": "funcho",
      "definition": "Ein robustes, mehrjähriges Kraut mit federähnlichen Blättern und gelblichen Blüten, das für Kochen und Medizin verwendet wird.",
      "definition_translation": "uma erva perene resistente com folhas plumosas e flores amarelo-escuras, usada para cozinhar e medicina.",
      "example": "Ich fügte etwas Fenchel meinem Salat hinzu, um einen Geschmack von Anis zu erhalten. Ich werde Fenchel meinem Salat morgen hinzufügen. Sie fügte Fenchel ihrem Salat letzte Nacht hinzu.",
      "example_translation": "Adicionei algum funcho à salada para um surto de sabor de anis. Vou adicionar funcho à salada amanhã. Ela adicionou funcho à salada ontem à noite.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Meerrettich",
      "translation": "raiz-forte",
      "definition": "Eine Pflanze mit starkem, bijenartigem Geschmack, die als Gewürz oder Medizin verwendet wird.",
      "definition_translation": "uma planta com um sabor forte e acre, usada como condimento ou medicina.",
      "example": "Die Sauce wurde mit Meerrettich und Wasabi gemacht, um einen extra Kick zu erhalten. Sie wird eine Sauce mit Meerrettich und Wasabi morgen machen. Sie machten eine Sauce mit Meerrettich und Wasabi letzte Woche.",
      "example_translation": "A salsa foi feita com raiz-forte e wasabi para um chute extra. Ela vai fazer uma salsa com raiz-forte e wasabi amanhã. Eles fizeram uma salsa com raiz-forte e wasabi na semana passada.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grünkohl",
      "translation": "couve",
      "definition": "Ein Typ von Blattgemüse, das oft in Salaten undSmoothies verwendet wird.",
      "definition_translation": "um tipo de vegetal verde folhoso, freqüentemente usado em saladas e smoothies.",
      "example": "Ich fügte Grünkohl meinem Smoothie hinzu, um einen nahrhaften Boost zu erhalten. Sie wird Grünkohl ihrem Smoothie morgen hinzufügen. Sie fügten Grünkohl ihrem Smoothie letzten Monat hinzu.",
      "example_translation": "Adicionei couve ao meu smoothie para um impulso nutricional. Ela vai adicionar couve ao seu smoothie amanhã. Eles adicionaram couve ao seu smoothie no mês passado.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linsen",
      "translation": "lentilha",
      "definition": "Ein Typ von Hülsenfrüchten, der oft in Suppen und Eintöpfen verwendet wird.",
      "definition_translation": "um tipo de legume, freqüentemente usado em sopas e guisados.",
      "example": "Ich kochte Linsen zum Abendessen letzte Nacht. Sie wird Linsen zum Abendessen heute kochen. Sie kochten Linsen zum Abendessen gestern.",
      "example_translation": "Cozinhei lentilhas para o jantar ontem à noite. Ela vai cozinhar lentilhas para o jantar esta noite. Eles cozinham lentilhas para o jantar ontem.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Markknochen",
      "translation": "medula",
      "definition": "Ein weiches, fetthaltiges Gewebe, das die Hohlräume der Knochen ausfüllt, in dem die blutbildenden Zellen produziert werden, insbesondere in den Knochen des Beckens und des Brustbeins.",
      "definition_translation": "Um tecido macio e gorduroso que preenche as cavidades dos ossos, no qual as células sangüíneas são produzidas, especialmente nos ossos da pelve e esterno.",
      "example": "Der Arzt entnahm eine Probe von Knochenmark aus der Hüfte des Patienten. Gestern besuchte ich ein Krankenhaus, in dem sie eine Knochenmarktransplantation durchführten. Morgen werde ich mehr über den Prozess der Knochenmarkspende erfahren.",
      "example_translation": "O médico extraiu uma amostra de medula óssea do quadril do paciente. Ontem, visitei um hospital onde realizaram um transplante de medula óssea. Amanhã, vou aprender sobre o processo de doação de medula óssea.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pastinake",
      "translation": "cherivia",
      "definition": "Ein Wurzelgemüse mit süßem, nussartigem Geschmack, das oft gekocht, gebraten oder püriert und als Beilage serviert wird.",
      "definition_translation": "Um legume com sabor doce e nozado, frequentemente cozido, assado ou amassado e servido como prato lateral.",
      "example": "Ich sautéierte die Pastinake mit Knoblauch und Kräutern. Sie bratete die Pastinake mit Olivenöl und Salz. Morgen werden sie die Pastinake mit Butter und Sahne pürieren.",
      "example_translation": "Cozinhei a cherivia com alho e ervas. Ela assou a cherivia com óleo de oliva e sal. Eles vão amassar a cherivia com manteiga e creme amanhã.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhabarber",
      "translation": "ruibarbo",
      "definition": "Eine Pflanze mit essbaren Stielen, die oft in Kuchen und Torten verwendet wird, mit einem sauren Geschmack und einer hohen Konzentration an Oxalsäure.",
      "definition_translation": "Uma planta com hastes comestíveis que são frequentemente utilizadas em tortas e tartes, tendo um sabor azedo e uma alta concentração de ácido oxálico.",
      "example": "Meine Großmutter machte früher einen leckeren Rhabarberkuchen. Sie werden den Rhabarber im Juni ernten. Sie aß ein Stück Rhabarbertorte letzte Nacht.",
      "example_translation": "Minha avó costumava fazer uma deliciosa torta de ruibarbo. Eles vão colher o ruibarbo em junho. Ela comeu uma fatia de tarte de ruibarbo ontem à noite.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwede",
      "translation": "rutabaga",
      "definition": "Eine Kreuzung zwischen Kohl und Rübe, mit einem süßlich-bitteren Geschmack und einer festen Konsistenz.",
      "definition_translation": "Um cruzamento entre um repolho e um nabo, tendo um sabor doce, levemente amargo e uma textura firme.",
      "example": "Ich kochte die Schwede und pürierte sie mit Butter. Sie werden die Schwede heute mit Karotten und Kartoffeln backen. Sie aß ein Stück Schwedekuchen gestern.",
      "example_translation": "Cozinhei a rutabaga e amassei com manteiga. Eles vão assar a rutabaga com cenouras e batatas hoje. Ela comeu uma fatia de bolo de rutabaga ontem.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Süßkartoffel",
      "translation": "batata-doce",
      "definition": "Ein stärkehaltiges Wurzelgemüse, das oft als Beilage serviert wird, insbesondere in den Vereinigten Staaten.",
      "definition_translation": "um legume raiz amiláceo que é frequentemente consumido como acompanhamento, especialmente nos Estados Unidos",
      "example": "Ich aß Süßkartoffelfritten im Restaurant letzte Nacht, ich werde sie morgen wieder essen und habe sie viele Male vorher gegessen.",
      "example_translation": "Eu comi batatas-doce fritas no restaurante ontem à noite, comerei novamente amanhã e eu as comi muitas vezes antes.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rübe",
      "translation": "rabano",
      "definition": "Ein Wurzelgemüse, das oft gekocht oder püriert wird und in einigen europäischen Kulturen ein Grundnahrungsmittel ist.",
      "definition_translation": "um legume raiz que é frequentemente consumido cozido ou amassado, e é um ingrediente básico em algumas culinarias europeias",
      "example": "Meine Großmutter zog früher Rüben in ihrem Garten, als ich ein Kind war, jetzt züchte ich sie in meinem eigenen Garten und werde meinen Kindern in Zukunft zeigen, wie man sie züchtet.",
      "example_translation": "Minha avó costumava cultivar rabanos em seu jardim quando eu era criança, agora eu os cultivo no meu próprio jardim, e ensinarei meus filhos como cultivá-los no futuro.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]
}