[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "positive",
      "translation": "positivo",
      "definition": "having or showing a good or optimistic attitude or feeling",
      "definition_translation": "avere o mostrare un atteggiamento o sentimento buono o ottimistico",
      "example": "She has a positive attitude towards life. She was positive about the new job offer. She will be positive about the future.",
      "example_translation": "Lei ha un atteggiamento positivo verso la vita. Era positiva sulla nuova offerta di lavoro. Sarà positiva sul futuro.",
      "imageLink": "image_files\\English\\"imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "addicted",
      "translation": "dipendente",
      "definition": "physically or psychologically dependent on something",
      "definition_translation": "dipendente fisicamente o psicologicamente da qualcosa",
      "example": "He was addicted to smoking. He is addicted to video games. He will be addicted to social media.",
      "example_translation": "Era dipendente dal fumo. È dipendente dai videogiochi. Sarà dipendente dai social media.",
      "imageLink": "image_files\\English\\"imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adventurous",
      "translation": "avventuroso",
      "definition": "willing to take risks and try new things",
      "definition_translation": "disposto a correre rischi e provare cose nuove",
      "example": "She is an adventurous person. She was adventurous when she traveled to Europe. She will be adventurous on her next trip.",
      "example_translation": "È una persona avventurosa. Era avventurosa quando ha viaggiato in Europa. Sarà avventurosa nel suo prossimo viaggio.",
      "imageLink": "image_files\\English\\"imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "affectionate",
      "translation": "affettuoso",
      "definition": "Having or showing feelings of love, tenderness, or fondness towards someone or something.",
      "definition_translation": "Avendo o mostrando sentimenti di amore, tenerezza o affetto verso qualcuno o qualcosa.",
      "example": "She was an affectionate mother, always hugging her children. She had been affectionate towards her pets when she was younger. She will be affectionate towards her future partner.",
      "example_translation": "Era una madre affettuosa, sempre abbracciando i suoi bambini. Era stata affettuosa verso i suoi animali domestici quando era più giovane. Sarà affettuosa verso il suo futuro compagno.",
      "imageLink": "image_files\\English\\"imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aggressive",
      "translation": "aggressivo",
      "definition": "Ready to attack or engage in conflict, or characterized by bold or assertive behavior.",
      "definition_translation": "Pronto ad attaccare o impegnarsi in conflitto, o caratterizzato da comportamenti audaci o assertivi.",
      "example": "He was an aggressive player on the field, always trying to win. He had been aggressive in business, making tough decisions quickly. He will be aggressive in his new role, challenging his team members.",
      "example_translation": "Era un giocatore aggressivo sul campo, sempre cercando di vincere. Era stato aggressivo nel business, prendendo decisioni difficili rapidamente. Sarà aggressivo nel suo nuovo ruolo, sfidando i membri del suo team.",
      "imageLink": "image_files\\English\\"imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ambitious",
      "translation": "ambizioso",
      "definition": "Having or showing a strong desire to succeed or achieve something, often requiring determination and hard work.",
      "definition_translation": "Avendo o mostrando un forte desiderio di riuscire o ottenere qualcosa, spesso richiedendo determinazione e duro lavoro.",
      "example": "She was an ambitious entrepreneur, always looking for new opportunities. She had been ambitious in her previous role, seeking promotions frequently. She will be ambitious in her new startup, aiming to revolutionize the industry.",
      "example_translation": "Era un'ambiziosa imprenditrice, sempre alla ricerca di nuove opportunità. Era stata ambiziosa nel suo ruolo precedente, cercando promozioni frequentemente. Sarà ambiziosa nel suo nuovo startup, puntando a rivoluzionare l'industria.",
      "imageLink": "image_files\\English\\"imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amused",
      "translation": "divertito",
      "definition": "Feeling or showing enjoyment or pleasure, often accompanied by laughter or smiles.",
      "definition_translation": "Sensazione o esibizione di piacere o godimento, spesso accompagnata da risate o sorrisi.",
      "example": "I was amused by the comedian's jokes. I am amused by his silly antics. I will be amused by the play tomorrow.",
      "example_translation": "Sono stato divertito dalle battute del comico. Sono divertito dalle sue buffonate ridicole. Sarò divertito dallo spettacolo di domani.",
      "imageLink": "image_files\\English\\"imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "Avendo o mostrando un atteggiamento di superiorità, spesso accompagnato da una mancanza di rispetto per gli altri.",
      "example": "He was arrogant and never listened to others. She is arrogant and always talks down to people. They will be arrogant and think they are above the law.",
      "example_translation": "Era arrogante e non ascoltava mai gli altri. È arrogante e parla sempre in tono di superiorità verso le persone. Saranno arroganti e penseranno di essere al di sopra della legge.",
      "imageLink": "image_files\\English\\"imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "astonished",
      "translation": "stupito",
      "definition": "Feeling or showing great surprise or amazement, often accompanied by a sense of wonder.",
      "definition_translation": "Sensazione o esibizione di grande sorpresa o meraviglia, spesso accompagnata da un senso di stupore.",
      "example": "I was astonished by the news. She is astonished by the beauty of the landscape. They will be astonished by the magic show.",
      "example_translation": "Sono stato stupefatto dalle notizie. È stupefatta dalla bellezza del paesaggio. Saranno stupefatti dallo show di magia.",
      "imageLink": "image_files\\English\\"imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "astonishing",
      "translation": "sconvolgente",
      "definition": "Extremely surprising or impressive; amazing or astonishing.",
      "definition_translation": "Estremamente sorprendente o impressionante; incredibile o sconvolgente.",
      "example": "The astonishing beauty of the Taj Mahal left me breathless. I was astonished by the news. The astonishing fact is that he had never been to school.",
      "example_translation": "La bellezza sconvolgente del Taj Mahal mi ha lasciato senza fiato. Ero sconvolto dalla notizia. Il fatto sconvolgente è che non era mai stato a scuola.",
      "imageLink": "image_files\\English\\"imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "at ease",
      "translation": "a proprio agio",
      "definition": "Feeling comfortable and relaxed; not worried or anxious.",
      "definition_translation": "Sentendosi a proprio agio; non preoccupato o ansioso.",
      "example": "I was at ease with my decision. She seemed at ease with the situation. They will be at ease once they get a new home.",
      "example_translation": "Ero a proprio agio con la mia scelta. Lei sembrava a proprio agio con la situazione. Saranno a proprio agio una volta che otterranno una nuova casa.",
      "imageLink": "image_files\\English\\"imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aware",
      "translation": "consapevole",
      "definition": "Having knowledge or perception of something; conscious.",
      "definition_translation": "Avere conoscenza o percezione di qualcosa; cosciente.",
      "example": "I was aware of the danger. She became aware of her surroundings. They will be aware of the consequences.",
      "example_translation": "Ero consapevole del pericolo. Lei divenne consapevole dei suoi dintorni. Saranno consapevoli delle conseguenze.",
      "imageLink": "image_files\\English\\"imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bad-tempered",
      "translation": "cattivo umore",
      "definition": "Having or showing a bad temper; easily annoyed or angered.",
      "definition_translation": "Avere o mostrare un cattivo umore; facilmente annoiato o infuriato.",
      "example": "She's been bad-tempered since morning. Yesterday, she was bad-tempered during dinner. She will be bad-tempered if she doesn't get enough sleep.",
      "example_translation": "È stata di cattivo umore dal mattino. Ieri sera, era di cattivo umore durante la cena. Sarà di cattivo umore se non dorme abbastanza.",
      "imageLink": "image_files\\English\\"imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balanced",
      "translation": "equilibrato",
      "definition": "Having a healthy and stable mental or emotional state; being fair and impartial.",
      "definition_translation": "Avere uno stato mentale o emotivo sano e stabile; essere giusto e imparziale.",
      "example": "He's a balanced person who never gets angry easily. The company strives to maintain a balanced workforce. The government aims to achieve a balanced budget by 2025.",
      "example_translation": "È una persona equilibrata che non si arrabbia facilmente. L'azienda si sforza di mantenere una forza lavoro equilibrata. Il governo punta a raggiungere un bilancio equilibrato entro il 2025.",
      "imageLink": "image_files\\English\\"imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bitter",
      "translation": "amaro",
      "definition": "Having a strong, unpleasant taste; feeling or showing anger, unhappiness, or resentment.",
      "definition_translation": "Avere un gusto forte e sgradevole; sentirsi o mostrare rabbia, infelicità o risentimento.",
      "example": "The coffee was bitter, so I added sugar. She felt bitter about the breakup. He's been bitter about his job for years.",
      "example_translation": "Il caffè era amaro, quindi ho aggiunto zucchero. Si sentiva amara per la rottura. È stato amaro del suo lavoro per anni.",
      "imageLink": "image_files\\English\\"imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bold",
      "translation": "coraggioso",
      "definition": "Showing a willingness to take risks or face challenges with confidence and courage",
      "definition_translation": "Mostrando la volontà di correre rischi o affrontare sfide con fiducia e coraggio",
      "example": "She was bold enough to quit her job and start her own business. She has been bold in her decisions since then, and now she is bold about her future plans.",
      "example_translation": "Era abbastanza coraggiosa da lasciare il suo lavoro e iniziare la sua attività. Ha preso decisioni coraggiose da allora, e ora è aperta sugli suoi piani futuri.",
      "imageLink": "image_files\\English\\"imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bossy",
      "translation": "prepotente",
      "definition": "Giving orders and telling people what to do in an annoying or offensive way",
      "definition_translation": "Dando ordini e dicendo alle persone cosa fare in modo fastidioso o offensivo",
      "example": "My bossy sister always tries to tell me what to wear. She was bossy and controlling when we were kids, and still is now. She will be bossy when she grows up, too.",
      "example_translation": "La mia sorella prepotente cerca sempre di dirmi cosa indossare. Era prepotente e controllante quando eravamo bambini, e lo è ancora adesso. Sarà prepotente quando crescerà, anche.",
      "imageLink": "image_files\\English\\"imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bright",
      "translation": "luminoso",
      "definition": "Giving off or reflecting a lot of light; shining intensely",
      "definition_translation": "Emettendo o riflettendo molta luce; splendendo intensamente",
      "example": "The bright sunshine woke me up early. The bright lights of the city were overwhelming at first, but I got used to them. The bright future of the company looked promising.",
      "example_translation": "Il sole luminoso mi svegliò presto. Le luci luminose della città erano schiaccianti all'inizio, ma mi ci sono abituato. Il futuro luminoso dell'azienda sembrava promettente.",
      "imageLink": "image_files\\English\\"imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "caring",
      "translation": "accudente",
      "definition": "Showing a genuine interest in and concern for others, especially in a compassionate or empathetic way.",
      "definition_translation": "Mostrare un interesse genuino e preoccupazione per gli altri, soprattutto in modo compassionevole o empatico.",
      "example": "She was a caring mother, always putting her children's needs first. In the past, she had cared for her elderly parents. In the future, she will care for her grandchildren.",
      "example_translation": "Era una madre accudente, sempre ponendo le esigenze dei suoi figli al primo posto. Nel passato, aveva curato i suoi genitori anziani. Nel futuro, curerà i suoi nipoti.",
      "imageLink": "image_files\\English\\"imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cautious",
      "translation": "cauto",
      "definition": "Careful to avoid risks or dangers, and taking steps to ensure safety.",
      "definition_translation": "Atteno a evitare rischi o pericoli e assume misure per garantire la sicurezza.",
      "example": "He was cautious when driving, always checking his mirrors and blind spots. In the past, he had been cautious about investing in the stock market. In the future, he will be cautious about sharing personal information online.",
      "example_translation": "Era cauto quando guidava, sempre controllando gli specchietti retrovisivi e i punti ciechi. Nel passato, era stato cauto nell'investire nel mercato azionario. Nel futuro, sarà cauto nel condividere informazioni personali online.",
      "imageLink": "image_files\\English\\"imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cheeky",
      "translation": "sfacciato",
      "definition": "Impertinently bold or impudent, often in a playful or humorous way.",
      "definition_translation": "Impertinente o sfacciato, spesso in modo giocoso o umoristico.",
      "example": "He was a cheeky boy, always making jokes and teasing his friends. In the past, he had been cheeky with his siblings. In the future, he will be cheeky with his coworkers.",
      "example_translation": "Era un ragazzo sfacciato, sempre facendo battute e prendendo in giro i suoi amici. Nel passato, era stato sfacciato con i suoi fratelli. Nel futuro, sarà sfacciato con i suoi colleghi.",
      "imageLink": "image_files\\English\\"imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "childish",
      "translation": "infantile",
      "definition": "Lacking maturity or sophistication; foolish or immature.",
      "definition_translation": "Mancante di maturità o sofisticazione; sciocco o immaturo.",
      "example": "She was acting childish when she didn't get her way. She will learn to be more mature in the future. He had been childish during the meeting, but now he's more composed.",
      "example_translation": "Stava agendo in modo infantile quando non ha ottenuto ciò che voleva. Imparerà a essere più maturo in futuro. Era stato infantile durante l'incontro, ma ora è più composto.",
      "imageLink": "image_files\\English\\"imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clumsy",
      "translation": "goffo",
      "definition": "Awkward and inept in movement or action; lacking coordination or skill.",
      "definition_translation": "Impacciato e inetto nel movimento o azione; mancante di coordinamento o abilità.",
      "example": "The clumsy waiter spilled drinks all over the table. He will be more careful in the future. She was clumsy with her words and hurt her friend's feelings.",
      "example_translation": "Il cameriere goffo ha rovesciato le bibite su tutto il tavolo. Sarà più attento in futuro. Era goffa con le sue parole e ha ferito i sentimenti dell'amico.",
      "imageLink": "image_files\\English\\"imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "communicative",
      "translation": "comunicativo",
      "definition": "Willing to talk and share information; able to convey thoughts and ideas effectively.",
      "definition_translation": "Disposto a parlare e condividere informazioni; in grado di trasmettere pensieri e idee in modo efficace.",
      "example": "The teacher was very communicative and explained the lesson clearly. The company's communicative approach helped to resolve the issue. She will be more communicative in her next presentation.",
      "example_translation": "L'insegnante era molto comunicativo e ha spiegato la lezione in modo chiaro. L'approccio comunicativo dell'azienda ha aiutato a risolvere la questione. Sarà più comunicativa nella sua prossima presentazione.",
      "imageLink": "image_files\\English\\"imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "competitive",
      "translation": "concorrenziale",
      "definition": "Having a strong desire to win or be successful, especially in business or sports.",
      "definition_translation": "Avendo un forte desiderio di vincere o essere successo, specialmente nel business o nello sport.",
      "example": "She was very competitive and always strived to be the best, She is competing in the championship today, She will compete in the Olympics next year.",
      "example_translation": "Era molto competitiva e ha sempre cercato di essere la migliore, Sta competendo nel campionato oggi, Competirà alle Olimpiadi l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "conceited",
      "translation": "presuntuoso",
      "definition": "Having an excessively high opinion of oneself, one's abilities, or one's appearance.",
      "definition_translation": "Avendo un'opinione eccessivamente alta di sé stesso, delle proprie abilità o del proprio aspetto.",
      "example": "He was so conceited that he thought he was the smartest person in the room, She was conceited about her beauty, He will be conceited about his new car.",
      "example_translation": "Era così presuntuoso che pensava di essere la persona più intelligente nella stanza, Era presuntuosa sulla sua bellezza, Sarà presuntuoso sulla sua nuova auto.",
      "imageLink": "image_files\\English\\"imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "concerned",
      "translation": "preoccupato",
      "definition": "Feeling worried or anxious about something.",
      "definition_translation": "Sentendosi preoccupato o ansioso per qualcosa.",
      "example": "She was concerned about her health, They are concerned about the environment, He will be concerned about his exam results.",
      "example_translation": "Era preoccupata per la sua salute, Sono preoccupati per l'ambiente, Sarà preoccupato per i suoi risultati degli esami.",
      "imageLink": "image_files\\English\\"imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "conservative",
      "translation": "conservatore",
      "definition": "Favouring traditional and established ideas, institutions, and methods; opposing change or innovation.",
      "definition_translation": "Favorisce le idee, le istituzioni e i metodi tradizionali e stabiliti; oppone il cambiamento o l'innovazione.",
      "example": "The conservative party won the election with a landslide victory. They had been conservative in their approach to the economy. They will be conservative in their spending in the future.",
      "example_translation": "Il partito conservatore ha vinto le elezioni con una vittoria schiacciante. Erano stati conservatori nel loro approccio all'economia. Saranno conservatori nella loro spesa in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "content",
      "translation": "contenuto",
      "definition": "The substance or material dealt with in a written work, speech, etc.",
      "definition_translation": "La sostanza o materiale trattato in un'opera scritta, discorso, ecc.",
      "example": "The content of the book was fascinating. She was happy with the content of the website. They will change the content of the magazine next year.",
      "example_translation": "Il contenuto del libro era affascinante. Era felice del contenuto del sito web. Cambieranno il contenuto della rivista l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "conventional",
      "translation": "convenzionale",
      "definition": "Following or conforming to established customs, rules, or traditions.",
      "definition_translation": "Seguendo o conformandosi alle consuetudini, regole o tradizioni stabilite.",
      "example": "He was a conventional thinker and avoided taking risks. The company used conventional methods to solve the problem. They will adopt conventional practices in the future.",
      "example_translation": "Era un pensatore convenzionale e evitava di correre rischi. L'azienda ha utilizzato metodi convenzionali per risolvere il problema. Adotteranno pratiche convenzionali in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cooperative",
      "translation": "cooperativo",
      "definition": "A cooperative is an organization owned and controlled by its members, who share a common goal or interest.",
      "definition_translation": "Una cooperativa è un'organizzazione di proprietà e controllo dei suoi membri, che condividono un obiettivo o interesse comune.",
      "example": "The local farmers formed a cooperative to market their products more effectively. They had formed a cooperative a year ago. They will form a cooperative next year.",
      "example_translation": "I contadini locali hanno formato una cooperativa per commercializzare i loro prodotti più efficacemente. Avevano formato una cooperativa un anno fa. Formeranno una cooperativa l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cowardly",
      "translation": "vigliacco",
      "definition": "Showing cowardice; lacking courage or strength of character.",
      "definition_translation": "Mostrando vigliaccheria; mancando di coraggio o forza di carattere.",
      "example": "He acted cowardly during the war, fleeing from the battlefield. He has acted cowardly many times. He will act cowardly again.",
      "example_translation": "Ha agito vigliaccamente durante la guerra, fuggendo dal campo di battaglia. Ha agito vigliaccamente molte volte. Agirà vigliaccamente ancora.",
      "imageLink": "image_files\\English\\"imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decent",
      "translation": "decente",
      "definition": "Morally upright and honest; conforming to standards of propriety.",
      "definition_translation": "Moralmente retto e onesto; conforme alle norme di proprietà.",
      "example": "She was a decent person, always willing to help others. She had been decent to him. She will be decent to everyone.",
      "example_translation": "Era una persona decency, sempre disposta ad aiutare gli altri. Era stata decency con lui. Sarà decency con tutti.",
      "imageLink": "image_files\\English\\"imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decisive",
      "translation": "decisivo",
      "definition": "Having the power or quality of deciding; conclusive.",
      "definition_translation": "Avendo il potere o la qualità di decidere; conclusivo.",
      "example": "The decisive moment came when the CEO announced the company's new strategy. The manager had been decisive in her decision to fire the employee. The team will be decisive in the championship game next week.",
      "example_translation": "Il momento decisivo arrivò quando il CEO annunciò la nuova strategia aziendale. La dirigente era stata decisiva nella sua decisione di licenziare il dipendente. La squadra sarà decisiva nella partita del campionato la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "demanding",
      "translation": "esigente",
      "definition": "Requiring a great deal of time, effort, or skill; strenuous.",
      "definition_translation": "Richiedendo un grande tempo, sforzo o abilità; strenuo.",
      "example": "The demanding job required him to work 12 hours a day. She was demanding in her expectations from her students. The hikers faced a demanding climb up the mountain.",
      "example_translation": "Il lavoro esigente richiedeva a lui di lavorare 12 ore al giorno. Era esigente nelle sue aspettative dai suoi studenti. Gli escursionisti affrontarono una difficile salita sulla montagna.",
      "imageLink": "image_files\\English\\"imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "depressing",
      "translation": "deprimente",
      "definition": "Causing feelings of sadness or hopelessness; disheartening.",
      "definition_translation": "Causando sentimenti di tristezza o disperazione; scoraggiante.",
      "example": "The depressing news about the economy made everyone anxious. The weather was depressing, and I didn't want to leave the house. The depressing music matched my mood.",
      "example_translation": "Le notizie deprimenti sull'economia resero ansioso tutti. Il tempo era deprimente e non volevo lasciare la casa. La musica deprimente si abbinava al mio umore.",
      "imageLink": "image_files\\English\\"imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "desperate",
      "translation": "disperato",
      "definition": " Feeling or showing extreme anxiety or urgency, typically because of a difficult or desperate situation.",
      "definition_translation": "Sentire o mostrare ansia estrema o urgenza, di solito a causa di una situazione difficile o disperata.",
      "example": "She was desperate to find a job, but nobody wanted to hire her. She had been desperate for weeks, but finally found a solution. She will be desperate to finish the project on time.",
      "example_translation": "Era disperata di trovare un lavoro, ma nessuno voleva assumerla. Era stata disperata per settimane, ma alla fine ha trovato una soluzione. Sarà disperata di finire il progetto in tempo.",
      "imageLink": "image_files\\English\\"imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "determined",
      "translation": "determinato",
      "definition": "Having made a firm decision or commitment to do something.",
      "definition_translation": "Avere preso una decisione ferma o impegno di fare qualcosa.",
      "example": "He was determined to learn how to play the guitar. She had been determined to become a doctor since she was a child. They will be determined to finish the project on time.",
      "example_translation": "Era determinato a imparare a suonare la chitarra. Era stata determinata a diventare un dottore fin da quando era una bambina. Saranno determinati a finire il progetto in tempo.",
      "imageLink": "image_files\\English\\"imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "devoted",
      "translation": "devoto",
      "definition": "Showing love, loyalty, or dedication to someone or something.",
      "definition_translation": "Mostrare amore, lealtà o dedizione a qualcuno o qualcosa.",
      "example": "She was devoted to her family and would do anything to protect them. He had been devoted to his faith for many years. They will be devoted to their studies and become professors.",
      "example_translation": "Era devota alla sua famiglia e avrebbe fatto tutto per proteggerli. Era stato devoto alla sua fede per molti anni. Saranno devoti ai loro studi e diventeranno professori.",
      "imageLink": "image_files\\English\\"imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "diligent",
      "translation": "diligente",
      "definition": "Having or showing a strong and careful wish to do your work or duty well.",
      "definition_translation": "Avendo o mostrando una forte e accurata volontà di fare il tuo lavoro o dovere bene.",
      "example": "She was diligent in her studies and was able to graduate at the top of her class. She had been diligent in her research and was able to find the solution. She will be diligent in her new job and will make a great impression.",
      "example_translation": "Era diligente nei suoi studi e fu in grado di laurearsi alla top della sua classe. Era stata diligente nella sua ricerca e fu in grado di trovare la soluzione. Sarà diligente nel suo nuovo lavoro e farà una grande impressione.",
      "imageLink": "image_files\\English\\"imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dishonest",
      "translation": "disonesto",
      "definition": "Not honest or truthful; willing to cheat or deceive people.",
      "definition_translation": "Non onesto o veritiero; disposto a ingannare o truffare le persone.",
      "example": "He was dishonest in his business dealings and ended up in jail. He had been dishonest with his friends and lost their trust. He will not be dishonest in his new venture and will gain respect.",
      "example_translation": "Era disonesto nei suoi affari commerciali e finì in prigione. Era stato disonesto con i suoi amici e perse la loro fiducia. Non sarà disonesto nella sua nuova impresa e guadagnerà rispetto.",
      "imageLink": "image_files\\English\\"imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "disorganized",
      "translation": "disorganizzato",
      "definition": "Not organized or planned; chaotic or confusing.",
      "definition_translation": "Non organizzato o pianificato; caotico o confuso.",
      "example": "The company was disorganized and went bankrupt. She had been disorganized in her approach and missed the deadline. They will not be disorganized in their new project and will meet the deadline.",
      "example_translation": "L'azienda era disorganizzata e andò in bancarotta. Era stata disorganizzata nel suo approccio e mancò la scadenza. Non saranno disorganizzati nel loro nuovo progetto e incontreranno la scadenza.",
      "imageLink": "image_files\\English\\"imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dissatisfied",
      "translation": "insoddisfatto",
      "definition": "Feeling unhappy or unfulfilled because one's expectations or needs are not being met.",
      "definition_translation": "Sentire infelicità o insoddisfazione perché le aspettative o i bisogni non vengono soddisfatti.",
      "example": "I was dissatisfied with the service at the restaurant, so I left a bad review. I am dissatisfied with my current job, so I'm looking for a new one. I will be dissatisfied if I don't get a promotion next year.",
      "example_translation": "Ero insoddisfatto del servizio al ristorante, quindi ho lasciato una recensione negativa. Sono insoddisfatto del mio attuale lavoro, quindi sto cercando un nuovo lavoro. Sarò insoddisfatto se non otterrò una promozione il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "distressing",
      "translation": "disturbante",
      "definition": "Causing feelings of sadness, anxiety, or worry.",
      "definition_translation": "Causando sentimenti di tristezza, ansietà o preoccupazione.",
      "example": "The news of the natural disaster was distressing to everyone in the community. The thought of public speaking is distressing to many people. I found the movie to be distressing, so I didn't finish watching it.",
      "example_translation": "Le notizie della disastrosa naturale erano distressing per tutti nella comunità. Il pensiero di parlare in pubblico è distressing per molte persone. Ho trovato il film essere distressing, quindi non l'ho finito di guardare.",
      "imageLink": "image_files\\English\\"imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "doubtful",
      "translation": "dubbioso",
      "definition": "Feeling uncertain or lacking confidence about something.",
      "definition_translation": "Sentire incerto o mancare di fiducia circa qualcosa.",
      "example": "I was doubtful about the outcome of the game, but we ended up winning. I am doubtful about the new policy, so I need more information. I will be doubtful about the plan unless I see a detailed proposal.",
      "example_translation": "Ero dubbioso sul risultato del gioco, ma abbiamo finito per vincere. Sono dubbioso sulla nuova politica, quindi ho bisogno di più informazioni. Sarò dubbioso sul piano a meno che non veda una proposta dettagliata.",
      "imageLink": "image_files\\English\\"imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dynamic",
      "translation": "dinamico",
      "definition": "Relating to or characterized by energy, strength, or vigor; capable of acting or changing rapidly.",
      "definition_translation": "Relativo o caratterizzato da energia, forza o vigore; capace di agire o cambiare rapidamente.",
      "example": "The company's dynamic approach to marketing led to a significant increase in sales. The dynamic CEO was known for his ability to adapt to changing market conditions. By 2025, the company will have a dynamic new product line.",
      "example_translation": "L'approccio dinamico dell'azienda al marketing ha portato a un aumento significativo delle vendite. Il CEO dinamico era noto per la sua capacità di adattarsi alle condizioni di mercato in cambiamento. Entro il 2025, l'azienda avrà una nuova linea di prodotti dinamici.",
      "imageLink": "image_files\\English\\"imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eager",
      "translation": "entusiasta",
      "definition": "Feeling or showing enthusiasm and excitement about something; having or showing a strong desire to do something.",
      "definition_translation": "Sentendo o mostrando entusiasmo e emozione per qualcosa; avendo o mostrando un forte desiderio di fare qualcosa.",
      "example": "The kids were eager to start their summer vacation. She was eager to apply for the job and was confident in her skills. By next year, I'll be eager to start my own business.",
      "example_translation": "I bambini erano entusiasti di iniziare le loro vacanze estive. Era entusiasta di candidarsi per il lavoro e aveva fiducia nelle sue abilità. Entro l'anno prossimo, sarò entusiasta di avviare la mia azienda.",
      "imageLink": "image_files\\English\\"imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "educated",
      "translation": "istruito",
      "definition": "Having received a good education; having acquired knowledge and skills through formal education or training.",
      "definition_translation": "Aver ricevuto una buona educazione; aver acquisito conoscenze e abilità attraverso l'educazione formale o la formazione.",
      "example": "The educated professionals were able to tackle complex problems. She was educated at a prestigious university and went on to have a successful career. By 2030, the country aims to have an educated workforce.",
      "example_translation": "I professionisti istruiti sono stati in grado di affrontare problemi complessi. Era stata educata in una università prestigiosa e ha continuato a avere una carriera di successo. Entro il 2030, il paese ha l'obiettivo di avere una forza lavoro istruita.",
      "imageLink": "image_files\\English\\"imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "emotional",
      "translation": "emotivo",
      "definition": "Relating to or characterized by emotion; sensitive to or expressive of emotions.",
      "definition_translation": "Relativo o caratterizzato dall'emozione; sensibile o espressivo di emozioni.",
      "example": "She was an emotional person who cried at sad movies, got angry at injustice, and was overjoyed at weddings. She had been emotional about the breakup, but now she was emotional about the new relationship. She will be emotional when she has a child.",
      "example_translation": "Era una persona emotiva che piangeva ai film tristi, si arrabbiava per l'ingiustizia e era sopraffatta dalle nozze. Era stata emotiva sulla rottura, ma ora era emotiva sulla nuova relazione. Sarà emotiva quando avrà un bambino.",
      "imageLink": "image_files\\English\\"imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "encouraging",
      "translation": "incoraggiante",
      "definition": "Giving support or confidence; helping to make someone feel more confident or hopeful.",
      "definition_translation": "Che dà sostegno o fiducia; aiuta a far sentire qualcuno più confidante o speranzoso.",
      "example": "His encouraging words helped me to overcome my fear of public speaking. She was encouraging to her students, which made them feel more confident. He will be encouraging to his teammates before the big game.",
      "example_translation": "Le sue parole incoraggianti mi hanno aiutato a superare la mia paura di parlare in pubblico. Era incoraggiante con i suoi studenti, il che li faceva sentire più confidanti. Sarà incoraggiante con i suoi compagni di squadra prima della grande partita.",
      "imageLink": "image_files\\English\\"imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "energetic",
      "translation": "energico",
      "definition": "Having or showing a lot of energy and enthusiasm; lively and active.",
      "definition_translation": "Avendo o mostrando molta energia e entusiasmo; vivace e attivo.",
      "example": "The energetic puppy ran around the park all day. She was energetic during her workout, which motivated her friends. He will be energetic at the party tonight.",
      "example_translation": "Il cucciolo energico ha corso intorno al parco tutto il giorno. Era energica durante il suo allenamento, il che ha motivato i suoi amici. Sarà energico alla festa stasera.",
      "imageLink": "image_files\\English\\"imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "entertaining",
      "translation": "divertente",
      "definition": "Providing enjoyment or amusement, especially in a lighthearted or humorous way.",
      "definition_translation": "Fornendo divertimento o intrattenimento, specialmente in modo allegro o umoristico.",
      "example": "The fireworks display was entertaining, I loved it. The comedian was entertaining the audience with his jokes. I will be entertaining guests at my house next weekend.",
      "example_translation": "Lo spettacolo di fuochi d'artificio era divertente, mi è piaciuto. Il comico stava intrattenendo il pubblico con le sue battute. Intratterrò ospiti a casa mia il prossimo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "enthusiastic",
      "translation": "entusiasta",
      "definition": "Feeling or showing intense excitement and interest; having or showing a strong liking or enthusiasm for something.",
      "definition_translation": "Sentendo o mostrando emozione intensa e interesse; avendo o mostrando una forte predilezione o entusiasmo per qualcosa.",
      "example": "I'm enthusiastic about the new project. She was enthusiastic about the concert. They will be enthusiastic about the new game.",
      "example_translation": "Sono entusiasta del nuovo progetto. Era entusiasta del concerto. Saranno entusiasti del nuovo gioco.",
      "imageLink": "image_files\\English\\"imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "evil",
      "translation": "cattivo",
      "definition": "Morally bad or wrong; causing harm or injury to someone or something.",
      "definition_translation": "Moralmente cattivo o sbagliato; causando danno o lesione a qualcuno o qualcosa.",
      "example": "He was evil and cruel to his slaves. The evil queen cast a spell on the kingdom. The evil spirit haunted the old mansion.",
      "example_translation": "Era cattivo e crudele con i suoi schiavi. La regina cattiva lanciò un incantesimo sul regno. Lo spirito cattivo ha infestato la vecchia magione.",
      "imageLink": "image_files\\English\\"imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exhausting",
      "translation": "estenuante",
      "definition": "Causing extreme tiredness or boredom; extremely exhausting or demanding.",
      "definition_translation": "Che causa estrema stanchezza o noia; estremamente estenuante o richiedente.",
      "example": "I find this job exhausting, I need a break. I exhausted myself trying to finish the project. I will be exhausting all my energy to complete the task.",
      "example_translation": "Trovo questo lavoro estenuante, ho bisogno di una pausa. Mi sono esausto cercando di finire il progetto. Esterò sprecando tutta la mia energia per completare il compito.",
      "imageLink": "image_files\\English\\"imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "expert",
      "translation": "esperto",
      "definition": "A person with a high level of knowledge or skill in a particular area; an authority in a particular field.",
      "definition_translation": "Una persona con un alto livello di conoscenza o abilità in un particolare settore; un'autorità in un particolare campo.",
      "example": "She is an expert in marketing, she has written several books on the subject. The expert analyzed the data and provided his opinion. The experts will be meeting to discuss the new policy.",
      "example_translation": "È un'esperta nel marketing, ha scritto diversi libri sull'argomento. L'esperto ha analizzato i dati e ha fornito la sua opinione. Gli esperti si riuniranno per discutere la nuova politica.",
      "imageLink": "image_files\\English\\"imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "faithful",
      "translation": "fedele",
      "definition": "Showing loyalty or devotion to a person, cause, or activity; reliable and true to one's word or commitments.",
      "definition_translation": "Mostrando lealtà o devozione a una persona, causa o attività; affidabile e vera alla sua parola o impegni.",
      "example": "She has been faithful to her husband for 20 years. The company was faithful to its promise to deliver the product on time. He will be faithful to his exercise routine to achieve his fitness goals.",
      "example_translation": "È stata fedele al suo marito per 20 anni. L'azienda è stata fedele alla sua promessa di consegnare il prodotto in tempo. Sarà fedele alla sua routine di esercizio per raggiungere i suoi obiettivi di fitness.",
      "imageLink": "image_files\\English\\"imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fascinated",
      "translation": "affascinato",
      "definition": "Having one's attention completely captured by something or someone, often in a way that is difficult to explain or resist.",
      "definition_translation": "Avere l'attenzione completamente catturata da qualcosa o qualcuno, spesso in modo che sia difficile spiegare o resistere.",
      "example": "I was fascinated by the ancient ruins when I visited Greece last year. I am fascinated by the way she plays the piano. I will be fascinated by the new sci-fi movie coming out next month.",
      "example_translation": "Ero affascinato dalle rovine antiche quando ho visitato la Grecia l'anno scorso. Sono affascinato dal modo in cui suona il pianoforte. Sarò affascinato dal nuovo film di fantascienza che uscirà il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fascinating",
      "translation": "affascinante",
      "definition": "Extremely interesting or attractive, often in a way that is unusual or mysterious.",
      "definition_translation": "Estremamente interessante o attraente, spesso in modo che sia insolito o misterioso.",
      "example": "The fascinating history of the city is still unknown to many people. The scientist made a fascinating discovery that changed the world. The fascinating view from the top of the mountain was breathtaking.",
      "example_translation": "La storia affascinante della città è ancora sconosciuta a molte persone. Il ricercatore ha fatto una scoperta affascinante che ha cambiato il mondo. La vista affascinante dalla cima della montagna era mozzafiato.",
      "imageLink": "image_files\\English\\"imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fierce",
      "translation": "feroce",
      "definition": "Showing a strong and powerful feeling, often of anger or determination.",
      "definition_translation": "Mostrando un forte e potente sentimento, spesso di rabbia o determinazione.",
      "example": "The fierce warrior fought bravely in the battle. The fierce heat of the desert made it hard to survive. The fierce competitor will do anything to win the game.",
      "example_translation": "Il guerriero feroce ha combattuto coraggiosamente nella battaglia. Il calore feroce del deserto ha reso difficile la sopravvivenza. Il concorrente feroce farà tutto per vincere il gioco.",
      "imageLink": "image_files\\English\\"imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "foolish",
      "translation": "folle",
      "definition": "Having or showing a lack of sense or wisdom; stupid or silly.",
      "definition_translation": "Avendo o mostrando una mancanza di senso o saggezza; stupido o sciocco.",
      "example": "I was foolish to think I could finish the project in one night. I am being foolish by not listening to my friends' advice. I will be foolish if I don't study for the exam.",
      "example_translation": "Sono stato folle a pensar di poter finire il progetto in una notte. Sto essere folle non ascoltando i consigli degli amici. Sarò folle se non studio per l'esame.",
      "imageLink": "image_files\\English\\"imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "furious",
      "translation": "furioso",
      "definition": "Extremely angry or violent; intense and bitter anger.",
      "definition_translation": "Estremamente arrabbiato o violento; rabbia intensa e amara.",
      "example": "I was furious when I found out I had been cheated. She is furious about the new policy. They will be furious if they don't get their money back.",
      "example_translation": "Ero furioso quando scoprii di essere stato truffato. Lei è furiosa sulla nuova politica. Saranno furiosi se non ricevono i loro soldi indietro.",
      "imageLink": "image_files\\English\\"imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "greedy",
      "translation": "avido",
      "definition": "Excessively desirous of acquiring or possessing, especially in a selfish or unfair way.",
      "definition_translation": "Eccessivamente desideroso di acquisire o possedere, specialmente in modo egoista o ingiusto.",
      "example": "He was greedy and took more than his fair share. She is greedy and never wants to share her food. They will be greedy if they don't learn to control their desires.",
      "example_translation": "Lui era avido e prese più della sua parte giusta. Lei è avida e non vuole mai condividere il suo cibo. Saranno avidi se non imparano a controllare i loro desideri.",
      "imageLink": "image_files\\English\\"imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hard",
      "translation": "duro",
      "definition": "Having a rigid or unyielding quality; firm or unrelenting",
      "definition_translation": "Avendo una qualità rigida o inflessibile; fermo o implacabile",
      "example": "He worked hard to finish the project on time. She was hard to convince. It will be hard to forget this experience.",
      "example_translation": "Lui ha lavorato duramente per finire il progetto in tempo. Era difficile convincerla. Sarà difficile dimenticare questa esperienza.",
      "imageLink": "image_files\\English\\"imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hard-working",
      "translation": "lavoratore instancabile",
      "definition": "Someone who is diligent and tireless in their work or duties",
      "definition_translation": "Qualcuno che è diligente e instancabile nel suo lavoro o doveri",
      "example": "She was a hard-working student. He is a hard-working employee. They were hard-working volunteers.",
      "example_translation": "Lei era una studentessa lavoratrice instancabile. Lui è un dipendente lavoratore instancabile. Erano volontari lavoratori instancabili.",
      "imageLink": "image_files\\English\\"imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "icy",
      "translation": "ghiacciato",
      "definition": "Extremely cold; having a cold or unfriendly atmosphere",
      "definition_translation": "Estremamente freddo; avere un'atmosfera fredda o ostile",
      "example": "The road was icy and slippery. The reception was icy. The relationship between them was icy.",
      "example_translation": "La strada era ghiacciata e scivolosa. La reception era fredda. La relazione tra loro era fredda.",
      "imageLink": "image_files\\English\\"imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "impatient",
      "translation": "impaziente",
      "definition": "Having or showing a tendency to become annoyed or frustrated when things do not happen quickly or according to plan.",
      "definition_translation": "Avendo o mostrando una tendenza a diventare annoiato o frustrato quando le cose non si verificano rapidamente o secondo piano.",
      "example": "She was impatient with her brother for being late, but she tried to stay calm. She had been impatient with her job for months, and finally decided to quit. She will be impatient with the slow internet connection again tomorrow.",
      "example_translation": "Lei era impaziente con suo fratello per essere in ritardo, ma ha cercato di rimanere calma. Era stata impaziente con il suo lavoro per mesi e finalmente ha deciso di dimettersi. Sarà impaziente con la connessione internet lenta di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "impolite",
      "translation": "sgarbato",
      "definition": "Lacking good manners or social grace; rude or discourteous.",
      "definition_translation": "Mancante di buone maniere o grazia sociale; rozzo o scortese.",
      "example": "He was impolite to the waiter, which made everyone at the table uncomfortable. She had always been impolite to her siblings, and they avoided her. The company will impolite to their customers if they don't change their policies.",
      "example_translation": "Era stato sgarbato con il cameriere, il che aveva reso tutti a tavola a disagio. Era sempre stata sgarbata con i suoi fratelli e sorelle, e loro l'avevano evitata. L'azienda sarà sgarbata con i clienti se non cambiano le loro politiche.",
      "imageLink": "image_files\\English\\"imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "independent",
      "translation": "indipendente",
      "definition": "Not relying on others for support or guidance; self-sufficient.",
      "definition_translation": "Non dipendente dagli altri per il sostegno o la guida; autosufficiente.",
      "example": "She was an independent thinker and never followed the crowd. He had been independent since college, and loved the freedom. The country will be independent from foreign aid in a few years.",
      "example_translation": "Era un pensatore indipendente e non aveva mai seguito la folla. Era stato indipendente dal college, e amava la libertà. Il paese sarà indipendente dall'aiuto estero in pochi anni.",
      "imageLink": "image_files\\English\\"imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "inexperienced",
      "translation": "inesperto",
      "definition": "Lacking the necessary experience or training to perform a task or job effectively.",
      "definition_translation": "Mancante dell'esperienza o della formazione necessarie per eseguire un compito o lavoro in modo efficace.",
      "example": "The new employee was inexperienced, so her supervisor had to guide her through the project.",
      "example_translation": "Il nuovo dipendente era inesperto, quindi il suo supervisore ha dovuto guidarla attraverso il progetto.",
      "imageLink": "image_files\\English\\"imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "innocent",
      "translation": "innocente",
      "definition": "Not guilty of a crime or wrongdoing; lacking experience or sophistication.",
      "definition_translation": "Non colpevole di un crimine o di un illecito; mancante di esperienza o di sofisticazione.",
      "example": "The innocent bystander was shocked by the accident. In the past, she had been innocent of the company's financial troubles, but now she is more aware. In the future, she will be more innocent of the consequences of her actions.",
      "example_translation": "Il testimone innocente è stato scioccato dall'incidente. In passato, era innocente dei problemi finanziari dell'azienda, ma ora è più consapevole. In futuro, sarà più innocente delle conseguenze delle sue azioni.",
      "imageLink": "image_files\\English\\"imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "insincere",
      "translation": "insincero",
      "definition": "Not genuine or sincere; pretending to have feelings or opinions that one does not really have.",
      "definition_translation": "Non genuino o sincero; fingendo di avere sentimenti o opinioni che non si hanno realmente.",
      "example": "The insincere apology from the company's CEO was not accepted by the public. In the past, they had been insincere about their commitment to the environment. In the future, they will be more insincere about their financial reports.",
      "example_translation": "La scusa insincera del CEO dell'azienda non è stata accettata dal pubblico. In passato, erano stati insinceri sulla loro impegnativa per l'ambiente. In futuro, saranno più insinceri sui loro rapporti finanziari.",
      "imageLink": "image_files\\English\\"imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "intellectual",
      "translation": "intellettuale",
      "definition": "A person who is well-educated and has a deep understanding of the world, often involved in academic or artistic pursuits.",
      "definition_translation": "Una persona che è ben istruita e ha una comprensione approfondita del mondo, spesso impegnata in attività accademiche o artistiche.",
      "example": "She was an intellectual who loved to read books and attend lectures. She had been an intellectual all her life. She will become an intellectual when she finishes her degree.",
      "example_translation": "Era un intellettuale che amava leggere libri e frequentare lezioni. Era stato un intellettuale per tutta la vita. Sarà un intellettuale quando finirà il suo diploma.",
      "imageLink": "image_files\\English\\"imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "irresponsible",
      "translation": "irresponsabile",
      "definition": "Having or showing a lack of sense of responsibility, often acting impulsively without considering the consequences.",
      "definition_translation": "Avendo o mostrando una mancanza di senso di responsabilità, spesso agendo impulsivamente senza considerare le conseguenze.",
      "example": "He was irresponsible with his finances and spent all his money on video games. He has been irresponsible since he was a teenager. He will be irresponsible if he doesn't learn to budget.",
      "example_translation": "Era irresponsabile con le sue finanze e spendeva tutti i suoi soldi in giochi di videogioco. Era stato irresponsabile fin da quando era adolescente. Sarà irresponsabile se non imparerà a bilanciare il budget.",
      "imageLink": "image_files\\English\\"imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "irritated",
      "translation": "irritato",
      "definition": "Feeling or showing annoyance or frustration, often due to a particular situation or person.",
      "definition_translation": "Sentendosi o mostrando fastidio o frustrazione, spesso a causa di una particolare situazione o persona.",
      "example": "She was irritated by the noise from the construction site. She had been irritated all morning. She will be irritated if she doesn't get a break soon.",
      "example_translation": "Era irritata dal rumore del cantiere edile. Era stata irritata per tutta la mattina. Sarà irritata se non si prende una pausa presto.",
      "imageLink": "image_files\\English\\"imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "irritating",
      "translation": "irritante",
      "definition": "Causing annoyance or frustration, especially in a persistent or annoying way.",
      "definition_translation": "Che provoca fastidio o frustrazione, soprattutto in modo persistente o irritante.",
      "example": "The constant noise was irritating me, I was getting frustrated. I am irritated by his behavior, I will be irritated if he continues to do that.",
      "example_translation": "Il rumore costante mi stava irritando, mi stavo frustrando. Sono irritato dal suo comportamento, sarò irritato se continuerà a fare così.",
      "imageLink": "image_files\\English\\"imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "loyal",
      "translation": "leale",
      "definition": "Giving or showing firm and constant support or allegiance to a person or institution.",
      "definition_translation": "Che dà o mostra sostegno costante e fedele a una persona o istituzione.",
      "example": "He was loyal to his friends, they were loyal to him. I will be loyal to my country, I am loyal to my team.",
      "example_translation": "Era leale ai suoi amici, loro erano leali a lui. Sarò leale al mio Paese, sono leale alla mia squadra.",
      "imageLink": "image_files\\English\\"imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mature",
      "translation": "maturo",
      "definition": "Fully developed or ripe; having reached a state of full physical or mental development.",
      "definition_translation": "Completamente sviluppato o maturo; aver raggiunto uno stato di pieno sviluppo fisico o mentale.",
      "example": "The fruit was mature, it will be mature next week. I was mature enough to make my own decisions, I am mature enough to take responsibility.",
      "example_translation": "Il frutto era maturo, sarà maturo la prossima settimana. Ero abbastanza maturo per prendere le mie decisioni, sono abbastanza maturo per prendere la responsabilità.",
      "imageLink": "image_files\\English\\"imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mean",
      "translation": "significare",
      "definition": "Intend to convey or indicate something; have a particular intention or meaning.",
      "definition_translation": "Intendere di esprimere o indicare qualcosa; avere un'intenzione o un significato particolare.",
      "example": "I meant to call you yesterday, but I forgot. I mean to finish this project by the end of the week. I will mean it as a compliment, I swear.",
      "example_translation": "Volevo chiamarti ieri, ma mi sono dimenticato. Voglio finire questo progetto entro la fine della settimana. Lo intenderò come un complimento, giuro.",
      "imageLink": "image_files\\English\\"imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mean",
      "translation": "essere cattivo",
      "definition": "Unpleasant, nasty, or unkind; having or showing a cruel or spiteful nature.",
      "definition_translation": "Sgradevole, cattivo o crudele; avere o mostrare una natura crudele o maligna.",
      "example": "He was mean to his sister when they were kids. She can be mean sometimes when she's tired. He's going to be mean to his enemies.",
      "example_translation": "Era cattivo con sua sorella quando erano bambini. Può essere cattiva a volte quando è stanca. Sarà cattivo con i suoi nemici.",
      "imageLink": "image_files\\English\\"imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mental",
      "translation": "mentale",
      "definition": "Relating to the mind; concerned with the operation of the mind.",
      "definition_translation": "Riferito alla mente; relativo al funzionamento della mente.",
      "example": "Mental health is very important. I'm not feeling very mental today, I need to rest. She has a mental picture of the place.",
      "example_translation": "La salute mentale è molto importante. Non mi sento molto mentale oggi, devo riposare. Ha un'immagine mentale del posto.",
      "imageLink": "image_files\\English\\"imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "miserable",
      "translation": "miserabile",
      "definition": "Feeling or showing great unhappiness or discontent.",
      "definition_translation": "Provando o mostrando grande infelicità o discontento.",
      "example": "He was miserable after losing his job, but he started looking for a new one immediately. Now, he is motivated and will be successful in the future.",
      "example_translation": "Era miserabile dopo aver perso il lavoro, ma ha iniziato a cercare un nuovo lavoro immediatamente. Ora, è motivato e sarà di successo nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "motivated",
      "translation": "motivato",
      "definition": "Having a strong reason or desire to do something.",
      "definition_translation": "Avere una forte ragione o desiderio di fare qualcosa.",
      "example": "She was motivated to learn a new language, so she enrolled in a course. By next year, she will be fluent in Italian and will have motivated her friends to do the same.",
      "example_translation": "Era motivata ad imparare una nuova lingua, quindi si è iscritta a un corso. L'anno prossimo, sarà fluente in italiano e avrà motivato i suoi amici a fare lo stesso.",
      "imageLink": "image_files\\English\\"imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "moving",
      "translation": "emotivo",
      "definition": "Causing strong emotions, especially sadness or sympathy.",
      "definition_translation": "Causando forti emozioni, soprattutto tristezza o simpatia.",
      "example": "The movie was moving, and everyone in the theater was crying. I will be moving to a new house next month, and my friends will be sad to see me go.",
      "example_translation": "Il film era emozionante e tutti nel teatro stavano piangendo. Mi trasferirò in una nuova casa il mese prossimo e i miei amici saranno tristi di vedermi andare.",
      "imageLink": "image_files\\English\\"imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nasty",
      "translation": "schifoso",
      "definition": "Having or showing a mean or unpleasant character; morally repulsive.",
      "definition_translation": "Avendo o mostrando un carattere cattivo o sgradevole; moralmente ripugnante.",
      "example": "She was nasty to her sister, but later apologized for her behavior. She had been nasty to her brother last week, and will be nasty to her friend tomorrow.",
      "example_translation": "È stata cattiva con sua sorella, ma in seguito si è scusata per il suo comportamento. Era stata cattiva con suo fratello la settimana scorsa e sarà cattiva con suo amico domani.",
      "imageLink": "image_files\\English\\"imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "naughty",
      "translation": "cattivo",
      "definition": "Behaving badly or mischievously; disobedient.",
      "definition_translation": "Comportandosi malevolamente o riottosamente; disobbediente.",
      "example": "The naughty child was sent to his room without dinner. He had been naughty all day, and will be naughty again tomorrow.",
      "example_translation": "Il bambino cattivo è stato mandato nella sua stanza senza cena. Era stato cattivo tutto il giorno e sarà cattivo di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "obedient",
      "translation": "obbediente",
      "definition": "Willing to obey orders or rules; compliant.",
      "definition_translation": "Disposto ad obbedire a ordini o regole; conforme.",
      "example": "The obedient dog sat quietly by its owner's side. It had been obedient all morning, and will be obedient again this evening.",
      "example_translation": "Il cane obbediente è seduto tranquillamente accanto al suo proprietario. Era stato obbediente tutta la mattina e sarà obbediente di nuovo questa sera.",
      "imageLink": "image_files\\English\\"imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "objective",
      "translation": "obiettivo",
      "definition": "Something that one's efforts or actions are intended to accomplish or attain; a goal or target.",
      "definition_translation": "Qualcosa che gli sforzi o azioni sono destinati a raggiungere o ottenere; un obiettivo o target.",
      "example": "The objective of the new marketing strategy is to increase sales by 20% within the next quarter. We achieved our objective last year by working together as a team. I will set an objective to finish this project by the end of the month.",
      "example_translation": "L'obiettivo della nuova strategia di marketing è aumentare le vendite del 20% entro il prossimo trimestre. Abbiamo raggiunto il nostro obiettivo l'anno scorso lavorando insieme come una squadra. Imposterò un obiettivo per finire questo progetto entro la fine del mese.",
      "imageLink": "image_files\\English\\"imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "offensive",
      "translation": "offensivo",
      "definition": "Causing resentment or disgust; unpleasant or unacceptable.",
      "definition_translation": "Che causa risentimento o disgusto; sgradevole o inaccettabile.",
      "example": "The company's offensive advertisement was deemed inappropriate and removed from social media. The team's defensive strategy was weak, which made their offensive play ineffective. The quarterback made an offensive foul during the game.",
      "example_translation": "La pubblicità offensiva dell'azienda è stata giudicata inappropriata e rimossa dai social media. La strategia difensiva della squadra era debole, il che ha reso il loro gioco offensivo inefficace. Il quarterback ha fatto un fallo offensivo durante il gioco.",
      "imageLink": "image_files\\English\\"imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "optimistic",
      "translation": "ottimista",
      "definition": "Having or showing a feeling that good things will happen; hopeful.",
      "definition_translation": "Avere o mostrare una sensazione che cose buone accadranno; speranzoso.",
      "example": "She was optimistic about her chances of getting the job after the interview. The economy has been optimistic since the new policy was implemented. We are optimistic that the new product will be a success.",
      "example_translation": "Era ottimista sulle sue possibilità di ottenere il lavoro dopo la intervista. L'economia è stata ottimista dal momento in cui la nuova politica è stata implementata. Siamo ottimisti che il nuovo prodotto sarà un successo.",
      "imageLink": "image_files\\English\\"imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "organized",
      "translation": "organizzato",
      "definition": "Having a systematic or methodical arrangement of parts or elements; well-planned and coordinated.",
      "definition_translation": "Avendo un arrangiamento sistematico o metodico delle parti o elementi; ben pianificato e coordinato.",
      "example": "I organized my files last night, I am organizing a party next week, and I will organize a meeting tomorrow.",
      "example_translation": "Ho organizzato i miei file la scorsa notte, sto organizzando una festa la prossima settimana e organizzerò una riunione domani.",
      "imageLink": "image_files\\English\\"imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "outrageous",
      "translation": "oltraggioso",
      "definition": "Shocking, excessive, or unacceptable; violating moral standards or conventions.",
      "definition_translation": " Shockante, eccessivo o inaccettabile; violando gli standard morali o le convenzioni.",
      "example": "The news of the outrageous crime spread quickly, the company's outrageous prices drove customers away, and the outrageous behavior of the celebrity was condemned.",
      "example_translation": "La notizia del crimine oltraggioso si diffuse rapidamente, i prezzi oltraggiosi dell'azienda allontanarono i clienti e il comportamento oltraggioso della celebrità fu condannato.",
      "imageLink": "image_files\\English\\"imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "painful",
      "translation": "dolorevole",
      "definition": "Causing physical or emotional pain or discomfort; unpleasant or distressing.",
      "definition_translation": "Causando dolore fisico o emocionale o discomfort; spiacevole o distressante.",
      "example": "The painful memory of the accident still haunts me, the painful process of recovery was long, and the painful news of the loss was devastating.",
      "example_translation": "Il ricordo doloroso dell'incidente mi perseguita ancora, il processo doloroso di recupero fu lungo e la notizia dolorosa della perdita fu devastante.",
      "imageLink": "image_files\\English\\"imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "passionate",
      "translation": "appassionato",
      "definition": "having or showing a strong feeling of enthusiasm and excitement",
      "definition_translation": "avendo o mostrando una forte sensazione di entusiasmo e emozione",
      "example": "She's passionate about her work, and it shows in her dedication. She was passionate about her hobbies, and she is still passionate about them.",
      "example_translation": "E' appassionata del suo lavoro, e lo dimostra nella sua dedizione. Era appassionata delle sue attività ricreative, e lo è ancora appassionata nei confronti di esse.",
      "imageLink": "image_files\\English\\"imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "passive",
      "translation": "passivo",
      "definition": "not taking an active part in something, allowing things to happen without trying to change or control them",
      "definition_translation": "non prendendo parte attiva in qualcosa, consentendo che le cose accadano senza cercare di cambiarle o controllarle",
      "example": "He was passive during the meeting, not contributing to the discussion. She has been passive in her approach to learning, relying on others to teach her.",
      "example_translation": "Lui è stato passivo durante la riunione, senza contribuire alla discussione. Lei è stata passiva nel suo approccio all'apprendimento, contando su altri per insegnarle.",
      "imageLink": "image_files\\English\\"imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pessimistic",
      "translation": "pessimista",
      "definition": "having or showing a negative outlook on life, expecting bad things to happen",
      "definition_translation": "avendo o mostrando un punto di vista negativo sulla vita, aspettandosi che accadano cose brutte",
      "example": "He's pessimistic about the future, always expecting the worst. She was pessimistic about her chances of getting the job, but she got it anyway.",
      "example_translation": "Lui è pessimista sul futuro, sempre aspettandosi il peggio. Lei era pessimista sulle sue possibilità di ottenere il lavoro, ma l'ha ottenuto comunque.",
      "imageLink": "image_files\\English\\"imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "petrified",
      "translation": "impietrato",
      "definition": "extremely frightened or anxious",
      "definition_translation": "estremamente spaventato o ansioso",
      "example": "I was petrified when I saw the snake, but I'm not anymore, and I will be more careful in the future.",
      "example_translation": "Ero impietrato quando ho visto il serpente, ma non lo sono più, e sarò più prudente nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "practical",
      "translation": "pratico",
      "definition": "concerned with the actual doing or use of something rather than with theory or ideology",
      "definition_translation": "concernente la effettiva realizzazione o utilizzo di qualcosa anziché con la teoria o l'ideologia",
      "example": "I'm a practical person, I have been practical in the past, and I will be practical in the future.",
      "example_translation": "Sono una persona pratica, sono stato pratico nel passato e sarò pratico nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "professional",
      "translation": "professionista",
      "definition": "engaged in a specific activity or occupation for payment or as a means of earning a living",
      "definition_translation": "impegnato in una specifica attività o occupazione per pagamento o come mezzo di sostentamento",
      "example": "I am a professional athlete, I have been a professional musician, and I will be a professional writer.",
      "example_translation": "Sono un atleta professionista, sono stato un musicista professionista e sarò uno scrittore professionista.",
      "imageLink": "image_files\\English\\"imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "puzzled",
      "translation": "perplesso",
      "definition": "feeling confused or uncertain about something",
      "definition_translation": "sentirsi confuso o incerto su qualcosa",
      "example": "I was puzzled by the math problem, then I figured it out. I am puzzled by the instructions. I will be puzzled by the complexity of the project.",
      "example_translation": "Ero perplesso dal problema di matematica, poi l'ho risolto. Sono perplesso dalle istruzioni. Sarò perplesso dalla complessità del progetto.",
      "imageLink": "image_files\\English\\"imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "qualified",
      "translation": "qualificato",
      "definition": "having the necessary skills, experience, or knowledge to do something",
      "definition_translation": "avendo le competenze, l'esperienza o le conoscenze necessarie per fare qualcosa",
      "example": "She was qualified for the job, so she got it. He is qualified to teach English. They will be qualified to vote in the next election.",
      "example_translation": "Era qualificata per il lavoro, quindi l'ha ottenuto. È qualificato per insegnare inglese. Saranno qualificati per votare alle prossime elezioni.",
      "imageLink": "image_files\\English\\"imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "realistic",
      "translation": "realistico",
      "definition": "based on what is real and possible, rather than on what you wish for or imagine",
      "definition_translation": "basato su ciò che è reale e possibile, piuttosto che su ciò che si desidera o si immagina",
      "example": "The movie was realistic, I loved it. She is realistic about her goals. They will be realistic about the timeline.",
      "example_translation": "Il film era realistico, l'ho amato. È realistica sui suoi obiettivi. Saranno realistici sulla scadenza.",
      "imageLink": "image_files\\English\\"imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "reasonable",
      "translation": "ragionevole",
      "definition": "Having the ability to think and act using reason; sensible and fair.",
      "definition_translation": "Avendo la capacità di pensare e agire utilizzando la ragione; sensibile e giusta.",
      "example": "She was a reasonable person and always listened to others' opinions. She had been reasonable in her demands. She will be reasonable and compromise on the price.",
      "example_translation": "Era una persona ragionevole e sempre ascoltava le opinioni degli altri. Era stata ragionevole nelle sue richieste. Sarà ragionevole e si comprometterà sul prezzo.",
      "imageLink": "image_files\\English\\"imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "religious",
      "translation": "religioso",
      "definition": "Relating to or believing in a religion; having a strong feeling of respect and reverence for a god or gods.",
      "definition_translation": "Relativo o credente in una religione; avendo un forte sentimento di rispetto e riverenza per un dio o dèi.",
      "example": "He was a religious person and prayed every day. She had been religious in her younger years. They will be religious and observe all the holy days.",
      "example_translation": "Era una persona religiosa e pregava ogni giorno. Era stata religiosa nei suoi anni giovanili. Saranno religiosi e osserveranno tutti i giorni santi.",
      "imageLink": "image_files\\English\\"imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "resourceful",
      "translation": "risorsevole",
      "definition": "Able to find quick and clever ways to overcome difficulties; having the ability to use available resources effectively.",
      "definition_translation": "In grado di trovare modi rapidi e astuti per superare le difficoltà; avendo la capacità di utilizzare le risorse disponibili in modo efficace.",
      "example": "She was a resourceful person and always found a way out of trouble. He had been resourceful in managing the company's finances. They will be resourceful and find a solution to the problem.",
      "example_translation": "Era una persona risorsevole e sempre trovava un modo per uscire dai guai. Era stato risorsevole nella gestione delle finanze dell'azienda. Saranno risorsevoli e troveranno una soluzione al problema.",
      "imageLink": "image_files\\English\\"imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "respectable",
      "translation": "rispettoso",
      "definition": "Worthy of respect or esteem; having a good reputation; characterized by dignity and propriety.",
      "definition_translation": "Degno di rispetto o stima; avente una buona reputazione; caratterizzato dalla dignità e proprietà.",
      "example": "He was a respectable member of the community, known for his kindness and generosity. He had been a respectable teacher for over 20 years. He will be a respectable leader in the future.",
      "example_translation": "Era un membro rispettoso della comunità, noto per la sua gentilezza e generosità. Era stato un insegnante rispettoso per oltre 20 anni. Sarà un leader rispettoso nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "respected",
      "translation": "rispettato",
      "definition": "Feeling or showing esteem, admiration, or deference; treated with dignity or courtesy.",
      "definition_translation": "Sentimento o mostrando stima, ammirazione o deferenza; trattato con dignità o cortesia.",
      "example": "She was respected by everyone in the company for her hard work and dedication. He will be respected for his bravery in the war. She had been respected for her wisdom and counsel.",
      "example_translation": "Era rispettata da tutti nella società per il suo lavoro duro e la sua dedizione. Sarà rispettato per la sua bravura nella guerra. Era stata rispettata per la sua saggezza e consiglio.",
      "imageLink": "image_files\\English\\"imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "responsible",
      "translation": "responsabile",
      "definition": "Having an obligation to do something; accountable for one's actions; reliable and trustworthy.",
      "definition_translation": "Avere un obbligo di fare qualcosa; responsabile per le proprie azioni; affidabile e degno di fiducia.",
      "example": "He was responsible for the project's success. She will be responsible for the company's finances in the future. They had been responsible for the team's victory.",
      "example_translation": "Era responsabile del successo del progetto. Sarà responsabile delle finanze dell'azienda nel futuro. Erano stati responsabili della vittoria della squadra.",
      "imageLink": "image_files\\English\\"imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "risky",
      "translation": "rischioso",
      "definition": "involving uncertainty or danger, with a possibility of loss or harm",
      "definition_translation": "che coinvolge incertezza o pericolo, con la possibilità di perdita o danno",
      "example": "I'm not willing to take a risky investment, but I'll consider a safer option. I took a risky decision last year, and it didn't pay off. If I were you, I would avoid making risky choices.",
      "example_translation": "Non sono disposto a fare un investimento rischioso, ma considers una opzione più sicura. Ho preso una decisione rischiosa l'anno scorso, e non ha funzionato. Se fossi in te, eviterei di fare scelte rischiose.",
      "imageLink": "image_files\\English\\"imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ruthless",
      "translation": "spietato",
      "definition": "having or showing no pity or mercy, extremely harsh and cruel",
      "definition_translation": "avendo o mostrando nessuna pietà o misericordia, estremamente duro e crudele",
      "example": "The ruthless dictator ruled the country with an iron fist. She was ruthless in her criticism of the opponent's policy. The company's ruthless approach to business led to its downfall.",
      "example_translation": "Il dittatore spietato governò il paese con pugno di ferro. Era spietata nella sua critica della politica dell'avversario. L'approccio spietato dell'azienda nel business portò alla sua caduta.",
      "imageLink": "image_files\\English\\"imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sensitive",
      "translation": "sensibile",
      "definition": "able to detect or respond to slight changes, vibrations, or signals, emotional",
      "definition_translation": "in grado di rilevare o rispondere a cambiamenti leggeri, vibrazioni o segnali, emotivo",
      "example": "The sensitive instrument picked up the slightest changes in temperature. She's very sensitive to criticism, so be careful what you say. The sensitive issue was handled with care by the diplomat.",
      "example_translation": "Lo strumento sensibile raccolse i cambiamenti minimi di temperatura. È molto sensibile alle critiche, quindi stai attento a cosa dici. La questione sensibile è stata gestita con cura dal diplomatico.",
      "imageLink": "image_files\\English\\"imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "severe",
      "translation": "severo",
      "definition": "Extremely serious or harsh; intense or extreme in degree or severity.",
      "definition_translation": "Estremamente serio o severo; intenso o estremo in grado o severità.",
      "example": "The severe weather warning prompted us to cancel our outdoor plans. We had experienced severe pain after the accident. By the time I'm 60, I will have severe arthritis.",
      "example_translation": "L'avvertimento meteorologico severo ci ha indotto a cancellare i nostri piani outdoor. Avevamo esperito un dolore severo dopo l'incidente. Quando avrò 60 anni, avrò l'artrite severa.",
      "imageLink": "image_files\\English\\"imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "skilful",
      "translation": "abile",
      "definition": "Having or showing a great deal of skill or expertise; expertly done or performed.",
      "definition_translation": "Avendo o mostrando una grande quantità di abilità o expertise; fatto o eseguito con perizia.",
      "example": "The skilful surgeon saved my life. She is a skilful painter. By the time I graduate, I will be a skilful engineer.",
      "example_translation": "Il chirurgo abile mi ha salvato la vita. È una pittrice abile. Quando mi laureerò, sarò un ingegnere abile.",
      "imageLink": "image_files\\English\\"imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "skilled",
      "translation": "esperto",
      "definition": "Having a great deal of knowledge, experience, or practice in a particular area; trained or proficient.",
      "definition_translation": "Avendo una grande quantità di conoscenza, esperienza o pratica in un particolare settore; addestrato o esperto.",
      "example": "The skilled driver navigated the treacherous road. She is a skilled musician. By next year, I will be a skilled programmer.",
      "example_translation": "Il guidatore esperto ha navigato la strada pericolosa. È una musicista esperta. L'anno prossimo, sarò un programmatore esperto.",
      "imageLink": "image_files\\English\\"imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sophisticated",
      "translation": "raffinato",
      "definition": "Having or showing a great deal of experience and knowledge about the world, and able to understand and appreciate complex and subtle things.",
      "definition_translation": "Avendo o mostrando una grande quantità di esperienza e conoscenza del mondo, e in grado di capire e apprezzare cose complesse e sottili.",
      "example": "She was a sophisticated traveler who had visited many countries. She will be sophisticated enough to understand the nuances of the culture. She had become more sophisticated in her tastes over the years.",
      "example_translation": "Era una viaggiatrice raffinata che aveva visitato molti paesi. Sarà abbastanza raffinata per capire le sfumature della cultura. Era diventata più raffinata nei suoi gusti nel corso degli anni.",
      "imageLink": "image_files\\English\\"imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spiritual",
      "translation": "spirituale",
      "definition": "Relating to or concerned with the spirit or soul, rather than material things; having a strong connection to a higher power or the universe.",
      "definition_translation": "Relativo o riguardante lo spirito o l'anima, piuttosto che le cose materiali; avere una forte connessione con un potere superiore o l'universo.",
      "example": "The spiritual leader guided the congregation in meditation. She has been on a spiritual journey to find inner peace. The spiritual experience changed her life forever.",
      "example_translation": "Il leader spirituale ha guidato la congregazione nella meditazione. Era stata in viaggio spirituale per trovare la pace interiore. L'esperienza spirituale le ha cambiato la vita per sempre.",
      "imageLink": "image_files\\English\\"imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spontaneous",
      "translation": "spontaneo",
      "definition": "Done or said without planning or thinking beforehand; happening or done naturally, without being forced or artificial.",
      "definition_translation": "Fatto o detto senza pianificazione o pensiero preventivo; accaduto o fatto naturalmente, senza essere costretto o artificiale.",
      "example": "The spontaneous applause erupted after the concert. She made a spontaneous decision to quit her job. The spontaneous reaction was one of shock and disbelief.",
      "example_translation": "L'applauso spontaneo è scoppiato dopo il concerto. Ha preso una decisione spontanea di lasciare il lavoro. La reazione spontanea è stata quella di shock e incredulità.",
      "imageLink": "image_files\\English\\"imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "straight",
      "translation": "dritto",
      "definition": "Extending or proceeding in a direct line; not curved or bent; forming a right angle with something else.",
      "definition_translation": "Estendendosi o procedendo in una linea diretta; non curvo o piegato; formando un angolo retto con qualcos'altro.",
      "example": "The road was straight and flat, perfect for driving. I walked straight into the wall. She will straighten her hair tomorrow.",
      "example_translation": "La strada era dritta e piatta, perfetta per guidare. Ho camminato dritto nel muro. Lei si pettinerà i capelli domani.",
      "imageLink": "image_files\\English\\"imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stubborn",
      "translation": "testardo",
      "definition": "Having or showing determination not to change one's attitude or position; unreasonably obstinate.",
      "definition_translation": "Avendo o mostrando determinazione di non cambiare la propria attitudine o posizione; ostinato ingiustificatamente.",
      "example": "He was stubborn and refused to listen to reason. She was stubborn in her decision to quit her job. They will be stubborn and never give up.",
      "example_translation": "Era testardo e si rifiutò di ascoltare la ragione. Era testarda nella sua decisione di lasciare il lavoro. Saranno testardi e non si arrenderanno mai.",
      "imageLink": "image_files\\English\\"imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "superstitious",
      "translation": "superstizioso",
      "definition": "Having or showing an excessive fear of the unknown, esp. in the form of a belief in supernatural beings or events.",
      "definition_translation": "Avendo o mostrando una paura eccessiva dell'ignoto, soprattutto nella forma di una credenza in esseri o eventi sovrannaturali.",
      "example": "My grandmother is superstitious and believes in ghosts. He was superstitious and carried a lucky charm. They will be superstitious and avoid black cats.",
      "example_translation": "Mia nonna è superstiziosa e crede nei fantasmi. Era superstizioso e portava un portafortuna. Saranno superstiziosi e避eranno i gatti neri.",
      "imageLink": "image_files\\English\\"imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "suspicious",
      "translation": "sospetto",
      "definition": "Having or showing a feeling that something is wrong or that someone cannot be trusted.",
      "definition_translation": "Avendo o mostrando un sentimento che qualcosa non va o che qualcuno non può essere fidato.",
      "example": "She was suspicious of her partner's behavior, He had been acting strangely for weeks, and she will be suspicious of him in the future.",
      "example_translation": "Era sospettosa del comportamento del suo partner, aveva agito in modo strano per settimane e sospetterà di lui in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sympathetic",
      "translation": "simpatico",
      "definition": "Having or showing feelings of pity, sorrow, or concern for someone else's problems or sufferings.",
      "definition_translation": "Avendo o mostrando sentimenti di pietà, dolore o preoccupazione per i problemi o le sofferenze di qualcun altro.",
      "example": "She was sympathetic towards her friend who had just lost her job, She had been sympathetic in the past when her friend was going through a tough time, and she will be sympathetic in the future when her friend faces another challenge.",
      "example_translation": "Era simpatica verso l'amica che aveva appena perso il lavoro, era stata simpatica nel passato quando l'amica stava passando un momento difficile e sarà simpatica in futuro quando l'amica affronterà un'altra sfida.",
      "imageLink": "image_files\\English\\"imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tense",
      "translation": "teso",
      "definition": "Feeling anxious or nervous, or causing feelings of anxiety or nervousness.",
      "definition_translation": "Sentendosi ansioso o nervoso, o causando sentimenti di ansia o nervosismo.",
      "example": "The atmosphere was tense during the meeting, The teacher was tense yesterday, and the students will be tense during the exam tomorrow.",
      "example_translation": "L'atmosfera era tesa durante la riunione, L'insegnante era teso ieri e gli studenti saranno tesi durante l'esame di domani.",
      "imageLink": "image_files\\English\\"imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "terrifying",
      "translation": "terrorizzante",
      "definition": "Inspiring extreme fear; extremely frightening.",
      "definition_translation": "Ispirare estrema paura; estremamente spaventoso.",
      "example": "The terrifying movie kept me up all night, I was terrified when I saw the clown, and I will be thrilled when the sequel comes out next year.",
      "example_translation": "Il film terrorizzante mi ha tenuto sveglio tutta la notte, ero terrorizzato quando ho visto il clown, e sarò entusiasto quando il sequel uscirà il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thoughtful",
      "translation": "pensieroso",
      "definition": "Showing careful thought and consideration; kind and considerate.",
      "definition_translation": "Mostrando attenta riflessione e considerazione; gentile e considerato.",
      "example": "My thoughtful friend surprised me with a birthday cake, she will surprise me again next year, and she had surprised me last year.",
      "example_translation": "La mia amica pensierosa mi ha sorpreso con una torta di compleanno, mi sorprenderà di nuovo l'anno prossimo, e mi aveva sorpreso l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thrilled",
      "translation": "eccitato",
      "definition": "Feeling extremely happy or excited; delighted.",
      "definition_translation": "Sentirsi estremamente felice o emozionato; deliziato.",
      "example": "I was thrilled when I got the job, I will be thrilled when I go on vacation, and I had been thrilled at the concert.",
      "example_translation": "Ero eccitato quando ho ottenuto il lavoro, sarò eccitato quando andrò in vacanza, e ero stato eccitato al concerto.",
      "imageLink": "image_files\\English\\"imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tough",
      "translation": "difficile",
      "definition": "Strong and able to withstand rough handling or harsh conditions, or able to withstand pain or difficulty without complaining",
      "definition_translation": "Forte e in grado di resistere a maneggiamenti ruvidi o condizioni dure, o in grado di sopportare il dolore o la difficoltà senza lamentarsi",
      "example": "The athlete was tough and could bear the pain, the boxer was tough and fought back, and the hiker will be tough and climb the mountain.",
      "example_translation": "L'atleta era difficile e poteva sopportare il dolore, il pugile era difficile e ha lottato, e l'escursionista sarà difficile e scalerà la montagna.",
      "imageLink": "image_files\\English\\"imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tragic",
      "translation": "tragico",
      "definition": "Causing or characterized by great sorrow or distress, extremely unhappy or unfortunate",
      "definition_translation": "Causante o caratterizzato da grande tristezza o afflizione, estremamente infelice o sfortunato",
      "example": "The tragic story of Romeo and Juliet, the tragic accident on the highway, and the tragic loss of the beloved pet will be remembered forever.",
      "example_translation": "La storia tragica di Romeo e Giulietta, l'incidente tragico sulla autostrada, e la perdita tragica del caro animale domestico sarà ricordata per sempre.",
      "imageLink": "image_files\\English\\"imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unaware",
      "translation": "ignaro",
      "definition": "Not knowing or realizing something, having no knowledge or perception of something",
      "definition_translation": "Non sapendo o rendersi conto di qualcosa, non avere conoscenza o percezione di qualcosa",
      "example": "The tourist was unaware of the local customs, the student was unaware of the deadline, and the buyer was unaware of the hidden fee.",
      "example_translation": "Il turista era ignaro delle consuetudini locali, lo studente era ignaro della scadenza, e l'acquirente era ignaro della commissione nascosta.",
      "imageLink": "image_files\\English\\"imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "uncertain",
      "translation": "incerto",
      "definition": "Not having or showing a clear or certain opinion or intention; doubtful or unclear in one's mind.",
      "definition_translation": "Non avendo o mostrando un'opinione o intenzione chiara o certa; dubbio o poco chiaro nella propria mente.",
      "example": "I was uncertain about what to do, so I decided to ask for advice. I had been uncertain about my decision, but now I'm sure. I will be uncertain about the outcome until the results are announced.",
      "example_translation": "Ero incerto su cosa fare, quindi ho deciso di chiedere consiglio. Avevo dubitato della mia scelta, ma ora sono sicuro. Sarò incerto circa l'esito fino a quando i risultati non saranno annunciati.",
      "imageLink": "image_files\\English\\"imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "understanding",
      "translation": "comprensione",
      "definition": "The ability to understand and share the feelings of another; a mutual agreement or arrangement.",
      "definition_translation": "La capacità di comprendere e condividere i sentimenti di un'altra persona; un accordo o un'organizzazione reciproca.",
      "example": "The two friends had a deep understanding of each other's feelings. The understanding between the two countries led to a peaceful resolution. She will have a better understanding of the subject after completing the course.",
      "example_translation": "I due amici avevano una profonda comprensione dei sentimenti reciproci. La comprensione tra i due paesi ha portato a una risoluzione pacifica. Avrà una migliore comprensione dell'argomento dopo aver completato il corso.",
      "imageLink": "image_files\\English\\"imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "uneasy",
      "translation": "inquieto",
      "definition": "Feeling anxious or uncomfortable; not at ease.",
      "definition_translation": "Sentendosi ansioso o a disagio; non essere a proprio agio.",
      "example": "I felt uneasy about the situation, so I decided to leave. She had been uneasy about the exam, but felt better after it was over. He will be uneasy until he finds a new job.",
      "example_translation": "Mi sentivo a disagio sulla situazione, quindi ho deciso di andare via. Era stata inquieta sull'esame, ma si sentiva meglio dopo che era finito. Sarà inquieto fino a quando non troverà un nuovo lavoro.",
      "imageLink": "image_files\\English\\"imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unfortunate",
      "translation": "sfortunato",
      "definition": "Having or marked by bad luck; unfortunate events or circumstances.",
      "definition_translation": "Avendo o segnati dalla cattiva sorte; eventi o circostanze sfortunate.",
      "example": "I was unfortunate enough to get stuck in the rain without an umbrella. I have been unfortunate in my investments lately. I will be unfortunate if I don't get this job.",
      "example_translation": "Sono stato sfortunato abbastanza da rimanere intrappolato nella pioggia senza ombrello. Sono stato sfortunato nei miei investimenti ultimamente. Sarò sfortunato se non otterrò questo lavoro.",
      "imageLink": "image_files\\English\\"imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unhelpful",
      "translation": "inutile",
      "definition": "Not providing assistance or support; not useful or beneficial.",
      "definition_translation": "Non fornendo aiuto o supporto; non utile o benefico.",
      "example": "The instructions were unhelpful and confusing. She was unhelpful in my time of need. The new policy has been unhelpful in reducing costs.",
      "example_translation": "Le istruzioni erano inutili e confuse. Lei è stata inutile nel mio momento di bisogno. La nuova politica è stata inutile nel ridurre i costi.",
      "imageLink": "image_files\\English\\"imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unpopular",
      "translation": "impopolare",
      "definition": "Not liked or approved of by many people; not well-liked.",
      "definition_translation": "Non amato o approvato da molte persone; non ben visto.",
      "example": "The new tax law was unpopular with many citizens. He was unpopular in school due to his arrogance. The decision was unpopular among the employees.",
      "example_translation": "La nuova legge fiscale è stata impopolare con molti cittadini. Era impopolare a scuola a causa della sua arroganza. La decisione è stata impopolare tra i dipendenti.",
      "imageLink": "image_files\\English\\"imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unpredictable",
      "translation": "imprevedibile",
      "definition": "Unable to be foreseen or forecast; uncertain in outcome or result.",
      "definition_translation": "Non in grado di essere previsto o pronosticato; incerto nell'esito o risultato.",
      "example": "The weather was unpredictable, so we had to bring an umbrella. The company's success was unpredictable, but they managed to stay afloat. The team's performance will be unpredictable in the next game.",
      "example_translation": "Il tempo era imprevedibile, quindi abbiamo dovuto portare un ombrello. Il successo dell'azienda era imprevedibile, ma sono riusciti a restare a galla. La prestazione della squadra sarà imprevedibile nel prossimo gioco.",
      "imageLink": "image_files\\English\\"imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unrealistic",
      "translation": "irrealistico",
      "definition": "Not based in reality; not practical or possible in the circumstances.",
      "definition_translation": "Non basato sulla realtà; non pratico o possibile nelle circostanze.",
      "example": "The novelist's portrayal of a utopian society was unrealistic. She had unrealistic expectations about her new job. The team's goal to win the championship was unrealistic given their current performance.",
      "example_translation": "La rappresentazione della società utopica del romanziere era irrealistica. Aveva aspettative irrealistiche sul suo nuovo lavoro. L'obiettivo della squadra di vincere il campionato era irrealistico dati le prestazioni attuali.",
      "imageLink": "image_files\\English\\"imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unreasonable",
      "translation": "irragionevole",
      "definition": "Not based on sound judgment or good sense; absurd or foolish.",
      "definition_translation": "Non basato su giudizio sano o buon senso; assurdo o folle.",
      "example": "His unreasonable demands led to the breakdown of the negotiations. The unreasonable deadline put a lot of pressure on the team. The unreasonable fear of spiders was holding her back.",
      "example_translation": "Le sue richieste irragionevoli hanno portato al collasso delle trattative. La scadenza irragionevole ha messo molta pressione sulla squadra. La paura irragionevole dei ragni la stava trattenendo indietro.",
      "imageLink": "image_files\\English\\"imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unreliable",
      "translation": "inaffidabile",
      "definition": "Not able to be trusted or relied upon; unstable or unpredictable.",
      "definition_translation": "Non in grado di essere fidato o affidato; instabile o imprevedibile.",
      "example": "The company's unreliable internet connection was causing problems for the employees. They were unreliable on their delivery dates. By the time they're 30, they will be more reliable.",
      "example_translation": "La connessione internet instabile dell'azienda stava causando problemi ai dipendenti. Erano inaffidabili sulle date di consegna. Quando avranno 30 anni, saranno più affidabili.",
      "imageLink": "image_files\\English\\"imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "unsure",
      "translation": "incerto",
      "definition": "Not having or showing certainty or confidence about something or someone.",
      "definition_translation": "Non avere o mostrare certezza o fiducia in qualcosa o qualcuno.",
      "example": "I'm unsure about what to do. She was unsure of her answer. By next year, I will be sure about my career.",
      "example_translation": "Non sono sicuro di cosa fare. Lei era incerta della sua risposta. L'anno prossimo, sarò sicuro della mia carriera.",
      "imageLink": "image_files\\English\\"imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "violent",
      "translation": "violento",
      "definition": "Using or characterized by physical force intended to cause harm or damage.",
      "definition_translation": "Che utilizza o è caratterizzato da forza fisica intesa a causare danno o danni.",
      "example": "The violent storm destroyed many houses. The violent protests led to many arrests. By 2025, the violent crime rate will decrease.",
      "example_translation": "La tempesta violenta ha distrutto molte case. Le proteste violente hanno portato a molti arresti. Nel 2025, il tasso di crimini violenti diminuirà.",
      "imageLink": "image_files\\English\\"imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "welcome",
      "translation": "benvenuto",
      "definition": "A greeting or reception, especially a formal or official one.",
      "definition_translation": "Un saluto o ricevimento, specialmente uno formale o ufficiale.",
      "example": "I welcome you to our new home. We welcomed our new colleague yesterday. We will welcome the new students next semester.",
      "example_translation": "Ti do il benvenuto nella nostra nuova casa. Abbiamo accolto il nostro nuovo collega ieri. Accoglieremo i nuovi studenti il prossimo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "well-balanced",
      "translation": "equilibrato",
      "definition": "Having a proportionate and harmonious arrangement of elements, especially in a person's character or a work of art.",
      "definition_translation": "Avere un arrangiamento proporzionato e armonioso degli elementi, soprattutto nel carattere di una persona o in un'opera d'arte.",
      "example": "She is a well-balanced person with a good sense of humor. The company has a well-balanced portfolio of investments. The artist created a well-balanced composition.",
      "example_translation": "È una persona equilibrata con un buon senso dell'umorismo. La società ha un portfolio di investimenti equilibrato. L'artista ha creato una composizione equilibrata.",
      "imageLink": "image_files\\English\\"imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wise",
      "translation": "saggio",
      "definition": "Having or showing experience, knowledge, and good judgment.",
      "definition_translation": "Avere o mostrare esperienza, conoscenza e buon giudizio.",
      "example": "He is a wise old man who always gives good advice. She was wise to invest in the stock market. They will be wise to listen to the expert's opinion.",
      "example_translation": "È un uomo saggio che sempre dà buoni consigli. Era saggia di investire nel mercato azionario. Saranno saggi ad ascoltare l'opinione dell'esperto.",
      "imageLink": "image_files\\English\\"imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "witty",
      "translation": "spiritoso",
      "definition": "Having or showing a quick and inventive mind, able to think of clever ideas and sayings.",
      "definition_translation": "Avendo o mostrando una mente pronta e inventiva, in grado di pensare a idee e affermazioni intelligenti.",
      "example": "She was a witty person, always ready with a clever comeback. She had been witty enough to resolve the conflict. She will be witty enough to make everyone laugh.",
      "example_translation": "Era una persona spiritosa, sempre pronta con una replica intelligente. Era stata sufficientemente spiritosa da risolvere il conflitto. Sarà sufficientemente spiritosa da far ridere tutti.",
      "imageLink": "image_files\\English\\"imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "worrying",
      "translation": "preoccupante",
      "definition": "Causing feelings of anxiety or concern, giving rise to fear or unease.",
      "definition_translation": "Causando sentimenti di ansia o preoccupazione, dando origine a paura o inquietudine.",
      "example": "The worrying trend in the economy has been ongoing for months. We were worrying about the safety of our children. They will be worrying about their exam results.",
      "example_translation": "La tendenza preoccupante dell'economia è stata in corso per mesi. Ci preoccupavamo della sicurezza dei nostri figli. Si preoccuperanno dei loro risultati degli esami.",
      "imageLink": "image_files\\English\\"imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]