[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adult",
      "translation": "adulti",
      "definition": "A fully grown person, especially one who is mature and responsible.",
      "definition_translation": "Una persona completamente cresciuta, specialmente quella che è matura e responsabile.",
      "example": "I was an adult when I got married. I am an adult now. I will be an adult for the rest of my life.",
      "example_translation": "Ero un adulto quando mi sono sposato. Sono un adulto adesso. Sarò un adulto per il resto della mia vita.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "baby",
      "translation": "bambino",
      "definition": "A very young human being, from birth to a few years old.",
      "definition_translation": "Un essere umano molto giovane, dalla nascita a pochi anni di età.",
      "example": "I had a baby when I was 25 years old. I have a baby now. I will have a baby in the future.",
      "example_translation": "Avevo un bambino quando avevo 25 anni. Ho un bambino adesso. Avrò un bambino nel futuro.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "be... (years old)",
      "translation": "avere (anni)",
      "definition": "To have a certain age, expressed in years.",
      "definition_translation": "Avere un'età certa, espressa in anni.",
      "example": "I was 20 years old when I graduated. I am 30 years old now. I will be 40 years old next year.",
      "example_translation": "Avevo 20 anni quando mi sono laureato. Ho 30 anni adesso. Avrò 40 anni l'anno prossimo.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beard",
      "translation": "barba",
      "definition": "A growth of hair on the chin, cheeks, and jaw of a person or animal.",
      "definition_translation": "Una crescita di capelli sul mento, guance e mascella di una persona o animale.",
      "example": "I will trim my beard tonight, it was getting too long. Yesterday, I shaved my beard off, but I will grow it back soon.",
      "example_translation": "Taglierò la mia barba stasera, stava diventando troppo lunga. Ieri, mi sono rasato la barba, ma presto la farò crescere di nuovo.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beautiful",
      "translation": "bellissimo",
      "definition": "Pleasing the senses or mind aesthetically.",
      "definition_translation": "Piacendo ai sensi o alla mente esteticamente.",
      "example": "The beautiful sunset on the beach was breathtaking. She was beautiful in her wedding dress. The city will be even more beautiful after the renovation.",
      "example_translation": "Il bellissimo tramonto al mare era mozzafiato. Era bellissima nel suo abito da sposa. La città sarà ancora più bella dopo la ristrutturazione.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boy",
      "translation": "ragazzo",
      "definition": "A male child or young male person.",
      "definition_translation": "Un bambino maschio o una persona maschile giovane.",
      "example": "The boy was playing with his dog in the park. The boy will be a good doctor when he grows up. The boy had eaten all his snacks.",
      "example_translation": "Il ragazzo stava giocando con il suo cane nel parco. Il ragazzo sarà un buon dottore quando crescerà. Il ragazzo aveva mangiato tutti i suoi spuntini.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eye",
      "translation": "occhio",
      "definition": "The eye is a complex and highly specialized organ that detects light and converts it into electrical signals that are transmitted to the brain, allowing us to see and interpret visual information.",
      "definition_translation": "L'occhio è un organo complesso e altamente specializzato che rileva la luce e la converte in segnali elettrici che vengono trasmessi al cervello, consentendoci di vedere e interpretare le informazioni visive.",
      "example": "I have always had good eyesight, but my grandmother wore glasses to correct her eye problems. Now I'm getting older, I think I'll need glasses to read in the future.",
      "example_translation": "Ho sempre avuto una buona vista, ma mia nonna portava gli occhiali per correggere i suoi problemi di vista. Ora sto invecchiando, credo che avrò bisogno di occhiali per leggere in futuro.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "face",
      "translation": "faccia",
      "definition": "The face is the front part of the head, from the forehead to the chin, and includes the features such as the eyes, nose, mouth, and jaw.",
      "definition_translation": "La faccia è la parte anteriore della testa, dalla fronte fino al mento, e comprende le caratteristiche come gli occhi, il naso, la bocca e la mascella.",
      "example": "She washed her face with soap and water, then put on a bright smile to greet her friends. Yesterday, she had a sad face because she was feeling unwell.",
      "example_translation": "Lei ha lavato la faccia con il sapone e l'acqua, poi ha messo un sorriso luminoso per salutare i suoi amici. Ieri, aveva una faccia triste perché si sentiva male.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fat",
      "translation": "grasso",
      "definition": "Fat is a type of tissue in the body that serves as an energy reserve, providing insulation and padding, and is also a key component of many foods.",
      "definition_translation": "Il grasso è un tipo di tessuto nel corpo che funge da riserva di energia, fornendo isolamento e imbottitura, ed è anche un componente chiave di molti alimenti.",
      "example": "Eating too much fat can lead to health problems, so I try to limit my intake of fatty foods. The chef added a pat of fat to the sauce to make it richer.",
      "example_translation": "Mangiare troppo grasso può portare a problemi di salute, quindi cerco di limitare la mia assunzione di alimenti grassi. Il cuoco ha aggiunto un pezzo di grasso alla salsa per renderla più ricca.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "feet",
      "translation": "piedi",
      "definition": "The plural form of foot, which refers to the lower extremities of the human or animal body.",
      "definition_translation": "La forma plurale del piede, che si riferisce alle estremità inferiori del corpo umano o animale.",
      "example": "I wash my feet every day. Yesterday, I washed my feet before bed. Tomorrow, I will wash my feet after the beach.",
      "example_translation": "Mi lavo i piedi ogni giorno. Ieri, mi sono lavato i piedi prima di andare a letto. Domani, mi laverò i piedi dopo la spiaggia.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "foot",
      "translation": "piede",
      "definition": "The lower extremity of the human or animal body, below the ankle and above the toes.",
      "definition_translation": "L'estremità inferiore del corpo umano o animale, sotto la caviglia e sopra le dita dei piedi.",
      "example": "I hurt my foot while playing soccer. Yesterday, I hurt my foot when I kicked the ball. Tomorrow, I will take care of my foot to avoid injury.",
      "example_translation": "Mi sono fatto male al piede mentre giocavo a calcio. Ieri, mi sono fatto male al piede quando ho calciato la palla. Domani, mi prenderò cura del mio piede per evitar mi lesioni.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "girl",
      "translation": "ragazza",
      "definition": "A female child or young woman, typically between the ages of 5 and 25.",
      "definition_translation": "Una bambina o una giovane donna, tipicamente tra i 5 e i 25 anni di età.",
      "example": "The girl is playing with her doll. Yesterday, the girl played with her doll all day. Tomorrow, the girl will go to school.",
      "example_translation": "La ragazza sta giocando con la sua bambola. Ieri, la ragazza ha giocato con la sua bambola tutto il giorno. Domani, la ragazza andrà a scuola.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair",
      "translation": "capelli",
      "definition": "a growth on the human head or animal body, consisting of a protein filament that grows from follicles in the skin",
      "definition_translation": "una crescita sulla testa umana o corpo di un animale, consistente in un filamento proteico che cresce da follicoli nella pelle",
      "example": "I brushed my hair this morning, I will brush my hair tonight, and I brushed my hair yesterday.",
      "example_translation": "Ho spazzolato i miei capelli questa mattina, spazzerò i miei capelli stasera e ho spazzolato i miei capelli ieri.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hand",
      "translation": "mano",
      "definition": "the end part of the human arm beyond the wrist, used for grasping and holding things",
      "definition_translation": "la parte finale del braccio umano oltre il polso, utilizzata per afferrare e tenere le cose",
      "example": "I washed my hand before dinner, I will wash my hand after lunch, and I washed my hand this morning.",
      "example_translation": "Ho lavato la mia mano prima di cena, laverò la mia mano dopo pranzo e ho lavato la mia mano stamattina.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leg",
      "translation": "gamba",
      "definition": "one of the limbs of the human body, extending from the hip to the foot",
      "definition_translation": "uno dei membri del corpo umano, che si estende dal fianco al piede",
      "example": "I hurt my leg last week, I will run with my leg tomorrow, and I stood on my leg all day.",
      "example_translation": "Mi sono fatto male alla gamba la settimana scorsa, correrò con la mia gamba domani e ho stato in piedi sulla mia gamba tutto il giorno.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "little",
      "translation": "piccolo",
      "definition": "Small in size or amount; not great or considerable; insignificant.",
      "definition_translation": "Piccolo in dimensione o quantità; non grande o considerevole; insignificante.",
      "example": "I had a little coffee this morning, then I will have a little more at lunch, and finally I will have a little after dinner.",
      "example_translation": "Ho avuto un po' di caffè questa mattina, poi ne avrò un po' di più a pranzo e infine ne avrò un po' dopo cena.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "long",
      "translation": "lungo",
      "definition": "Extending a great distance in space or time; having a great extent or duration.",
      "definition_translation": "Estendendo una grande distanza nello spazio o nel tempo; avendo una grande estensione o durata.",
      "example": "The long road to success was difficult, but we are now enjoying the fruits of our labor. We had a long conversation last night, and will have an even longer one tonight.",
      "example_translation": "La lunga strada per il successo era difficile, ma ora stiamo godendo i frutti del nostro lavoro. Abbiamo avuto una lunga conversazione ieri sera e avremo una ancora più lunga stasera.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "man",
      "translation": "uomo",
      "definition": "An adult human male; a person with qualities of courage, strength, and determination.",
      "definition_translation": "Un uomo adulto; una persona con qualità di coraggio, forza e determinazione.",
      "example": "The man walked into the room, then he will walk out, and finally he walked away. My man will be here soon, and he will bring me a gift.",
      "example_translation": "L'uomo è entrato nella stanza, poi è uscito e infine se n'è andato. Il mio uomo sarà qui presto e mi porterà un regalo.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mouth",
      "translation": "bocca",
      "definition": "The opening through which an animal takes in food, and which in humans and some other vertebrates is also the organ of speech.",
      "definition_translation": "L'apertura attraverso cui un animale assume il cibo, e che negli esseri umani e in alcuni altri vertebrati è anche l'organo del linguaggio.",
      "example": "I use my mouth to eat, speak, and express emotions. Yesterday, I used my mouth to eat a sandwich. Tomorrow, I will use my mouth to give a presentation.",
      "example_translation": "Uso la mia bocca per mangiare, parlare ed esprimere emozioni. Ieri, ho usato la mia bocca per mangiare un panino. Domani, userò la mia bocca per fare una presentazione.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nose",
      "translation": "naso",
      "definition": "The organ of smell and taste, located in the middle of the face, used for breathing and smelling.",
      "definition_translation": "L'organo dell'olfatto e del gusto, situato nella parte centrale del viso, utilizzato per respirare e annusare.",
      "example": "I use my nose to smell the coffee in the morning. Yesterday, I used my nose to smell the flowers in the garden. Tomorrow, I will use my nose to smell the freshly baked pizza.",
      "example_translation": "Uso il mio naso per annusare il caffè al mattino. Ieri, ho usato il mio naso per annusare i fiori nel giardino. Domani, userò il mio naso per annusare la pizza appena sfornata.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "old",
      "translation": "vecchio",
      "definition": "Having lived or existed for a long time; having a long history or tradition.",
      "definition_translation": "Aver vissuto o esistito per un lungo periodo di tempo; avere una lunga storia o tradizione.",
      "example": "He is an old man who has lived for 80 years. Yesterday, he was an old man who used to play football. Tomorrow, he will be an old man who will tell stories to his grandchildren.",
      "example_translation": "È un vecchio uomo che ha vissuto per 80 anni. Ieri, era un vecchio uomo che giocava a calcio. Domani, sarà un vecchio uomo che racconterà storie ai suoi nipoti.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "short",
      "translation": "corto",
      "definition": "Having a small distance from the base to the top; not tall or lengthy.",
      "definition_translation": "Avendo una distanza piccola dalla base alla cima; non alto o lungo.",
      "example": "She was short and couldn't reach the top shelf. She will be short of money by the end of the month. She had been short with her sister all morning.",
      "example_translation": "Era corta e non riusciva a raggiungere il ripiano più alto. Sarà a corto di denaro entro la fine del mese. Era stata corta con sua sorella per tutta la mattina.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "slim",
      "translation": "snello",
      "definition": "Having a narrow or lean bodily shape; not overweight or fat.",
      "definition_translation": "Avendo una forma corporea stretta o snella; non sovrappeso o grasso.",
      "example": "He was slim and athletic, and loved to run marathons. He will be slim and trim by the summer. He had been slim and muscular all his life.",
      "example_translation": "Era snello e atletico, e amava correre maratone. Sarà snello e trim per l'estate. Era stato snello e muscoloso per tutta la vita.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tall",
      "translation": "alto",
      "definition": "Having a great height; lofty or elevated.",
      "definition_translation": "Avendo una grande altezza; alto o elevato.",
      "example": "She was tall and statuesque, and loved to wear high heels. He will be tall and lanky by the time he's 18. They had been tall and proud, standing on the mountain top.",
      "example_translation": "Era alta e statuaria, e amava indossare tacchi alti. Sarà alto e allampanato quando avrà 18 anni. Erano stati alti e orgogliosi, stando sulla cima della montagna.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "woman",
      "translation": "donna",
      "definition": "an adult human female, especially one who has reached full physical and emotional maturity.",
      "definition_translation": "una femmina umana adulta, specialmente una che ha raggiunto la piena maturità fisica e emotiva.",
      "example": "The woman walked into the room. She is a woman of great strength. She will be a woman of great influence.",
      "example_translation": "La donna è entrata nella stanza. È una donna di grande forza. Sarà una donna di grande influenza.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "young",
      "translation": "giovane",
      "definition": "having little experience or a short history of involvement; not yet fully developed or mature.",
      "definition_translation": "avendo poca esperienza o una breve storia di coinvolgimento; non ancora pienamente sviluppato o maturo.",
      "example": "He was young and carefree. She is still young at heart. They will be young again in spirit.",
      "example_translation": "Era giovane e spensierato. Lei è ancora giovane nel cuore. Saranno di nuovo giovani nello spirito.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aged",
      "translation": "anziano",
      "definition": "having lived for a long time; no longer young or middle-aged.",
      "definition_translation": "avendo vissuto per un lungo tempo; non più giovane o di mezza età.",
      "example": "The aged man walked slowly. She is aged and wise. They will be aged and respected.",
      "example_translation": "L'uomo anziano camminava lentamente. Lei è anziana e saggia. Saranno anziani e rispettati.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "attractive",
      "translation": "attraente",
      "definition": "Pleasing or appealing to the eye; pretty or handsome.",
      "definition_translation": "Piacevole o attraente per l'occhio; carino o bello.",
      "example": "She was an attractive woman, with a bright smile and sparkling eyes. She will be an attractive business partner in the future. He was not attractive when he was young.",
      "example_translation": "Era una donna attraente, con un sorriso luminoso e occhi scintillanti. Sarà un partner commerciale attraente nel futuro. Non era attraente quando era giovane.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blonde",
      "translation": "bionda",
      "definition": "Having a natural hair color of fair golden yellow.",
      "definition_translation": "Avendo un colore di capelli naturali di giallo dorato chiaro.",
      "example": "She was a blonde girl, but now she dyes her hair brown. He will date a blonde woman in the future. They have a blonde daughter.",
      "example_translation": "Era una ragazza bionda, ma ora si tinge i capelli marroni. Uscirà con una donna bionda nel futuro. Hanno una figlia bionda.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dressed",
      "translation": "vestito",
      "definition": "Having clothes on, especially in a formal or attractive way.",
      "definition_translation": "Avere addosso dei vestiti, soprattutto in modo formale o attraente.",
      "example": "She was dressed in a beautiful red dress at the party. He will be dressed in a suit for the interview. They were dressed in casual clothes at the beach.",
      "example_translation": "Era vestita in un bell'abito rosso alla festa. Sarà vestito in completo per l'intervista. Erano vestiti in abiti casual al mare.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fair",
      "translation": "fiera",
      "definition": "A fair is a gathering of people for a variety of entertainment or commercial purposes, such as buying and selling goods, holding exhibitions, or engaging in sports.",
      "definition_translation": "Una fiera è un raduno di persone per varie attività di intrattenimento o scopi commerciali, come l'acquisto e la vendita di merci, la tenuta di mostre o l'attività sportiva.",
      "example": "I went to the fair last weekend and won a prize. I will go to the fair again next year. I have gone to the fair many times before.",
      "example_translation": "Sono andato alla fiera lo scorso fine settimana e ho vinto un premio. Andrò alla fiera di nuovo l'anno prossimo. Sono andato alla fiera molte volte prima.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fashion",
      "translation": "moda",
      "definition": "Fashion refers to the styles of clothing, hair, and accessories that are popular at a particular time or place.",
      "definition_translation": "La moda si riferisce agli stili di abbigliamento, capelli e accessori che sono popolari in un particolare momento o luogo.",
      "example": "Fashion trends change quickly. I will follow the latest fashion trend. She has been interested in fashion since she was a teenager.",
      "example_translation": "Le tendenze della moda cambiano rapidamente. Seguirò l'ultima tendenza della moda. Lei è stata interessata alla moda fin da quando era adolescente.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "finger",
      "translation": "dito",
      "definition": "A finger is one of the five ends of the hand, used for grasping and manipulating objects.",
      "definition_translation": "Un dito è uno dei cinque estremi della mano, utilizzato per afferrare e manipolare oggetti.",
      "example": "I hurt my finger while cooking. She will paint her fingers red. He has broken his finger before.",
      "example_translation": "Mi sono fatto male a un dito mentre cucinavo. Lei dipingerà le dita di rosso. Lui si è rotto un dito prima.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "good-looking",
      "translation": "bello",
      "definition": " Pleasing in appearance; attractive.",
      "definition_translation": "Piacente nell'aspetto; attraente.",
      "example": "She was a good-looking woman with long hair. She is good-looking today. She will be good-looking when she grows up.",
      "example_translation": "Era una donna bella con i capelli lunghi. È bella oggi. Sarà bella quando crescerà.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guy",
      "translation": "tizio",
      "definition": "An adult human male.",
      "definition_translation": "Un maschio adulto umano.",
      "example": "The guy helped me fix my car. He is a nice guy. He will be a successful guy someday.",
      "example_translation": "Il tizio mi ha aiutato a riparare la mia macchina. È un bel ragazzo. Sarà un tizio di successo un giorno.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "make-up",
      "translation": "trucco",
      "definition": "Cosmetics applied to enhance one's appearance.",
      "definition_translation": "Cosmetici applicati per migliorare il proprio aspetto.",
      "example": "She applied make-up to cover her blemishes. She makes up her face every morning. She will make up her face for the party tonight.",
      "example_translation": "Ha applicato il trucco per coprire le sue imperfezioni. Si trucca ogni mattina. Si truccherà per la festa stasera.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pretty",
      "translation": "carino",
      "definition": "Pleasant on the eye or ear; attractive or charming",
      "definition_translation": "Piacere all'occhio o all'orecchio; attraente o affascinante",
      "example": "She looked pretty in her new dress. She had looked pretty at the party last night. She will look pretty in her wedding dress next week.",
      "example_translation": "Lei sembrava carina nel suo nuovo vestito. Era sembrata carina alla festa della sera prima. Sembra carina nel suo vestito da sposa la settimana prossima.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "red hair",
      "translation": "capelli rossi",
      "definition": "Hair that is brightly colored, typically a deep reddish-brown color",
      "definition_translation": "Capelli di colore vivace, tipicamente di un colore marrone-rosso intenso",
      "example": "She had red hair when she was a child. She has red hair now. She will have red hair until she is old.",
      "example_translation": "Aveva i capelli rossi quando era bambina. Ha i capelli rossi adesso. Avrà i capelli rossi fino a quando non sarà anziana.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "strong",
      "translation": "forte",
      "definition": "Having a great deal of power or force",
      "definition_translation": "Avendo una grande quantità di potere o forza",
      "example": "He was strong enough to lift the heavy box. He is strong now. He will be strong for his whole life.",
      "example_translation": "Era abbastanza forte per sollevare la scatola pesante. È forte adesso. Sarà forte per tutta la sua vita.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "teenager",
      "translation": "adolescente",
      "definition": "A person between the stages of childhood and adulthood, typically between the ages of 13 and 19.",
      "definition_translation": "Una persona tra le fasi dell'infanzia e dell'adulta, solitamente tra i 13 e i 19 anni.",
      "example": "The teenager spent most of his free time playing video games. He will go to the party tonight, but he went to the movies last night. He is planning to travel to Europe next year.",
      "example_translation": "L'adolescente ha trascorso la maggior parte del suo tempo libero giocando ai videogiochi. Andrá alla festa stanotte, ma è andato al cinema la scorsa notte. Sta pianificando di viaggiare in Europa l'anno prossimo.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thin",
      "translation": "sottile",
      "definition": "Lacking in thickness or diameter; not fat or plump.",
      "definition_translation": "Mancante di spessore o diametro; non grasso o paffuto.",
      "example": "She was thin and athletic, so she could easily fit into the tight jeans. She has been thin since she was a teenager. She will be even thinner after she finishes her diet.",
      "example_translation": "Era sottile e atletica, quindi poteva facilmente entrare nei jeans stretti. È stata sottile fin da quando era adolescente. Sarà ancora più sottile dopo aver finito la sua dieta.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toe",
      "translation": "dito del piede",
      "definition": "A digit at the end of the foot in humans and some animals.",
      "definition_translation": "Un dito alla fine del piede nell'uomo e in alcuni animali.",
      "example": "I hurt my toe when I kicked the soccer ball. My sister had surgery on her toe last year. She will paint her toes red for the party tonight.",
      "example_translation": "Mi sono fatto male al dito del piede quando ho calciato il pallone. Mia sorella ha avuto un'operazione sul dito del piede l'anno scorso. Si dipingerà le dita dei piedi di rosso per la festa stanotte.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "appearance",
      "translation": "aspetto",
      "definition": "The way that someone or something looks or is seen by others.",
      "definition_translation": "Il modo in cui qualcuno o qualcosa appare o è visto dagli altri.",
      "example": "Her appearance on the red carpet was stunning. She had appeared in several movies before, and will appear in many more. She will make a remarkable appearance at the awards ceremony.",
      "example_translation": "La sua apparizione sul tappeto rosso era stata sbalorditiva. Era apparsa in diversi film prima, e apparirà in molti altri. Farà una apparizione notevole alla cerimonia di premiazione.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bald",
      "translation": "calvo",
      "definition": "Having no hair on the head.",
      "definition_translation": "Non avere capelli sulla testa.",
      "example": "He was bald by the time he was 30. He had been balding for years before. He will be completely bald in a few years.",
      "example_translation": "Era calvo quando aveva 30 anni. Stava diventando calvo per anni prima. Sarà completamente calvo in pochi anni.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beautifully",
      "translation": "bellaamente",
      "definition": "In a beautiful or pleasing manner.",
      "definition_translation": "In modo bello o gradevole.",
      "example": "She sings beautifully. She had sung beautifully at the concert. She will sing beautifully at the wedding.",
      "example_translation": "Canta bellaamente. Aveva cantato bellaamente al concerto. Canterà bellaamente al matrimonio.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beauty",
      "translation": "bellezza",
      "definition": "The quality present in a thing or person that gives intense pleasure or satisfaction to perceive, experience, or contemplate.",
      "definition_translation": "La qualità presente in una cosa o persona che dà un'intensa piacere o soddisfazione nel percepire, sperimentare o contemplare.",
      "example": "The beauty of the sunset was breathtaking. She was known for her beauty and kindness. The city's beauty will be appreciated by future generations.",
      "example_translation": "La bellezza del tramonto era mozzafiato. Era conosciuta per la sua bellezza e gentilezza. La bellezza della città sarà apprezzata dalle generazioni future.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cheek",
      "translation": "guancia",
      "definition": "Either side of the face below the eye.",
      "definition_translation": "Entrambi i lati del viso sotto l'occhio.",
      "example": "She pinched his cheek playfully. He had a red spot on his cheek. The baby's cheek was soft and chubby.",
      "example_translation": "Lei gli strofinò la guancia giocando. Aveva un punto rosso sulla guancia. La guancia del bambino era morbida e paffuta.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "childhood",
      "translation": "infanzia",
      "definition": "The period of human life from birth to puberty.",
      "definition_translation": "Il periodo della vita umana dalla nascita alla pubertà.",
      "example": "Her childhood was happy and carefree. The memories of my childhood are still vivid. Childhood obesity has become a major concern.",
      "example_translation": "La sua infanzia era felice e spensierata. I ricordi della mia infanzia sono ancora vividi. L'obesità infantile è diventata una preoccupazione maggiore.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chin",
      "translation": "mento",
      "definition": "The bottom front part of the face below the lower lip.",
      "definition_translation": "La parte anteriore inferiore del viso sotto il labbro inferiore.",
      "example": "She rested her chin on her hand while thinking. She has rested her chin on her hand for hours. She will rest her chin on her hand tomorrow.",
      "example_translation": "Si era poggiata con il mento sulla mano mentre pensava. Ha poggiato il mento sulla mano per ore. Domani si poggerà con il mento sulla mano.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "curly",
      "translation": "riccio",
      "definition": "Having a natural curl or spiral shape, especially in hair.",
      "definition_translation": "Avendo una forma naturale a spirale o elicoidale, soprattutto nei capelli.",
      "example": "Her curly hair was bouncing with each step. She had curly hair in her childhood. She will have curly hair again after the haircut.",
      "example_translation": "I suoi capelli ricci saltavano a ogni passo. Aveva i capelli ricci nell'infanzia. Avrà di nuovo i capelli ricci dopo il taglio di capelli.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elder",
      "translation": "anziano",
      "definition": "A person who is older and more experienced than others, often in a position of authority or respect.",
      "definition_translation": "Una persona che è più anziana e più esperta degli altri, spesso in una posizione di autorità o rispetto.",
      "example": "The elder statesman gave a wise speech. She was an elder sister to her siblings. He will be an elder in the community soon.",
      "example_translation": "L'uomo di stato anziano ha tenuto un discorso saggio. Era una sorella maggiore per i suoi fratelli. Sarà presto un anziano nella comunità.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elderly",
      "translation": "anziani",
      "definition": "Relating to or characteristic of old people, especially those who are weak or infirm.",
      "definition_translation": "Riferito o caratteristico di anziani, soprattutto quelli che sono deboli o malati.",
      "example": "The elderly lady was taken care of by her family. She had been feeling unwell lately and needed constant care. She will be moving to a nursing home soon.",
      "example_translation": "La signora anziana era stata accudita dalla sua famiglia. Era stata sentendosi poco bene ultimamente e aveva bisogno di cure costanti. Si trasferirà presto in una casa di cura.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eldest",
      "translation": "primogenito",
      "definition": "Born first; first in a series or sequence.",
      "definition_translation": "Nato per primo; primo in una serie o sequenza.",
      "example": "As the eldest child, she had a lot of responsibilities. She was always taking care of her younger siblings. She will be the first to graduate from college in her family.",
      "example_translation": "Come figlio primogenito, aveva molte responsabilità. Era sempre prendersi cura dei suoi fratelli e sorelle più piccoli. Sarà la prima a laurearsi al college nella sua famiglia.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fashionable",
      "translation": "alla moda",
      "definition": "Conforming to the standard of dress, etiquette, etc., that is current in a particular society or group.",
      "definition_translation": "Che conforma allo standard di abbigliamento, etichetta, ecc., che è attuale in una particolare società o gruppo.",
      "example": "The fashionable clothes on display at the mall were quite expensive. She had always been fashionable and liked to follow the latest trends. She will be attending a fashionable party tonight.",
      "example_translation": "I vestiti alla moda in mostra al centro commerciale erano piuttosto costosi. Era sempre stata alla moda e le piaceva seguire le ultime tendenze. Parteciperà a una festa alla moda stasera.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "female",
      "translation": "femmina",
      "definition": "A female is an adult human being who is biologically capable of bearing offspring. Females have two X chromosomes and are characterized by the presence of ovaries, a uterus, and a vagina.",
      "definition_translation": "Una femmina è un essere umano adulto che è biologicamente capace di GENERARE PROLE. Le femmine hanno due cromosomi X e sono caratterizzate dalla presenza di ovari, utero e vagina.",
      "example": "The female athlete won the gold medal. She will compete in the female category. The female lion is a fierce predator.",
      "example_translation": "L'atleta femmina ha vinto la medaglia d'oro. Parteciperà nella categoria femminile. La leonessa femmina è un predatore feroce.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "figure",
      "translation": "figura",
      "definition": "A figure is a person or thing that is easily recognized or noticed, often because of their shape or appearance. It can also refer to a numerical value or a diagram used to explain or illustrate something.",
      "definition_translation": "Una figura è una persona o cosa che è facilmente riconoscibile o notata, spesso a causa della loro forma o aspetto. Può anche riferirsi a un valore numerico o a un diagramma utilizzato per spiegare o illustrare qualcosa.",
      "example": "The figure of the president was prominent at the ceremony. The figure of the graph shows a steady increase. The figure skater performed a beautiful routine.",
      "example_translation": "La figura del presidente era prominente alla cerimonia. La figura del grafico mostra un aumento costante. La pattinatrice artistica ha eseguito una routine bella.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fit",
      "translation": "adatto",
      "definition": "To fit means to be of the right size or shape for something or someone. It can also refer to being in good physical condition or health.",
      "definition_translation": "Adatto significa essere della giusta dimensione o forma per qualcosa o qualcuno. Può anche riferirsi a essere in buona condizione fisica o salute.",
      "example": "The dress fits her perfectly. He needs to fit the pieces together. She tries to fit in with the crowd.",
      "example_translation": "Il vestito le va perfettamente. Deve adattare le parti insieme. Cerca di adattarsi alla folla.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "forehead",
      "translation": "fronte",
      "definition": "The forehead is the upper part of the face, above the eyebrows and below the hairline.",
      "definition_translation": "La fronte è la parte superiore del viso, sopra le sopracciglia e sotto la linea dei capelli.",
      "example": "She had a big zit on her forehead, so she tried to cover it with makeup. Yesterday, she went to the doctor to get it checked out, and tomorrow she will try a new cream to get rid of it.",
      "example_translation": "Aveva un grande brufolo sulla fronte, quindi ha cercato di coprirlo con il trucco. Ieri, è andata dal dottore per farlo controllare, e domani proverà una nuova crema per eliminarlo.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grow",
      "translation": "crescere",
      "definition": "To grow means to increase in size, amount, or degree, or to develop or mature physically, mentally, or emotionally.",
      "definition_translation": "Crescere significa aumentare di dimensione, quantità o grado, o svilupparsi o maturare fisicamente, mentalmente o emotivamente.",
      "example": "I grew up in a small town, but now I live in a big city. I will grow my own vegetables in my backyard next summer, and I have grown tired of this busy lifestyle.",
      "example_translation": "Sono cresciuto in un piccolo paese, ma ora vivo in una grande città. Crescerò i miei própri ortaggi nel mio cortile estivo, e mi sono stancato di questo stile di vita frenetico.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "haircut",
      "translation": "taglio di capelli",
      "definition": "A haircut is a styling of the hair, usually done by a professional barber or stylist, to achieve a desired shape, length, or look.",
      "definition_translation": "Un taglio di capelli è una styling dei capelli, di solito fatto da un barbiere o stilista professionista, per ottenere una forma, lunghezza o aspetto desiderati.",
      "example": "I need a haircut, so I will go to the barber tomorrow. She had a terrible haircut, so she wore a hat to cover it up. He grew his hair long, but then got a haircut to donate it to charity.",
      "example_translation": "Ho bisogno di un taglio di capelli, quindi andrò dal barbiere domani. Aveva un terribile taglio di capelli, quindi ha indossato un cappello per coprirlo. Lui ha cresciuto i capelli lunghi, ma poi ha ottenuto un taglio di capelli per donarlo in beneficienza.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hairdresser",
      "translation": "parrucchiere",
      "definition": "A person whose occupation is to cut, style, and care for people's hair.",
      "definition_translation": "Una persona la cui occupazione è tagliare, stilare e prendersi cura dei capelli delle persone.",
      "example": "I've been going to the same hairdresser for years because I love her style. She used to work at a salon, but now she has her own shop. She will be expanding her business next year.",
      "example_translation": "Vado dallo stesso parrucchiere da anni perché adoro il suo stile. Lavorava in un salone, ma ora ha il suo negozio proprio. Espanderà la sua attività l'anno prossimo.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "handsome",
      "translation": "bello",
      "definition": "Pleasing to the eye or mind; attractive.",
      "definition_translation": "Piacente all'occhio o alla mente; attraente.",
      "example": "He was a handsome young man when I first met him. He has become even more handsome with age. He will be handsome forever in my eyes.",
      "example_translation": "Era un giovane uomo attraente quando l'ho incontrato per la prima volta. È diventato ancora più attraente con l'età. Sarà attraente per sempre ai miei occhi.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "height",
      "translation": "altezza",
      "definition": "The measure of how tall something or someone is.",
      "definition_translation": "La misura di quanto sia alto qualcosa o qualcuno.",
      "example": "The height of the building was incredible. At my height, I can reach the top shelf. She will be surprised by the height of the mountains.",
      "example_translation": "L'altezza dell'edificio era incredibile. Alla mia altezza, posso raggiungere la mensola superiore. Sarà sorpresa dall'altezza delle montagne.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kid",
      "translation": "bambino",
      "definition": "A child or young person.",
      "definition_translation": "Un bambino o una persona giovane.",
      "example": "I was a kid when I learned to ride a bike. Now, I'm teaching my kid to ride a bike. In 10 years, my kid will be able to ride a bike on their own.",
      "example_translation": "Ero un bambino quando ho imparato a guidare la bicicletta. Ora, sto insegnando a mio figlio a guidare la bicicletta. Tra 10 anni, mio figlio sarà in grado di guidare la bicicletta da solo.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knee",
      "translation": "ginocchio",
      "definition": "The joint that connects the thigh bone to the shin bone.",
      "definition_translation": "L'articolazione che collega l'osso della coscia all'osso della gamba.",
      "example": "I hurt my knee while playing soccer. Yesterday, I went to the doctor to check my knee. In a few days, my knee will be fully recovered.",
      "example_translation": "Mi sono fatto male al ginocchio giocando a calcio. Ieri, sono andato dal dottore per controllare il mio ginocchio. Tra pochi giorni, il mio ginocchio sarà completamente guarito.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lady",
      "translation": "signora",
      "definition": "A woman of refined manners and education.",
      "definition_translation": "Una donna di modi raffinati e istruita.",
      "example": "The lady at the store helped me find what I was looking for. Yesterday, I saw a lady walking her dog in the park. In the future, I hope to meet a lady who shares my interests.",
      "example_translation": "La signora del negozio mi ha aiutato a trovare ciò che cercavo. Ieri, ho visto una signora che passeggiava con il suo cane nel parco. Nel futuro, spero di incontrare una signora che condivide i miei interessi.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lip",
      "translation": "labbro",
      "definition": "Either of the two fleshy folds that surround the opening of the mouth.",
      "definition_translation": "Uno dei due ripiegamenti di carne che circondano l'apertura della bocca.",
      "example": "She licked her lip before responding to the question. She will pucker up her lip to whistle a tune. She had puckered up her lip to whistle a tune.",
      "example_translation": "Lei leccò il labbro prima di rispondere alla domanda. Si acciglierà il labbro per fischiare una melodia. Si era accigliata il labbro per fischiare una melodia.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "male",
      "translation": "maschio",
      "definition": "A person or animal of the sex that produces spermatozoa, or a plant that produces pollen.",
      "definition_translation": "Una persona o animale del sesso che produce spermatozoi, o una pianta che produce polline.",
      "example": "He is a male model. He will be a male teacher. He was a male student.",
      "example_translation": "È un modello maschio. Sarà un insegnante maschio. Era uno studente maschio.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "middle-aged",
      "translation": "di mezza età",
      "definition": "Being in the middle period of one's life, roughly from the 40s to the 60s.",
      "definition_translation": "Essere nel periodo di mezza età della propria vita, grossomodo dai 40 ai 60 anni.",
      "example": "He is a middle-aged man. He will be a middle-aged person. He was a middle-aged teacher.",
      "example_translation": "È un uomo di mezza età. Sarà una persona di mezza età. Era un insegnante di mezza età.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "moustache",
      "translation": "baffi",
      "definition": "A growth of hair on the upper lip, especially when cultivated and groomed.",
      "definition_translation": "Un crescita di capelli sul labbro superiore, soprattutto quando coltivati e accuditi.",
      "example": "He had a thick, curly moustache that made him look like a 19th-century aristocrat. He will grow a moustache for the costume party tonight. She had seen him with a moustache before, but it was different this time.",
      "example_translation": "Aveva un baffi folto e ricciolo che lo faceva sembrare un aristocratico del 19º secolo. Crescerà i baffi per la festa in costume stasera. Aveva visto lui con i baffi prima, ma era diverso questa volta.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "put on weight",
      "translation": "ingrassare",
      "definition": "To gain weight or become heavier, often due to consuming excessive food or drink.",
      "definition_translation": "Guadagnare peso o diventare più pesante, spesso a causa del consumo di cibo o bevande eccessive.",
      "example": "After the holidays, she had put on weight and needed to start dieting again. He had been putting on weight slowly over the past year. By next summer, she will have put on weight and won't fit into her old swimsuit.",
      "example_translation": "Dopo le vacanze, aveva ingrassato e aveva bisogno di iniziare la dieta di nuovo. Aveva stato ingrassando lentamente nell'ultimo anno. Entro l'estate prossima, avrà ingrassato e non si adatta più nel suo vecchio costume da bagno.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sex",
      "translation": "sesso",
      "definition": "The biological and physiological characteristics that define males and females, or the act of sexual intercourse.",
      "definition_translation": "Le caratteristiche biologiche e fisiologiche che definiscono maschi e femmine, o l'atto di rapporto sessuale.",
      "example": "The doctor talked about sex education in the school. They had been having sex for years, but it was different this time. By the time they got married, they will have had sex for five years.",
      "example_translation": "Il dottore ha parlato di educazione sessuale nella scuola. Avevano fatto sesso per anni, ma era diverso questa volta. Quando si sposarono, avranno fatto sesso per cinque anni.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shave",
      "translation": "radere",
      "definition": "to remove hair or other unwanted material from a surface, typically using a razor or other sharp object",
      "definition_translation": "rimuovere capelli o altri materiali indesiderati da una superficie, normalmente utilizzando un rasoio o altro oggetto affilato",
      "example": "I shaved my beard this morning, I will shave my head next week, and I shaved my legs last year.",
      "example_translation": "Mi sono rasato la barba stamattina, mi raderò la testa la prossima settimana e mi ero rasato le gambe l'anno scorso.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "smart",
      "translation": "intelligente",
      "definition": "having or showing a natural ability to learn, understand, or deal with things",
      "definition_translation": "avere o mostrare una capacità naturale di apprendere, comprendere o affrontare le cose",
      "example": "She was a smart student and got good grades, she is smart and can solve complex problems, and she will be smart and invent a new technology.",
      "example_translation": "Era una studentessa intelligente e aveva ottenuto buoni voti, è intelligente e può risolvere problemi complessi e sarà intelligente e inventerà una nuova tecnologia.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "teenage",
      "translation": "adolescenziale",
      "definition": "relating to or characteristic of people in their teens, especially in their emotional or social behavior",
      "definition_translation": "relativo o caratteristico delle persone nell'età degli anni della adolescenza, soprattutto nel loro comportamento emotivo o sociale",
      "example": "Teenage boys are often rebellious, teenage girls are often emotional, and teenage years are often difficult.",
      "example_translation": "I ragazzi adolescenti sono spesso ribelli, le ragazze adolescenti sono spesso emotive e gli anni dell'adolescenza sono spesso difficili.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thumb",
      "translation": "pollice",
      "definition": "The short, thick digit of a human hand, opposable to the other four fingers.",
      "definition_translation": "Il dito breve e spesso di una mano umana, opponibile alle altre quattro dita.",
      "example": "She pricked her thumb on the needle while sewing. / She pricks her thumb on the needle every time she sews. / She will prick her thumb on the needle if she's not careful.",
      "example_translation": "Si è punta il pollice con l'ago mentre cuciva. / Si punta sempre il pollice con l'ago ogni volta che cuce. / Si punterà il pollice con l'ago se non sta attenta.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "weak",
      "translation": "debole",
      "definition": "Lacking strength or power; feeble or fragile.",
      "definition_translation": "Mancante di forza o potere; debole o fragile.",
      "example": "He felt weak after the illness. / He has been weak since the accident. / He will feel weak if he doesn't eat enough.",
      "example_translation": "Si è sentito debole dopo la malattia. / È stato debole dal momento dell'incidente. / Si sentirà debole se non mangia abbastanza.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "weigh",
      "translation": "pesare",
      "definition": "To determine the weight of something or someone.",
      "definition_translation": "Determinare il peso di qualcosa o qualcuno.",
      "example": "She will weigh the meat at the market. / He weighed himself yesterday. / They weigh the luggage before checking in.",
      "example_translation": "Lei peserà la carne al mercato. / Lui si è pesato ieri. / Loro pesano i bagagli prima di check-in.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "weight",
      "translation": "peso",
      "definition": "The amount or quantity of heaviness or mass of something.",
      "definition_translation": "La quantità o quantità di pesantezza o massa di qualcosa.",
      "example": "I need to lose some weight for the summer. I weigh 70 kilograms now, but I will weigh 60 kilograms by the end of the year. I weighed 65 kilograms last year.",
      "example_translation": "Devo perdere qualche peso per l'estate. Peso 70 chili ora, ma peserò 60 chili entro la fine dell'anno. Pesavo 65 chili l'anno scorso.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "well-dressed",
      "translation": "bene vestito",
      "definition": "Wearing clothes that are neat, tidy, and attractive.",
      "definition_translation": "Indossando vestiti che sono puliti, ordinati e attraenti.",
      "example": "The well-dressed man walked into the party confidently. He was well-dressed for the occasion, but his friend was not. He will be well-dressed for the wedding tomorrow.",
      "example_translation": "L'uomo bene vestito è entrato nella festa con fiducia. Era ben vestito per l'occasione, ma il suo amico non lo era. Sarà ben vestito per il matrimonio di domani.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "youth",
      "translation": "gioventù",
      "definition": "The period of life when a person is young.",
      "definition_translation": "Il periodo di vita quando una persona è giovane.",
      "example": "The youth of today are more tech-savvy than their parents. In my youth, I used to play outside all day. The youth will shape the future of our country.",
      "example_translation": "I giovani di oggi sono più esperti di tecnologia dei loro genitori. Nella mia gioventù, giocavo fuori tutto il giorno. I giovani daranno forma al futuro del nostro paese.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bare",
      "translation": "nudo",
      "definition": "Lacking covering or clothing; naked.",
      "definition_translation": "Mancante di copertura o vestiti; nudo.",
      "example": "She walked barefoot on the beach. She has bare arms. She will bare her soul in her autobiography.",
      "example_translation": "Ha camminato a piedi nudi sulla spiaggia. Ha le braccia nude. Rivelerà la sua anima nel suo autobiografia.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "disguise",
      "translation": "camuffamento",
      "definition": "A costume or disguise worn to conceal one's identity.",
      "definition_translation": "Un costume o travestimento indossato per nascondere la propria identità.",
      "example": "The thief wore a disguise to avoid detection. She disguised herself as a man. The actor will disguise his voice in the movie.",
      "example_translation": "Il ladro ha indossato un travestimento per evitare di essere scoperto. Si è travestita da uomo. L'attore cambierà la sua voce nel film.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "disguise",
      "translation": "camuffamento",
      "definition": "To change the appearance of something or someone so that it is not recognized.",
      "definition_translation": "Cambiare l'aspetto di qualcosa o qualcuno in modo che non sia riconosciuto.",
      "example": "The makeup artist disguised the actor's face. The trees were disguised as bushes. The company will disguise its profits.",
      "example_translation": "L'artista del trucco ha camuffato il viso dell'attore. Gli alberi erano stati camuffati come cespugli. La società camufferà i suoi profitti.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elegant",
      "translation": "elegante",
      "definition": "Characterized by or exhibiting refined taste and culture; pleasingly graceful and stylish in appearance or manner.",
      "definition_translation": "Caratterizzato da o che mostra gusto raffinato e cultura; gradevolmente grazioso e stiloso nell'aspetto o nel modo di essere.",
      "example": "She looked elegant in her red gown at the party. She has always been an elegant dancer. She will be elegant in her new role as a model.",
      "example_translation": "Lei sembrava elegante nel suo abito rosso alla festa. È sempre stata una ballerina elegante. Sarà elegante nel suo nuovo ruolo di modella.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elegantly",
      "translation": "elegantemente",
      "definition": "In a way that is pleasingly graceful and stylish.",
      "definition_translation": "In un modo che è gradevolmente grazioso e stiloso.",
      "example": "She walked elegantly across the room. He danced elegantly with his partner. They will elegantly decorate the wedding hall.",
      "example_translation": "Lei camminava elegantemente attraverso la stanza. Lui ballava elegantemente con la sua partner. Saranno elegantemente decorare il salone delle nozze.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eyebrows",
      "translation": "sopracciglia",
      "definition": "The hairs that grow on the edges of the eyelids above the eyes.",
      "definition_translation": "I capelli che crescono sui bordi delle palpebre sopra gli occhi.",
      "example": "She shaped her eyebrows to match her face. His eyebrows were thick and bushy. They will get their eyebrows done for the party.",
      "example_translation": "Lei ha dato forma alle sue sopracciglia per adattarle al suo viso. I suoi sopracciglia erano spessi e folti. Si faranno fare le sopracciglia per la festa.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eyelashes",
      "translation": "ciglia",
      "definition": "The hairs that grow on the edges of the eyelids, especially the longer ones that help to protect the eyes from dust and other small particles.",
      "definition_translation": "I capelli che crescono sui bordi delle palpebre, specialmente quelli più lunghi che aiutano a proteggere gli occhi dalla polvere e dalle altre piccole particelle.",
      "example": "She curled her eyelashes to make her eyes look bigger. She has curled her eyelashes to make her eyes look bigger. She will curl her eyelashes to make her eyes look bigger.",
      "example_translation": "Ha arricciato le ciglia per fare apparire i suoi occhi più grandi. Ha arricciato le ciglia per fare apparire i suoi occhi più grandi. Arriccerà le ciglia per fare apparire i suoi occhi più grandi.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "feature",
      "translation": "caratteristica",
      "definition": "A prominent or distinctive part or aspect of something, such as a place, a landscape, or a person's face.",
      "definition_translation": "Una parte o aspetto prominente o distinto di qualcosa, come un luogo, un paesaggio o il volto di una persona.",
      "example": "The new smartphone has several innovative features. The camera's best feature is its high resolution. The new employee's best feature is her excellent communication skills.",
      "example_translation": "Il nuovo smartphone ha diverse funzionalità innovative. La migliore caratteristica della camera è la sua alta risoluzione. La migliore caratteristica del nuovo dipendente è la sua eccellente abilità comunicativa.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "female",
      "translation": "femmina",
      "definition": "A person or animal of the sex that typically has the capacity to bear young or produce eggs.",
      "definition_translation": "Una persona o animale del sesso che tipicamente ha la capacità di generare giovani o produrre uova.",
      "example": "The female singer was amazing on stage. The female employees complained about the lack of equality. The female lion was protecting her cubs.",
      "example_translation": "La cantante femmina era incredibile sul palco. Le dipendenti femminili silamentavano della mancanza di uguaglianza. La leonessa femmina stava proteggendo i suoi cuccioli.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "freckles",
      "translation": "efelidi",
      "definition": "Small brown spots on the skin, especially on the face, that are caused by the sun.",
      "definition_translation": "Piccole macchie brune sulla pelle, soprattutto sul viso, che sono causate dal sole.",
      "example": "When I was a child, I had many freckles on my nose. Now I have fewer freckles. I will have even fewer freckles when I'm old.",
      "example_translation": "Quando ero bambino, avevo molte efelidi sul mio naso. Adesso ho meno efelidi. Avrò ancor meno efelidi quando sarò vecchio.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fringe",
      "translation": "frangia",
      "definition": "A decorative border of hanging threads or strips, typically on a piece of fabric.",
      "definition_translation": "Un bordo decorativo di fili o strisce pendenti, tipicamente su un pezzo di stoffa.",
      "example": "The fringe on my scarf is very long. I will trim the fringe tomorrow. The fringe was beautiful when I bought it.",
      "example_translation": "La frangia sulla mia sciarpa è molto lunga. Taglierò la frangia domani. La frangia era bellissima quando l'ho comprata.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gender",
      "translation": "genere",
      "definition": "The state of being male or female, especially when considered in relation to social and cultural roles.",
      "definition_translation": "Lo stato di essere maschio o femmina, soprattutto quando considerato in relazione ai ruoli sociali e culturali.",
      "example": "The gender of the baby will be revealed tomorrow. The teacher asked about the student's gender. The company aims to eliminate gender bias.",
      "example_translation": "Il genere del bebè sarà rivelato domani. L'insegnante ha chiesto sul genere dello studente. L'azienda si propone di eliminare la parzialità di genere.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grown-up",
      "translation": "adulto",
      "definition": "A grown-up is a person who is fully developed physically and mentally, and is considered to be fully responsible for their actions.",
      "definition_translation": "Un adulto è una persona completamente sviluppata fisicamente e mentalmente e viene considerata pienamente responsabile delle proprie azioni.",
      "example": "I was very grown-up when I was 18, I had already finished university and got a job. Now I am grown-up, I am working and paying taxes. In 10 years, I will be a more grown-up person, having children and owning a house.",
      "example_translation": "Ero molto adulto quando avevo 18 anni, avevo già finito l'università e trovato lavoro. Adesso sono adulto, lavoro e pago le tasse. Tra 10 anni, sarò una persona ancora più adulta, avendo figli e possedendo una casa.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair",
      "translation": "capelli",
      "definition": "Hair is a protein filament that grows from skin, typically on the human head, and serves as a protective barrier against the elements.",
      "definition_translation": "I capelli sono un filamento proteico che cresce dalla pelle, normalmente sulla testa umana, e funge da barriera protettiva contro gli elementi.",
      "example": "I had long hair when I was young, but now I have short hair. My sister will have curly hair when she grows up, but my brother will have straight hair. In the future, I will have grey hair.",
      "example_translation": "Avevo capelli lunghi quando ero giovane, ma adesso ho capelli corti. Mia sorella avrà capelli ricci quando crescerà, ma mio fratello avrà capelli dritti. Nel futuro, avrò capelli grigi.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "image",
      "translation": "immagine",
      "definition": "An image is a visual representation of something, such as a person, object, or scene, created through various mediums like photography, painting, or digital rendering.",
      "definition_translation": "Un'immagine è una rappresentazione visiva di qualcosa, come una persona, un oggetto o una scena, creata attraverso vari mezzi come la fotografia, la pittura o la rendering digitale.",
      "example": "I took an image of the sunset yesterday, and now I am looking at the image on my phone. In the future, I will create digital images for my company. My friend will have an image of her wedding on her wall.",
      "example_translation": "Ho scattato un'immagine del tramonto ieri, e adesso sto guardando l'immagine sul mio telefono. Nel futuro, creerò immagini digitali per la mia azienda. La mia amica avrà un'immagine del suo matrimonio sulla sua parete.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "male",
      "translation": "maschio",
      "definition": "A male is an individual of the sex that produces small gametes (spermatozoa) for fertilization of ova.",
      "definition_translation": "Un maschio è un individuo del sesso che produce gameti piccoli (spermatozoi) per la fecondazione delle uova.",
      "example": "He was a male stripper at the club. He will be a male stripper at the club. He was being a male stripper at the club.",
      "example_translation": "Era uno spogliarellista maschio nel club. Sarà uno spogliarellista maschio nel club. Stava essere uno spogliarellista maschio nel club.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail",
      "translation": "chiodo",
      "definition": "A nail is a small metal spike or pointed fastener, especially one used for attaching things to wood.",
      "definition_translation": "Un chiodo è una piccola spunta metallica o fissatore appuntito, soprattutto uno usato per attaccare le cose al legno.",
      "example": "I nailed the picture to the wall. I will nail the picture to the wall. I was nailing the picture to the wall.",
      "example_translation": "Ho inchiodato la foto al muro. Inchioderò la foto al muro. Stavo inchiodando la foto al muro.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "naked",
      "translation": "nudo",
      "definition": "Not wearing any clothes; nude.",
      "definition_translation": "Non indossando alcun vestito; nudo.",
      "example": "She was naked in the shower. She will be naked in the shower. She had been naked in the shower.",
      "example_translation": " Era nuda nella doccia. Sarà nuda nella doccia. Era stata nuda nella doccia.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pale",
      "translation": "pallido",
      "definition": "Lacking brightness or intensity of color; washed out. A pale complexion is often associated with illness or fatigue.",
      "definition_translation": "Mancante di luminosità o intensità di colore; lavato. Un colorito pallido è spesso associato a malattia o stanchezza.",
      "example": "She looked pale and tired after the long flight. She had been pale all her life, and the doctor was concerned. She will be pale again after the surgery.",
      "example_translation": "Sembrava pallida e stanca dopo il lungo volo. Era stata pallida per tutta la vita, e il medico era preoccupato. Sarà pallida di nuovo dopo l'intervento chirurgico.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ponytail",
      "translation": "codino",
      "definition": "A hairstyle in which the hair is drawn back and fastened with a band or tie, typically at the back of the head. A ponytail is a classic hairstyle that never goes out of fashion.",
      "definition_translation": "Un taglio di capelli in cui i capelli vengono tirati indietro e fissati con una banda o legaccio, tipicamente sulla parte posteriore della testa. Un codino è un taglio di capelli classico che non va mai fuori moda.",
      "example": "She wore her hair in a ponytail to the party. She had been wearing a ponytail all her life, and it suited her. She will wear a ponytail to the wedding.",
      "example_translation": "Portava i capelli in un codino alla festa. Aveva portato un codino per tutta la vita, e le donava. Porterà un codino al matrimonio.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "racial",
      "translation": "razziale",
      "definition": "Relating to or characteristic of a race or group of people sharing common characteristics, such as physical appearance or cultural traditions.",
      "definition_translation": "Relativo o caratteristico di una razza o gruppo di persone che condividono caratteristiche comuni, come l'aspetto fisico o le tradizioni culturali.",
      "example": "Racial discrimination is illegal in many countries. She was racially abused in the street. The racial tensions in the city are high.",
      "example_translation": "La discriminazione razziale è illegale in molti paesi. Era stata offesa razzialmente in strada. Le tensioni razziali nella città sono alte.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sexual",
      "translation": "sessuale",
      "definition": "Relating to the instincts, feelings, or activities associated with physical attraction and love; concerned with or characterized by sex.",
      "definition_translation": "Relativo agli istinti, sentimenti o attività associati all'attrazione fisica e all'amore; caratterizzato dal sesso.",
      "example": "He was accused of sexual harassment in the workplace. Yesterday, she felt sexual tension with her colleague. By the time she is 30, she will have a more stable sexual relationship.",
      "example_translation": "Era accusato di molestie sessuali sul posto di lavoro. Ieri, ella sentiva tensione sessuale con il suo collega. Quando avrà 30 anni, avrà una relazione sessuale più stabile.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spot",
      "translation": "macchia",
      "definition": "A small, usually circular, mark or stain on a surface; a particular place or location.",
      "definition_translation": "Una piccola macchia, normalmente circolare, su una superficie; un posto particolare o località.",
      "example": "There was a spot on her shirt. The tourist spot was crowded. By next year, they will spot the talent of the new employee.",
      "example_translation": "C'era una macchia sulla sua camicia. Il luogo turistico era affollato. L'anno prossimo, scopriranno il talento del nuovo dipendente.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "strength",
      "translation": "forza",
      "definition": "The quality or state of being strong; the ability to exert muscular power or to endure hardship.",
      "definition_translation": "La qualità o stato di essere forte; la capacità di esercitare potere muscolare o di resistere alle difficoltà.",
      "example": "He showed great strength in the face of adversity. The athlete's strength was impressive. By next year, she will have gained strength in her language skills.",
      "example_translation": "Ha mostrato grande forza di fronte alle avversità. La forza dell'atleta era impressionante. L'anno prossimo, avrà acquistato forza nelle sue abilità linguistiche.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "strengthen",
      "translation": "rinforzare",
      "definition": "to make something stronger or more powerful",
      "definition_translation": "rendere qualcosa più forte o più potente",
      "example": "I strengthened my resolve to finish the project. I am strengthening my muscles through exercise. I will strengthen my vocabulary by reading more books.",
      "example_translation": "Ho rinforzato la mia risoluzione di finire il progetto. Sto rinforzando i miei muscoli attraverso l'esercizio. Rinforzerò il mio vocabolario leggendo più libri.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tan",
      "translation": "abbronzatura",
      "definition": "a brown color on the skin, especially on the face and arms, caused by being in the sun",
      "definition_translation": "un colore marrone sulla pelle, specialmente sulla faccia e sulle braccia, causato dal soggiorno al sole",
      "example": "I got a tan from spending too much time at the beach. She has a nice tan from her vacation. He will have a tan after his trip to Hawaii.",
      "example_translation": "Ho preso un'abbronzatura passando troppo tempo al mare. Lei ha una bella abbronzatura dalla sua vacanza. Lui avrà un'abbronzatura dopo il suo viaggio alle Hawaii.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thigh",
      "translation": "coscia",
      "definition": "the part of the leg above the knee",
      "definition_translation": "la parte della gamba sopra il ginocchio",
      "example": "I injured my thigh during the game. She has strong thighs from cycling. He will strengthen his thigh muscles through exercise.",
      "example_translation": "Mi sono infortunato alla coscia durante la partita. Lei ha cosce forti da ciclismo. Lui rinforzerà i muscoli delle cosce attraverso l'esercizio.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wavy",
      "translation": "ondulato",
      "definition": "Having a wavelike shape or motion; not straight or flat.",
      "definition_translation": "Avendo una forma o movimento ondulato; non dritto o piatto.",
      "example": "The wavy hair made her look like a surfer. She had wavy hair when she was young. She will have wavy hair when she grows up.",
      "example_translation": "I capelli ondulati le facevano sembrare una surfista. Aveva i capelli ondulati quando era giovane. Avrà i capelli ondulati quando crescerà.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "well-built",
      "translation": "robusto",
      "definition": "Having a strong and healthy body; physically fit.",
      "definition_translation": "Avendo un corpo forte e sano; fisicamente allenato.",
      "example": "He was a well-built athlete. She was well-built for her age. They will be well-built by the time they finish training.",
      "example_translation": "Era un atleta robusto. Era robusta per la sua età. Saranno robusti quando finiranno l'addestramento.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wrinkles",
      "translation": "rughe",
      "definition": "Small folds or creases in the skin, especially on the face, caused by aging or loss of skin elasticity.",
      "definition_translation": "Piccole pieghe o crepe sulla pelle, soprattutto sul viso, causate dall'invecchiamento o dalla perdita di elasticità cutanea.",
      "example": "She had wrinkles on her face after years of smoking. He had wrinkles around his eyes from laughing. They will have wrinkles when they get older.",
      "example_translation": "Aveva rughe sul viso dopo anni di fumo. Aveva rughe intorno agli occhi dal ridere. Avranno rughe quando invecchieranno.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wrist",
      "translation": "polso",
      "definition": "The wrist is the joint that connects the hand to the forearm. It is a complex structure made up of bones, ligaments, and tendons.",
      "definition_translation": "Il polso è l'articolazione che collega la mano all'avambraccio. È una struttura complessa composta da ossa, legamenti e tendini.",
      "example": "I twisted my wrist while playing tennis, and now it hurts. I've been wearing a wristband to support it. By next week, I'll be able to play again.",
      "example_translation": "Mi sono torsa il polso giocando a tennis e ora fa male. Ho indossato un bracciale supportivo per sostenerlo. La prossima settimana, potrò giocare di nuovo.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "youth",
      "translation": "gioventù",
      "definition": "Youth refers to the period of life between childhood and adulthood, characterized by rapid physical and emotional growth.",
      "definition_translation": "La gioventù si riferisce al periodo della vita tra l'infanzia e l'età adulta, caratterizzato da una rapida crescita fisica e emotiva.",
      "example": "During my youth, I traveled extensively and learned many new things. In my youth, I was more carefree and took risks. Now, I'm more cautious and responsible.",
      "example_translation": "Durante la mia gioventù, ho viaggiato molto e ho imparato molte cose nuove. Nella mia gioventù, ero più spensierato e assumevo rischi. Ora, sono più cauto e responsabile.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "calf",
      "translation": "vitello",
      "definition": "A calf is a young cow, typically in the first year of its life, or a section of the leg between the knee and ankle.",
      "definition_translation": "Un vitello è un giovane bovino, di solito nel primo anno di vita, o una sezione della gamba tra il ginocchio e la caviglia.",
      "example": "The calf ran playfully in the field, chasing butterflies. I have a calf muscle strain from running too much. By next month, I'll have recovered and will be able to run again.",
      "example_translation": "Il vitello correva giocoso nel campo, inseguendo le farfalle. Ho una lesione al muscolo del polpaccio per aver corso troppo. Il mese prossimo, mi sarò ripreso e sarò in grado di correre di nuovo.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elegance",
      "translation": "eleganza",
      "definition": "The quality of being pleasingly refined and dignified in manner or appearance.",
      "definition_translation": "La qualità di essere gradevolmente raffinata e dignitosa nel modo o nell'aspetto.",
      "example": "The beauty of the city's architecture was enhanced by the elegance of the fountain. The tourists had admired the elegance of the palace in the past. The mayor hoped to restore the city's elegance in the future.",
      "example_translation": "La bellezza dell'architettura della città era stata incrementata dall'eleganza della fontana. I turisti avevano ammirato l'eleganza del palazzo in passato. Il sindaco sperava di restaurare l'eleganza della città in futuro.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "little finger",
      "translation": "mignolo",
      "definition": "The smallest finger of a human hand.",
      "definition_translation": "Il dito più piccolo di una mano umana.",
      "example": "She injured her little finger while playing tennis. The doctor examined her little finger carefully. The child will learn to use her little finger to play the piano in the future.",
      "example_translation": "Si era fatta male al mignolo giocando a tennis. Il dottore esaminò il suo mignolo con cura. Il bambino imparerà ad usare il suo mignolo per suonare il pianoforte in futuro.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "middle finger",
      "translation": "indice",
      "definition": "The finger between the index finger and the ring finger.",
      "definition_translation": "Il dito tra l'indice e l'anulare.",
      "example": "He hurt his middle finger while lifting heavy boxes. The artist uses her middle finger to hold the brush. The boy will learn to use his middle finger to play the guitar in the future.",
      "example_translation": "Si era fatto male al dito indice sollevando scatole pesanti. L'artista usa il suo dito indice per tenere il pennello. Il ragazzo imparerà ad usare il suo dito indice per suonare la chitarra in futuro.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "obese",
      "translation": "obeso",
      "definition": "Having a medical condition in which excess body fat has accumulated to the extent that it may have a negative effect on health.",
      "definition_translation": "Avere una condizione medica in cui il grasso corporeo in eccesso si è accumulato fino a raggiungere un punto in cui può avere un effetto negativo sulla salute.",
      "example": "I was obese when I was in high school, but I've been trying to lose weight since then. I will start a diet next week, and I was on a diet last year.",
      "example_translation": "Ero obeso quando ero al liceo, ma sto cercando di perdere peso da allora. Inizierò una dieta la prossima settimana, e avevo seguito una dieta l'anno scorso.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "resemble",
      "translation": "somigliare",
      "definition": "To have a similar appearance or characteristics to someone or something.",
      "definition_translation": "Avere un aspetto o caratteristiche simili a quelle di qualcuno o qualcosa.",
      "example": "She resembles her mother, but her brother doesn't resemble their father. They will resemble each other when they grow up.",
      "example_translation": "Lei somiglia a sua madre, ma suo fratello non somiglia a loro padre. Si somiglieranno tra loro quando cresceranno.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adolescent",
      "translation": "adolescente",
      "definition": "A young person who is developing from a child into an adult.",
      "definition_translation": "Un giovane che si sviluppa da bambino ad adulto.",
      "example": "I was an adolescent when I started to play soccer, and I will be an adolescent until I'm 19 years old. He was an adolescent when he moved to a new city.",
      "example_translation": "Ero un adolescente quando ho iniziato a giocare a calcio, e sarò un adolescente fino a quando non avrò 19 anni. Era un adolescente quando si è trasferito in una nuova città.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cheekbones",
      "translation": "zigomi",
      "definition": "The bony prominence of the face, forming the foundation of the eye sockets.",
      "definition_translation": "La prominenza ossea del viso, che forma la base delle orbite degli occhi.",
      "example": "She had high cheekbones and a small nose, which made her face look very symmetrical. She had developed sharp cheekbones after losing weight. She will have prominent cheekbones when she grows up.",
      "example_translation": "Aveva zigomi alti e un naso piccolo, il che faceva sembrare il suo viso molto simmetrico. Aveva sviluppato zigomi appuntiti dopo aver perso peso. Avrà zigomi prominenti quando crescerà.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "complexion",
      "translation": "incarnato",
      "definition": "The natural color and texture of one's skin, especially of the face.",
      "definition_translation": "Il colore e la texture naturale della pelle, specialmente del viso.",
      "example": "Her fair complexion made her look very delicate. He had a dark complexion from working outside all day. She will have a smooth complexion after using the new skincare products.",
      "example_translation": "Il suo incarnato chiaro la faceva sembrare molto delicata. Aveva un incarnato scuro lavorando all'aperto tutto il giorno. Avrà un incarnato liscio dopo aver usato i nuovi prodotti per la cura della pelle.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuticle",
      "translation": "cuticola",
      "definition": "The thin layer of skin at the base of a finger or toe nail.",
      "definition_translation": "Il sottile strato di pelle alla base di un dito o unghia del piede.",
      "example": "She always pushed back her cuticles to make her nails look longer. He had dry cuticles from washing dishes all day. She will have healthy cuticles after moisturizing them regularly.",
      "example_translation": "Lei spingeva sempre indietro le sue cuticole per far sembrare le sue unghie più lunghe. Aveva cuticole secche dopo aver lavato i piatti tutto il giorno. Avrà cuticole sane dopo averle idratate regolarmente.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "palm",
      "translation": "palma",
      "definition": "The inner surface of the hand from the wrist to the base of the fingers.",
      "definition_translation": "La superficie interna della mano dal polso alla base delle dita.",
      "example": "She rubbed the palm of her hand on her pants before grasping the rope. Yesterday, she had palmed the small ball. She will palm the ball to her teammate.",
      "example_translation": "Ha strofinato la palma della mano sui pantaloni prima di afferrare la corda. Ieri, aveva palleggiato la piccola palla. Palleggerà la palla al suo compagno di squadra.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ring finger",
      "translation": "dito anulare",
      "definition": "The fourth finger of a human hand, especially the one on which a wedding ring is worn.",
      "definition_translation": "Il quarto dito di una mano umana, soprattutto quello su cui si indossa un anello di matrimonio.",
      "example": "She wore her engagement ring on her ring finger. He had hurt his ring finger while playing football. They will exchange wedding vows with rings on their ring fingers.",
      "example_translation": "Ha indossato il suo anello di fidanzamento sul dito anulare. Si era fatto male al dito anulare giocando a football. Scambieranno i voti di matrimonio con gli anelli sui leur dita anulari.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shin",
      "translation": "stinco",
      "definition": "The front of the lower leg, from the knee to the ankle.",
      "definition_translation": "La parte anteriore della gamba inferiore, dal ginocchio alla caviglia.",
      "example": "He got a bruise on his shin from falling. She shins up the tree to get the fruit. They will shin up the cliff to reach the top.",
      "example_translation": "Si era preso un livido sulla stinco cadendo. Lei sale sulla stinco dell'albero per prendere il frutto. Saliranno sulla stinco della scogliera per raggiungere la cima.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sideburns",
      "translation": "baffi",
      "definition": "Hair growing on the sides of a person's face, especially from the temples down towards the jawline",
      "definition_translation": "Capelli che crescono sulle guance di una persona, soprattutto dalle tempie verso la linea della mascella",
      "example": "He has been growing sideburns for months, but his wife doesn't like them. He had them trimmed last week, but they grew back quickly. He will remove them completely next month.",
      "example_translation": "Ha lasciato crescere i baffi per mesi, ma sua moglie non li vuole. Li aveva tagliati la settimana scorsa, ma sono cresciuti di nuovo rapidamente. Li eliminerà completamente il mese prossimo.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spiky",
      "translation": "appuntito",
      "definition": "Having a sharp point or points; shaped like a spike",
      "definition_translation": "Avendo un punto affilato o punta; di forma a punta",
      "example": "He wore a spiky hairstyle to the party, but his friends didn't recognize him. He had it styled like that for a week, and then changed it to a more normal look. He will try a new spiky hairstyle next year.",
      "example_translation": "Indossava un taglio di capelli appuntito alla festa, ma i suoi amici non lo riconobbero. L'aveva stilato così per una settimana, poi cambiò in un look più normale. Proverà un nuovo taglio di capelli appuntito l'anno prossimo.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stubble",
      "translation": "barbetta",
      "definition": "Short hairs that grow on a person's face, especially on the chin and cheeks, after shaving",
      "definition_translation": "Peluzzi corti che crescono sul viso di una persona, soprattutto sul mento e sulle guance, dopo la rasatura",
      "example": "He forgot to shave this morning, so he had a lot of stubble on his face. He had it removed last night, but it grew back quickly. He will shave regularly to avoid stubble.",
      "example_translation": "Si era dimenticato di radersi stamattina, quindi aveva una barbetta sul viso. L'aveva rimossa la sera scorsa, ma era cresciuta di nuovo rapidamente. Si raderà regolarmente per evitare la barbetta.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toddler",
      "translation": "bambino",
      "definition": "A young child, typically between the ages of one and three, who is just learning to walk or walk unsteadily.",
      "definition_translation": "Un bambino piccolo, solitamente tra gli 1 e i 3 anni, che sta imparando a camminare o cammina in modo instabile.",
      "example": "Yesterday, the toddler walked unsteadily across the room. Today, she's walking with more confidence. By next week, she will be running around the backyard.",
      "example_translation": "Ieri, il bambino ha camminato in modo instabile attraverso la stanza. Oggi, lei sta camminando con più fiducia. La settimana prossima, lei correrà intorno al cortile.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "abdomen",
      "translation": "addome",
      "definition": "The region of the body between the chest and the pelvis, containing the stomach, small intestine, liver, and other organs.",
      "definition_translation": "La regione del corpo tra il torace e la pelvi, contenente lo stomaco, l'intestino tenue, il fegato e altri organi.",
      "example": "The doctor examined the patient's abdomen to check for any signs of inflammation. The patient had been experiencing abdominal pain for several days. By the time the diagnosis was made, the patient's abdomen was severely swollen.",
      "example_translation": "Il medico ha esaminato l'addome del paziente per verificare eventuali segni di infiammazione. Il paziente aveva esperito dolori addominali per diversi giorni. Al momento della diagnosi, l'addome del paziente era gravemente gonfio.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bun",
      "translation": "panino",
      "definition": "A small, usually sweet bread roll, often used to hold a filling such as meat or cheese.",
      "definition_translation": "Un piccolo rotolo di pane dolce, spesso utilizzato per contenere un ripieno come carne o formaggio.",
      "example": "I stopped at the bakery to buy a fresh bun for my lunch. Yesterday, I had eaten a savory bun filled with roasted chicken. By next weekend, I will have learned how to bake my own buns.",
      "example_translation": "Mi sono fermato alla panetteria per comprare un panino fresco per il mio pranzo. Ieri, avevo mangiato un panino salato ripieno di pollo arrosto. Entro il prossimo fine settimana, avrò imparato a cucinare i miei panini.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "forefinger",
      "translation": "indice",
      "definition": "The finger next to the thumb, used for pointing and grasping.",
      "definition_translation": "Il dito accanto al pollice, usato per puntare e afferrare.",
      "example": "She pressed the button with her forefinger. Yesterday, she had pressed it with her thumb. Tomorrow, she will press it with her middle finger.",
      "example_translation": "Lei ha premuto il pulsante con il dito indice. Ieri, aveva premuto con il pollice. Domani, premerà con il dito medio.",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "goatee",
      "translation": "poggetto",
      "definition": "A style of beard that involves growing hair on the chin, often extending up the cheeks.",
      "definition_translation": "Uno stile di barba che comporta la crescita dei capelli sul mento, spesso estendendosi fino alle guance.",
      "example": "He has been growing a goatee for months. Last year, he had a full beard. Next year, he will shave it all off.",
      "example_translation": "È stato crescendo un poggetto per mesi. L'anno scorso, aveva una barba completa. L'anno prossimo, si raderà tutto.",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "perm",
      "translation": "permesso",
      "definition": "A type of hairstyle that involves chemical treatment to create curls or waves.",
      "definition_translation": "Un tipo di acconciatura che comporta il trattamento chimico per creare riccioli o onde.",
      "example": "She got a perm last week. Her hair was straight before, but now it's curly. In a few months, it will be straight again.",
      "example_translation": "Ha fatto un permesso la settimana scorsa. I suoi capelli erano diritti prima, ma ora sono ricci. Tra pochi mesi, saranno di nuovo diritti.",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]