[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "brother",
      "translation": "fratello",
      "definition": "A male sibling, a male child of the same parents.",
      "definition_translation": "Un fratello maschio, un figlio maschio degli stessi genitori.",
      "example": "I had a brother when I was a child, but now I have a brother who is studying abroad. My brother will visit us next year.",
      "example_translation": "Avevo un fratello quando ero bambino, ma ora ho un fratello che studia all'estero. Mio fratello ci visiterà il prossimo anno.",
      "imageLink": "image_files\\English\\brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "child",
      "translation": "bambino",
      "definition": "A human being between birth and puberty.",
      "definition_translation": "Un essere umano tra la nascita e la pubertà.",
      "example": "I was a child when I learned to ride a bike. The child will play with toys now. A child will become a great person in the future.",
      "example_translation": "Ero un bambino quando ho imparato a guidare una bicicletta. Il bambino giocherà con i giocattoli adesso. Un bambino diventerà una grande persona nel futuro.",
      "imageLink": "image_files\\English\\child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "children",
      "translation": "bambini",
      "definition": "Plural form of child, referring to multiple young humans.",
      "definition_translation": "Forma plurale di bambino, riferendosi a più giovani esseri umani.",
      "example": "I have two children who are studying in school. The children will play outside now. Children will have a lot of fun at the party.",
      "example_translation": "Ho due bambini che studiano a scuola. I bambini giocheranno fuori ora. I bambini si divertiranno moltissimo alla festa.",
      "imageLink": "image_files\\English\\children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dad",
      "translation": "papà",
      "definition": "A dad is a male parent or a friendly and informal term for a father.",
      "definition_translation": "Un papà è un genitore maschio o un termine informale e amichevole per un padre.",
      "example": "My dad was a great cook. He cooked dinner for us yesterday. He will cook breakfast for us tomorrow.",
      "example_translation": "Mio papà era un grande cuoco. Ha cucinato la cena per noi ieri. Cuocerà la colazione per noi domani.",
      "imageLink": "image_files\\English\\dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "daughter",
      "translation": "figlia",
      "definition": "A daughter is a female child or a female descendant.",
      "definition_translation": "Una figlia è una bambina o una discendente femminile.",
      "example": "My daughter loved playing with dolls when she was a child. She loves playing with her kids now. She will love playing with her grandkids in the future.",
      "example_translation": "Mia figlia amava giocare con le bambole quando era una bambina. Ama giocare con i suoi bambini ora. Amerà giocare con i suoi nipoti nel futuro.",
      "imageLink": "image_files\\English\\daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "father",
      "translation": "padre",
      "definition": "A father is a male parent or a person who gives care and support to someone or something.",
      "definition_translation": "Un padre è un genitore maschio o una persona che dà cura e sostegno a qualcuno o qualcosa.",
      "example": "My father was a hard worker. He worked tirelessly to provide for us. He will work part-time after he retires.",
      "example_translation": "Mio padre era un lavoratore instancabile. Ha lavorato senza sosta per fornirci. Lavorerà part-time dopo che si ritirerà.",
      "imageLink": "image_files\\English\\father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "husband",
      "translation": "marito",
      "definition": "A husband is a male partner in a marriage, who has a close and intimate relationship with his wife.",
      "definition_translation": "Un marito è un partner maschile in un matrimonio, che ha una relazione stretta e intima con sua moglie.",
      "example": "My husband will help me with the move tomorrow, but he helped me with the groceries yesterday, and he will help me with the cooking tonight.",
      "example_translation": "Mio marito mi aiuterà con il trasloco domani, ma mi ha aiutato con la spesa ieri, e mi aiuterà con la cottura stasera.",
      "imageLink": "image_files\\English\\husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mother",
      "translation": "madre",
      "definition": "A mother is a female parent who gives birth to a child and nurtures and cares for them.",
      "definition_translation": "Una madre è una genitrice femminile che dà alla luce un bambino e lo nutre e lo cura.",
      "example": "My mother will visit us next week, but she visited us last year, and she will visit us again next month.",
      "example_translation": "Mia madre ci visite la prossima settimana, ma ci ha visitato l'anno scorso, e ci visiterà di nuovo il mese prossimo.",
      "imageLink": "image_files\\English\\mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mum",
      "translation": "mamma",
      "definition": "A mum is a affectionate and informal term used to address or refer to one's mother.",
      "definition_translation": "Una mamma è un termine affettuoso e informale usato per rivolgersi o riferirsi alla propria madre.",
      "example": "I love my mum, and I loved her when I was a child, and I will love her when I grow old.",
      "example_translation": "Amo mia mamma, e l'ho amata quando ero un bambino, e l'amerò quando sarò anziano.",
      "imageLink": "image_files\\English\\mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "parents",
      "translation": "genitori",
      "definition": "A parent is a person who gives birth, nurture, and care for a child, providing them with love, support, and guidance throughout their life.",
      "definition_translation": "Un genitore è una persona che dà alla luce, alleva e si prende cura di un bambino, fornendogli amore, sostegno e guida per tutta la vita.",
      "example": "My parents took me to the park when I was a child. They take my sister to the dentist now. They will take my brother to college next year.",
      "example_translation": "I miei genitori mi hanno portato al parco quando ero bambino. Portano mia sorella dal dentista ora. Porteranno mio fratello al college l'anno prossimo.",
      "imageLink": "image_files\\English\\parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sister",
      "translation": "sorella",
      "definition": "A sister is a female sibling, a female who shares one or both parents with you, often forming a close and lasting bond.",
      "definition_translation": "Una sorella è una sorella, una femmina che condivide uno o entrambi i genitori con te, spesso formando un legame stretto e duraturo.",
      "example": "My sister lives in London. She lived in Paris last year. She will live in Rome next month.",
      "example_translation": "Mia sorella vive a Londra. Ha vissuto a Parigi l'anno scorso. Vivrà a Roma il mese prossimo.",
      "imageLink": "image_files\\English\\sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "son",
      "translation": "figlio",
      "definition": "A son is a male child or a male descendant, often forming a close and loving relationship with his parents.",
      "definition_translation": "Un figlio è un bambino maschio o un discendente maschio, spesso formando un rapporto stretto e amorevole con i genitori.",
      "example": "My son plays soccer every day. He played tennis last week. He will play basketball next year.",
      "example_translation": "Mio figlio gioca a calcio ogni giorno. Ha giocato a tennis la scorsa settimana. Giocherà a pallacanestro l'anno prossimo.",
      "imageLink": "image_files\\English\\son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wife",
      "translation": "moglie",
      "definition": "A wife is a female partner in a marriage, especially in relation to her husband.",
      "definition_translation": "Una moglie è una partner femminile in un matrimonio, soprattutto in relazione a suo marito.",
      "example": "I married my wife in 2010, and we will celebrate our anniversary next month. My wife has been working as a teacher for five years, and she will start her own business next year.",
      "example_translation": "Mi sono sposato con mia moglie nel 2010 e celebreremo il nostro anniversario il mese prossimo. Mia moglie lavora come insegnante da cinque anni e inizierà la sua attività commerciale l'anno prossimo.",
      "imageLink": "image_files\\English\\wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aunt",
      "translation": "zia",
      "definition": "An aunt is the sister of one's mother or father, or the wife of one's uncle.",
      "definition_translation": "Una zia è la sorella della madre o del padre, o la moglie dello zio.",
      "example": "My aunt lives in New York, and I visit her every summer. My aunt has two children, and they are my cousins. I will meet my aunt's new husband next week.",
      "example_translation": "La mia zia vive a New York e la visito ogni estate. La mia zia ha due figli e sono miei cugini. Incontrerò il nuovo marito della mia zia la settimana prossima.",
      "imageLink": "image_files\\English\\aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "big brother",
      "translation": "fratello maggiore",
      "definition": "A big brother is an older brother, especially in a family or in a relationship where one person is protective or guiding.",
      "definition_translation": "Un fratello maggiore è un fratello più grande, soprattutto in una famiglia o in una relazione in cui una persona è protettiva o guidante.",
      "example": "My big brother taught me how to ride a bike when I was a child. My big brother is now a doctor, and he has been working in a hospital for ten years. I will ask my big brother to help me with my homework tonight.",
      "example_translation": "Il mio fratello maggiore mi ha insegnato a guidare la bicicletta quando ero bambino. Il mio fratello maggiore è ora un dottore e lavora in un ospedale da dieci anni. Chiederò al mio fratello maggiore di aiutarmi con i miei compiti homework stasera.",
      "imageLink": "image_files\\English\\big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "big sister",
      "translation": "sorella maggiore",
      "definition": "A female sibling older than oneself, especially one who is older by only a year or two.",
      "definition_translation": "Una sorella più grande, in particolare quella che è più grande solo di un anno o due.",
      "example": "My big sister always looked out for me when I was a kid. She looks out for me now. She will look out for me in the future.",
      "example_translation": "La mia sorella maggiore si è sempre presa cura di me quando ero ragazzo. Si prende cura di me adesso. Si prenderà cura di me nel futuro.",
      "imageLink": "image_files\\English\\big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cousin",
      "translation": "cugino",
      "definition": "The child of one's uncle or aunt.",
      "definition_translation": "Il figlio di uno zio o una zia.",
      "example": "My cousin visited me last week. He visits me every year. He will visit me next summer.",
      "example_translation": "Il mio cugino mi ha visitato la scorsa settimana. Mi visita ogni anno. Mi visiterà la prossima estate.",
      "imageLink": "image_files\\English\\cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandchild",
      "translation": "nipo",
      "definition": "A child of one's child.",
      "definition_translation": "Un figlio del proprio figlio.",
      "example": "My grandchild loves playing with me. She played with me yesterday. She will play with me tomorrow.",
      "example_translation": "La mia nipote adora giocare con me. Ha giocato con me ieri. Giocerà con me domani.",
      "imageLink": "image_files\\English\\grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandchildren",
      "translation": "nipoti",
      "definition": "The children of one's children, or the descendants of one's children.",
      "definition_translation": "I figli dei propri figli, o i discendenti dei propri figli.",
      "example": "My grandchildren are visiting me next week. I visited my grandchildren last year. I will visit my grandchildren next summer.",
      "example_translation": "I miei nipoti mi stanno visitando la prossima settimana. Ho visitato i miei nipoti l'anno scorso. Visiterò i miei nipoti il prossimo estate.",
      "imageLink": "image_files\\English\\grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "granddad",
      "translation": "nonno",
      "definition": "The father of one's father or mother, or a affectionate term used to address an elderly man.",
      "definition_translation": "Il padre di uno dei propri genitori, o un termine affettuoso utilizzato per rivolgersi a un uomo anziano.",
      "example": "My granddad was a kind person. I met my granddad at the park. I will meet my granddad at the airport tomorrow.",
      "example_translation": "Il mio nonno era una persona gentile. Ho incontrato il mio nonno al parco. Incontrerò il mio nonno all'aeroporto domani.",
      "imageLink": "image_files\\English\\granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "granddaughter",
      "translation": "nipote",
      "definition": "The daughter of one's son or daughter, or a female descendant of one's brother or sister.",
      "definition_translation": "La figlia di uno dei propri figli, o una discendente femminile di uno dei propri fratelli o sorelle.",
      "example": "My granddaughter is learning to ride a bike. I took my granddaughter to the zoo. I will take my granddaughter to the beach next weekend.",
      "example_translation": "La mia nipote sta imparando a guidare una bicicletta. Ho portato la mia nipote allo zoo. Porterò la mia nipote al mare il prossimo fine settimana.",
      "imageLink": "image_files\\English\\granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandfather",
      "translation": "nonno",
      "definition": "The father of one's father or mother; a male ancestor, especially one who is revered for his wisdom, kindliness, or other virtues.",
      "definition_translation": "Il padre del padre o della madre di qualcuno; un antenato maschio, soprattutto uno che è riverito per la sua saggezza, gentilezza o altre virtù.",
      "example": "My grandfather was a kind and gentle man. He has been a grandfather for 10 years. He will be a grandfather again next year.",
      "example_translation": "Mio nonno era un uomo gentile e amorevole. È stato nonno per 10 anni. Sarà nonno di nuovo l'anno prossimo.",
      "imageLink": "image_files\\English\\grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandma",
      "translation": "nonna",
      "definition": "The mother of one's mother or father; a female ancestor, especially one who is loved and respected.",
      "definition_translation": "La madre della madre o del padre di qualcuno; un'antenata femminile, soprattutto una che è amata e rispettata.",
      "example": "My grandma always bakes cookies for us. She has been a grandma for 20 years. She will be a grandma again soon.",
      "example_translation": "La mia nonna sempre cuoce biscotti per noi. È stata nonna per 20 anni. Sarà nonna di nuovo presto.",
      "imageLink": "image_files\\English\\grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandmother",
      "translation": "nonna",
      "definition": "The mother of one's mother or father; a female ancestor, especially one who is loved and respected.",
      "definition_translation": "La madre della madre o del padre di qualcuno; un'antenata femminile, soprattutto una che è amata e rispettata.",
      "example": "My grandmother lives in the countryside. She was a grandmother at the age of 50. She will be a great-grandmother next year.",
      "example_translation": "La mia nonna vive in campagna. Era nonna a 50 anni. Sarà bisnonna l'anno prossimo.",
      "imageLink": "image_files\\English\\grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandpa",
      "translation": "nonno",
      "definition": "The father of one's mother or father; a grandfather.",
      "definition_translation": "Il padre della propria madre o padre; un nonno.",
      "example": "My grandpa used to take me to the park when I was a kid. Now, he takes my kids to the park. In the future, he will take my grandkids to the park.",
      "example_translation": "Mio nonno mi portava al parco quando ero ragazzo. Adesso, porta i miei bambini al parco. In futuro, porterà i miei nipoti al parco.",
      "imageLink": "image_files\\English\\grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandparent",
      "translation": "nonno/a",
      "definition": "A parent of one's mother or father; a grandfather or grandmother.",
      "definition_translation": "Un genitore della propria madre o padre; un nonno o una nonna.",
      "example": "My grandparents lived in the countryside when they were young. Now, they live in the city. In the future, they will travel around the world.",
      "example_translation": "I miei nonni vivevano in campagna quando erano giovani. Adesso, vivono in città. In futuro, viaggeranno intorno al mondo.",
      "imageLink": "image_files\\English\\grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandparents",
      "translation": "nonni",
      "definition": "The parents of one's mother or father; grandparents.",
      "definition_translation": "I genitori della propria madre o padre; i nonni.",
      "example": "My grandparents used to tell me stories when I was a kid. Now, they tell my kids stories. In the future, they will tell my grandkids stories.",
      "example_translation": "I miei nonni mi raccontavano storie quando ero ragazzo. Adesso, raccontano storie ai miei bambini. In futuro, racconteranno storie ai miei nipoti.",
      "imageLink": "image_files\\English\\grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grandson",
      "translation": "nipote",
      "definition": "A grandson is a male child or a male descendant of a person, especially a son of one's son or daughter.",
      "definition_translation": "Un nipote è un figlio maschio o un discendente maschio di una persona, specialmente un figlio di un figlio o di una figlia.",
      "example": "I have a grandson who is studying abroad. Last year, he visited me, and next year, he will graduate from college.",
      "example_translation": "Ho un nipote che studia all'estero. L'anno scorso, mi ha visitato, e l'anno prossimo, si laureerà al college.",
      "imageLink": "image_files\\English\\grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "granny",
      "translation": "nonna",
      "definition": "A granny is an informal term for an old woman, especially a grandmother.",
      "definition_translation": "Una nonna è un termine informale per una donna anziana, specialmente una nonna.",
      "example": "My granny lives in the countryside and loves to cook traditional dishes. When I was a child, she used to tell me stories, and now, she is very proud of my achievements.",
      "example_translation": "La mia nonna vive in campagna e adora cucinare piatti tradizionali. Quando ero bambino, mi raccontava storie, e ora, è molto orgogliosa dei miei successi.",
      "imageLink": "image_files\\English\\granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "uncle",
      "translation": "zio",
      "definition": "An uncle is the brother of one's mother or father, or the husband of one's aunt.",
      "definition_translation": "Uno zio è il fratello della madre o del padre, o il marito della zia.",
      "example": "My uncle is a doctor and he helps people in need. Last week, he operated on a patient, and next month, he will travel to a conference.",
      "example_translation": "Mio zio è un medico e aiuta le persone bisognose. La scorsa settimana, ha operato un paziente, e il prossimo mese, viaggerà per una conferenza.",
      "imageLink": "image_files\\English\\uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nephew",
      "translation": "nipote",
      "definition": "The son of one's brother or sister, or the son of one's spouse's brother or sister.",
      "definition_translation": "Il figlio del fratello o della sorella di uno, o il figlio del fratello o della sorella del coniuge.",
      "example": "My nephew is coming to visit next week. He has been studying abroad for a year. He will graduate next year.",
      "example_translation": "Mio nipote sta arrivando in visita la prossima settimana. Ha studiato all'estero per un anno. Si laureerà l'anno prossimo.",
      "imageLink": "image_files\\English\\nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "niece",
      "translation": "nipote",
      "definition": "The daughter of one's brother or sister, or the daughter of one's spouse's brother or sister.",
      "definition_translation": "La figlia del fratello o della sorella di uno, o la figlia del fratello o della sorella del coniuge.",
      "example": "My niece loves playing with dolls. She has been playing with them since she was a child. She will continue to play with them in the future.",
      "example_translation": "La mia nipote adora giocare con le bambole. Ha giocato con loro fin da quando era bambina. Continuerà a giocarci in futuro.",
      "imageLink": "image_files\\English\\niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "relative",
      "translation": "parente",
      "definition": "A person connected by blood or marriage, especially one more distant than a brother, sister, parent, or child.",
      "definition_translation": "Una persona connessa per sangue o matrimonio, specialmente uno più distante di un fratello, sorella, genitore o figlio.",
      "example": "I have many relatives living in different parts of the world. They have been living there for decades. They will continue to live there in the future.",
      "example_translation": "Ho molti parenti che vivono in diverse parti del mondo. Hanno vissuto lì per decenni. Continueranno a vivere lì nel futuro.",
      "imageLink": "image_files\\English\\relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "twin",
      "translation": "gemello",
      "definition": "One of two children or animals born at the same birth, or a person or thing that closely resembles another.",
      "definition_translation": "Uno dei due bambini o animali nati nella stessa nascita, o una persona o cosa che assomiglia molto a un'altra.",
      "example": "My twin sister is visiting from out of town, I saw my twin brother at the store yesterday, and I will meet my twin friends at the park tomorrow.",
      "example_translation": "La mia sorella gemella sta visitando dalla città, ho visto mio fratello gemello al negozio ieri, e incontrerò i miei amici gemelli al parco domani.",
      "imageLink": "image_files\\English\\twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "brother-in-law",
      "translation": " cognato",
      "definition": "The husband of one's sister or brother's wife, or the brother of one's spouse.",
      "definition_translation": "Il marito della propria sorella o moglie del fratello, o il fratello del proprio coniuge.",
      "example": "My brother-in-law is a doctor, I will visit my brother-in-law next week, and my brother-in-law helped me fix my car.",
      "example_translation": "Mio cognato è un medico, visiterò mio cognato la prossima settimana, e mio cognato mi ha aiutato a riparare la mia macchina.",
      "imageLink": "image_files\\English\\brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "daughter-in-law",
      "translation": "nuora",
      "definition": "The wife of one's son or the wife of one's husband's son.",
      "definition_translation": "La moglie del proprio figlio o la moglie del figlio del proprio marito.",
      "example": "My daughter-in-law is a great cook, I will meet my daughter-in-law at the wedding, and my daughter-in-law helped me with my gardening.",
      "example_translation": "La mia nuora è una grande cuoca, incontrerò la mia nuora al matrimonio, e la mia nuora mi ha aiutato con il mio giardinaggio.",
      "imageLink": "image_files\\English\\daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "father-in-law",
      "translation": "suocero",
      "definition": "The husband of one's daughter, or the father of one's spouse.",
      "definition_translation": "Il marito della figlia, o il padre del coniuge.",
      "example": "I had a great conversation with my father-in-law at the wedding. He will visit us next month. I visited my father-in-law last year.",
      "example_translation": "Ho avuto una grande conversazione con mio suocero al matrimonio. Visiterà noi il prossimo mese. Ho visitato mio suocero l'anno scorso.",
      "imageLink": "image_files\\English\\father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "half-brother",
      "translation": "fratellastro",
      "definition": "A brother who shares one parent but not both, or a male person who shares a common parent with another person.",
      "definition_translation": "Un fratello che condivide un genitore, ma non entrambi, o una persona maschile che condivide un genitore comune con un'altra persona.",
      "example": "I have a half-brother from my father's previous marriage. My half-brother will come to visit us next week. I had met my half-brother last year.",
      "example_translation": "Ho un fratellastro dal precedente matrimonio di mio padre. Mio fratellastro verrà a visitarci la prossima settimana. Avevo incontrato mio fratellastro l'anno scorso.",
      "imageLink": "image_files\\English\\half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "half-sister",
      "translation": "sorellastra",
      "definition": "A sister who shares one parent but not both, or a female person who shares a common parent with another person.",
      "definition_translation": "Una sorella che condivide un genitore, ma non entrambi, o una persona femminile che condivide un genitore comune con un'altra persona.",
      "example": "I have a half-sister from my mother's previous marriage. My half-sister will come to visit us next month. I had met my half-sister last year.",
      "example_translation": "Ho una sorellastra dal precedente matrimonio di mia madre. Mia sorellastra verrà a visitarci il prossimo mese. Avevo incontrato mia sorellastra l'anno scorso.",
      "imageLink": "image_files\\English\\half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mother-in-law",
      "translation": "suocera",
      "definition": "The mother of one's spouse, especially in relation to the spouse's marriage.",
      "definition_translation": "La madre del proprio coniuge, soprattutto in relazione al matrimonio del coniuge.",
      "example": "My mother-in-law is a great cook. She cooked a delicious meal for us yesterday. She will cook again tomorrow.",
      "example_translation": "La mia suocera è una grande cuoca. Ha cucinato un pasto delizioso per noi ieri. Cuocherà di nuovo domani.",
      "imageLink": "image_files\\English\\mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "relations",
      "translation": "relazioni",
      "definition": "Connections or associations between people or groups, especially those based on blood, marriage, or friendship.",
      "definition_translation": "Collegamenti o associazioni tra persone o gruppi, soprattutto quelli basati su sangue, matrimonio o amicizia.",
      "example": "I have good relations with my neighbors. We have had positive relations for years. Our relations will continue to improve in the future.",
      "example_translation": "Ho buone relazioni con i miei vicini di casa. Abbiamo avuto relazioni positive per anni. Le nostre relazioni continueranno a migliorare nel futuro.",
      "imageLink": "image_files\\English\\relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "siblings",
      "translation": "fratelli",
      "definition": "Children of the same parents, especially those who are not twins.",
      "definition_translation": "Figli degli stessi genitori, soprattutto quelli che non sono gemelli.",
      "example": "I have two siblings. They were playing together yesterday. They will play again tomorrow.",
      "example_translation": "Ho due fratelli. Stavano giocando insieme ieri. Gioceranno di nuovo domani.",
      "imageLink": "image_files\\English\\siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sister-in-law",
      "translation": "nuora",
      "definition": "The sister of one's husband or wife, or the wife of one's brother or sister.",
      "definition_translation": "La sorella del marito o della moglie, o la moglie del fratello o della sorella.",
      "example": "My sister-in-law is a great cook. She cooked for us yesterday. She will cook for us again next week.",
      "example_translation": "Mia nuora è una grande cuoca. Ha cucinato per noi ieri. Cuocerà per noi di nuovo la prossima settimana.",
      "imageLink": "image_files\\English\\sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "son-in-law",
      "translation": "genero",
      "definition": "The husband of one's daughter or son.",
      "definition_translation": "Il marito della propria figlia o figlio.",
      "example": "My son-in-law is a dentist. He examined my teeth last month. He will examine my wife's teeth next month.",
      "example_translation": "Mio genero è un dentista. Ha esaminato i miei denti lo scorso mese. Esaminerà i denti di mia moglie il prossimo mese.",
      "imageLink": "image_files\\English\\son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepdaughter",
      "translation": "figliastra",
      "definition": "The daughter of one's spouse by a previous marriage.",
      "definition_translation": "La figlia del proprio coniuge di un precedente matrimonio.",
      "example": "My stepdaughter is studying abroad. She studied English last year. She will study business next year.",
      "example_translation": "Mia figliastra studia all'estero. Ha studiato inglese l'anno scorso. Studerà economia l'anno prossimo.",
      "imageLink": "image_files\\English\\stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepfather",
      "translation": "patrigno",
      "definition": "The husband of one's mother by a subsequent marriage.",
      "definition_translation": "Il marito di tua madre per un matrimonio successivo.",
      "example": "My stepfather is very kind to me. He helped me with my homework when I was in high school. He will take me to the park tomorrow.",
      "example_translation": "Mio patrigno è molto gentile con me. Mi ha aiutato con i miei compiti quando ero al liceo. Mi porterà nel parco domani.",
      "imageLink": "image_files\\English\\stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepmother",
      "translation": "matrigna",
      "definition": "The wife of one's father by a subsequent marriage.",
      "definition_translation": "La moglie di tuo padre per un matrimonio successivo.",
      "example": "My stepmother is a great cook. She cooked dinner for us last night. She will cook breakfast for us tomorrow morning.",
      "example_translation": "La mia matrigna è una grande cuoca. Ha cucinato la cena per noi ieri sera. Cuocherà la colazione per noi domani mattina.",
      "imageLink": "image_files\\English\\stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stepson",
      "translation": "figliastro",
      "definition": "The son of one's husband or wife by a previous marriage.",
      "definition_translation": "Il figlio del tuo marito o della tua moglie per un matrimonio precedente.",
      "example": "My stepson is very smart. He studied hard for his exam last week. He will go to college next year.",
      "example_translation": "Mio figliastro è molto intelligente. Ha studiato sodo per il suo esame la scorsa settimana. Andrà al college l'anno prossimo.",
      "imageLink": "image_files\\English\\stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spouse",
      "translation": "congiunto",
      "definition": "A spouse is a partner in a marriage, either male or female.",
      "definition_translation": "Un coniuge è un partner in un matrimonio, sia maschio che femmina.",
      "example": "I married my spouse last year, and we will celebrate our anniversary next year. My spouse is currently working abroad, but he will return next month. If I hadn't met my spouse, I would be single now.",
      "example_translation": "Mi sono sposato con mio coniuge l'anno scorso e celebriamo il nostro anniversario l'anno prossimo. Mio coniuge lavora attualmente all'estero, ma tornerà il mese prossimo. Se non avessi incontrato mio coniuge, sarei single ora.",
      "imageLink": "image_files\\English\\spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "in-laws",
      "translation": "suoceri",
      "definition": "In-laws are the parents of one's spouse or the wife or husband of one's child.",
      "definition_translation": "I suoceri sono i genitori del proprio coniuge o la moglie o il marito del proprio figlio.",
      "example": "I had a great time with my in-laws during the holiday. My in-laws live in the countryside, and we visited them last summer. If my in-laws didn't help us, we wouldn't have been able to buy a house.",
      "example_translation": "Ho avuto un grande tempo con i miei suoceri durante le vacanze. I miei suoceri vivono in campagna e li abbiamo visitati l'estate scorsa. Se i miei suoceri non ci avessero aiutati, non saremmo stati in grado di comprare una casa.",
      "imageLink": "image_files\\English\\in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]