[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Friday",
      "translation": "Venerdì",
      "definition": "The day of the week between Thursday and Saturday, traditionally considered the fifth day of the week in many cultures.",
      "definition_translation": "Il giorno della settimana tra il giovedì e il sabato, tradizionalmente considerato il quinto giorno della settimana in molte culture.",
      "example": "I will meet you on Friday at 5 pm. Last Friday, I went to the beach. By next Friday, I will have finished my project.",
      "example_translation": "Ti incontrerò il venerdì alle 5 pm. Il venerdì scorso, sono andato al mare. Entro il prossimo venerdì, avrò finito il mio progetto.",
      "imageLink": "friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Monday",
      "translation": "Lunedì",
      "definition": "The day of the week between Sunday and Tuesday, traditionally considered the first day of the week in many cultures.",
      "definition_translation": "Il giorno della settimana tra la domenica e il martedì, tradizionalmente considerato il primo giorno della settimana in molte culture.",
      "example": "I have a meeting on Monday morning. Last Monday, I saw a great movie. By next Monday, I will have learned a new skill.",
      "example_translation": "Ho una riunione il lunedì mattina. L'ultimo lunedì, ho visto un grande film. Entro il prossimo lunedì, avrò imparato una nuova abilità.",
      "imageLink": "monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Saturday",
      "translation": "Sabato",
      "definition": "The day of the week between Friday and Sunday, traditionally considered the sixth day of the week in many cultures.",
      "definition_translation": "Il giorno della settimana tra il venerdì e la domenica, tradizionalmente considerato il sesto giorno della settimana in molte culture.",
      "example": "I will go to the park on Saturday afternoon. Last Saturday, I played soccer with my friends. By next Saturday, I will have finished my thesis.",
      "example_translation": "Vado al parco il sabato pomeriggio. L'ultimo sabato, ho giocato a calcio con i miei amici. Entro il prossimo sabato, avrò finito la mia tesi.",
      "imageLink": "saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Sunday",
      "translation": "Domenica",
      "definition": "The day of the week between Saturday and Monday, considered a day of rest or worship in many cultures.",
      "definition_translation": "Il giorno della settimana tra sabato e lunedì, considerato un giorno di riposo o di culto in molte culture.",
      "example": "I will meet you on Sunday morning. Yesterday was Sunday, so I didn't go to work. By next Sunday, I will have finished my project.",
      "example_translation": "Mi incontrerò con te la mattina di domenica. Ieri era domenica, quindi non sono andato a lavorare. La prossima domenica, avrò finito il mio progetto.",
      "imageLink": "sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Thursday",
      "translation": "Giovedì",
      "definition": "The day of the week between Wednesday and Friday, often considered a midpoint in the workweek.",
      "definition_translation": "Il giorno della settimana tra mercoledì e venerdì, spesso considerato un punto di mezzo nella settimana lavorativa.",
      "example": "I have a meeting on Thursday afternoon. Last Thursday, I went to the movies. By next Thursday, I will have finished my report.",
      "example_translation": "Ho una riunione ilgiovedì pomeriggio. L'ultimo giovedì, sono andato al cinema. La prossima giovedì, avrò finito il mio rapporto.",
      "imageLink": "thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Tuesday",
      "translation": "Martedì",
      "definition": "The day of the week between Monday and Wednesday, often considered a busy day.",
      "definition_translation": "Il giorno della settimana tra lunedì e mercoledì, spesso considerato un giorno impegnato.",
      "example": "I have a class on Tuesday morning. Last Tuesday, I went to the gym. By next Tuesday, I will have finished my assignment.",
      "example_translation": "Ho una lezione il martedì mattina. L'ultimo martedì, sono andato in palestra. La prossima martedì, avrò finito il mio compito.",
      "imageLink": "tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Wednesday",
      "translation": "Mercoledì",
      "definition": "The day of the week between Tuesday and Thursday, often considered the middle of the week.",
      "definition_translation": "Il giorno della settimana tra martedì e giovedì, spesso considerato il mezzo della settimana.",
      "example": "I will meet you on Wednesday morning, but yesterday was Tuesday and tomorrow will be Thursday. I have a meeting on Wednesday next week, and last Wednesday was a holiday.",
      "example_translation": "Mi incontrerò con te il mercoledì mattina, ma ieri era martedì e domani sarà giovedì. Ho una riunione il mercoledì prossimo settimana, e il mercoledì scorso era un giorno di festa.",
      "imageLink": "wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]