[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "snake",
      "translation": "serpente",
      "definition": "A long, slender, legless animal that has no eyelids or external ears, and moves on the ground by twisting its body.",
      "definition_translation": "Un animale lungo, sottile, senza zampe, che non ha palpebre o orecchie esterne e si muove a terra torcendo il suo corpo.",
      "example": "The snake slithered through the grass, I will feed the snake tomorrow, the snake will have eaten the mouse by next week.",
      "example_translation": "Il serpente si è insinuato attraverso l'erba, darò da mangiare al serpente domani, il serpente avrà mangiato il topo entro la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "frog",
      "translation": "rana",
      "definition": "A small jumping amphibian animal with a smooth moist skin, typically living in ponds or lakes.",
      "definition_translation": "Un piccolo anfibio saltatore con una pelle liscia e umida, che vive generalmente in stagni o laghi.",
      "example": "The frog jumped into the water, I saw a frog on the lily pad, the frog will be croaking loudly at night.",
      "example_translation": "La rana ha saltato nell'acqua, ho visto una rana sulla foglia di ninfea, la rana griderà forte di notte.",
      "imageLink": "image_files\\English\\"imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tortoise",
      "translation": "tartaruga",
      "definition": "A slow-moving reptile with a shell, typically living on land.",
      "definition_translation": "Un rettile lento con una corazza, che vive generalmente sulla terra.",
      "example": "The tortoise walked slowly across the desert, I held a tortoise in my hand, the tortoise will have traveled a long distance by next year.",
      "example_translation": "La tartaruga ha camminato lentamente attraverso il deserto, ho tenuto una tartaruga nella mia mano, la tartaruga avrà percorso una lunga distanza entro il prossimo anno.",
      "imageLink": "image_files\\English\\"imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "turtle",
      "translation": "tartaruga",
      "definition": "a slow-moving reptile with a shell, typically found in the sea",
      "definition_translation": "un rettile lento con una conchiglia, tipicamente trovato nel mare",
      "example": "I saw a turtle swimming in the ocean yesterday, it was swimming slowly, but it will swim faster tomorrow, and it swam rapidly last week.",
      "example_translation": "Ho visto una tartaruga nuotare nell'oceano ieri, stava nuotando lentamente, ma nuoterà più velocemente domani, e aveva nuotato rapidamente la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alligator",
      "translation": "alligatore",
      "definition": "a large reptile with a long snout, typically found in freshwater habitats in the Americas",
      "definition_translation": "un grande rettile con un lungo muso, tipicamente trovato negli habitat di acqua dolce nelle Americhe",
      "example": "I will see an alligator in the zoo tomorrow, it was sleeping in the swamp yesterday, but it will be eating a fish next week.",
      "example_translation": "Vedrò un alligatore nello zoo domani, stava dormendo nella palude ieri, ma mangerà un pesce la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "a very large, non-venomous snake found in South America",
      "definition_translation": "un grande serpente non velenoso trovato in Sud America",
      "example": "The anaconda will eat a capybara in the jungle tomorrow, it ate a deer yesterday, and it had eaten a rabbit last week.",
      "example_translation": "L'anaconda mangerà un capibara nella giungla domani, aveva mangiato un cervo ieri, e aveva mangiato un coniglio la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boa",
      "translation": "boa",
      "definition": "A boa is a type of constrictor snake that is native to the Americas, characterized by a large, heavy body and a habit of squeezing its prey to death.",
      "definition_translation": "Una boa è un tipo di serpente constrictore originario delle Americhe, caratterizzato da un corpo grande e pesante e l'abitudine di stringere a morte la sua preda.",
      "example": "In the zoo, we saw a boa constrictor wrapped around a tree branch, its body as thick as a man's thigh. The boa had been living in the zoo for five years and had grown enormous. In the future, the zookeepers will move the boa to a larger enclosure.",
      "example_translation": "Nello zoo, abbiamo visto una boa constrictor avvolta attorno a un ramo d'albero, il suo corpo era spesso come la coscia di un uomo. La boa aveva vissuto nello zoo per cinque anni e era diventata enorme. In futuro, i custodi dello zoo sposteranno la boa in un recinto più grande.",
      "imageLink": "image_files\\English\\"imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crocodile",
      "translation": "coccodrillo",
      "definition": "A crocodile is a large reptile that lives in tropical and subtropical regions, characterized by a long snout and powerful jaws.",
      "definition_translation": "Un coccodrillo è un grande rettile che vive nelle regioni tropicali e subtropicali, caratterizzato da un lungo muso e dalle fauci potenti.",
      "example": "The crocodile lay still in the murky waters, waiting for its prey to swim by. Last week, a crocodile attacked a tourist on the beach. By next year, the wildlife reserve will have implemented new safety measures to protect visitors from crocodiles.",
      "example_translation": "Il coccodrillo giaceva fermo nelle acque torbide, aspettando che la sua preda si avvicinasse. La settimana scorsa, un coccodrillo ha attaccato un turista sulla spiaggia. Entro l'anno prossimo, la riserva naturale avrà implementato nuove misure di sicurezza per proteggere i visitatori dai coccodrilli.",
      "imageLink": "image_files\\English\\"imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lizard",
      "translation": "lucertola",
      "definition": "A lizard is a type of reptile that has a scaly skin, typically found in warm and humid environments.",
      "definition_translation": "Una lucertola è un tipo di rettile che ha una pelle squamosa, tipicamente trovata in ambienti caldi e umidi.",
      "example": "The lizard basked in the warm sunlight on the rock, its scales glistening brightly. Yesterday, I saw a lizard scurrying across the garden. By next summer, I will have set up a terrarium to keep a lizard as a pet.",
      "example_translation": "La lucertola si crogiolava nel caldo sole sulla roccia, le sue scale luccicavano intensamente. Ieri, ho visto una lucertola che correva attraverso il giardino. Per l'estate prossima, avrò allestito un terrario per tenere una lucertola come animale domestico.",
      "imageLink": "image_files\\English\\"imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shell",
      "translation": "guscio",
      "definition": "The hard outer covering of an egg, a mollusk, or a crustacean.",
      "definition_translation": "La copertura dura esterna di un uovo, un mollusco o un crostaceo.",
      "example": "She carefully picked up the shell from the beach. She had picked up a beautiful shell yesterday. She will pick up a shell tomorrow.",
      "example_translation": "Ha raccolto con cura il guscio dalla spiaggia. Aveva raccolto un bel guscio ieri. Raccoglierà un guscio domani.",
      "imageLink": "image_files\\English\\"imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rattlesnake",
      "translation": "serpente a sonagli",
      "definition": "A venomous snake of the Americas, characterized by a rattle on its tail.",
      "definition_translation": "Un serpente velenoso delle Americhe, caratterizzato da un sonaglio sulla sua coda.",
      "example": "The hiker encountered a rattlesnake on the trail. He had seen a rattlesnake before, but he will avoid it in the future.",
      "example_translation": "Il camminatore ha incontrato un serpente a sonagli sulla pista. Aveva visto un serpente a sonagli prima, ma lo eviterà in futuro.",
      "imageLink": "image_files\\English\\"imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "reptile",
      "translation": "rettile",
      "definition": "A cold-blooded animal that has a backbone, scales, and lays eggs, such as a snake, lizard, or turtle.",
      "definition_translation": "Un animale a sangue freddo che ha una colonna vertebrale, squame e depone uova, come un serpente, un lucertola o una tartaruga.",
      "example": "The zoo had a variety of reptiles on display. It had displayed a new reptile exhibit last week. It will display more reptiles next month.",
      "example_translation": "Lo zoo aveva una varietà di rettili in mostra. Aveva mostrato una nuova esposizione di rettili la scorsa settimana. Mostrerà più rettili il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "salamander",
      "translation": "salamandra",
      "definition": "A salamander is a type of amphibian that has a slender body, a long tail, and usually four legs. It lives in water and on land, and has a moist, smooth skin.",
      "definition_translation": "Una salamandra è un tipo di anfibio che ha un corpo snello, una lunga coda e generalmente quattro zampe. Vive in acqua e sulla terra, e ha una pelle liscia e umida.",
      "example": "Yesterday, I saw a salamander crawling out of the pond. Today, it is basking in the sun, and tomorrow it will swim back into the water.",
      "example_translation": "Ieri ho visto una salamandra strisciare fuori dalla pozza. Oggi sta prendendo il sole, e domani nuoterà di nuovo nell'acqua.",
      "imageLink": "image_files\\English\\"imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tadpole",
      "translation": "girino",
      "definition": "A tadpole is the larval stage of a frog or toad, characterized by a fish-like body and a tail. It lives in water and feeds on algae and small organisms.",
      "definition_translation": "Un girino è lo stadio larvale di una rana o rospo, caratterizzato da un corpo simile a quello di un pesce e una coda. Vive in acqua e si nutre di alghe e piccoli organismi.",
      "example": "The tadpoles hatched from the eggs yesterday. Today, they are swimming in the aquarium, and next week they will start to grow their legs.",
      "example_translation": "I girini sono nati dalle uova ieri. Oggi stanno nuotando nell'acquario, e la prossima settimana inizieranno a crescere le zampe.",
      "imageLink": "image_files\\English\\"imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toad",
      "translation": "rospo",
      "definition": "A toad is a type of amphibian that has a dry, bumpy skin and short legs. It lives on land and feeds on insects and worms.",
      "definition_translation": "Un rospo è un tipo di anfibio che ha una pelle secca e rugosa e gambe corte. Vive sulla terra e si nutre di insetti e vermi.",
      "example": "I found a toad hiding under a rock yesterday. Today, it is sitting on a leaf, and tomorrow it will hop away.",
      "example_translation": "Ho trovato un rospo che si nascondeva sotto un sasso ieri. Oggi sta seduto su una foglia, e domani salterà via.",
      "imageLink": "image_files\\English\\"imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "amphibians",
      "translation": "anfibi",
      "definition": "Cold-blooded animals that live on land and in water, such as frogs and toads. They have a moist, smooth skin and lay eggs in water.",
      "definition_translation": "Animali a sangue freddo che vivono sulla terra e nell'acqua, come rane e rospi. Hanno una pelle liscia e umida e depongono le uova nell'acqua.",
      "example": "Amphibians have been on our planet for over 300 million years, and were once the dominant land animals. Today, amphibians are found in ponds and lakes, and are an important part of the ecosystem. In the future, we will need to protect amphibians and their habitats.",
      "example_translation": "Gli anfibi sono stati sul nostro pianeta per oltre 300 milioni di anni e un tempo erano gli animali terrestri dominanti. Oggi, gli anfibi si trovano in stagni e laghi e sono una parte importante dell'ecosistema. In futuro, avremo bisogno di proteggere gli anfibi e i loro habitat.",
      "imageLink": "image_files\\English\\"imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blindworm",
      "translation": "lombrico cieco",
      "definition": "A type of legless lizard that is often mistaken for a snake. It has a pointed snout and piercing eyes.",
      "definition_translation": "Un tipo di lucertola senza zampe che viene spesso scambiata per un serpente. Ha un muso appuntito e occhi penetranti.",
      "example": "I saw a blindworm crawling through the underbrush yesterday. It was quite long and slender, with a shiny scales. In the summer, blindworms are active during the day, but in the winter, they hibernate underground. By next year, I hope to see more blindworms in the area.",
      "example_translation": "Ho visto un lombrico cieco strisciare attraverso la macchia ieri. Era molto lungo e snello, con scaglie lucide. In estate, i lombrichi ciechi sono attivi durante il giorno, ma in inverno, hibernano sottoterra. Entro l'anno prossimo, spero di vedere più lombrichi ciechi nella zona.",
      "imageLink": "image_files\\English\\"imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chameleon",
      "translation": "camaleonte",
      "definition": "A type of lizard that has the ability to change its color to blend in with its surroundings. It has a long, sticky tongue and can move its eyes independently.",
      "definition_translation": "Un tipo di lucertola che ha la capacità di cambiare il suo colore per mimetizzarsi con l'ambiente circostante. Ha una lingua lunga e appiccicosa e può muovere gli occhi indipendentemente.",
      "example": "I visited the zoo last weekend and saw a chameleon up close. It was slowly changing its color to match the leaf it was sitting on. In the past, chameleons were considered exotic pets, but now they are protected by law. By next month, I will have learned more about these fascinating creatures.",
      "example_translation": "Ho visitato lo zoo il week-end scorso e ho visto un camaleonte da vicino. Stava cambiando lentamente il suo colore per adattarsi alla foglia su cui stava seduto. In passato, i camaleonti erano considerati animali esotici domestici, ma ora sono protetti dalla legge. Entro il mese prossimo, avrò imparato di più su queste creature affascinanti.",
      "imageLink": "image_files\\English\\"imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cobra",
      "translation": "cobra",
      "definition": "A large, venomous snake that is found in Africa and Asia, known for its ability to spit its venom.",
      "definition_translation": "Un grande serpente velenoso che si trova in Africa e Asia, noto per la sua capacità di sputare il suo veleno.",
      "example": "I saw a cobra in the zoo yesterday, it was very aggressive. Today, I am going to the doctor because I was bitten by a cobra. In the future, I will be more careful when I visit the zoo.",
      "example_translation": "Ho visto un cobra allo zoo ieri, era molto aggressivo. Oggi, sto andando dal dottore perché sono stato morso da un cobra. Nel futuro, sarò più prudente quando visiterò lo zoo.",
      "imageLink": "image_files\\English\\"imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grass snake",
      "translation": "natrix",
      "definition": "A long, slender, non-venomous snake that is found in wet areas, often mistaken for a venomous snake.",
      "definition_translation": "Un serpente lungo e snello, non velenoso, che si trova in aree umide, spesso scambiato per un serpente velenoso.",
      "example": "I used to catch grass snakes in the garden when I was a kid. Now, I know how to handle them carefully. One day, I will show my kids how to catch a grass snake.",
      "example_translation": "Catturavo serpenti delle erbacce nel giardino quando ero un ragazzino. Ora, so come maneggiarli con cura. Un giorno, mostrerò ai miei figli come catturare un serpente delle erbacce.",
      "imageLink": "image_files\\English\\"imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "newt",
      "translation": "tritone",
      "definition": "A small, semi-aquatic amphibian that has a lizard-like body and a long tail.",
      "definition_translation": "Un piccolo anfibio semi-acquatico che ha un corpo simile a quello di un lucertola e una lunga coda.",
      "example": "I found a newt in the pond last summer, it was swimming near the water lilies. Yesterday, I read a book about newts and their habitats. In the future, I will research more about these fascinating creatures.",
      "example_translation": "Ho trovato un tritone nella vasca última estate, stava nuotando vicino alle ninfee. Ieri, ho letto un libro sui tritoni e sui loro habitat. Nel futuro, farò ricerca su questi meravigliosi esseri.",
      "imageLink": "image_files\\English\\"imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "python",
      "translation": "pitone",
      "definition": "A high-level, interpreted programming language, Python is widely used for various purposes such as web development, scientific computing, and data analysis.",
      "definition_translation": "Un linguaggio di programmazione di alto livello, interpretato, Python è ampiamente utilizzato per vari scopi come lo sviluppo web, il calcolo scientifico e l'analisi dei dati.",
      "example": "I learned Python programming in college, I'm currently using it to build a web scraping tool, and I will use it to develop a machine learning model in the future.",
      "example_translation": "Ho imparato la programmazione Python al college, sto attualmente utilizzandola per costruire uno strumento di web scraping, e la userò per sviluppare un modello di apprendimento automatico nel futuro.",
      "imageLink": "image_files\\English\\"imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spotted salamander",
      "translation": "salamandra maculata",
      "definition": "A type of salamander that has yellow or orange spots on its back, the spotted salamander is a common species found in North America.",
      "definition_translation": "Un tipo di salamandra che ha macchie gialle o arancioni sulla schiena, la salamandra maculata è una specie comune trovata in Nord America.",
      "example": "I saw a spotted salamander crossing the road yesterday, I have spotted one near the pond before, and I will try to find one in the forest next week.",
      "example_translation": "Ho visto una salamandra maculata attraversare la strada ieri, ne ho visto uno vicino al laghetto prima, e proverò a trovarne uno nella foresta la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tree frog",
      "translation": "rana degli alberi",
      "definition": "A type of frog that lives in trees and has a distinctive chirping call, the tree frog is a common species found in tropical and subtropical regions.",
      "definition_translation": "Un tipo di rana che vive sugli alberi e ha un richiamo chirpante distinto, la rana degli alberi è una specie comune trovata in regioni tropicali e subtropicali.",
      "example": "I heard a tree frog chirping in the backyard last night, I have seen one on a tree branch before, and I will try to catch one in the wild next month.",
      "example_translation": "Ho sentito una rana degli alberi che faceva il suo richiamo nel cortile la scorsa notte, ne ho vista una su un ramo di albero prima, e proverò a catturarne una in natura il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "viper",
      "translation": "vipera",
      "definition": "a venomous snake found in warm and temperate regions, characterized by a triangular head and a forked tongue.",
      "definition_translation": "un serpente velenoso trovato in regioni calde e temperate, caratterizzato da una testa triangolare e una lingua biforcuta.",
      "example": "The viper slithered silently through the grass. Yesterday, I saw a viper in the garden. If I see a viper, I will scream.",
      "example_translation": "La vipera si è spostata silenziosamente attraverso l'erba. Ieri, ho visto una vipera nel giardino. Se vedo una vipera, urlerò.",
      "imageLink": "image_files\\English\\"imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "water serpent",
      "translation": "serpente d'acqua",
      "definition": "a legendary creature that is said to inhabit a body of water, often depicted as a snake-like being.",
      "definition_translation": "una creatura leggendaria che si dice abiti un corpo d'acqua, spesso rappresentata come un essere simile a un serpente.",
      "example": "According to the myth, a water serpent lived in the lake. The water serpent has been a symbol of good luck for centuries. If I were you, I wouldn't disturb the water serpent.",
      "example_translation": "Secondo il mito, un serpente d'acqua viveva nel lago. Il serpente d'acqua è stato un simbolo di buona sorte per secoli. Se fossi in te, non disturberei il serpente d'acqua.",
      "imageLink": "image_files\\English\\"imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]