[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guitar",
      "translation": "chitarra",
      "definition": "A guitar is a stringed musical instrument played by plucking or strumming its strings with the fingers or a pick.",
      "definition_translation": "Una chitarra è uno strumento musicale a corde suonato pizzicando o strimpellando le corde con le dita o un plettro.",
      "example": "I played the guitar in a band when I was in college. Now, I play the guitar for my family. In the future, I will teach my son to play the guitar.",
      "example_translation": "Ho suonato la chitarra in una band quando ero al college. Ora, suono la chitarra per la mia famiglia. Nel futuro, insegnerò a mio figlio a suonare la chitarra.",
      "imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drum",
      "translation": "tamburo",
      "definition": "A drum is a musical instrument played by striking a membrane stretched over a hollow shell, typically with drumsticks.",
      "definition_translation": "Un tamburo è uno strumento musicale suonato colpendo una membrana tesa su una conchiglia vuota, generalmente con bacchette di tamburo.",
      "example": "I heard the drum beating in the distance. The drummer will play the drum during the concert. By next year, I will learn to play the drum.",
      "example_translation": "Ho sentito il tamburo battere in lontananza. Il batterista suonerà il tamburo durante il concerto. L'anno prossimo, imparerò a suonare il tamburo.",
      "imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drums",
      "translation": "tamburi",
      "definition": "Drums are a set of musical instruments played by striking a membrane stretched over a hollow shell, typically with drumsticks.",
      "definition_translation": "I tamburi sono un set di strumenti musicali suonati colpendo una membrana tesa su una conchiglia vuota, generalmente con bacchette di tamburo.",
      "example": "The drums were very loud at the festival. I love listening to drums in rock music. My brother will buy new drums next month.",
      "example_translation": "I tamburi erano molto forti al festival. Mi piace ascoltare i tamburi nella musica rock. Mio fratello comprerà nuovi tamburi il mese prossimo.",
      "imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "instrument",
      "translation": "strumento",
      "definition": "A device or tool used to produce music, such as a guitar, piano, or violin.",
      "definition_translation": "Un dispositivo o strumento utilizzato per produrre musica, come una chitarra, pianoforte o violino.",
      "example": "She used to play the instrument in the school band when she was younger. She is now learning to play a new instrument. She will start teaching her child to play an instrument next year.",
      "example_translation": "Lei suonava lo strumento nella banda scolastica quando era più giovane. Sta ora imparando a suonare uno strumento nuovo. Inizierà a insegnare a suo figlio a suonare uno strumento l'anno prossimo.",
      "imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "keyboard",
      "translation": "tastiera",
      "definition": "An electronic instrument with keys that are pressed to produce sounds, often used in music and computing.",
      "definition_translation": "Uno strumento elettronico con tasti che vengono premuti per produrre suoni, spesso utilizzato nella musica e nell'informatica.",
      "example": "She typed on the keyboard to finish her report. She is learning to play the keyboard in her music class. She will buy a new keyboard for her computer next month.",
      "example_translation": "Ha digitato sulla tastiera per finire il suo rapporto. Sta imparando a suonare la tastiera nella sua classe di musica. Comprerà una nuova tastiera per il suo computer il mese prossimo.",
      "imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "piano",
      "translation": "pianoforte",
      "definition": "A keyboard instrument with strings that are struck by hammers when the keys are pressed, often used in classical music.",
      "definition_translation": "Uno strumento a tastiera con corde che vengono colpite da martelli quando si premere le tasti, spesso utilizzato nella musica classica.",
      "example": "She practiced playing the piano every day when she was a child. She is now taking piano lessons with a professional teacher. She will perform a piano concert in the city hall next year.",
      "example_translation": "Ha praticato suonando il pianoforte ogni giorno quando era una bambina. Sta ora prendendo lezioni di pianoforte con un insegnante professionista. Eseguirà un concerto per pianoforte nella sala della città l'anno prossimo.",
      "imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "violin",
      "translation": "violino",
      "definition": "A violin is a wooden stringed musical instrument played with a bow or by plucking the strings, used especially in classical music.",
      "definition_translation": "Il violino è uno strumento musicale a corde di legno suonato con un arco o pizzicando le corde, utilizzato soprattutto nella musica classica.",
      "example": "I played the violin in the school orchestra when I was a child, I play the violin in a band now, and I will play the violin at my sister's wedding next year.",
      "example_translation": "Ho suonato il violino nell'orchestra della scuola quando ero un bambino, suono il violino in una band ora, e suonerò il violino al matrimonio di mia sorella il prossimo anno.",
      "imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bagpipes",
      "translation": "cornamuse",
      "definition": "Bagpipes are a traditional Scottish musical instrument consisting of a set of reed pipes sounded by a bag inflated by blowing air through a pipe.",
      "definition_translation": "Le cornamuse sono uno strumento musicale tradizionale scozzese costituito da un set di canne di registro suonate da un sacco gonfiato soffiando aria attraverso una canna.",
      "example": "My grandfather used to play the bagpipes at family gatherings, I tried to play the bagpipes once but was terrible, and I will learn to play the bagpipes when I retire.",
      "example_translation": "Mio nonno suonava le cornamuse alle riunioni di famiglia, ho provato a suonare le cornamuse una volta ma ero terribile, e imparerò a suonare le cornamuse quando mi pensionerò.",
      "imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flute",
      "translation": "flauto",
      "definition": "A flute is a musical instrument that produces a sound when air is blown across the embouchure hole, commonly used in orchestras and jazz music.",
      "definition_translation": "Il flauto è uno strumento musicale che produce un suono quando l'aria è soffiata attraverso il buco dell'imboccatura, comunemente utilizzato in orchestre e musica jazz.",
      "example": "I had a flute lesson yesterday, I will practice playing the flute every day, and I played the flute in a concert last month.",
      "example_translation": "Ho avuto una lezione di flauto ieri, praticherò a suonare il flauto ogni giorno, e ho suonato il flauto in un concerto il mese scorso.",
      "imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "saxophone",
      "translation": "sassofono",
      "definition": "A saxophone is a musical instrument invented in the mid-19th century. It is played by blowing air through a single reed, causing a vibration that produces a rich, full-bodied sound.",
      "definition_translation": "Il sassofono è uno strumento musicale inventato nella metà del 19° secolo. Si suona soffiando aria attraverso un'anima singola, causando una vibrazione che produce un suono ricco e corposo.",
      "example": "Yesterday, I listened to a saxophone player in the park. Today, I am going to buy a saxophone lesson book. Tomorrow, I will practice playing the saxophone.",
      "example_translation": "Ieri, ho ascoltato un giocatore di sassofono nel parco. Oggi, sto per comprare un libro di lezioni di sassofono. Domani, praticherò a suonare il sassofono.",
      "imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "trumpet",
      "translation": "tromba",
      "definition": "A trumpet is a brass musical instrument played by blowing air through pursed lips, causing a vibration that produces a bright, piercing sound.",
      "definition_translation": "La tromba è uno strumento musicale a ottoni suonato soffiando aria attraverso le labbra strette, causando una vibrazione che produce un suono luminoso e penetrante.",
      "example": "I saw a trumpet player performing at the concert hall. She played a beautiful solo on her trumpet. He will play the trumpet in the school band next year.",
      "example_translation": "Ho visto un giocatore di tromba esibirsi nella sala da concerto. Ha suonato un bel assolo sulla sua tromba. L'anno prossimo, suonerà la tromba nella banda scolastica.",
      "imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "accordion",
      "translation": "fisarmonica",
      "definition": "An accordion is a musical instrument that consists of a box-shaped body with a keyboard or buttons on one side and a bellows on the other, used to produce a wide range of tones and sounds.",
      "definition_translation": "La fisarmonica è uno strumento musicale che consiste in un corpo a forma di scatola con una tastiera o pulsanti su un lato e una mantica sull'altro, utilizzato per produrre una vasta gamma di toni e suoni.",
      "example": "The old man used to play the accordion at the village fair. My sister is learning to play the accordion in her music class. The band will play the accordion at the wedding reception.",
      "example_translation": "Il vecchio uso suonare la fisarmonica alla fiera del villaggio. Mia sorella sta imparando a suonare la fisarmonica nella sua classe di musica. La banda suonerà la fisarmonica alla reception del matrimonio.",
      "imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bass guitar",
      "translation": "basso elettrico",
      "definition": "A bass guitar is a stringed instrument played by plucking or slapping its strings, used to produce low-pitched sounds in music.",
      "definition_translation": "Il basso elettrico è uno strumento a corde suonato pizzicando o tambureggiando le sue corde, utilizzato per produrre suoni di bassa frequenza nella musica.",
      "example": "I learned to play the bass guitar when I was 15, I played it in a band last year, and I will play it in a concert next month.",
      "example_translation": "Ho imparato a suonare il basso elettrico quando avevo 15 anni, l'ho suonato in una band l'anno scorso, e lo suonerò in un concerto il prossimo mese.",
      "imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cello",
      "translation": "violoncello",
      "definition": "A cello is a stringed instrument played by drawing a bow across its strings or by plucking them with the fingers, used to produce low-pitched sounds in music.",
      "definition_translation": "Il violoncello è uno strumento a corde suonato trascinando un arco sulle sue corde o pizzicandole con le dita, utilizzato per produrre suoni di bassa frequenza nella musica.",
      "example": "I saw a cello performance at the symphony last night, my sister played the cello in high school, and my brother will learn to play the cello next year.",
      "example_translation": "Ho visto una esibizione di violoncello alla sinfonia ieri sera, mia sorella ha suonato il violoncello al liceo, e mio fratello imparerà a suonare il violoncello l'anno prossimo.",
      "imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grand piano",
      "translation": "pianoforte a coda",
      "definition": "A grand piano is a large and professionally designed acoustic piano, usually having a horizontal, wing-shaped design, used by professional pianists and music institutions.",
      "definition_translation": "Il pianoforte a coda è un grande e professionalmente progettato pianoforte acustico, solitamente having a design orizzontale, a forma di ala, utilizzato da pianisti professionisti e istituzioni musicali.",
      "example": "I practiced playing the grand piano at the concert hall yesterday, my teacher taught me how to play the grand piano when I was 10, and I will perform on the grand piano at the music festival next summer.",
      "example_translation": "Ho esercitato a suonare il pianoforte a coda nella sala da concerto ieri, il mio insegnante mi ha insegnato come suonare il pianoforte a coda quando avevo 10 anni, e suonerò sul pianoforte a coda al festival della musica la prossima estate.",
      "imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "harmonica",
      "translation": "armonica",
      "definition": "A small musical instrument played by blowing and drawing air through it, typically used in blues, folk, and rock music.",
      "definition_translation": "Uno strumento musicale piccolo suonato soffiando e tirando aria attraverso di esso, solitamente utilizzato nel blues, folk e musica rock.",
      "example": "I played the harmonica at the blues concert last night, and I will play it again at the festival next weekend. By that time, I will have been playing it for years.",
      "example_translation": "Ho suonato l'armonica al concerto blues la scorsa notte e lo suonerò di nuovo al festival il prossimo weekend. A quel tempo, avrò suonato per anni.",
      "imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tambourine",
      "translation": "tamburo",
      "definition": "A shallow drum with metal jingles, used in various types of music, especially rock and pop.",
      "definition_translation": "Un tamburo poco profondo con sonagli metallici, utilizzato in vari tipi di musica, soprattutto rock e pop.",
      "example": "The lead singer shook the tambourine wildly during the concert, and she will shake it again when the band goes on tour next month. By then, she will have shaken it hundreds of times.",
      "example_translation": "La cantante principale ha scosso il tamburo selvaggiamente durante il concerto e lo scuoterà di nuovo quando la band partirà in tour il prossimo mese. A quel tempo, lo avrà scosso centinaia di volte.",
      "imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "horn",
      "translation": "corno",
      "definition": "A musical instrument, typically brass, that is played by blowing air through a mouthpiece.",
      "definition_translation": "Uno strumento musicale, solitamente di ottone, che si suona soffiando aria attraverso una bocchetta.",
      "example": "The horn section of the orchestra played a beautiful melody last night, and they will play it again at the concert next year. By then, they will have perfected the piece.",
      "example_translation": "La sezione di corni dell'orchestra ha suonato una bella melodia la scorsa notte e la suoneranno di nuovo al concerto l'anno prossimo. A quel tempo, avranno perfezionato il pezzo.",
      "imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "organ",
      "translation": "organo",
      "definition": "A musical instrument with pipes, played by pressing keys or pedals.",
      "definition_translation": "Uno strumento musicale con canne, suonato premendo tasti o pedali.",
      "example": "I played the organ at church yesterday, I will play it again tomorrow, and I played it three years ago.",
      "example_translation": "Ho suonato l'organo in chiesa ieri, lo suonerò di nuovo domani e l'ho suonato tre anni fa.",
      "imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "triangle",
      "translation": "triangolo",
      "definition": "A polygon with three sides and three vertices.",
      "definition_translation": "Un poligono con tre lati e tre vertici.",
      "example": "I drew a triangle on the paper yesterday, I will draw it again tomorrow, and I drew it last month.",
      "example_translation": "Ho disegnato un triangolo sulla carta ieri, lo disegnerò di nuovo domani e l'ho disegnato il mese scorso.",
      "imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balalaika",
      "translation": "balalajka",
      "definition": "A traditional Russian stringed instrument with a triangular body.",
      "definition_translation": "Uno strumento a corde tradizionale russo con corpo triangolare.",
      "example": "I played the balalaika at the festival last year, I will play it again next year, and I played it five years ago.",
      "example_translation": "Ho suonato la balalajka al festival l'anno scorso, lo suonerò di nuovo l'anno prossimo e l'ho suonata cinque anni fa.",
      "imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "banjo",
      "translation": "banjo",
      "definition": "A stringed musical instrument with a round body and a long neck, played by plucking or strumming.",
      "definition_translation": "Uno strumento musicale a corde con un corpo rotondo e un lungo collo, suonato pizzicando o strimpellando.",
      "example": "I played the banjo in the folk band last night, but I will play it again tomorrow, and I have played it for years.",
      "example_translation": "Ho suonato il banjo nella band folk ieri sera, ma suonerò di nuovo domani, e l'ho suonato per anni.",
      "imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bassoon",
      "translation": "fagotto",
      "definition": "A large, double-reed woodwind instrument, used especially in orchestras and chamber music.",
      "definition_translation": "Uno strumento a fiato di legno ad ancia doppia, usato specialmente nelle orchestre e nella musica da camera.",
      "example": "The bassoon player had to practice for hours to get the complex melody right, but now she plays it flawlessly, and she will play it in the concert next week.",
      "example_translation": "Il fagottista ha dovuto praticare per ore per ottenere la melodia complessa giusta, ma ora la suona alla perfezione, e la suonerà nel concerto della prossima settimana.",
      "imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "castanets",
      "translation": "castagnette",
      "definition": "A pair of small, hollow shells, typically made of wood or plastic, clicked together to produce a rhythmic sound.",
      "definition_translation": "Una coppia di piccole conchiglie cava, solitamente fatte di legno o plastica, cliccate insieme per produrre un suono ritmico.",
      "example": "I will use the castanets in the Spanish dance routine tonight, and I used them last week, but I have been playing them since I was a child.",
      "example_translation": "Userò le castagnette nella routine di danza spagnola stasera, e le ho usate la settimana scorsa, ma le ho suonate fin da quando ero un bambino.",
      "imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cimbalom",
      "translation": "cimbalom",
      "definition": "A cimbalom is a type of hammered dulcimer that originated in Hungary and is played by striking keys with small hammers or mallets.",
      "definition_translation": "Il cimbalom è un tipo di salterio martellato originario dell'Ungheria e viene suonato battendo le chiavi con piccoli martelli o magli.",
      "example": "The musician expertly played the cimbalom at the traditional Hungarian festival. She had played the cimbalom since she was a child. She will play the cimbalom at the upcoming concert.",
      "example_translation": "Il musicista ha suonato con maestria il cimbalom al festival tradizionale ungherese. Ha suonato il cimbalom fin da quando era bambina. Suonerà il cimbalom al concerto in arrivo.",
      "imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clapper",
      "translation": "battifolle",
      "definition": "A clapper is a tool used to make a sudden, sharp noise, typically used in filmmaking to mark the beginning and end of a take.",
      "definition_translation": "Un battifolle è uno strumento utilizzato per produrre un rumore improvviso e secco, generalmente utilizzato nella produzione cinematografica per segnare l'inizio e la fine di una scena.",
      "example": "The clapper was loudly sounded to signal the start of filming. The director had used a clapper in every take. The actress will use a clapper to mark the beginning of the scene tomorrow.",
      "example_translation": "Il battifolle è stato fatto risuonare forte per segnalare l'inizio delle riprese. Il regista aveva usato un battifolle in ogni scena. L'attrice userà un battifolle per segnalare l'inizio della scena domani.",
      "imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clarinet",
      "translation": "clarinetto",
      "definition": "A clarinet is a woodwind instrument with a single reed, often used in jazz, classical, and orchestral music.",
      "definition_translation": "Il clarinetto è uno strumento a fiato con un'unica ancia, spesso utilizzato nel jazz, nella musica classica e in quella orchestrale.",
      "example": "The clarinet player beautifully performed the solo. She had learned to play the clarinet in high school. He will teach his son to play the clarinet next year.",
      "example_translation": "Il clarinettista ha eseguito la sua parte solista in modo splendidamente. Aveva imparato a suonare il clarinetto al liceo. Insegnò al figlio a suonare il clarinetto l'anno prossimo.",
      "imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cymbal",
      "translation": "cimbalo",
      "definition": "A metal plate struck with a stick or crashed together to produce a ringing sound, typically used in orchestral and band music.",
      "definition_translation": "Un piatto di metallo colpito con un bastone o fatto crash insieme per produrre un suono tintinnante, tipicamente utilizzato nella musica orchestrale e di banda.",
      "example": "The drummer expertly crashed the cymbals together to add drama to the music. Yesterday, she had practiced cymbal technique for hours. By next week, she will be able to play the cymbals with ease.",
      "example_translation": "Il batterista ha abilmente fatto crash insieme i cimbali per aggiungere drammaticità alla musica. Ieri, aveva praticato la tecnica del cimbalo per ore. Entro la prossima settimana, sarà in grado di suonare i cimbali con facilità.",
      "imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "double bass",
      "translation": "contrabbasso",
      "definition": "A large stringed instrument played by drawing a bow across its four strings or by plucking them with the fingers, used in orchestras and jazz groups.",
      "definition_translation": "Uno strumento a corda grande suonato trascinando un archetto sulle sue quattro corde o pizzicandole con le dita, utilizzato nelle orchestre e nei gruppi jazz.",
      "example": "The double bass player's deep notes resonated throughout the concert hall. Yesterday, he had tuned his double bass carefully. By next month, he will have mastered the double bass solo.",
      "example_translation": "Le note basse del contrabbassista hanno risuonato in tutta la sala da concerto. Ieri, aveva accordato il suo contrabbasso con cura. Entro il prossimo mese, avrà padroneggiato il solo di contrabbasso.",
      "imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gong",
      "translation": "gong",
      "definition": "A metal plate struck with a stick to produce a deep, resonant sound, used in various types of music and in some forms of meditation.",
      "definition_translation": "Un piatto di metallo colpito con un bastone per produrre un suono profondo e risonante, utilizzato in vari tipi di musica e in alcune forme di meditazione.",
      "example": "The musician struck the gong to signal the start of the concert. Yesterday, she had practiced gong technique for hours. By next year, she will have mastered the art of playing the gong.",
      "example_translation": "Il musicista ha colpito il gong per segnalare l'inizio del concerto. Ieri, aveva praticato la tecnica del gong per ore. Entro il prossimo anno, avrà padroneggiato l'arte di suonare il gong.",
      "imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "harmonium",
      "translation": "armonio",
      "definition": "A harmonium is a free-reed aerophone, which produces sound when air is blown through reeds, causing them to vibrate. It is similar to a reed organ, but is generally smaller and more portable.",
      "definition_translation": "L'armonio è un aerofono a canne libere, che produce suono quando l'aria viene soffiata attraverso le canne, facendole vibrare. È simile a un organo a canne, ma è generalmente più piccolo e più portatile.",
      "example": "I played the harmonium in church last Sunday. I will play the harmonium at the concert next week. I have been playing the harmonium for five years.",
      "example_translation": "Ho suonato l'armonio in chiesa la scorsa domenica. Suonerò l'armonio al concerto la prossima settimana. Ho suonato l'armonio per cinque anni.",
      "imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "harp",
      "translation": "arpa",
      "definition": "A harp is a stringed musical instrument that has a number of strings of varying lengths that are plucked to produce sound.",
      "definition_translation": "L'arpa è uno strumento musicale a corde che ha un numero di corde di lunghezze diverse che vengono pizzicate per produrre suono.",
      "example": "She played the harp beautifully at the wedding. The harp is a popular instrument in many cultures. I will learn to play the harp next year.",
      "example_translation": "Lei ha suonato l'arpa in modo meraviglioso al matrimonio. L'arpa è uno strumento popolare in molte culture. Imparerò a suonare l'arpa l'anno prossimo.",
      "imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "harpsichord",
      "translation": "clavicembalo",
      "definition": "A harpsichord is a musical instrument played by plucking strings with the fingers, similar to a piano, but with a more delicate and intricate sound.",
      "definition_translation": "Il clavicembalo è uno strumento musicale suonato pizzicando le corde con le dita, simile a un pianoforte, ma con un suono più delicato e intricato.",
      "example": "The harpsichord was popular in the Baroque period. I have never seen a harpsichord in person. She will play the harpsichord at the concert tonight.",
      "example_translation": "Il clavicembalo è stato popolare nel periodo barocco. Non ho mai visto un clavicembalo di persona. Suonerà il clavicembalo al concerto stasera.",
      "imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kettledrums",
      "translation": "timpani",
      "definition": "a set of percussion instruments consisting of a series of shallow bowls of graduated size, typically mounted on a stand and played by striking with soft-headed hammers",
      "definition_translation": "un insieme di strumenti a percussione composti da una serie di contenitori poco profondi di dimensioni graduate, generalmente montati su un sostegno e suonati colpendo con martelli a testa morbida",
      "example": "The orchestra included kettledrums, which added depth to the music. Yesterday, the kettledrums were played loudly, and tomorrow, they will be played softly.",
      "example_translation": "L'orchestra comprendeva i timpani, che hanno aggiunto profondità alla musica. Ieri, i timpani sono stati suonati forte, e domani, saranno suonati piano.",
      "imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lute",
      "translation": "liuto",
      "definition": "a stringed musical instrument with a pear-shaped body, played by plucking the strings with the fingers or with a plectrum",
      "definition_translation": "uno strumento musicale a corde con un corpo a forma di pera, suonato pizzicando le corde con le dita o con un plettro",
      "example": "In the Middle Ages, the lute was a popular instrument. The famous musician played the lute beautifully, and will play it again next week.",
      "example_translation": "Nel Medioevo, il liuto era uno strumento popolare. Il famoso musicista ha suonato il liuto in modo meraviglioso, e lo suonerà di nuovo la settimana prossima.",
      "imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mandolin",
      "translation": "mandolino",
      "definition": "a stringed musical instrument with a pear-shaped body and a fretted neck, played by plucking the strings with the fingers or with a plectrum",
      "definition_translation": "uno strumento musicale a corde con un corpo a forma di pera e un manico scanalato, suonato pizzicando le corde con le dita o con un plettro",
      "example": "The mandolin was played by the folk band. Yesterday, I saw a musician playing the mandolin, and tomorrow, I will play it myself.",
      "example_translation": "Il mandolino è stato suonato dalla band folk. Ieri, ho visto un musicista che suonava il mandolino, e domani, lo suonerò io stesso.",
      "imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "maracas",
      "translation": "maracche",
      "definition": "A maraca is a percussion instrument originating from Latin America, consisting of a hollow shell filled with beads or pebbles, shaken to produce a rattling sound.",
      "definition_translation": "Un maraca è uno strumento a percussione originario dell'America Latina, composto da una conchiglia vuota riempita con perle o ghiaia, scossa per produrre un suono rauco.",
      "example": "I learned to play the maracas in my elementary school music class, and now I shake them at every party I attend. I will shake them at my friend's birthday party tomorrow. I had shaken them at the festival last week.",
      "example_translation": "Ho imparato a suonare le maracche nella mia classe di musica elementare, e ora le scuoto a ogni festa cui partecipo. Scuoterò le maracche alla festa di compleanno del mio amico domani. Avevo scosso le maracche al festival la settimana scorsa.",
      "imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "oboe",
      "translation": "oboe",
      "definition": "An oboe is a double-reed woodwind instrument, played by blowing air through the reed, used in orchestras and chamber music ensembles.",
      "definition_translation": "Un oboe è uno strumento a fiato ad ancia doppia, suonato soffiando aria attraverso l'ancia, utilizzato in orchestre e ensemble di musica da camera.",
      "example": "The oboe player in the symphony orchestra was very skilled and played beautifully. She will play the oboe in the opera performance next month. She had played the oboe in the school band when she was a teenager.",
      "example_translation": "Il suonatore di oboe nella orchestra sinfonica era molto abile e suonava magnificamente. Suonerà l'oboe nella rappresentazione d'opera il mese prossimo. Aveva suonato l'oboe nella banda scolastica quando era adolescente.",
      "imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ocarina",
      "translation": "ocarina",
      "definition": "An ocarina is a small, flute-like instrument with a whistle-like mouthpiece, used to produce a high-pitched sound, often used in video game soundtracks and folk music.",
      "definition_translation": "Un'ocarina è uno strumento piccolo, simile a una flauto, con un bocchino a fischio, usato per produrre un suono acuto, spesso utilizzato in colonne sonore di videogiochi e musica folk.",
      "example": "I received an ocarina as a gift from my friend who loves playing video games. I will play the ocarina in my school's talent show next year. I had played the ocarina in the school choir when I was in middle school.",
      "example_translation": "Ho ricevuto un'ocarina come regalo dal mio amico che ama giocare ai videogiochi. Suonerò l'ocarina nello spettacolo dei talenti della mia scuola l'anno prossimo. Avevo suonato l'ocarina nel coro scolastico quando ero al liceo.",
      "imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "recorder",
      "translation": "registrazione",
      "definition": "A recorder is a musical instrument that is played by blowing air through it, producing a high-pitched sound.",
      "definition_translation": "Un registratore è uno strumento musicale che si suona soffiando aria, producendo un suono acuto.",
      "example": "I learned to play the recorder in elementary school. Now I play it every week. In the future, I will play it in a band.",
      "example_translation": "Ho imparato a suonare il registratore alla scuola elementare. Ora lo suono ogni settimana. In futuro, lo suonerò in una band.",
      "imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "snare drum",
      "translation": "rullante",
      "definition": "A snare drum is a type of drum that produces a sharp, cracking sound when hit with a stick.",
      "definition_translation": "Un rullante è un tipo di tamburo che produce un suono secco e craccante quando colpito con una bacchetta.",
      "example": "I hit the snare drum loudly in the marching band. Yesterday, I practiced drumming on the snare drum. In the future, I will play the snare drum in a concert.",
      "example_translation": "Ho colpito il rullante forte nella banda di marcia. Ieri, ho praticato la batteria sul rullante. Nel futuro, suonerò il rullante in un concerto.",
      "imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "trombone",
      "translation": "trombone",
      "definition": "A trombone is a musical instrument that is played by blowing air through it, changing the pitch by sliding the instrument in and out.",
      "definition_translation": "Un trombone è uno strumento musicale che si suona soffiando aria, cambiando l'altezza cambiando la lunghezza strumento dentro e fuori.",
      "example": "I played the trombone in the school orchestra. My brother has played the trombone for years. In the future, I will learn to play the trombone professionally.",
      "example_translation": "Ho suonato il trombone nell'orchestra scolastica. Mio fratello ha suonato il trombone per anni. Nel futuro, imparerò a suonare il trombone professionalmente.",
      "imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tuba",
      "translation": "tuba",
      "definition": "A tuba is a brass wind instrument characterized by its large size, low pitched sound, and distinctive shape.",
      "definition_translation": "La tuba è uno strumento a fiato metallico caratterizzato dalle sue grandi dimensioni, il suo suono basso e la sua forma distintiva.",
      "example": "The tuba player was thrilled to play in the orchestra's rendition of Beethoven's Fifth Symphony. She had played the tuba since she was a child, and now plays it professionally. She will play the tuba in the upcoming concert.",
      "example_translation": "Il giocatore di tuba era entusiasta di suonare nell'esecuzione della Quinta Sinfonia di Beethoven dell'orchestra. Aveva suonato la tuba fin da quando era bambina, e ora la suona professionalmente. Suonerà la tuba nel concerto imminente.",
      "imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tubular bells",
      "translation": "campane tubolari",
      "definition": "Tubular bells are a musical instrument consisting of a series of metal tubes of varying lengths that are struck to produce a ringing sound.",
      "definition_translation": "Le campane tubolari sono uno strumento musicale composto da una serie di tubi di metallo di lunghezze diverse che vengono percossi per produrre un suono di campane.",
      "example": "The composer chose to feature tubular bells in the song's intro to create a haunting atmosphere. The musician played the tubular bells with precision, creating a sense of tension. She will play the tubular bells in the upcoming music festival.",
      "example_translation": "Il compositore ha scelto di avere le campane tubolari nell'introduzione della canzone per creare un'atmosfera inquietante. Il musicista ha suonato le campane tubolari con precisione, creando un senso di tensione. Suonerà le campane tubolari nel festival musicale imminente.",
      "imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vibraphone",
      "translation": "vibrafono",
      "definition": "A vibraphone is a percussion instrument that consists of a set of metal bars of varying pitches that are struck to produce a resonant, ringing sound.",
      "definition_translation": "Il vibrafono è uno strumento a percussione che consiste in un set di barre di metallo di diverse altezze che vengono percosse per produrre un suono risonante e metallic.",
      "example": "The vibraphone added a unique touch to the jazz composer's piece. She played the vibraphone with finesse, creating a soothing atmosphere. The vibraphone will be featured in the upcoming jazz concert.",
      "example_translation": "Il vibrafono ha aggiunto un tocco unico al pezzo del compositore jazz. Ha suonato il vibrafono con finezza, creando un'atmosfera rilassante. Il vibrafono sarà presente nel concerto jazz imminente.",
      "imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "xylophone",
      "translation": "xilofono",
      "definition": "a musical instrument with a series of bars of graduated length that are struck by hammers to produce a ringing sound",
      "definition_translation": "uno strumento musicale con una serie di barre di lunghezza graduata che vengono colpite da martelli per produrre un suono metallico",
      "example": "I played the xylophone in the school band, I play it now, and I will play it when I'm older.",
      "example_translation": "Ho suonato il xilofono nella banda scolastica, lo suono adesso e lo suonerò quando sarò più grande.",
      "imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]