[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "comb",
      "translation": "pettine",
      "definition": "A comb is a tool used for arranging or smoothing the hair",
      "definition_translation": "Un pettine è uno strumento utilizzato per sistemare o lisciare i capelli",
      "example": "I combed my hair yesterday, I am combing it now, and I will comb it tomorrow.",
      "example_translation": "Ho pettinato i miei capelli ieri, sto pettinando ora e pettinerò domani.",
      "imageLink": "image_files\\English\\comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shampoo",
      "translation": "shampoo",
      "definition": "A shampoo is a liquid or gel-like substance used for washing the hair",
      "definition_translation": "Uno shampoo è una sostanza liquida o gelatinosa utilizzata per lavare i capelli",
      "example": "I shampooed my hair last week, I am shampooing it now, and I will shampoo it next month.",
      "example_translation": "Ho shampooato i miei capelli la settimana scorsa, sto shampooando ora e shampooerò il mese prossimo.",
      "imageLink": "image_files\\English\\shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cream",
      "translation": "crema",
      "definition": "A cream is a thick and rich liquid or semi-solid substance, often used in food or cosmetics",
      "definition_translation": "Una crema è una sostanza liquida o semisolidale spessa e ricca, spesso utilizzata nel cibo o nei cosmetici",
      "example": "I used a cream on my face last night, I am using it now, and I will use it tomorrow morning.",
      "example_translation": "Ho usato una crema sulla mia faccia la scorsa notte, sto usando ora e userò domani mattina.",
      "imageLink": "image_files\\English\\cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "deodorant",
      "translation": "deodorante",
      "definition": "A sweet-smelling substance applied to the body to prevent body odor. Deodorants are often used in combination with antiperspirants, which help to reduce sweat.",
      "definition_translation": "Una sostanza profumata applicata al corpo per prevenire l'odore del corpo. I deodoranti sono spesso utilizzati in combinazione con antitraspiranti, che aiutano a ridurre la sudorazione.",
      "example": "I applied deodorant after my morning shower, I will apply deodorant before going to the gym, and I applied deodorant after my run yesterday.",
      "example_translation": "Ho applicato deodorante dopo la mia doccia mattutina, applicherò deodorante prima di andare in palestra, e ho applicato deodorante dopo la mia corsa ieri.",
      "imageLink": "image_files\\English\\deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hand cream",
      "translation": "crema per le mani",
      "definition": "A moisturizing lotion or cream applied to the skin of the hands to soften and protect it.",
      "definition_translation": "Una lozione o crema idratante applicata alla pelle delle mani per ammorbidirla e proteggerla.",
      "example": "I use hand cream every morning, my grandmother used hand cream to keep her hands soft, and she will use hand cream to protect her hands from the cold.",
      "example_translation": "Uso crema per le mani ogni mattina, mia nonna usava crema per le mani per tenerle morbide, e lei userà crema per le mani per proteggerle dal freddo.",
      "imageLink": "image_files\\English\\hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lipstick",
      "translation": "rossetto",
      "definition": "A cosmetic product used to color and moisturize the lips.",
      "definition_translation": "Un prodotto cosmetico utilizzato per colorare e idratare le labbra.",
      "example": "I applied lipstick before the party, my sister uses lipstick to match her outfit, and she will apply lipstick before her wedding.",
      "example_translation": "Ho applicato rossetto prima della festa, mia sorella usa rossetto per abbinarlo al suo outfit, e lei applicherà rossetto prima del suo matrimonio.",
      "imageLink": "image_files\\English\\lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mascara",
      "translation": "mascara",
      "definition": "A cosmetic applied to the eyelashes to make them appear longer, thicker, and darker.",
      "definition_translation": "Un cosmetico applicato alle ciglia per farle apparire più lunghe, più spesse e più scure.",
      "example": "I applied mascara to my eyelashes before the party. Yesterday, I had applied mascara to my eyelashes before the wedding. By the end of the year, I will have applied mascara to my eyelashes before every special occasion.",
      "example_translation": "Ho applicato la mascara alle mie ciglia prima della festa. Ieri, avevo applicato la mascara alle mie ciglia prima del matrimonio. Entro la fine dell'anno, avrò applicato la mascara alle mie ciglia prima di ogni occasione speciale.",
      "imageLink": "image_files\\English\\mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mask",
      "translation": "maschera",
      "definition": "A covering to conceal or protect the face, typically made of fabric or plastic.",
      "definition_translation": "Un copertura per nascondere o proteggere il viso, tipicamente fatto di stoffa o plastica.",
      "example": "She wore a mask to the costume party. Last week, she had worn a mask to the doctor's office. Next month, she will wear a mask to the Halloween party.",
      "example_translation": "Lei indossava una maschera alla festa in costume. La settimana scorsa, lei aveva indossato una maschera nello studio del medico. Il mese prossimo, indosserà una maschera alla festa di Halloween.",
      "imageLink": "image_files\\English\\facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shower gel",
      "translation": "gel doccia",
      "definition": "A type of liquid or gel-like substance used for cleaning the body while showering.",
      "definition_translation": "Un tipo di sostanza liquida o gelatinosa usata per pulire il corpo mentre ci si lava.",
      "example": "I used shower gel in the morning. Yesterday, I had used shower gel after the gym. By the end of the week, I will have used shower gel every day.",
      "example_translation": "Ho usato il gel doccia al mattino. Ieri, avevo usato il gel doccia dopo la palestra. Entro la fine della settimana, avrò usato il gel doccia ogni giorno.",
      "imageLink": "image_files\\English\\shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "body balm",
      "translation": "balsamo per il corpo",
      "definition": "A type of moisturizing cream or lotion used to soften and soothe the skin, often applied after showering or bathing.",
      "definition_translation": "Un tipo di crema o lozione idratante utilizzata per ammorbidire e lenire la pelle, spesso applicata dopo la doccia o il bagno.",
      "example": "I apply body balm after showering to keep my skin hydrated. Yesterday, I applied body balm after sunbathing to soothe my sunburn. Tomorrow, I will apply body balm after exercising to pamper myself.",
      "example_translation": "Applico il balsamo per il corpo dopo la doccia per mantenere la mia pelle idratata. Ieri, ho applicato il balsamo per il corpo dopo la cura solare per lenire il mio scottatura. Domani, applicherò il balsamo per il corpo dopo l'esercizio per farmi coccolare.",
      "imageLink": "image_files\\English\\body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cotton pad",
      "translation": "dischetto di cotone",
      "definition": "A small, round pad made of cotton, used to apply or remove makeup, nail polish, or other cosmetics.",
      "definition_translation": "Un piccolo padtoncino rotondo fatto di cotone, utilizzato per applicare o rimuovere trucco, smalto per unghie o altri cosmetici.",
      "example": "I used a cotton pad to remove my nail polish last night. Today, I will use a cotton pad to apply toner to my skin. Yesterday, my sister used a cotton pad to apply eyeshadow.",
      "example_translation": "Ho usato un dischetto di cotone per rimuovere lo smalto dalle unghie la scorsa notte. Oggi, userò un dischetto di cotone per applicare il tonico sulla mia pelle. Ieri, mia sorella ha usato un dischetto di cotone per applicare l'ombretto.",
      "imageLink": "image_files\\English\\make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "electric razor",
      "translation": "rasoio elettrico",
      "definition": "A device that uses rotating blades or a vibrating mechanism to cut hair, powered by electricity.",
      "definition_translation": "Un dispositivo che utilizza lame rotanti o un meccanismo vibrante per tagliare i capelli, alimentato dall'elettricità.",
      "example": "My father uses an electric razor to shave every morning. Yesterday, I bought a new electric razor to replace my old one. By next year, I will have used my electric razor for five years.",
      "example_translation": "Mio padre usa un rasoio elettrico per radersi ogni mattina. Ieri, ho comprato un nuovo rasoio elettrico per sostituire il mio vecchio. Entro il prossimo anno, avrò usato il mio rasoio elettrico per cinque anni.",
      "imageLink": "image_files\\English\\electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "essential oil",
      "translation": "olio essenziale",
      "definition": "A concentrated plant extract that contains the essence of a plant, used in aromatherapy and perfumery.",
      "definition_translation": "Un estratto concentrato di pianta che contiene l'essenza di una pianta, utilizzato in aromaterapia e profumeria.",
      "example": "I used essential oil in my massage therapy session to relax my muscles. I will use essential oil in my bath tonight to unwind. I had used essential oil in my homemade skincare products last week.",
      "example_translation": "Ho usato olio essenziale nella mia seduta di terapia di massaggio per rilassare i miei muscoli. Userò olio essenziale nel mio bagno stasera per rilassare. Avevo usato olio essenziale nei miei prodotti di skincare fatti in casa la scorsa settimana.",
      "imageLink": "image_files\\English\\essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eyelash curler",
      "translation": "cicladi forbici",
      "definition": "A beauty tool used to curl and shape eyelashes, giving a more dramatic and open-eyed look.",
      "definition_translation": "Uno strumento di bellezza utilizzato per arricciare e modellare le ciglia, dandone un aspetto più drammatico e occhi aperti.",
      "example": "I used an eyelash curler to add volume to my eyelashes before applying mascara. She uses an eyelash curler every morning to get a more awake look. They had used an eyelash curler in their makeup tutorial to create a natural look.",
      "example_translation": "Ho usato un cicladi forbici per aggiungere volume alle mie ciglia prima di applicare il mascara. Lei utilizza un cicladi forbici ogni mattina per ottenere un aspetto più sveglio. Avevano usato un cicladi forbici nel loro tutorial sulla makeup per creare un look naturale.",
      "imageLink": "image_files\\English\\eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair dye",
      "translation": "tintura per capelli",
      "definition": "A chemical substance used to change the color of hair, available in various shades and types.",
      "definition_translation": "Una sostanza chimica utilizzata per cambiare il colore dei capelli, disponibile in vari toni e tipi.",
      "example": "I will use hair dye to change my hair color for the summer. She used hair dye to cover her grey hair and look younger. They had used hair dye to achieve a bold and vibrant look for the festival.",
      "example_translation": "Userò tintura per capelli per cambiare il colore dei miei capelli per l'estate. Lei ha usato tintura per capelli per coprire i suoi capelli grigi e sembrare più giovane. Avevano usato tintura per capelli per ottenere un look audace e vibrante per il festival.",
      "imageLink": "image_files\\English\\hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail buffer",
      "translation": "tamponatore per unghie",
      "definition": "A nail buffer is a tool used to shape and smooth the edges of fingernails or toenails.",
      "definition_translation": "Un tamponatore per unghie è uno strumento utilizzato per dare forma e levigare i bordi delle unghie dei piedi o delle mani.",
      "example": "I used a nail buffer to smooth out my rough nails. Yesterday, I had used it to shape my toenails. If I have time, I will use it to buff my fingernails tomorrow.",
      "example_translation": "Ho usato un tamponatore per unghie per levigare le mie unghie ruvide. Ieri, l'avevo usato per dare forma alle mie unghie dei piedi. Se avrò tempo, userò per lucidare le mie unghie dei piedi domani.",
      "imageLink": "image_files\\English\\nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail clipper",
      "translation": "tagliaunghie",
      "definition": "A nail clipper is a small instrument used to trim and cut fingernails or toenails.",
      "definition_translation": "Un tagliaunghie è uno strumento piccolo utilizzato per tagliare e accorciare le unghie dei piedi o delle mani.",
      "example": "My nail clipper is rusty and needs to be replaced. She used her nail clipper to trim her toenails. He will use a nail clipper to cut his fingernails tomorrow.",
      "example_translation": "Il mio tagliaunghie è arrugginito e ha bisogno di essere sostituito. Lei ha usato il suo tagliaunghie per accorciare le sue unghie dei piedi. Lui userà un tagliaunghie per tagliare le sue unghie dei piedi domani.",
      "imageLink": "image_files\\English\\nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail file",
      "translation": "lima per unghie",
      "definition": "A nail file is a tool used to shape and smooth the surface of fingernails or toenails.",
      "definition_translation": "Una lima per unghie è uno strumento utilizzato per dare forma e levigare la superficie delle unghie dei piedi o delle mani.",
      "example": "I need a nail file to shape my nails. She has been using a nail file to smooth out her toenails. He used a nail file to fix his broken nail.",
      "example_translation": "Ho bisogno di una lima per unghie per dare forma alle mie unghie. Lei ha usato una lima per unghie per levigare le sue unghie dei piedi. Lui ha usato una lima per unghie per riparare la sua unghia rotta.",
      "imageLink": "image_files\\English\\nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spatula",
      "translation": "spatola",
      "definition": "A kitchen utensil consisting of a flat, wide blade with a handle, used for scraping, flipping, and serving food.",
      "definition_translation": "Un utensile da cucina composto da una lama piatta e larga con un manico, usato per raschiare, girare e servire cibo.",
      "example": "She used a spatula to flip the pancakes. She has been using a spatula to scrape the sides of the bowl. She will use a spatula to serve the cake.",
      "example_translation": "Lei ha usato una spatola per girare le pancakes. Ha usato una spatola per raschiare i lati della ciotola. Userà una spatola per servire la torta.",
      "imageLink": "image_files\\English\\spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tinted moisturiser",
      "translation": "idratante colorato",
      "definition": "A cosmetic product that combines the benefits of a moisturizer with a subtle tint of color to enhance the appearance of the skin.",
      "definition_translation": "Un prodotto cosmetico che combina i benefici di un idratante con un colore tenero per migliorare l'aspetto della pelle.",
      "example": "She applied a tinted moisturiser to even out her skin tone. She has been using a tinted moisturiser to hydrate her skin. She will use a tinted moisturiser to look more natural.",
      "example_translation": "Lei ha applicato un idratante colorato per uniformare il tono della pelle. Ha usato un idratante colorato per idratare la sua pelle. Userà un idratante colorato per apparire più naturale.",
      "imageLink": "image_files\\English\\tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toe separator",
      "translation": "separatore per dita dei piedi",
      "definition": "A small device or accessory used to separate the toes, typically to relieve pressure or discomfort, or to help with toe alignment.",
      "definition_translation": "Un dispositivo o accessorio piccolo usato per separare le dita dei piedi, solitamente per alleviare la pressione o il disagio, o per aiutare nell'allineamento delle dita dei piedi.",
      "example": "She used a toe separator to alleviate pressure on her toes. She has been using a toe separator to help align her toes. She will use a toe separator to relieve discomfort during her hike.",
      "example_translation": "Lei ha usato un separatore per dita dei piedi per alleviare la pressione sui suoi piedi. Ha usato un separatore per dita dei piedi per aiutare nell'allineamento delle sue dita dei piedi. Userà un separatore per dita dei piedi per alleviare il disagio durante la sua escursione.",
      "imageLink": "image_files\\English\\toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aftershave",
      "translation": "dopo barba",
      "definition": "A liquid or gel applied to the skin after shaving to moisturize and soothe it.",
      "definition_translation": "Un liquido o gel applicato sulla pelle dopo la rasatura per idratare e calmare.",
      "example": "I always use aftershave after shaving, I used aftershave yesterday, I will use aftershave tomorrow.",
      "example_translation": "Io uso sempre il dopobarba dopo la rasatura, ho usato il dopobarba ieri, userò il dopobarba domani.",
      "imageLink": "image_files\\English\\aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blusher",
      "translation": "fard",
      "definition": "A cosmetic powder or cream used to give the cheeks a healthy, rosy color.",
      "definition_translation": "Un polvere o crema cosmetica usata per dare alle guance un colore sano, rosato.",
      "example": "She applied blusher to her cheeks, She had applied blusher to her cheeks, She will apply blusher to her cheeks.",
      "example_translation": "Lei ha applicato il fard alle guance, aveva applicato il fard alle guance, applicherà il fard alle guance.",
      "imageLink": "image_files\\English\\blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "body scrub",
      "translation": "esfoliante corpo",
      "definition": "A cosmetic product used to remove dead skin cells from the body.",
      "definition_translation": "Un prodotto cosmetico usato per rimuovere le cellule della pelle morta dal corpo.",
      "example": "I use body scrub every week, I used body scrub last week, I will use body scrub next week.",
      "example_translation": " Io uso esfoliante corpo ogni settimana, ho usato esfoliante corpo la settimana scorsa, userò esfoliante corpo la prossima settimana.",
      "imageLink": "image_files\\English\\scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bubble bath",
      "translation": "bagno di schiuma",
      "definition": "A bath filled with a mixture of water and soap or detergent, used for relaxation and pleasure.",
      "definition_translation": "Un bagno riempito di una miscela di acqua e sapone o detergente, utilizzato per il relax e il piacere.",
      "example": "I took a bubble bath to relax after a long day, I will take a bubble bath tomorrow to pamper myself, She took a bubble bath yesterday to soothe her muscles.",
      "example_translation": "Ho fatto un bagno di schiuma per rilassarmi dopo una lunga giornata, farò un bagno di schiuma domani per coccolarmi, lei ha fatto un bagno di schiuma ieri per lenire i suoi muscoli.",
      "imageLink": "image_files\\English\\bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "compact",
      "translation": "compatto",
      "definition": "Giving a lot of information or value in a small space or amount of time.",
      "definition_translation": "Fornendo molte informazioni o valore in uno spazio o tempo limitati.",
      "example": "The compact design of the new smartphone is amazing, I will buy a compact car next year, She has a compact beauty routine that takes only 10 minutes.",
      "example_translation": "Il design compatto del nuovo smartphone è fantastico, comprerò una macchina compatto l'anno prossimo, lei ha una routine di bellezza compatto che richiede solo 10 minuti.",
      "imageLink": "image_files\\English\\compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "concealer",
      "translation": "correttore",
      "definition": "A cosmetic product used to cover up imperfections or blemishes on the skin.",
      "definition_translation": "Un prodotto cosmetico utilizzato per coprire imperfezioni o imperfezioni sulla pelle.",
      "example": "She applied a concealer to cover up the dark circles under her eyes, I use a concealer to hide my acne scars, The makeup artist used a concealer to even out her skin tone.",
      "example_translation": "Lei ha applicato un correttore per coprire i cerchi scuri sotto gli occhi, uso un correttore per nascondere le mie cicatrici acneiche, il truccatore ha utilizzato un correttore per uniformare il suo tono di pelle.",
      "imageLink": "image_files\\English\\concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cotton buds",
      "translation": "bacchette cotone",
      "definition": "Small, cylindrical pads of cotton wool on a stick, used for applying or removing makeup, cleaning the ears, or applying ointments.",
      "definition_translation": "Piccole padelle di cotone su un bastoncino, usate per applicare o rimuovere trucchi, pulire le orecchie o applicare unguenti.",
      "example": "I used cotton buds to apply eyeliner yesterday, I use them to clean my ears today, and I will use them to apply ointment tomorrow.",
      "example_translation": "Ho usato le bacchette cotone per applicare eyeliner ieri, le uso per pulire le mie orecchie oggi e le userò per applicare unguento domani.",
      "imageLink": "image_files\\English\\cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "curler",
      "translation": "arricciatore",
      "definition": "A device used to shape and arrange hair into curls or waves.",
      "definition_translation": "Un dispositivo usato per modellare e sistemare i capelli in riccioli o onde.",
      "example": "I curled my hair with a curler yesterday, I will use it to style my hair for the party today, and I used it to create beachy waves last week.",
      "example_translation": "Ho ricciolato i miei capelli con un arricciatore ieri, lo userò per sistemare i miei capelli per la festa oggi e l'ho usato per creare onde beachy la scorsa settimana.",
      "imageLink": "image_files\\English\\curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "curling iron",
      "translation": "ferro per ricci",
      "definition": "A heated device used to curl or style hair, typically consisting of a metal rod with a handle.",
      "definition_translation": "Un dispositivo riscaldato usato per ricciolare o sistemare i capelli, solitamente composto da una barra metallica con un manico.",
      "example": "I curled my hair with a curling iron yesterday, my sister will use it to style her hair for the wedding today, and I used it to create tight curls last month.",
      "example_translation": "Ho ricciolato i miei capelli con un ferro per ricci ieri, mia sorella lo userà per sistemare i suoi capelli per il matrimonio oggi e l'ho usato per creare ricci stretti il mese scorso.",
      "imageLink": "image_files\\English\\curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuticle nippers",
      "translation": "forbici per cuticole",
      "definition": "A pair of scissors-like instruments used to trim and shape the cuticles around the fingernails and toenails.",
      "definition_translation": "Un paio di strumenti simili a forbici usati per tagliare e modellare le cuticole attorno alle unghie delle dita dei piedi e delle mani.",
      "example": "She used cuticle nippers to trim her cuticles, then applied a moisturizer to soften them. She had used cuticle nippers yesterday to prepare for her nail polish application. She will use cuticle nippers tomorrow to maintain her nail care routine.",
      "example_translation": "Ha usato forbici per cuticole per tagliare le sue cuticole, poi ha applicato un umidificante per ammorbidirle. Aveva usato forbici per cuticole ieri per prepararsi all'applicazione dello smalto.Userà forbici per cuticole domani per mantenere la sua routine di cura delle unghie.",
      "imageLink": "image_files\\English\\cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuticle pusher",
      "translation": "spingicuta",
      "definition": "A tool used to gently push back the cuticles on the fingers and toes to remove dead skin and promote healthy nail growth.",
      "definition_translation": " Uno strumento utilizzato per spingere indietro con delicatezza le cuticole sulle dita dei piedi e delle mani per rimuovere la pelle morta e promuovere la crescita delle unghie sane.",
      "example": "The nail technician used a cuticle pusher to gently push back her client's cuticles. She had used a cuticle pusher yesterday to remove dead skin from her own fingers. She will use a cuticle pusher next week to prepare for her nail art appointment.",
      "example_translation": "La tecnica di unghie ha usato uno spingicuta per spingere indietro con delicatezza le cuticole del suo cliente. Aveva usato uno spingicuta ieri per rimuovere la pelle morta dalle sue dita. Userà uno spingicuta la prossima settimana per prepararsi all'appuntamento per l'arte delle unghie.",
      "imageLink": "image_files\\English\\cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuticle remover",
      "translation": "rimuovi cuticole",
      "definition": "A chemical solution or cream used to dissolve and remove dead skin cells from the cuticles, promoting healthy nail growth and appearance.",
      "definition_translation": "Una soluzione chimica o crema utilizzata per sciogliere e rimuovere le cellule della pelle morta dalle cuticole, promuovendo la crescita e l'aspetto delle unghie sane.",
      "example": "The nail care professional applied a cuticle remover to soften the dead skin. She had used a cuticle remover yesterday to prepare her nails for the nail polish application. She will use a cuticle remover next month to maintain her nail health.",
      "example_translation": "Il professionista della cura delle unghie ha applicato un rimuovi cuticole per ammorbidire la pelle morta. Aveva usato un rimuovi cuticole ieri per preparare le sue unghie all'applicazione dello smalto. Userà un rimuovi cuticole il prossimo mese per mantenere la salute delle sue unghie.",
      "imageLink": "image_files\\English\\cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "depilatory cream",
      "translation": "crema depilatoria",
      "definition": "A cosmetic product used to remove unwanted hair from the skin, typically used on the legs, underarms, and bikini line.",
      "definition_translation": "Un prodotto cosmetico utilizzato per rimuovere i peli inutili dalla pelle, solitamente utilizzato sulle gambe, ascelle e linea bikini.",
      "example": "I used a depilatory cream to remove my unwanted body hair before going to the beach. Yesterday, I bought a new depilatory cream at the store. Next week, I will apply a depilatory cream to my legs.",
      "example_translation": "Ho usato una crema depilatoria per rimuovere i peli inutili del mio corpo prima di andare al mare. Ieri, ho comprato una nuova crema depilatoria al negozio. La prossima settimana, applicherò una crema depilatoria alle mie gambe.",
      "imageLink": "image_files\\English\\depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eyebrow pencil",
      "translation": "maticina per sopracciglia",
      "definition": "A cosmetic tool used to shape and define the eyebrows, typically used to fill in sparse areas or to create a more defined shape.",
      "definition_translation": "Uno strumento cosmetico utilizzato per dare forma e definire le sopracciglia, solitamente utilizzato per riempire aree sparse o creare una forma più definita.",
      "example": "She used an eyebrow pencil to fill in her sparse eyebrows. He bought an eyebrow pencil at the store to define his eyebrows. In the future, I will use an eyebrow pencil to shape my eyebrows.",
      "example_translation": "Lei ha usato una maticina per sopracciglia per riempire le sue sopracciglia sparse. Lui ha comprato una maticina per sopracciglia al negozio per definire le sue sopracciglia. Nel futuro, userò una maticina per sopracciglia per dare forma alle mie sopracciglia.",
      "imageLink": "image_files\\English\\eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eyeliner",
      "translation": "eyeliner",
      "definition": "A cosmetic product used to define and enhance the shape of the eyes, typically applied to the upper lash line to create a more dramatic effect.",
      "definition_translation": "Un prodotto cosmetico utilizzato per definire e migliorare la forma degli occhi, solitamente applicato sulla linea delle ciglia superiori per creare un effetto più drammatico.",
      "example": "She applied eyeliner to her upper lash line to create a dramatic effect. Yesterday, I bought a new eyeliner at the store. Next week, I will use an eyeliner to define my eyes.",
      "example_translation": "Lei ha applicato eyeliner sulla linea delle ciglia superiori per creare un effetto drammatico. Ieri, ho comprato un nuovo eyeliner al negozio. La prossima settimana, userò un eyeliner per definire i miei occhi.",
      "imageLink": "image_files\\English\\eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eyeshadow",
      "translation": "ombretto",
      "definition": "A cosmetic product used to add color and shading to the eyelids, often in the form of a powder or cream.",
      "definition_translation": "Un prodotto cosmetico utilizzato per aggiungere colore e ombreggiatura alle palpebre, spesso in forma di polvere o crema.",
      "example": "She applied eyeshadow to her lids to enhance her features. She will apply eyeshadow to her lids tonight. She had applied eyeshadow to her lids yesterday.",
      "example_translation": "Ha applicato ombretto alle palpebre per esaltare le sue caratteristiche. Applicherà ombretto alle palpebre stasera. Aveva applicato ombretto alle palpebre ieri.",
      "imageLink": "image_files\\English\\eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flat iron",
      "translation": "ferro da stiro",
      "definition": "A device used to straighten or style hair, typically using heat.",
      "definition_translation": "Un dispositivo utilizzato per stirare o stilare i capelli, di solito utilizzando calore.",
      "example": "She uses a flat iron to straighten her hair every morning. She will use a flat iron to style her hair for the party. She had used a flat iron to curl her hair last night.",
      "example_translation": "Usa un ferro da stiro per stirare i capelli ogni mattina. Userà un ferro da stiro per styling i capelli per la festa. Aveva usato un ferro da stiro per arricciare i capelli la scorsa notte.",
      "imageLink": "image_files\\English\\flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair conditioner",
      "translation": "balsamo per capelli",
      "definition": "A cosmetic product used to improve the texture and manageability of hair, often after shampooing.",
      "definition_translation": "Un prodotto cosmetico utilizzato per migliorare la texture e la gestibilità dei capelli, spesso dopo lo shampoo.",
      "example": "She applies a hair conditioner after shampooing to keep her hair soft. She will use a hair conditioner to detangle her hair tonight. She had used a hair conditioner to moisturize her hair yesterday.",
      "example_translation": "Applica un balsamo per capelli dopo lo shampoo per mantenere i capelli morbidi. Userà un balsamo per capelli per districare i capelli stasera. Aveva usato un balsamo per capelli per idratare i capelli ieri.",
      "imageLink": "image_files\\English\\hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair mousse",
      "translation": "mousse per capelli",
      "definition": "A hairstyling product used to add volume, texture, and hold to hair, often in the form of a light, airy foam.",
      "definition_translation": "Un prodotto per lo styling dei capelli usato per aggiungere volume, texture e tenuta ai capelli, spesso in forma di schiuma leggera e aerea.",
      "example": "I used hair mousse to style my hair for the party, it was voluminous and held all night. I will use it again tomorrow for the wedding. I have been using it for years and it never fails me.",
      "example_translation": "Ho usato la mousse per capelli per styling i miei capelli per la festa, era voluminoso e ha mantenuto tutta la notte. Lo userò di nuovo domani per il matrimonio. L'ho usato per anni e non mi ha mai deluso.",
      "imageLink": "image_files\\English\\hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hair spray",
      "translation": "lacca per capelli",
      "definition": "A cosmetic product used to hold a hairstyle in place, often in the form of a spray that is applied to the hair.",
      "definition_translation": "Un prodotto cosmetico usato per tenere in posto un taglio di capelli, spesso in forma di spray applicato ai capelli.",
      "example": "I used hair spray to keep my hair in place during the windy day, it was really effective. I will use it again tomorrow for the outdoor event. I have been using it for years and it always works.",
      "example_translation": "Ho usato la lacca per capelli per mantenere i miei capelli in posto durante il giorno ventoso, era molto efficace. Lo userò di nuovo domani per l'evento all'aperto. L'ho usato per anni e funziona sempre.",
      "imageLink": "image_files\\English\\hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lip balm",
      "translation": "balsamo per labbra",
      "definition": "A topical product used to moisturize and protect the lips, often containing ingredients such as beeswax, camphor, and petroleum jelly.",
      "definition_translation": "Un prodotto topico usato per idratare e proteggere le labbra, spesso contenente ingredienti come cera d'api, canfora e vaselina.",
      "example": "I applied lip balm to my dry lips, it was soothing and moisturizing. I will apply it again tomorrow before the hike. I have been using it for years and it always helps.",
      "example_translation": "Ho applicato il balsamo per labbra alle mie labbra secche, era lenitivo e idratante. Lo applicherò di nuovo domani prima della escursione. L'ho usato per anni e sempre aiuta.",
      "imageLink": "image_files\\English\\lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lip gloss",
      "translation": "balsamo labiale",
      "definition": "A cosmetic product used to give color and moisture to the lips, often flavored or fragranced.",
      "definition_translation": "Un prodotto cosmetico utilizzato per dare colore e umidità alle labbra, spesso profumato o con gusto.",
      "example": "She applied lip gloss before going to the party, I apply lip gloss every morning, She will apply lip gloss after breakfast.",
      "example_translation": "Ha applicato il balsamo labiale prima di andare alla festa, Applico il balsamo labiale ogni mattina, Applicherà il balsamo labiale dopo colazione.",
      "imageLink": "image_files\\English\\lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lip liner",
      "translation": "contornatore di labbra",
      "definition": "A cosmetic product used to define and shape the contours of the lips, often used to create a precise shape or to correct uneven lips.",
      "definition_translation": "Un prodotto cosmetico utilizzato per definire e modellare i contorni delle labbra, spesso utilizzato per creare una forma precisa o per correggere le labbra storte.",
      "example": "She uses a lip liner to create a cat eye effect, I use a lip liner to correct my uneven lips, She will use a lip liner to define her lip shape.",
      "example_translation": "Lei utilizza un contornatore di labbra per creare l'effetto di un occhio di gatto, Utilizzo un contornatore di labbra per correggere le mie labbra storte, Utilizzerà un contornatore di labbra per definire la forma delle sue labbra.",
      "imageLink": "image_files\\English\\lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "liquid foundation",
      "translation": "fondotinta liquido",
      "definition": "A type of foundation makeup that is in a liquid form, often used to provide sheer to medium coverage and a natural-looking finish.",
      "definition_translation": "Un tipo di trucco fondotinta che è in forma liquida, spesso utilizzato per offrire una copertura da leggera a media e un aspetto naturale.",
      "example": "She applies liquid foundation with a brush, I use liquid foundation to even out my skin tone, She will wear liquid foundation to the wedding.",
      "example_translation": "Lei applica il fondotinta liquido con un pennello, Utilizzo il fondotinta liquido per uniformare il mio tono della pelle, Indosserà il fondotinta liquido al matrimonio.",
      "imageLink": "image_files\\English\\liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "loose powder",
      "translation": "polvere libera",
      "definition": "A cosmetic powder that is not pressed or compacted, used to absorb excess oil and set makeup.",
      "definition_translation": "Una polvere cosmetica che non è stata premuta o compattata, utilizzata per assorbire l'olio in eccesso e fissare il trucco.",
      "example": "She applied a layer of loose powder to set her foundation, then went out to meet her friends. She had applied it yesterday, and now her skin looks smooth. She will apply it again tomorrow.",
      "example_translation": "Ha applicato uno strato di polvere libera per fissare la sua fondotinta, poi è uscita per incontrare i suoi amici. L'aveva applicato ieri, e ora la sua pelle sembra liscia. Applicherà di nuovo domani.",
      "imageLink": "image_files\\English\\loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail brush",
      "translation": "spazzola per unghie",
      "definition": "A small brush used to clean under the nails or to apply nail polish.",
      "definition_translation": "Una piccola spazzola utilizzata per pulire sotto le unghie o per applicare lo smalto per unghie.",
      "example": "She uses a nail brush to clean under her nails every morning. She used it yesterday to remove the old nail polish. She will use it again tomorrow to apply a new coat.",
      "example_translation": "Usa una spazzola per unghie per pulire sotto le sue unghie ogni mattina. L'ha usata ieri per rimuovere lo smalto per unghie vecchio. La userà di nuovo domani per applicare un nuovo strato.",
      "imageLink": "image_files\\English\\nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail polish",
      "translation": "smalto per unghie",
      "definition": "A cosmetic liquid, gel, or cream used to color and decorate the nails.",
      "definition_translation": "Un liquido, gel o crema cosmetica utilizzata per colorare e decorare le unghie.",
      "example": "She applied a coat of nail polish last night, and now her nails look beautiful. She had applied a different color yesterday, and it was stunning. She will apply a new color tomorrow.",
      "example_translation": "Ha applicato uno strato di smalto per unghie ieri sera, e ora le sue unghie sembrano belle. Aveva applicato un colore diverso ieri, e era stupefacente. Applicherà un nuovo colore domani.",
      "imageLink": "image_files\\English\\nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nail polish remover",
      "translation": "rimuovi smalto",
      "definition": "A liquid or cream used to dissolve and remove old nail polish from the nails.",
      "definition_translation": "Un liquido o crema usato per sciogliere e rimuovere lo smalto vecchio dalle unghie.",
      "example": "She used a nail polish remover to take off the old red polish. She will use it again tomorrow. She had used it last week.",
      "example_translation": "Lei ha usato un rimuovi smalto per togliere via lo smalto rosso vecchio. Lo userà di nuovo domani. Aveva usato la settimana scorsa.",
      "imageLink": "image_files\\English\\nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "powder puff",
      "translation": "piumino da cipria",
      "definition": "A soft, round pad used to apply powder to the face and body.",
      "definition_translation": "Un morbido pad rotondo usato per applicare la cipria sul viso e sul corpo.",
      "example": "She needed a powder puff to set her makeup. She will buy a new one next week. She had used it yesterday.",
      "example_translation": "Lei aveva bisogno di un piumino da cipria per sistemare il suo trucco. Comprerà uno nuovo la settimana prossima. Lo aveva usato ieri.",
      "imageLink": "image_files\\English\\powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pressed powder",
      "translation": "cipria compressa",
      "definition": "A type of cosmetic powder that is pressed into a compact form and used to absorb excess oil and set makeup.",
      "definition_translation": "Un tipo di cipria cosmetica che viene compressa in una forma compatta e usata per assorbire l'olio in eccesso e sistemare il trucco.",
      "example": "She used pressed powder to set her foundation. She will apply it again tonight. She had used it this morning.",
      "example_translation": "Lei ha usato la cipria compressa per sistemare la sua fondotinta. La applicherà di nuovo stasera. L'aveva usata stamattina.",
      "imageLink": "image_files\\English\\pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "primer",
      "translation": "primo strato",
      "definition": "A primer is a substance applied to a surface before painting or coating to improve adhesion and coverage.",
      "definition_translation": "Un primer è una sostanza applicata su una superficie prima di pitturare o rivestire per migliorare l'adesione e la copertura.",
      "example": "The artist applied a primer to the canvas before starting to paint. She had primed the wall yesterday. The painter will prime the surface tomorrow.",
      "example_translation": "L'artista ha applicato un primer sulla tela prima di iniziare a dipingere. Aveva preparato il muro ieri. Il pittore primerà la superficie domani.",
      "imageLink": "image_files\\English\\primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pumice stone",
      "translation": "pietra pomice",
      "definition": "A pumice stone is a natural abrasive stone used to smooth and shape surfaces, particularly in beauty and grooming.",
      "definition_translation": "Una pietra pomice è una pietra abrasiva naturale utilizzata per levigare e dar forma a superfici, in particolare in bellezza e toeletta.",
      "example": "The beautician used a pumice stone to exfoliate the client's skin. She had used a pumice stone to remove dead skin cells yesterday. The pedicurist will use a pumice stone to smooth out calluses tomorrow.",
      "example_translation": "L'estetista ha utilizzato una pietra pomice per esfoliare la pelle del cliente. Aveva usato una pietra pomice per rimuovere le cellule cutanee morte ieri. Il pedicurista userà una pietra pomice per levigare le callosità domani.",
      "imageLink": "image_files\\English\\pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shaving brush",
      "translation": "spazzola da barba",
      "definition": "A shaving brush is a brush used to apply shaving cream or soap to the skin during shaving.",
      "definition_translation": "Una spazzola da barba è una spazzola utilizzata per applicare crema o sapone da barba sulla pelle durante la rasatura.",
      "example": "He used a shaving brush to lather up his face before shaving. She had used a shaving brush to apply shaving cream yesterday. The barber will use a shaving brush to shave the client's beard tomorrow.",
      "example_translation": "Ha utilizzato una spazzola da barba per insaponare la faccia prima di radersi. Aveva usato una spazzola da barba per applicare la crema da barba ieri. Il barbiere userà una spazzola da barba per radersi la barba del cliente domani.",
      "imageLink": "image_files\\English\\shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shaving cream",
      "translation": "crema da rasatura",
      "definition": "A type of cream or foam used for shaving, typically applied to the skin before shaving to help the razor glide more smoothly and reduce irritation.",
      "definition_translation": "Un tipo di crema o schiuma utilizzata per la rasatura, solitamente applicata sulla pelle prima della rasatura per aiutare la lametta a scivolare più facilmente e ridurre l'irritazione.",
      "example": "I used a shaving cream on my face before shaving, I will use a shaving cream on my face before shaving, I have used a shaving cream on my face before shaving.",
      "example_translation": "Ho usato una crema da rasatura sulla mia faccia prima di radere, userò una crema da rasatura sulla mia faccia prima di radere, ho usato una crema da rasatura sulla mia faccia prima di radere.",
      "imageLink": "image_files\\English\\shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shaving foam",
      "translation": "schiuma da rasatura",
      "definition": "A type of foam used for shaving, typically dispensed from a can and applied to the skin before shaving to help the razor glide more smoothly and reduce irritation.",
      "definition_translation": "Un tipo di schiuma utilizzata per la rasatura, solitamente dispensata da un contenitore e applicata sulla pelle prima della rasatura per aiutare la lametta a scivolare più facilmente e ridurre l'irritazione.",
      "example": "I applied a shaving foam on my face before shaving, I will apply a shaving foam on my face before shaving, I have applied a shaving foam on my face before shaving.",
      "example_translation": "Ho applicato una schiuma da rasatura sulla mia faccia prima di radere, applicherò una schiuma da rasatura sulla mia faccia prima di radere, ho applicato una schiuma da rasatura sulla mia faccia prima di radere.",
      "imageLink": "image_files\\English\\shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunscreen",
      "translation": "crema solare",
      "definition": "A type of lotion or cream used to protect the skin from the sun's ultraviolet rays, often applied before spending time outdoors.",
      "definition_translation": "Un tipo di lozione o crema utilizzata per proteggere la pelle dai raggi ultravioletti del sole, spesso applicata prima di trascorrere tempo all'aperto.",
      "example": "I applied sunscreen on my skin before going to the beach, I will apply sunscreen on my skin before going to the beach, I have applied sunscreen on my skin before going to the beach.",
      "example_translation": "Ho applicato la crema solare sulla mia pelle prima di andare in spiaggia, applicherò la crema solare sulla mia pelle prima di andare in spiaggia, ho applicato la crema solare sulla mia pelle prima di andare in spiaggia.",
      "imageLink": "image_files\\English\\sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tweezers",
      "translation": "pinzette",
      "definition": "a small instrument used for plucking or gripping small objects, especially for use in surgeries or precision work",
      "definition_translation": "uno strumento piccolo usato per pizzicare o afferrare oggetti piccoli, in particolare per utilizzo in chirurgia o lavoro di precisione",
      "example": "I used tweezers to pluck the splinter from my finger. I will need tweezers for my art project. She had used tweezers to separate the small parts.",
      "example_translation": "Ho usato le pinzette per estrarre il frammento di vetro dal mio dito. Avrò bisogno di pinzette per il mio progetto artistico. Lei aveva usato le pinzette per separare le piccole parti.",
      "imageLink": "image_files\\English\\tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]