[
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bank",
      "translation": "banca",
      "definition": "A bank is a financial institution that provides financial services to its customers.",
      "definition_translation": "Una banca è un'istituzione finanziaria che fornisce servizi finanziari ai suoi clienti.",
      "example": "I went to the bank yesterday to deposit my paycheck. I go to the bank every Friday to withdraw cash. I will go to the bank tomorrow to open a new account.",
      "example_translation": "Sono andato in banca ieri per depositare il mio assegno. Vado in banca ogni venerdì per prelevare contanti. Andrò in banca domani per aprire un nuovo conto.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bar",
      "translation": "bar",
      "definition": "A bar is a place where drinks and snacks are served.",
      "definition_translation": "Un bar è un luogo dove vengono serviti drink e snack.",
      "example": "I went to the bar last night to watch the game. I go to the bar every Saturday to meet my friends. I will go to the bar tonight to celebrate my birthday.",
      "example_translation": "Sono andato al bar la scorsa notte per guardare la partita. Vado al bar ogni sabato per incontrare i miei amici. Andrò al bar stasera per festeggiare il mio compleanno.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beach",
      "translation": "spiaggia",
      "definition": "A beach is a landform along a body of water, consisting of loose particles such as sand or pebbles.",
      "definition_translation": "Una spiaggia è una forma di terra lungo un corpo d'acqua, composta da particelle libere come sabbia o ciottoli.",
      "example": "I went to the beach last summer to swim. I go to the beach every weekend to relax. I will go to the beach next month to build sandcastles.",
      "example_translation": "Sono andato in spiaggia l'estate scorsa per nuotare. Vado in spiaggia ogni weekend per rilassarmi. Andrò in spiaggia il mese prossimo per costruire castelli di sabbia.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cafÉ",
      "translation": "caffè",
      "definition": "A small restaurant or coffee shop, typically one that serves coffee and snacks.",
      "definition_translation": "Un piccolo ristorante o caffè, di solito uno che serve caffè e spuntini.",
      "example": "I went to the café yesterday, I'm going to the café now, and I will go to the café tomorrow.",
      "example_translation": "Sono andato al caffè ieri, sto andando al caffè adesso e andrò al caffè domani.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cinema",
      "translation": "cinema",
      "definition": "A theater or building where movies are shown.",
      "definition_translation": "Un teatro o edificio dove vengono mostrati film.",
      "example": "I watched a movie at the cinema last night, I am watching a movie at the cinema now, and I will watch a movie at the cinema next week.",
      "example_translation": "Ho guardato un film al cinema ieri sera, sto guardando un film al cinema adesso e guarderò un film al cinema la prossima settimana.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "factory",
      "translation": "fabbrica",
      "definition": "A building or complex of buildings where goods are manufactured or assembled.",
      "definition_translation": "Un edificio o complesso di edifici dove vengono prodotti o assemblati beni.",
      "example": "The factory produced cars yesterday, the factory is producing cars now, and the factory will produce cars next year.",
      "example_translation": "La fabbrica ha prodotto automobili ieri, la fabbrica sta producendo automobili adesso e la fabbrica produrrà automobili il prossimo anno.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "farm",
      "translation": "fattoria",
      "definition": "A farm is an area of land used for agricultural purposes, often with buildings and equipment for raising livestock and growing crops.",
      "definition_translation": "Una fattoria è un'area di terreno utilizzata per scopi agricoli, spesso con edifici e attrezzature per allevare bestiame e coltivare raccolti.",
      "example": "I visited my uncle's farm last summer, where he raised cattle and grew wheat. He has been farming there for over 20 years. He will expand his farm next year.",
      "example_translation": "Ho visitato la fattoria di mio zio l'ultimo estate, dove allevava bestiame e coltivava grano. Ha lavorato nella fattoria per oltre 20 anni. Espanderà la sua fattoria l'anno prossimo.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flat",
      "translation": "appartamento",
      "definition": "A flat is a set of rooms, typically on a single level, used as a dwelling or residence.",
      "definition_translation": "Un appartamento è un insieme di stanze, normalmente su un singolo livello, utilizzato come abitazione o residenza.",
      "example": "I live in a flat in the city centre, which is very convenient for me. I have lived in this flat for three years and will move to a new one soon. My parents had a flat in Rome when I was a child.",
      "example_translation": "Vivo in un appartamento nel centro città, che è molto comodo per me. Ho vissuto in questo appartamento per tre anni e mi trasferirò in uno nuovo presto. I miei genitori avevano un appartamento a Roma quando ero bambino.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hospital",
      "translation": "ospedale",
      "definition": "A hospital is a health care institution providing medical and surgical treatment to patients, often with specialized facilities and equipment.",
      "definition_translation": "Un ospedale è un'istituzione sanitaria che fornisce trattamento medico e chirurgico ai pazienti, spesso con strutture e attrezzature specializzate.",
      "example": "My sister is a doctor at the hospital in our town, where she works with a team of experienced surgeons. The hospital will be renovated next year to improve its facilities. She was hospitalized for a week after the accident.",
      "example_translation": "Mia sorella è un medico all'ospedale nella nostra città, dove lavora con un team di chirurghi esperti. L'ospedale sarà ristrutturato l'anno prossimo per migliorare le sue strutture. È stata ricoverata per una settimana dopo l'incidente.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hotel",
      "translation": "albergo",
      "definition": "A hotel is a establishment that provides accommodation, meals and other services to travelers and tourists.",
      "definition_translation": "Un albergo è un'istituzione che fornisce alloggio, pasti e altri servizi ai viaggiatori e turisti.",
      "example": "I stayed at a hotel in Paris last year. I am staying at a hotel in Rome now. I will stay at a hotel in Milan next month.",
      "example_translation": "Sono stato in un albergo a Parigi l'anno scorso. Sto soggiornando in un albergo a Roma ora. Soggiernerò in un albergo a Milano il prossimo mese.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "house",
      "translation": "casa",
      "definition": "A house is a building for human habitation, especially a dwelling place or residence.",
      "definition_translation": "Una casa è un edificio per l'abitazione umana, specialmente un luogo di soggiorno o residenza.",
      "example": "I lived in a house when I was a child. I am living in a house now. I will live in a house in the country next year.",
      "example_translation": "Ho vissuto in una casa quando ero bambino. Sto vivendo in una casa ora. Viverò in una casa in campagna l'anno prossimo.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "museum",
      "translation": "museo",
      "definition": "A museum is an institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, or artistic value.",
      "definition_translation": "Un museo è un'istituzione dedicata all'acquisizione, alla conservazione, allo studio, all'esposizione e all'interpretazione educativa di oggetti aventi valore scientifico, storico o artistico.",
      "example": "I visited a museum in London last week. I am visiting a museum in Florence now. I will visit a museum in Venice next month.",
      "example_translation": "Ho visitato un museo a Londra la scorsa settimana. Sto visitando un museo a Firenze ora. Visiterò un museo a Venezia il prossimo mese.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "park",
      "translation": "parco",
      "definition": "a large public green area in a town, used for recreation and relaxation",
      "definition_translation": "un'area verde pubblica grande in una città, utilizzata per il relax e il divertimento",
      "example": "I went to the park yesterday, I'm going to the park now, and I will go to the park tomorrow.",
      "example_translation": "Sono andato al parco ieri, Sto andando al parco ora, e Andrò al parco domani.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "restaurant",
      "translation": "ristorante",
      "definition": "a place where people pay to sit and eat meals that are prepared and served on the premises",
      "definition_translation": "un posto dove le persone pagano per sedersi e mangiare pasti che sono preparati e serviti nei locali",
      "example": "I ate at a restaurant last night, I'm eating at a restaurant now, and I will eat at a restaurant next week.",
      "example_translation": "Ho mangiato in un ristorante la scorsa notte, Sto mangiando in un ristorante ora, e Mangerò in un ristorante la prossima settimana.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "river",
      "translation": "fiume",
      "definition": "a natural flowing body of water, often connected to an ocean or lake",
      "definition_translation": "un corpo d'acqua naturale in movimento, spesso connesso a un oceano o a un lago",
      "example": "I swam in the river last summer, I'm swimming in the river now, and I will swim in the river next year.",
      "example_translation": "Ho nuotato nel fiume l'estate scorsa, Sto nuotando nel fiume ora, e Nuoterò nel fiume l'anno prossimo.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "road",
      "translation": "strada",
      "definition": "A road is a way made for travel by vehicles, especially cars.",
      "definition_translation": "Una strada è un modo fatto per il viaggio dei veicoli, soprattutto delle auto.",
      "example": "I walked down the road yesterday, I'm walking down the road now, and I will walk down the road tomorrow.",
      "example_translation": "Ho camminato giù per la strada ieri, sto camminando giù per la strada ora e camminerò giù per la strada domani.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "school",
      "translation": "scuola",
      "definition": "A school is an institution where people, especially children, go to learn.",
      "definition_translation": "Una scuola è un'istituzione dove le persone, soprattutto i bambini, vanno a imparare.",
      "example": "I went to school when I was a child, I'm going to school now, and I will go to school next year.",
      "example_translation": "Sono andato a scuola quando ero un bambino, sto andando a scuola ora e andrò a scuola l'anno prossimo.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sea",
      "translation": "mare",
      "definition": "The sea is a large body of salt water that covers a significant portion of the Earth's surface.",
      "definition_translation": "Il mare è un grande corpo di acqua salata che copre una porzione significativa della superficie della Terra.",
      "example": "I swam in the sea last summer, I'm swimming in the sea now, and I will swim in the sea next summer.",
      "example_translation": "Ho nuotato nel mare l'estate scorsa, sto nuotando nel mare ora e nuoterò nel mare l'estate prossima.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shop",
      "translation": "negozio",
      "definition": "A building or part of a building where goods or services are sold or offered for sale.",
      "definition_translation": "Un edificio o parte di un edificio dove vengono venduti o offerti in vendita beni o servizi.",
      "example": "I went to the shop to buy some milk yesterday, I go to the shop to buy some bread every day, and I will go to the shop to buy some eggs tomorrow.",
      "example_translation": "Sono andato al negozio a comprare del latte ieri, vado al negozio a comprare del pane ogni giorno, e andrò al negozio a comprare delle uova domani.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "station",
      "translation": "stazione",
      "definition": "A building or place where a particular activity or service is based or provided.",
      "definition_translation": "Un edificio o luogo dove è basata o viene fornita un'attività o servizio particolare.",
      "example": "I arrived at the station to catch the train yesterday, I arrive at the station to meet my friend every day, and I will arrive at the station to take a taxi tomorrow.",
      "example_translation": "Sono arrivato alla stazione per prendere il treno ieri, arrivato alla stazione per incontrare il mio amico ogni giorno, e arriverò alla stazione per prendere un taxi domani.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stop",
      "translation": "fermata",
      "definition": "A point or place where something ends or is halted.",
      "definition_translation": "Un punto o luogo dove qualcosa finisce o viene fermata.",
      "example": "I had to stop at the traffic light yesterday, I stop to think about it every day, and I will stop to rest tomorrow.",
      "example_translation": "Ho dovuto fermarmi al semaforo ieri, mi fermo a pensarci ogni giorno, e mi fermerò a riposare domani.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "street",
      "translation": "strada",
      "definition": "A public thoroughfare in a built environment, such as a city or town, that is lined with buildings, roads, and sidewalks.",
      "definition_translation": "Un percorso pubblico in un ambiente edilizio, come una città o una città, che è fiancheggiato da edifici, strade e marciapiedi.",
      "example": "I walked down the street to get to the store. Yesterday, I walked down the street to get to the store. Tomorrow, I will walk down the street to get to the store.",
      "example_translation": "Ho camminato giù per la strada per arrivare al negozio. Ieri, ho camminato giù per la strada per arrivare al negozio. Domani, camminerò giù per la strada per arrivare al negozio.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "supermarket",
      "translation": "supermercato",
      "definition": "A large self-service retail store that sells a wide variety of food and household products.",
      "definition_translation": "Un grande negozio al dettaglio self-service che vende una vasta gamma di prodotti alimentari e casa.",
      "example": "I go to the supermarket every week to buy groceries. Last week, I went to the supermarket to buy groceries. Next week, I will go to the supermarket to buy groceries.",
      "example_translation": "Vado al supermercato ogni settimana per acquistare generi alimentari. La settimana scorsa, sono andato al supermercato per acquistare generi alimentari. La prossima settimana, andrò al supermercato per acquistare generi alimentari.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swimming pool",
      "translation": "piscina",
      "definition": "A structure filled with water, designed for swimming, recreation, and relaxation.",
      "definition_translation": "Una struttura riempita d'acqua, progettata per il nuoto, la ricreazione e il relax.",
      "example": "I love swimming in the swimming pool during the summer. Last summer, I swam in the swimming pool every day. Next summer, I will swim in the swimming pool again.",
      "example_translation": "Mi piace nuotare nella piscina durante l'estate. L'estate scorsa, ho nuotato nella piscina ogni giorno. La prossima estate, nuoterò nella piscina di nuovo.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "town",
      "translation": "città",
      "definition": "A town is a human settlement that is larger than a village but smaller than a city.",
      "definition_translation": "Un paese è un insediamento umano che è più grande di un villaggio ma più piccolo di una città.",
      "example": "I lived in a small town in the countryside. I am living in town now. I will live in a town by the sea in the future.",
      "example_translation": "Ho vissuto in un piccolo paese in campagna. Sto vivendo in città adesso. Vivrò in un paese sul mare nel futuro.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "university",
      "translation": "università",
      "definition": "A university is an institution of higher education and research, which grants academic degrees in various fields of study.",
      "definition_translation": "Una università è un'istituzione di istruzione superiore e di ricerca, che conferisce gradi accademici in vari campi di studio.",
      "example": "I graduated from university last year. I am studying at university now. I will attend university in the fall.",
      "example_translation": "Mi sono laureato all'università l'anno scorso. Sto studiando all'università adesso. Frequerò l'università in autunno.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "village",
      "translation": "villaggio",
      "definition": "A village is a group of houses and associated buildings, larger than a hamlet and smaller than a town.",
      "definition_translation": "Un villaggio è un gruppo di case e edifici associati, più grande di un borgo e più piccolo di un paese.",
      "example": "I grew up in a village in the mountains. I am visiting a village in the countryside now. I will move to a village by the lake in the summer.",
      "example_translation": "Sono cresciuto in un villaggio sulle montagne. Sto visitando un villaggio in campagna adesso. Mi trasferirò in un villaggio sul lago in estate.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "zoo",
      "translation": "zoo",
      "definition": "A zoo is a place where animals are kept in captivity for people to see and study.",
      "definition_translation": "Uno zoo è un luogo dove gli animali sono tenuti in cattività per le persone per vedere e studiare.",
      "example": "I visited the zoo yesterday and saw a lion. I will visit the zoo tomorrow and see a giraffe. I visited the zoo last week and saw a monkey.",
      "example_translation": "Ho visitato lo zoo ieri e ho visto un leone. Visiterò lo zoo domani e vedrò una giraffa. Ho visitato lo zoo la settimana scorsa e ho visto una scimmia.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "airport",
      "translation": "aeroporto",
      "definition": "An airport is a place where airplanes take off and land, and where passengers embark and disembark.",
      "definition_translation": "Un aeroporto è un luogo dove gli aerei decollano e atterrano, e dove i passeggeri si imbarcano e sbarcano.",
      "example": "I arrived at the airport early and checked in my luggage. I will arrive at the airport tomorrow and pick up my friend. I arrived at the airport last week and waited for my flight.",
      "example_translation": "Sono arrivato all'aeroporto presto e ho controllato il mio bagaglio. Arriverò all'aeroporto domani e raccoglierò il mio amico. Sono arrivato all'aeroporto la settimana scorsa e ho aspettato il mio volo.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apartment",
      "translation": "appartamento",
      "definition": "An apartment is a self-contained housing unit that occupies only part of a building.",
      "definition_translation": "Un appartamento è un'unità abitativa autonoma che occupa solo una parte di un edificio.",
      "example": "I moved into my new apartment yesterday and unpacked my boxes. I will move into my new apartment next week and invite my friends. I moved into my new apartment last month and decorated the living room.",
      "example_translation": "Mi sono trasferito nel mio nuovo appartamento ieri e ho scaricato le mie scatole. Mi trasferirò nel mio nuovo appartamento la prossima settimana e inviterò i miei amici. Mi sono trasferito nel mio nuovo appartamento lo scorso mese e ho decorato la sala客廳.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "area",
      "translation": "area",
      "definition": "A defined region or space, such as a geographical area or a specific part of a building.",
      "definition_translation": "Una regione definita o spazio, come un'area geografica o una parte specifica di un edificio.",
      "example": "The park is a popular area for walking. Yesterday, I walked in the area. Tomorrow, I will walk in the area.",
      "example_translation": "Il parco è un'area popolare per camminare. Ieri, ho camminato nell'area. Domani, camminerò nell'area.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bookshop",
      "translation": "libreria",
      "definition": "A store that sells books, newspapers, and other publications.",
      "definition_translation": "Un negozio che vende libri, giornali e altre pubblicazioni.",
      "example": "I went to the bookshop to buy a novel. The bookshop is near my house. I will go to the bookshop next week.",
      "example_translation": "Sono andato in libreria per comprare un romanzo. La libreria è vicino a casa mia. Andrò in libreria la prossima settimana.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bookstore",
      "translation": "libreria",
      "definition": "A store that sells books, especially a large one with a wide selection of titles.",
      "definition_translation": "Un negozio che vende libri, soprattutto uno grande con una vasta selezione di titoli.",
      "example": "The bookstore is my favorite place to relax. I have been to the bookstore many times. I will visit the bookstore tomorrow.",
      "example_translation": "La libreria è il mio posto preferito per rilassarmi. Sono stato in libreria molte volte. Visiterò la libreria domani.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bridge",
      "translation": "ponte",
      "definition": "A structure built to span physical obstacles, such as water, valley, or road, and to provide passage over them.",
      "definition_translation": "Una struttura costruita per superare ostacoli fisici, come acqua, valle o strada, e per fornire il passaggio sopra di essi.",
      "example": "The engineer designed a new bridge to connect the two islands. Yesterday, I walked across the bridge. I will drive over the bridge tomorrow.",
      "example_translation": "L'ingegnere ha progettato un nuovo ponte per collegare le due isole. Ieri, ho attraversato il ponte. Domani, guiderò sul ponte.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "building",
      "translation": "edificio",
      "definition": "A structure with a roof and walls, such as a house, school, or office, used for various activities.",
      "definition_translation": "Una struttura con un tetto e mura, come una casa, una scuola o un ufficio, utilizzata per varie attività.",
      "example": "The building is under construction. The building was completed last year. The building will be demolished next month.",
      "example_translation": "L'edificio è in costruzione. L'edificio è stato completato l'anno scorso. L'edificio sarà demolito il prossimo mese.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bus station",
      "translation": "stazione degli autobus",
      "definition": "A place where buses stop to pick up and drop off passengers.",
      "definition_translation": "Un posto dove gli autobus si fermano per prendere e lasciare i passeggeri.",
      "example": "I went to the bus station to buy a ticket. The bus station is always crowded. The bus station will be renovated soon.",
      "example_translation": "Sono andato alla stazione degli autobus per comprare un biglietto. La stazione degli autobus è sempre affollata. La stazione degli autobus sarà rinnovata presto.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bus stop",
      "translation": "fermata dell'autobus",
      "definition": "A place where buses stop to let passengers get on or off, typically marked by a sign or shelter.",
      "definition_translation": "Un luogo in cui gli autobus si fermano per far salire o scendere i passeggeri, solitamente segnalato da un cartello o da un riparo.",
      "example": "I waited for 15 minutes at the bus stop, then it started raining. Yesterday, I missed the bus at the bus stop. Tomorrow, I will meet my friend at the bus stop.",
      "example_translation": "Ho aspettato 15 minuti alla fermata dell'autobus, poi è iniziato a piovere. Ieri, ho perso l'autobus alla fermata dell'autobus. Domani, incontrerò il mio amico alla fermata dell'autobus.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cafeteria",
      "translation": "mensa",
      "definition": "A self-service restaurant, typically in a school, hospital, or office building, where food and drinks are dispensed from a counter or vending machines.",
      "definition_translation": "Un ristorante self-service, tipicamente in una scuola, ospedale o edificio per uffici, dove i cibi e le bevande vengono distribuiti da un bancone o dalle macchine di vendita.",
      "example": "The cafeteria in our school serves good food, but it's always crowded. I met my colleagues in the cafeteria for lunch. The new cafeteria will open next month.",
      "example_translation": "La mensa nella nostra scuola serve buon cibo, ma è sempre affollata. Ho incontrato i miei colleghi nella mensa per pranzo. La nuova mensa aprirà il prossimo mese.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "capital",
      "translation": "capitale",
      "definition": "The city or town that serves as the seat of government for a country, state, or province.",
      "definition_translation": "La città o paese che serve come sede del governo per un paese, stato o provincia.",
      "example": "The capital of France is Paris. The capital of the United States is Washington D.C. The capital of Italy is Rome.",
      "example_translation": "La capitale della Francia è Parigi. La capitale degli Stati Uniti è Washington D.C. La capitale dell'Italia è Roma.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "car park",
      "translation": "parcheggio",
      "definition": "A designated area for parking vehicles, typically a large, outdoor area with marked spaces.",
      "definition_translation": "Un'area designata per parcheggiare veicoli, tipicamente un'area all'aperto grande con spazi segnati.",
      "example": "I parked my car in the car park and then walked to the city center. I will park my car in the car park tomorrow. I had parked my car in the car park yesterday.",
      "example_translation": "Ho parcheggiato la mia auto nel parcheggio e poi ho camminato fino al centro città. Parcheggerò la mia auto nel parcheggio domani. Avevo parcheggiato la mia auto nel parcheggio ieri.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "castle",
      "translation": "castello",
      "definition": "A large, impressive building or structure, typically in a prominent location, often associated with medieval times.",
      "definition_translation": "Un grande edificio o struttura impressionante, solitamente in una posizione prominente, spesso associata ai tempi medievali.",
      "example": "The castle was built in the 12th century and is now a popular tourist attraction. I will visit the castle next summer. I visited the castle last year.",
      "example_translation": "Il castello è stato costruito nel XII secolo ed è ora un'attrazione turistica popolare. Visiterò il castello la prossima estate. Ho visitato il castello l'anno scorso.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cathedral",
      "translation": "cattedrale",
      "definition": "A large, impressive church building, typically the seat of a bishop, often featuring stunning architecture and ornate decorations.",
      "definition_translation": "Un grande edificio della chiesa impressionante, solitamente la sede di un vescovo, spesso con una architettura mozzafiato e decorazioni ornaments.",
      "example": "The cathedral took centuries to complete and is considered a masterpiece of Gothic architecture. I will attend a mass at the cathedral next Sunday. I attended a concert at the cathedral last month.",
      "example_translation": "La cattedrale ha impiegato secoli per essere completata e viene considerata un capolavoro dell'architettura gotica. Parteciperò a una messa alla cattedrale la prossima domenica. Ho partecipato a un concerto alla cattedrale lo scorso mese.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "centre",
      "translation": "centro",
      "definition": "The middle point or part of something, or a place where a particular activity is concentrated.",
      "definition_translation": "Il punto centrale o parte di qualcosa, o un luogo dove un'attività particolare è concentrata.",
      "example": "I went to the centre of the city to meet my friends. I am going to the centre of the city to shop. I went to the centre of the city last weekend.",
      "example_translation": "Sono andato nel centro della città per incontrare i miei amici. Sto andando nel centro della città per fare shopping. Sono andato nel centro della città lo scorso weekend.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chemist's",
      "translation": "farmacia",
      "definition": "A shop where medicines and other healthcare products are sold.",
      "definition_translation": "Un negozio dove vengono venduti medicinali e altri prodotti per la salute.",
      "example": "I went to the chemist's to buy some medicine. I am going to the chemist's to get my prescription. I went to the chemist's yesterday to pick up my order.",
      "example_translation": "Sono andato alla farmacia per comprare del medicinale. Sto andando alla farmacia per ottenere la mia ricetta. Sono andato alla farmacia ieri per ritirare la mia ordinazione.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "church",
      "translation": "chiesa",
      "definition": "A building for Christian religious services, especially a large, impressive one.",
      "definition_translation": "Un edificio per servizi religiosi cristiani, soprattutto uno grande e impressionante.",
      "example": "I went to church to pray. I am going to church for the wedding. I went to church last Sunday to attend the service.",
      "example_translation": "Sono andato in chiesa per pregare. Sto andando in chiesa per il matrimonio. Sono andato in chiesa la scorsa domenica per partecipare al servizio.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "city centre",
      "translation": "centro città",
      "definition": "The central part of a city, typically where the main shops, offices, and public buildings are located.",
      "definition_translation": "La parte centrale di una città, dove sono solitamente ubicati i principali negozi, uffici e edifici pubblici.",
      "example": "I had lived in the city centre for three years, I am living in the city centre now, and I will live in the city centre in the future.",
      "example_translation": "Avevo vissuto nel centro città per tre anni, vivo attualmente nel centro città e vivrò nel centro città nel futuro.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clothes shop",
      "translation": "negozio di abbigliamento",
      "definition": "A store that sells clothing and other things people wear.",
      "definition_translation": "Un negozio che vende abbigliamento e altre cose che le persone indossano.",
      "example": "I went to the clothes shop yesterday, I am going to the clothes shop today, and I will go to the clothes shop tomorrow.",
      "example_translation": "Sono andato al negozio di abbigliamento ieri, sto andando al negozio di abbigliamento oggi e andrò al negozio di abbigliamento domani.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "club",
      "translation": "club",
      "definition": "An association of people with common interests or goals, especially a social or sports organization.",
      "definition_translation": "Un'associazione di persone con interessi o obiettivi comuni, specialmente un'organizzazione sociale o sportiva.",
      "example": "I joined the club last year, I am attending the club now, and I will attend the club next year.",
      "example_translation": "Mi sono unito al club l'anno scorso, sto partecipando al club ora e parteciperò al club l'anno prossimo.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "college",
      "translation": "collegio",
      "definition": "An institution of higher education, typically one that offers undergraduate degrees.",
      "definition_translation": "Un'istituzione di istruzione superiore, che offre di solito lauree undergraduate.",
      "example": "I attended college for four years to study computer science. I am attending college this semester to take a few more courses. I will attend college next year to pursue my master's degree.",
      "example_translation": "Ho frequentato il collegio per quattro anni per studiare scienze informatiche. Sto frequentando il collegio questo semestre per prendere alcuni corsi in più. Frequento il collegio l'anno prossimo per perseguire la mia laurea magistrale.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "corner",
      "translation": "angolo",
      "definition": "The point or area where two or more edges, surfaces, or lines meet.",
      "definition_translation": "Il punto o area dove due o più bordi, superfici o linee si incontrano.",
      "example": "I sat on the corner of the bed to put on my shoes. The book was placed on the corner of the table. The chef cut the corner of the cake to serve it.",
      "example_translation": "Mi sono seduto sull'angolo del letto per mettermi le scarpe. Il libro era stato posato sull'angolo del tavolo. Il cuoco ha tagliato l'angolo della torta per servirla.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "department store",
      "translation": "grande magazzino",
      "definition": "A large retail store offering a wide range of products, typically including clothing, cosmetics, and home goods.",
      "definition_translation": "Un grande negozio di vendita al dettaglio che offre una vasta gamma di prodotti, comprendenti abbigliamento, cosmetici e merci per la casa.",
      "example": "I went to the department store to buy a new dress. She worked at the department store for five years. They are opening a new department store in the city center.",
      "example_translation": "Sono andato al grande magazzino per comprare un nuovo abito. Lei ha lavorato al grande magazzino per cinque anni. Stanno aprendo un nuovo grande magazzino nel centro città.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "disco",
      "translation": "disco",
      "definition": "a type of nightclub or party where people dance to recorded music",
      "definition_translation": "un tipo di nightclub o festa dove le persone ballano con musica registrata",
      "example": "I went to a disco last night and danced with my friends. I'm going to a disco tonight and will dance with my friends. I went to a disco last year and danced with my friends.",
      "example_translation": "Sono andato a un disco la scorsa notte e ho ballato con i miei amici. Sto andando a un disco stasera e ballerò con i miei amici. Sono andato a un disco l'anno scorso e ho ballato con i miei amici.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drugstore",
      "translation": "farmacia",
      "definition": "a store where you can buy medicines, cosmetics, and other personal care products",
      "definition_translation": "un negozio dove puoi acquistare medicine, cosmetici e altri prodotti per la cura personale",
      "example": "I went to the drugstore to buy some painkillers. I'm going to the drugstore to buy some sunscreen. I went to the drugstore last week to buy some shampoo.",
      "example_translation": "Sono andato in farmacia per comprare alcuni antidolorifici. Sto andando in farmacia per comprare del filtro solare. Sono andato in farmacia la settimana scorsa per comprare dello shampoo.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "entrance",
      "translation": "ingresso",
      "definition": "the point or way of entering a building, a place, or an area",
      "definition_translation": "il punto o modo di ingresso in un edificio, un luogo o un'area",
      "example": "The entrance to the museum was very impressive. I'm looking for the entrance to the park. I found the entrance to the building last night.",
      "example_translation": "L'ingresso del museo era molto impressionante. Sto cercando l'ingresso del parco. Ho trovato l'ingresso dell'edificio la scorsa notte.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "exit",
      "translation": "uscita",
      "definition": "A way out of a place, building, or vehicle.",
      "definition_translation": "Un modo per uscire da un luogo, edificio o veicolo.",
      "example": "I will exit the room when the meeting is over. I exited the building yesterday. I exit the highway every day.",
      "example_translation": "Uscirò dalla stanza quando la riunione sarà finita. Sono uscito dall'edificio ieri. Esco dall'autostrada ogni giorno.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "field",
      "translation": "campo",
      "definition": "An area of land used for a particular purpose, such as farming or sports.",
      "definition_translation": "Un'area di terra utilizzata per uno scopo specifico, come l'agricoltura o gli sport.",
      "example": "I played football in the field yesterday. I will work in the field tomorrow. I have worked in the field for five years.",
      "example_translation": "Ho giocato a calcio nel campo ieri. Lavorerò nel campo domani. Ho lavorato nel campo per cinque anni.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "garage",
      "translation": "garage",
      "definition": "A building or room for housing a car or other vehicles.",
      "definition_translation": "Un edificio o stanza per alloggiare un'auto o altri veicoli.",
      "example": "I will park my car in the garage tonight. I parked my car in the garage last night. I have parked my car in the garage every day.",
      "example_translation": "Parcheggerò la mia auto nel garage stasera. Ho parcheggiato la mia auto nel garage ieri sera. Ho parcheggiato la mia auto nel garage ogni giorno.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hill",
      "translation": "collina",
      "definition": "A natural elevation of the earth's surface rising more or less abruptly from the surrounding level and attaining an altitude which, relative to the adjacent elevation, is impressive or notable.",
      "definition_translation": "Un'elevazione naturale della superficie della terra che si innalza più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "She walked up the hill to get a better view. Yesterday, I climbed up the hill with my friends. Next summer, we will hike up the hill together.",
      "example_translation": "È salita sulla collina per avere una vista migliore. Ieri, ho scalato la collina con i miei amici. La prossima estate, camperemo sulla collina insieme.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "island",
      "translation": "isola",
      "definition": "A piece of land surrounded by water at high tide.",
      "definition_translation": "Un pezzo di terra circondato dall'acqua durante l'alta marea.",
      "example": "The island was secluded and peaceful. Last year, I visited the island with my family. Next winter, we will go to the island for honeymoon.",
      "example_translation": "L'isola era isolata e pacifica. Lo scorso anno, ho visitato l'isola con la mia famiglia. Il prossimo inverno, andremo all'isola per la luna di miele.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "library",
      "translation": "biblioteca",
      "definition": "A place in which literary, musical, artistic, or reference materials are kept for use but not for sale.",
      "definition_translation": "Un luogo in cui materiali letterari, musicali, artistici o di riferimento sono conservati per l'uso ma non per la vendita.",
      "example": "I spent most of my free time in the library. Yesterday, I returned the book to the library. Next semester, we will have a group project at the library.",
      "example_translation": "Ho trascorso la maggior parte del mio tempo libero nella biblioteca. Ieri, ho restituito il libro alla biblioteca. Il prossimo semestre, avremo un progetto di gruppo alla biblioteca.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lift",
      "translation": "ascensore",
      "definition": "A device used for raising or lifting heavy objects or people, typically by means of a platform or cage that is raised and lowered by a system of pulleys or hydraulic machinery.",
      "definition_translation": "Un dispositivo utilizzato per sollevare o innalzare oggetti o persone pesanti, di solito mediante una piattaforma o gabbia che viene sollevata e abbassata da un sistema di pulegge o macchine idrauliche.",
      "example": "The construction workers used a lift to transport building materials to the top floor. Yesterday, I used a lift to carry my heavy luggage up to my apartment. By next year, we will have installed a new lift in the office building.",
      "example_translation": "I lavoratori edili hanno utilizzato un ascensore per trasportare materiali da costruzione al piano superiore. Ieri, ho utilizzato un ascensore per portare i miei bagagli pesanti fino al mio appartamento. Entro l'anno prossimo, avremo installato un nuovo ascensore nell'edificio degli uffici.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "market",
      "translation": "mercato",
      "definition": "A regular gathering of people for the sale of food, goods, or services, often outdoors or in a large public building.",
      "definition_translation": "Un'assemblea regolare di persone per la vendita di cibo, beni o servizi, spesso all'aperto o in un grande edificio pubblico.",
      "example": "The local market offers fresh produce and handmade crafts. At the market, we bought some fresh fruit and vegetables. By the end of the year, a new market will open in the town center.",
      "example_translation": "Il mercato locale offre prodotti freschi e artigianato fatto a mano. Al mercato, abbiamo comprato alcuni frutti e verdure freschi. Alla fine dell'anno, un nuovo mercato aprirà nel centro della città.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mosque",
      "translation": "moschea",
      "definition": "A building for Muslim worship, typically with a minaret, a mihrab, and a central domed roof.",
      "definition_translation": "Un edificio per la preghiera musulmana, tipicamente con un minareto, una nicchia di preghiera e un tetto centrale a cupola.",
      "example": "The beautiful mosque in the city center attracted many tourists. Yesterday, I visited a historic mosque in the old town. By next month, the new mosque will be completed.",
      "example_translation": "La bella moschea nel centro della città ha attratto molti turisti. Ieri, ho visitato una moschea storica nella città vecchia. Entro il prossimo mese, la nuova moschea sarà completata.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "motorway",
      "translation": "autostrada",
      "definition": "A high-speed road designed for fast traffic, especially one that is part of a major highway system.",
      "definition_translation": "Una strada ad alta velocità progettata per il traffico veloce, soprattutto una che fa parte di un sistema autostradale maggior.",
      "example": "I drove on the motorway for three hours to get to my destination. Yesterday, I drove on the motorway to visit my family. Tomorrow, I will drive on the motorway to go to work.",
      "example_translation": "Ho guidato sull'autostrada per tre ore per raggiungere la mia destinazione. Ieri, ho guidato sull'autostrada per visitare la mia famiglia. Domani, guiderò sull'autostrada per andare al lavoro.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mountain",
      "translation": "montagna",
      "definition": "A natural elevation of the earth's surface rising more or less abruptly from the surrounding level and attaining an altitude which, relative to the adjacent elevation, is impressive or notable.",
      "definition_translation": "Un aumento naturale della superficie terrestre che sale più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "I climbed the mountain last week. Yesterday, I saw the mountain from the plane. Next year, I will ski on the mountain.",
      "example_translation": "Ho scalato la montagna la scorsa settimana. Ieri, ho visto la montagna dall'aereo. L'anno prossimo, scierò sulla montagna.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "office",
      "translation": "ufficio",
      "definition": "A room, set of rooms, or building where people work, often in an administrative or managerial capacity.",
      "definition_translation": "Una stanza, un set di stanze o un edificio dove le persone lavorano, spesso in una capacità amministrativa o manageriale.",
      "example": "I went to the office yesterday. Today, I am working in the office. Tomorrow, I will have a meeting at the office.",
      "example_translation": "Sono andato in ufficio ieri. Oggi, sto lavorando nell'ufficio. Domani, avrò una riunione all'ufficio.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "path",
      "translation": "percorsi",
      "definition": "A path is a way of moving from one place to another, especially in the countryside or in a park.",
      "definition_translation": "Un percorso è un modo di spostarsi da un posto all'altro, specialmente in campagna o in un parco.",
      "example": "I walked along the path in the woods. I am walking along the path in the woods. I will walk along the path in the woods.",
      "example_translation": "Ho camminato lungo il sentiero nel bosco. Sto camminando lungo il sentiero nel bosco. Camminerò lungo il sentiero nel bosco.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pet shop",
      "translation": "negozio di animali",
      "definition": "A pet shop is a store that sells animals, especially dogs, cats, and birds, as well as food and accessories for them.",
      "definition_translation": "Un negozio di animali è un negozio che vende animali, soprattutto cani, gatti e uccelli, così come cibo e accessori per loro.",
      "example": "I went to the pet shop to buy food for my dog. I am going to the pet shop to buy a new bird. I will go to the pet shop to buy a cat.",
      "example_translation": "Sono andato al negozio di animali per comprare cibo per il mio cane. Sto andando al negozio di animali per comprare un nuovo uccello. Andrò al negozio di animali per comprare un gatto.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "petrol station",
      "translation": "stazione di servizio",
      "definition": "A petrol station is a place where you can buy fuel for your car, as well as other services such as oil changes and car washes.",
      "definition_translation": "Una stazione di servizio è un luogo dove puoi comprare carburante per la tua automobile, così come altri servizi come cambi olio e lavaggi auto.",
      "example": "I stopped at the petrol station to fill up my car. I am stopping at the petrol station to get an oil change. I will stop at the petrol station to wash my car.",
      "example_translation": "Mi sono fermato alla stazione di servizio per riempire la mia auto. Sto fermando alla stazione di servizio per cambiare l'olio. Mi fermerò alla stazione di servizio per lavare la mia auto.",
      "imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "playground",
      "translation": "terreno giochi",
      "definition": "An outdoor area, especially in a school or public park, equipped with structures and equipment for children to play on.",
      "definition_translation": "Un'area all'aperto, soprattutto in una scuola o in un parco pubblico, attrezzata con strutture e attrezzature per bambini che giocano.",
      "example": "I played on the swings in the playground when I was a kid. Now, I take my kids to the playground on weekends. By next year, I will have built a playground in my backyard.",
      "example_translation": "Ho giocato sulle altalene nel terreno giochi quando ero un bambino. Ora, porto i miei bambini al terreno giochi durante i fine settimana. Entro l'anno prossimo, avrò costruito un terreno giochi nel mio giardino.",
      "imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "police station",
      "translation": "stazione di polizia",
      "definition": "A building or office from which the police operate, where people can report crimes or make complaints.",
      "definition_translation": "Un edificio o ufficio da cui la polizia opera, dove le persone possono denunciare crimini o presentare reclami.",
      "example": "The police station was just around the corner from my house. I went to the police station to report my stolen bike. If I become a police officer, I will work at a police station.",
      "example_translation": "La stazione di polizia era proprio dietro l'angolo dalla mia casa. Sono andato alla stazione di polizia per denunciare la mia bicicletta rubata. Se diventerò un agente di polizia, lavorerò in una stazione di polizia.",
      "imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pool",
      "translation": "piscina",
      "definition": "A small area of still water, typically outdoors, used for swimming or other recreational activities.",
      "definition_translation": "Un'area piccola di acqua stagnante, generalmente all'aperto, utilizzata per nuotare o altre attività ricreative.",
      "example": "I swam in the pool yesterday. My family is building a pool in our backyard. By next summer, I will have learned to dive into the pool.",
      "example_translation": "Ho nuotato nella piscina ieri. La mia famiglia sta costruendo una piscina nel nostro giardino. Entro la prossima estate, avrò imparato a tuffarmi nella piscina.",
      "imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "post office",
      "translation": "ufficio postale",
      "definition": "a building or room where postal services are provided, such as sending and receiving mail and packages",
      "definition_translation": "un edificio o stanza dove vengono forniti servizi postali, come l'invio e la ricezione di posta e pacchi",
      "example": "I went to the post office to mail a letter to my friend yesterday, then I'll go again tomorrow to send a package to my sister, and by next week, I will have gone to the post office many times.",
      "example_translation": "Sono andato all'ufficio postale per spedire una lettera al mio amico ieri, poi ci andrò di nuovo domani per spedire un pacco alla mia sorella, e entro la prossima settimana, sarò già stato all'ufficio postale molte volte.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pub",
      "translation": "pub",
      "definition": "a building or room, especially in the UK, where people go to drink and socialize",
      "definition_translation": "un edificio o stanza, soprattutto nel Regno Unito, dove le persone vanno a bere e socializzare",
      "example": "I met my friends at the pub last night, we will meet at the pub again this evening, and I have been going to the pub every Friday for the past year.",
      "example_translation": "Mi sono incontrato con i miei amici al pub la scorsa notte, ci incontreremo di nuovo al pub questa sera, e sono stato andando al pub ogni venerdì per l'anno scorso.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "railway",
      "translation": "ferrovia",
      "definition": "a system of tracks and trains for transporting people and goods",
      "definition_translation": "un sistema di binari e treni per il trasporto di persone e merci",
      "example": "I took the railway to visit my family last weekend, I will take the railway again next month to go to the countryside, and I have been using the railway to commute to work every day for the past five years.",
      "example_translation": "Ho preso la ferrovia per visitare la mia famiglia lo scorso fine settimana, prenderò di nuovo la ferrovia il mese prossimo per andare in campagna, e ho stato usando la ferrovia per andare al lavoro ogni giorno per gli ultimi cinque anni.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "railway station",
      "translation": "stazione ferroviaria",
      "definition": "A railway station is a building or structure where trains stop to pick up or drop off passengers or freight.",
      "definition_translation": "Una stazione ferroviaria è un edificio o struttura dove i treni si fermano per prendere o lasciare passeggeri o merci.",
      "example": "I went to the railway station to catch my train to New York. I am going to the railway station to meet my friend. I will go to the railway station to take the train to Paris.",
      "example_translation": "Sono andato alla stazione ferroviaria per prendere il mio treno per New York. Sto andando alla stazione ferroviaria per incontrare il mio amico. Andrò alla stazione ferroviaria per prendere il treno per Parigi.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shoe shop",
      "translation": "negozi di scarpe",
      "definition": "A shoe shop is a retail establishment that sells shoes and other footwear products.",
      "definition_translation": "Un negozio di scarpe è un'azienda di vendita al dettaglio che vende scarpe e altri prodotti di calzature.",
      "example": "I went to the shoe shop to buy a new pair of shoes. I am going to the shoe shop to return my defective shoes. I will go to the shoe shop to get my shoes repaired.",
      "example_translation": "Sono andato al negozio di scarpe per comprare un nuovo paio di scarpe. Sto andando al negozio di scarpe per restituire le mie scarpe difettose. Andrò al negozio di scarpe per far riparare le mie scarpe.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shopping centre",
      "translation": "centro commerciale",
      "definition": "A shopping centre is a large building or area that contains multiple shops, stores, and restaurants.",
      "definition_translation": "Un centro commerciale è un grande edificio o area che contiene molti negozi, storie e ristoranti.",
      "example": "I went to the shopping centre to buy some clothes. I am going to the shopping centre to meet my friends. I will go to the shopping centre to watch a movie.",
      "example_translation": "Sono andato al centro commerciale per comprare بعضi vestiti. Sto andando al centro commerciale per incontrare i miei amici. Andrò al centro commerciale per guardare un film.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sports centre",
      "translation": "centro sportivo",
      "definition": "A sports centre is a large building or area that provides facilities and equipment for various sports and physical activities.",
      "definition_translation": "Un centro sportivo è un grande edificio o area che fornisce strutture e attrezzature per varie discipline sportive e attività fisiche.",
      "example": "I went to the sports centre to play basketball with my friends yesterday, I am playing tennis there today, and I will go jogging there tomorrow.",
      "example_translation": "Sono andato al centro sportivo a giocare a pallacanestro con i miei amici ieri, sto giocando a tennis lì oggi e andrò a jogging lì domani.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "square",
      "translation": "piazza",
      "definition": "A square is an open space in a town or city, often surrounded by buildings, streets, or historic landmarks.",
      "definition_translation": "Una piazza è uno spazio aperto in una città o paese, spesso circondato da edifici, strade o monumenti storici.",
      "example": "I walked through the square to get to the museum yesterday, I am sitting in the square to enjoy the sunshine today, and I will meet my friends in the square tomorrow.",
      "example_translation": "Ho attraversato la piazza per arrivare al museo ieri, sto seduto nella piazza per godermi il sole oggi e incontrerò i miei amici nella piazza domani.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stadium",
      "translation": "stadio",
      "definition": "A stadium is a large outdoor or indoor structure, typically with tiered seating, used for sports, concerts, and other events.",
      "definition_translation": "Uno stadio è una grande struttura all'aperto o al chiuso, tipicamente con posti a sedere a gradoni, usata per sport, concerti e altri eventi.",
      "example": "I watched a football game at the stadium last week, I am going to a concert at the stadium tonight, and I will run a marathon at the stadium next month.",
      "example_translation": "Ho guardato una partita di calcio allo stadio la settimana scorsa, sto andando a un concerto allo stadio stasera e correrò una maratona allo stadio il prossimo mese.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "theatre",
      "translation": "teatro",
      "definition": "A building or space in which live performances, such as plays, concerts, and dance performances, are held.",
      "definition_translation": "Un edificio o spazio in cui si tengono performance live, come spettacoli, concerti e esibizioni di danza.",
      "example": "I went to the theatre last night to watch a play. I'm going to the theatre tonight to watch a musical. I will go to the theatre next week to watch a comedy show.",
      "example_translation": "Sono andato a teatro ieri sera per guardare uno spettacolo. Sto andando a teatro stasera per guardare un musical. Andrò a teatro la prossima settimana per guardare uno spettacolo comico.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ticket office",
      "translation": "biglietteria",
      "definition": "A place where tickets are sold, especially at a theatre, cinema, or railway station.",
      "definition_translation": "Un luogo in cui si vendono biglietti, soprattutto in un teatro, cinema o stazione ferroviaria.",
      "example": "I need to go to the ticket office to buy a ticket for the concert. The ticket office was closed when I arrived. I will go to the ticket office tomorrow to buy a ticket for the play.",
      "example_translation": "Devo andare alla biglietteria per comprare un biglietto per il concerto. La biglietteria era chiusa quando sono arrivato. Andrò alla biglietteria domani per comprare un biglietto per lo spettacolo.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toy shop",
      "translation": "negozio di giocattoli",
      "definition": "A store that sells toys and games, especially for children.",
      "definition_translation": "Un negozio che vende giocattoli e giochi, soprattutto per bambini.",
      "example": "I went to the toy shop to buy a birthday gift for my nephew. The toy shop was having a sale last week. I will go to the toy shop tomorrow to buy a toy for my sister's child.",
      "example_translation": "Sono andato al negozio di giocattoli per comprare un regalo di compleanno per mio nipote. Il negozio di giocattoli aveva una vendita la scorsa settimana. Andrò al negozio di giocattoli domani per comprare un giocattolo per il figlio di mia sorella.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "underground",
      "translation": "sotterraneo",
      "definition": "Located or occurring beneath the earth's surface",
      "definition_translation": "Situato o verificatosi sotto la superficie della terra",
      "example": "The underground tunnel system was complex and difficult to navigate. We had been walking underground for hours. They will construct an underground parking lot next year.",
      "example_translation": "Il sistema di tunnel sotterraneo era complesso e difficile da navigare. Avevamo camminato sotterraneo per ore. Costruiranno un parcheggio sotterraneo l'anno prossimo.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apartment building",
      "translation": "edificio residenziale",
      "definition": "A building containing multiple apartments, especially one that is several stories high",
      "definition_translation": "Un edificio contenente molteplici appartamenti, specialmente uno che è di diverse piani",
      "example": "The apartment building was newly constructed and had modern amenities. We lived in an apartment building with a beautiful view. They will renovate the old apartment building next month.",
      "example_translation": "L'edificio residenziale era appena costruito e aveva moderne comodità. Vivevamo in un edificio residenziale con una vista bellissima. Ristruttureranno l'edificio residenziale vecchio il mese prossimo.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balcony",
      "translation": "balcone",
      "definition": "A platform projecting from the wall of a building, usually enclosed by a railing or balustrade",
      "definition_translation": "Una piattaforma che sporge dalla parete di un edificio, generalmente chiusa da una ringhiera o balconata",
      "example": "The balcony offered a stunning view of the city. We sat on the balcony, enjoying the fresh air. They will repair the broken balcony railing next week.",
      "example_translation": "Il balcone offriva una vista mozzafiato della città. Sedevamo sul balcone, godendoci l'aria fresca. Ripareranno la ringhiera del balcone rotta la settimana prossima.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "block",
      "translation": "blocco",
      "definition": "A solid piece of material, such as wood or stone, used for building or paving.",
      "definition_translation": "Un pezzo solido di materiale, come legno o pietra, utilizzato per la costruzione o la pavimentazione.",
      "example": "I will block the road to prevent the car from passing. Yesterday, I blocked the hole to fix the pipe. In the future, I will block the entrance to the building.",
      "example_translation": "Blocco la strada per impedire all'auto di passare. Ieri, ho bloccato il buco per riparare la tubatura. In futuro, bloccherò l'ingresso all'edificio.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "campsite",
      "translation": "campeggio",
      "definition": "A place where people stay overnight in tents or other temporary shelters, typically in a natural environment.",
      "definition_translation": "Un luogo dove le persone soggiornano per la notte in tende o altri ripari temporanei, tipicamente in un ambiente naturale.",
      "example": "We will set up a campsite near the lake. Yesterday, we camped at the campsite with friends. In the future, we will camp at a campsite in the mountains.",
      "example_translation": "Installeremo un campeggio vicino al lago. Ieri, abbiamo campeggiato al campeggio con gli amici. In futuro, camperemo in un campeggio sulle montagne.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "canteen",
      "translation": "mensa",
      "definition": "A place where food and drinks are sold or provided, especially in a school, factory, or other institution.",
      "definition_translation": "Un luogo dove vengono venduti o forniti cibo e bevande, soprattutto in una scuola, fabbrica o altra istituzione.",
      "example": "I will eat lunch at the canteen. Yesterday, I bought a sandwich at the canteen. In the future, I will work at the canteen.",
      "example_translation": "Mangerò il pranzo alla mensa. Ieri, ho comprato un panino alla mensa. In futuro, lavorerò alla mensa.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "circus",
      "translation": "circo",
      "definition": "A circular tent or arena, typically surrounded by a ring of seats, in which circus performers, such as acrobats and clowns, entertain the audience with acts of skill and bravery.",
      "definition_translation": "Una tenda circolare o arena, solitamente circondata da un anello di sedili, in cui artisti del circo, come acrobati e clown, intrattengono il pubblico con atti di abilità e coraggio.",
      "example": "I went to the circus when I was a kid, and I was amazed by the acrobats. Now I'm taking my kids to the circus, and they love the clowns. In the future, I hope to take my grandkids to the circus.",
      "example_translation": "Sono andato al circo quando ero bambino, e sono rimasto impressionato dagli acrobati. Ora sto portando i miei bambini al circo, e loro adorano i clown. In futuro, spero di portare i miei nipoti al circo.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clinic",
      "translation": "clinica",
      "definition": "A facility, often associated with a hospital, where medical services are provided to outpatients.",
      "definition_translation": "Una struttura, spesso associata ad un ospedale, dove vengono forniti servizi medici ai pazienti esterni.",
      "example": "I went to the clinic yesterday to get a check-up. My doctor runs a clinic in the city center, and I have an appointment there next week. In the future, I hope to open my own clinic.",
      "example_translation": "Sono andato alla clinica ieri per fare un controllo. Il mio dottore gestisce una clinica nel centro città, e ho un appuntamento lì la prossima settimana. In futuro, spero di aprire la mia clinica.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cottage",
      "translation": "cottage",
      "definition": "A small, cozy, and often rustic dwelling, typically in a rural or coastal area, used as a permanent or vacation home.",
      "definition_translation": "Un piccolo, accogliente e spesso rustico alloggio, solitamente in una zona rurale o costiera, utilizzato come casa permanente o vacanza.",
      "example": "I spent last summer in a cottage by the lake, and I loved the peaceful atmosphere. My friends own a cottage in the mountains, and we're planning to visit them next month. In the future, I hope to buy a cottage in the countryside.",
      "example_translation": "Ho trascorso l'estate scorsa in un cottage sul lago, e mi è piaciuto l'atmosfera pacifica. I miei amici possiedono un cottage sulle montagne, e stiamo pianificando di visitarli il prossimo mese. In futuro, spero di comprare un cottage in campagna.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "court",
      "translation": "corte",
      "definition": "A court is a tribunal, often as a government institution, with the authority to adjudicate civil, criminal, or administrative cases under the law.",
      "definition_translation": "Una corte è un tribunale, spesso come istituzione governativa, con l'autorità di giudicare casi civili, penali o amministrativi secondo la legge.",
      "example": "The court will hear the case next week. The judge has been presiding over the court for many years. The lawyers will argue their case in court tomorrow.",
      "example_translation": "La corte ascolterà il caso la prossima settimana. Il giudice ha presieduto la corte per molti anni. Gli avvocati discuteranno il loro caso in corte domani.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "embassy",
      "translation": "ambasciata",
      "definition": "An embassy is a diplomatic mission, usually led by an ambassador, that represents a country in another country or organisation.",
      "definition_translation": "Un'ambasciata è una missione diplomatica, di solito guidata da un ambasciatore, che rappresenta un paese in un altro paese o organizzazione.",
      "example": "I visited the embassy to get a new passport. The embassy staff were very helpful. The embassy is located in the city centre.",
      "example_translation": "Ho visitato l'ambasciata per ottenere un nuovo passaporto. Lo staff dell'ambasciata è stato molto utile. L'ambasciata si trova nel centro della città.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "field",
      "translation": "campo",
      "definition": "A field is an open area of land, usually used for growing crops or grazing animals, or a specific area of study or activity.",
      "definition_translation": "Un campo è un'area di terreno aperta, di solito utilizzata per la coltivazione di colture o il pascolo di animali, o un'area specifica di studio o attività.",
      "example": "I played football in the field with my friends. The farmer worked in the field all day. The field of biology is rapidly advancing.",
      "example_translation": "Ho giocato a calcio nel campo con i miei amici. Il contadino ha lavorato nel campo tutto il giorno. Il campo della biologia sta avanzando rapidamente.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fire station",
      "translation": "caserma dei pompieri",
      "definition": "A building or structure that accommodates a fire department and its vehicles, equipment, and personnel.",
      "definition_translation": "Un edificio o struttura che ospita un dipartimento dei vigili del fuoco e i suoi veicoli, attrezzature e personale.",
      "example": "The fire station is located on Main Street. In the past, it was a small station, but now it's a big one. In the future, it will have more equipment.",
      "example_translation": "La caserma dei pompieri è situata in Via Main. Nel passato, era una stazione piccola, ma ora è una grande. Nel futuro, avrà più attrezzature.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "florist's",
      "translation": "fiorista",
      "definition": "A shop where flowers and plants are sold, often with a person who arranges them for decorative purposes.",
      "definition_translation": "Un negozio dove si vendono fiori e piante, spesso con una persona che li arrangia per scopi decorativi.",
      "example": "I will visit the florist's tomorrow to buy some flowers. Yesterday, I went to the florist's to order a bouquet. In the future, I will open my own florist's.",
      "example_translation": "Visiterò il fiorista domani per comprare alcuni fiori. Ieri, sono andato dal fiorista per ordinare un bouquet. Nel futuro, aprirò il mio proprio fiorista.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "furniture store",
      "translation": "negozi di mobili",
      "definition": "A retail establishment that sells household furniture and related products.",
      "definition_translation": "Un'istituzione retail che vende mobili per la casa e prodotti correlati.",
      "example": "I bought a new sofa at the furniture store yesterday. In the future, I will buy a desk at the furniture store. When I was a child, my parents took me to the furniture store to buy a new bed.",
      "example_translation": "Ho comprato un nuovo divano al negozio di mobili ieri. Nel futuro, comprerò una scrivania al negozio di mobili. Quando ero bambino, i miei genitori mi hanno portato al negozio di mobili per comprare un nuovo letto.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "garage",
      "translation": "autorimessa",
      "definition": "A building or shed for housing a car, motorcycle, or other vehicle.",
      "definition_translation": "Un edificio o capannone per alloggiare un'auto, moto o altri veicoli.",
      "example": "I will park my car in the garage tonight. Yesterday, I parked my car in the garage. Tomorrow, I will park my car in the garage.",
      "example_translation": "Parcherò la mia auto nell'autorimessa stasera. Ieri, ho parcheggiato la mia auto nell'autorimessa. Domani, parcherò la mia auto nell'autorimessa.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "greengrocer's",
      "translation": "fruttivendolo",
      "definition": "A shop selling fresh fruit and vegetables.",
      "definition_translation": "Un negozio che vende frutta e verdura fresca.",
      "example": "I went to the greengrocer's to buy some apples. Yesterday, I went to the greengrocer's to buy some bananas. Tomorrow, I will go to the greengrocer's to buy some oranges.",
      "example_translation": "Sono andato dal fruttivendolo a comprare delle mele. Ieri, sono andato dal fruttivendolo a comprare delle banane. Domani, andrò dal fruttivendolo a comprare delle arance.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grocer's",
      "translation": "drogheria",
      "definition": "A shop selling food and other household goods.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "I will go to the grocer's to buy some milk. Yesterday, I went to the grocer's to buy some bread. Tomorrow, I will go to the grocer's to buy some eggs.",
      "example_translation": "Andrò dal droghiere a comprare del latte. Ieri, sono andato dal droghiere a comprare del pane. Domani, andrò dal droghiere a comprare delle uova.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grocery",
      "translation": "alimentari",
      "definition": "A store that sells food and other household goods.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "I went to the grocery store yesterday, I'm going to the grocery store now, and I will go to the grocery store tomorrow.",
      "example_translation": "Sono andato al negozio di alimentari ieri, sto andando al negozio di alimentari ora e andrò al negozio di alimentari domani.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guesthouse",
      "translation": "pensione",
      "definition": "A small hotel or boarding house that provides accommodations for guests.",
      "definition_translation": "Un piccolo albergo o casa di pensione che offre alloggio per gli ospiti.",
      "example": "I stayed in a guesthouse during my trip to Europe, I'm staying in a guesthouse now, and I will stay in a guesthouse next year.",
      "example_translation": "Mi sono fermato in una pensione durante il mio viaggio in Europa, sto soggiornando in una pensione ora e mi fermerò in una pensione l'anno prossimo.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gym",
      "translation": "palestra",
      "definition": "A place where people go to exercise or play sports, especially indoors.",
      "definition_translation": "Un luogo dove le persone vanno per fare esercizio o giocare sport, soprattutto al chiuso.",
      "example": "I went to the gym yesterday, I'm going to the gym now, and I will go to the gym tomorrow.",
      "example_translation": "Sono andato in palestra ieri, sto andando in palestra ora e andrò in palestra domani.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "harbour",
      "translation": "porto",
      "definition": "A harbour is a body of water where ships may dock to load and unload goods or passengers.",
      "definition_translation": "Un porto è un corpo d'acqua dove le navi possono attraccare per caricare e scaricare merci o passeggeri.",
      "example": "I visited the harbour yesterday and saw many ships sailing away. I will visit the harbour again tomorrow. I have visited the harbour many times before.",
      "example_translation": "Ho visitato il porto ieri e ho visto molte navi salpare. Visiterò il porto di nuovo domani. Ho visitato il porto molte volte prima.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hostel",
      "translation": "ostello",
      "definition": "A hostel is a budget-oriented accommodation where guests can rent a bed, usually in a dormitory, and share common areas.",
      "definition_translation": "Un ostello è un alloggio a basso costo dove gli ospiti possono noleggiare un letto, di solito in una camerata, e condividere aree comuni.",
      "example": "I stayed in a hostel when I was backpacking in Europe. I will stay in a hostel when I travel to Japan. I have stayed in a hostel many times during my travels.",
      "example_translation": "Sono stato in un ostello quando ero in giro per l'Europa con lo zaino. Mi fermerò in un ostello quando viaggerò in Giappone. Mi sono fermato in un ostello molte volte durante i miei viaggi.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hut",
      "translation": "capanna",
      "definition": "A hut is a small, simple building, often made of wooden or metal materials, used as a shelter or dwelling.",
      "definition_translation": "Una capanna è un piccolo edificio semplice, spesso fatto di materiali in legno o metallo, utilizzato come rifugio o abitazione.",
      "example": "I lived in a hut when I was a child. I will build a hut in the woods when I retire. I have visited a hut in the mountains before.",
      "example_translation": "Ho vissuto in una capanna quando ero bambino. Costruirò una capanna nel bosco quando mi pensionerò. Ho visitato una capanna in montagna prima.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jail",
      "translation": "carcere",
      "definition": "A place for the confinement of people who have been arrested or convicted, especially while awaiting trial or sentencing.",
      "definition_translation": "Un luogo per la detenzione di persone che sono state arrestate o condannate, specialmente mentre aspettano il processo o la sentenza.",
      "example": "The suspect was taken to jail for further questioning. Yesterday, I visited my friend in jail. If I don't behave, I'll end up in jail.",
      "example_translation": "Il sospetto è stato portato in carcere per ulteriori domande. Ieri, ho visitato il mio amico in carcere. Se non mi comporto, finirò in carcere.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jeweller's",
      "translation": "gioielliere",
      "definition": "A shop or business that sells jewelry and watches.",
      "definition_translation": "Un negozio o attività commerciale che vende gioielli e orologi.",
      "example": "I went to the jeweller's to buy a new watch. The jeweller's was very busy during the holiday season. My sister is a jeweller and makes beautiful pieces.",
      "example_translation": "Sono andato dal gioielliere per comprare un nuovo orologio. Il gioielliere era molto occupato durante la stagione delle festività. Mia sorella è una gioielliera e crea pezzi bellissimi.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lab",
      "translation": "laboratorio",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "The scientists worked in the lab to find a cure for the disease. I did an experiment in the lab yesterday. The lab results will be back next week.",
      "example_translation": "Gli scienziati hanno lavorato nel laboratorio per trovare una cura per la malattia. Ho fatto un esperimento nel laboratorio ieri. I risultati del laboratorio saranno disponibili la prossima settimana.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "laboratory",
      "translation": "laboratorio",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "I worked in a laboratory for three years to develop a new vaccine. Now, I am working on a new project in the laboratory. I will visit a laboratory tomorrow to conduct an experiment.",
      "example_translation": "Ho lavorato in un laboratorio per tre anni per sviluppare un nuovo vaccino. Ora, sto lavorando su un nuovo progetto nel laboratorio. Visiterò un laboratorio domani per eseguire un esperimento.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mall",
      "translation": "centro commerciale",
      "definition": "A large enclosed shopping center with multiple stores and restaurants.",
      "definition_translation": "Un grande centro commerciale chiuso con多 negozi e ristoranti.",
      "example": "I went to the mall last weekend to buy some new clothes. Now, I am going to the mall to meet my friends. I will go to the mall tomorrow to watch a movie.",
      "example_translation": "Sono andato al centro commerciale il weekend scorso per comprare alcuni nuovi vestiti. Ora, sto andando al centro commerciale per incontrare i miei amici. Andrò al centro commerciale domani per guardare un film.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "newsagent's",
      "translation": "edicola",
      "definition": "A shop that sells newspapers, magazines, and other periodicals.",
      "definition_translation": "Un negozio che vende giornali, riviste e altri periodici.",
      "example": "I stopped by the newsagent's on my way home to buy a newspaper. Now, I am going to the newsagent's to purchase a magazine. I will visit the newsagent's tomorrow to buy a book.",
      "example_translation": "Mi sono fermato all'edicola sulla strada di casa per comprare un giornale. Ora, sto andando all'edicola per acquistare una rivista. Visiterò l'edicola domani per comprare un libro.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nightclub",
      "translation": "discoteca",
      "definition": "A club or venue that operates late at night, typically with music and dancing, and often serving liquor.",
      "definition_translation": "Un club o locale che opera fino a tarda notte, solitamente con musica e ballo, e spesso servendo liquori.",
      "example": "I went to a nightclub with my friends last night and we danced until the morning. I will go to a nightclub tonight to celebrate my birthday. I went to a nightclub last week and met a new friend.",
      "example_translation": "Sono andato a una discoteca con i miei amici la scorsa notte e abbiamo ballato fino al mattino. Andrò a una discoteca stasera per celebrare il mio compleanno. Sono andato a una discoteca la settimana scorsa e ho incontrato un nuovo amico.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ocean",
      "translation": "oceano",
      "definition": "A vast body of saltwater that covers over 70% of the Earth's surface, including the five oceans: Pacific, Atlantic, Indian, Arctic, and Southern.",
      "definition_translation": "Un vasto corpo di acqua salata che copre oltre il 70% della superficie terrestre, compresi i cinque oceani: Pacifico, Atlantico, Indiano, Artico e Meridionale.",
      "example": "I love swimming in the ocean during my summer vacation. The ocean is a very important source of food for many people. Humans have explored only a small part of the ocean so far.",
      "example_translation": "Adoro nuotare nell'oceano durante le mie vacanze estive. L'oceano è una fonte di cibo molto importante per molte persone. Gli esseri umani hanno esplorato solo una piccola parte dell'oceano finora.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "palace",
      "translation": "palazzo",
      "definition": "A large and impressive building that is used as a official residence or office of a king, queen, or other high-ranking official.",
      "definition_translation": "Un grande e imponente edificio che viene utilizzato come residenza ufficiale o ufficio di un re, regina o altro funzionario di alto rango.",
      "example": "The palace was built in the 18th century and is now a popular tourist attraction. I visited the palace of Versailles last year and was amazed by its beauty. The royal family will live in the palace after the wedding.",
      "example_translation": "Il palazzo è stato costruito nel 18° secolo e ora è una popolare attrazione turistica. Ho visitato il palazzo di Versailles l'anno scorso e sono stato affascinato dalla sua bellezza. La famiglia reale vivrà nel palazzo dopo il matrimonio.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pharmacy",
      "translation": "farmacia",
      "definition": "A store where pharmacists dispense and prepare medicines, and also sell other healthcare products.",
      "definition_translation": "Un negozio dove i farmacisti dispensano e preparano medicamenti, e vendono anche altri prodotti per la salute.",
      "example": "I went to the pharmacy to buy some medicine. I am going to the pharmacy now to refill my prescription. I will go to the pharmacy tomorrow to pick up my medication.",
      "example_translation": "Sono andato in farmacia per comprare alcuni medicinali. Sto andando in farmacia adesso per ritirare la mia ricetta. Andrò in farmacia domani a prendere la mia medicina.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "port",
      "translation": "porto",
      "definition": "A place on a coast where ships may stop to load or unload goods or to take on fuel.",
      "definition_translation": "Un luogo sulla costa dove le navi possono fermarsi per caricare o scaricare merci o prendere combustibile.",
      "example": "The ship sailed into the port to unload its cargo. The port was busy with many ships coming and going. The new port will create many jobs for the local community.",
      "example_translation": "La nave è entrata nel porto per scaricare il suo carico. Il porto era pieno di molte navi che arrivavano e partivano. Il nuovo porto creerà molti posti di lavoro per la comunità locale.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "prison",
      "translation": "prigione",
      "definition": "A building or institution where people are kept as punishment for a crime.",
      "definition_translation": "Un edificio o istituzione dove le persone sono tenute come punizione per un crimine.",
      "example": "The criminal was sent to prison for 10 years. The prison was overcrowded and dirty. The prisoners were treated poorly by the guards.",
      "example_translation": "Il criminale è stato mandato in prigione per 10 anni. La prigione era sovraffollata e sporca. I detenuti erano trattati male dalle guardie.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rainforest",
      "translation": "foresta pluviale",
      "definition": "A rainforest is a dense forest in a hot region, typically near the equator, with high levels of rainfall and a vast array of plant and animal species.",
      "definition_translation": "Una foresta pluviale è una foresta densa in una regione calda, tipicamente vicino all'equatore, con elevati livelli di pioggia e una vasta gamma di specie di piante e animali.",
      "example": "In the past, indigenous tribes lived deep in the rainforest. Today, tourists visit the rainforest to observe its unique ecosystem. In the future, efforts will be made to protect the rainforest from deforestation.",
      "example_translation": "In passato, le tribù indigene vivevano nel profondo della foresta pluviale. Oggi, i turisti visitano la foresta pluviale per osservare il suo ecosistema unico. Nel futuro, saranno fatti sforzi per proteggere la foresta pluviale dalla deforestazione.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "secondary school",
      "translation": "scuola secondaria",
      "definition": "A secondary school is a school that provides education to students in their early teenage years, typically between the ages of 11 and 16.",
      "definition_translation": "Una scuola secondaria è una scuola che fornisce istruzione agli studenti nei loro primi anni teenager, tipicamente tra i 11 e i 16 anni di età.",
      "example": "I attended secondary school from 2005 to 2010. My friends and I studied hard to pass our exams. After completing secondary school, we went on to university.",
      "example_translation": "Ho frequentato la scuola secondaria dal 2005 al 2010. I miei amici e io abbiamo studiato sodo per superare gli esami. Dopo aver completato la scuola secondaria, siamo andati all'università.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "souvenir shop",
      "translation": "negozio di souvenir",
      "definition": "A souvenir shop is a store that sells items that serve as mementos or reminders of a particular place or event, such as postcards, keychains, or t-shirts.",
      "definition_translation": "Un negozio di souvenir è un negozio che vende articoli che servono come ricordi o promemoria di un luogo o evento particolare, come cartoline, porta chiavi o magliette.",
      "example": "During our trip to Paris, we visited a souvenir shop to buy some gifts for our friends back home. The shop was filled with all sorts of souvenirs, from Eiffel Tower models to French perfume. In the future, we plan to return to Paris and visit the souvenir shop again.",
      "example_translation": "Durante il nostro viaggio a Parigi, abbiamo visitato un negozio di souvenir per comprare alcuni regali per i nostri amici a casa. Il negozio era pieno di tutti i tipi di souvenir, dai modelli della Torre Eiffel ai profumi francesi. Nel futuro, pianifichiamo di tornare a Parigi e visitare il negozio di souvenir di nuovo.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sports shop",
      "translation": "negozi di articoli sportivi",
      "definition": "A retail establishment that sells sports equipment, athletic uniforms, and other sports-related goods.",
      "definition_translation": "Un'azienda di vendita al dettaglio che vende attrezzature sportive, uniformi atletiche e altri beni correlati allo sport.",
      "example": "I bought a new tennis racket at the sports shop yesterday. Today, I'm using it at the court. Tomorrow, I'll take it to the sports shop for repair.",
      "example_translation": "Ho comprato una nuova racchetta da tennis al negozio di articoli sportivi ieri. Oggi, la sto usando al campo. Domani, la porterò al negozio di articoli sportivi per la riparazione.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "store",
      "translation": "negozio",
      "definition": "A building or room where goods are sold, often with a counter and shelves.",
      "definition_translation": "Un edificio o una stanza dove vengono venduti i beni, spesso con un bancone e scaffali.",
      "example": "I went to the store to buy some milk. When I was a child, my family owned a small store. In the future, I'll open my own online store.",
      "example_translation": "Sono andato al negozio a comprare del latte. Quando ero bambino, la mia famiglia possedeva un piccolo negozio. In futuro, aprirò il mio proprio negozio online.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "temple",
      "translation": "tempio",
      "definition": "A building dedicated to the worship of a deity or deities, often having a grand or imposing design.",
      "definition_translation": "Un edificio dedicato al culto di una divinità o divinità, spesso con un design grandioso o imponente.",
      "example": "The tourists visited the ancient temple yesterday. Today, they are visiting the modern temple in the city. In the past, many people used to visit the temple every week.",
      "example_translation": "I turisti hanno visitato l'antico tempio ieri. Oggi, stanno visitando il tempio moderno nella città. Nel passato, molte persone erano solite visitare il tempio ogni settimana.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tower",
      "translation": "torre",
      "definition": "A tall, often narrow, building or structure, typically intended for a specific purpose, such as a prison, fortress, or observation point.",
      "definition_translation": "Un edificio o struttura alta, spesso stretta, progettata per uno scopo specifico, come una prigione, una fortezza o un punto di osservazione.",
      "example": "The Eiffel Tower was built for the World Fair in Paris. The company is building a new tower in the city center. The tower will be completed next year.",
      "example_translation": "La Torre Eiffel è stata costruita per la Fiera Mondiale a Parigi. L'azienda sta costruendo un nuovo tower nel centro città. La torre sarà completata l'anno prossimo.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "track",
      "translation": "pista",
      "definition": "A path or route used for walking, running, or racing, often with a smooth or prepared surface.",
      "definition_translation": "Un sentiero o percorso utilizzato per camminare, correre o gareggiare, spesso con una superficie liscia o preparata.",
      "example": "I went for a run on the track this morning. She trained on the track every day. The team will compete on the track next week.",
      "example_translation": "Sono andato a correre sulla pista stamattina. Lei si è allenata sulla pista ogni giorno. La squadra concorrerà sulla pista la prossima settimana.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "youth hostel",
      "translation": "ostello della gioventù",
      "definition": "A budget-oriented accommodation for travelers, especially young people, that offers shared or dormitory-style rooms.",
      "definition_translation": "Un alloggio economico per viaggiatori, in particolare per giovani, che offre camere condivise o in stile dormitorio.",
      "example": "I stayed in a youth hostel in London last summer. The youth hostel was very affordable. She booked a room in a youth hostel for her trip.",
      "example_translation": "Mi sono fermato in un ostello della gioventù a Londra l'estate scorsa. L'ostello della gioventù era molto économico. Lei ha prenotato una camera in un ostello della gioventù per il suo viaggio.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bakery",
      "translation": "panetteria",
      "definition": "A bakery is a business that produces and sells flour-based food such as bread, cakes, and pastries.",
      "definition_translation": "Una panetteria è un'azienda che produce e vende alimenti a base di farina come pane, torte e pasticceria.",
      "example": "Yesterday, I went to the bakery to buy some fresh bread. Today, I will go to the bakery to buy a cake for my sister's birthday. Tomorrow, I will open my own bakery.",
      "example_translation": "Ieri, sono andato alla panetteria per comprare del pane fresco. Oggi, vado alla panetteria per comprare una torta per il compleanno di mia sorella. Domani, aprirò la mia panetteria.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "basement",
      "translation": "cantina",
      "definition": "A basement is the lower part of a building, usually below ground level, used for storage or as a living space.",
      "definition_translation": "Una cantina è la parte inferiore di un edificio, generalmente al di sotto del livello del suolo, utilizzata per lo stoccaggio o come spazio abitativo.",
      "example": "I spend most of my free time in the basement playing video games. My grandmother used to store old family photos in the basement. By next year, I will have converted the basement into a home gym.",
      "example_translation": "Trascorro la maggior parte del mio tempo libero nella cantina giocando ai videogiochi. Mia nonna utilisava la cantina per stoccare vecchie foto di famiglia. Entro l'anno prossimo, avrò convertito la cantina in una palestra per casa.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cell",
      "translation": "cellula",
      "definition": "A cell is a small unit of a living organism, such as a microorganism or a cell in a plant or animal tissue.",
      "definition_translation": "Una cellula è una piccola unità di un organismo vivente, come un microorganismo o una cellula in un tessuto di pianta o animale.",
      "example": "The doctor examined the cell under a microscope to diagnose the disease. The prison cell was small and poorly ventilated. By 2050, scientists will have discovered new ways to use cells for medical treatments.",
      "example_translation": "Il dottore esaminò la cellula al microscopio per diagnosticare la malattia. La cella del carcere era piccola e scarsamente ventilata. Entro il 2050, gli scienziati avranno scoperto nuovi modi per utilizzare le cellule per trattamenti medici.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "corridor",
      "translation": "corridorio",
      "definition": "A long passage in a building, especially one that connects rooms or floors.",
      "definition_translation": "Un lungo passaggio in un edificio, specialmente uno che collega le stanze o i piani.",
      "example": "I walked down the corridor to get to the meeting room. Yesterday, I walked down the corridor to get to the meeting room. Tomorrow, I will walk down the corridor to get to the meeting room.",
      "example_translation": "Ho camminato lungo il corridoio per arrivare alla sala riunioni. Ieri, ho camminato lungo il corridoio per arrivare alla sala riunioni. Domani, camminerò lungo il corridoio per arrivare alla sala riunioni.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "course",
      "translation": "corso",
      "definition": "A series of lessons or lectures on a particular subject, especially one that leads to a qualification.",
      "definition_translation": "Una serie di lezioni o conferenze su un argomento specifico, specialmente uno che porta a una qualifica.",
      "example": "I'm taking a course on computer programming. I took a course on computer programming last semester. I will take a course on computer programming next year.",
      "example_translation": "Sto seguendo un corso di programmazione informatica. Ho seguito un corso di programmazione informatica lo scorso semestre. Seguirò un corso di programmazione informatica l'anno prossimo.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "estate",
      "translation": "tenuta",
      "definition": "A large area of land in the country, especially one that is owned by a wealthy person or family.",
      "definition_translation": "Un'ampia area di terreno in campagna, specialmente uno che è di proprietà di una persona o famiglia ricca.",
      "example": "The wealthy family owns an estate in the countryside. They owned an estate in the countryside for generations. They will own an estate in the countryside for many years to come.",
      "example_translation": "La famiglia ricca possiede una tenuta in campagna. Hanno posseduto una tenuta in campagna per generazioni. Possiederanno una tenuta in campagna per molti anni a venire.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "headquarters",
      "translation": "quartier generale",
      "definition": "The headquarters of an organization is the main office or center of operations.",
      "definition_translation": "Il quartier generale di un'organizzazione è l'ufficio principale o centro di operazioni.",
      "example": "The company's headquarters were located in New York City, but they will be relocated to Chicago next year. The CEO visited the headquarters last week, and they are currently headquarters in London.",
      "example_translation": "La sede dell'azienda era situata a New York City, ma sarà trasferita a Chicago l'anno prossimo. Il CEO ha visitato la sede la scorsa settimana e attualmente sono sede a Londra.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lobby",
      "translation": "lobby",
      "definition": "A lobby is a hallway or room near the entrance of a building, or a group of people who try to influence politicians to support a particular cause.",
      "definition_translation": "Un lobby è un corridoio o stanza vicino all'ingresso di un edificio, o un gruppo di persone che cercano di influenzare i politici per sostenere una causa particolare.",
      "example": "The hotel lobby was beautifully decorated, and the lobby of the legislature building was filled with protesters. The lobby group has been trying to pass the law for years.",
      "example_translation": "Il lobby dell'hotel era bellamente decorato, e il lobby dell'edificio legislativo era pieno di manifestanti. Il gruppo di lobby ha cercato di far approvare la legge per anni.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "meadow",
      "translation": "prato",
      "definition": "A meadow is a piece of land covered with grass and often wildflowers, typically in a natural and peaceful state.",
      "definition_translation": "Un prato è un pezzo di terra coperto d'erba e spesso di fiori selvatici, generalmente in stato naturale e tranquillo.",
      "example": "The family had a picnic in the meadow last weekend, and the meadow was full of butterflies. By next year, the meadow will be converted into a parking lot.",
      "example_translation": "La famiglia ha fatto un picnic nel prato la scorsa settimana, e il prato era pieno di farfalle. L'anno prossimo, il prato sarà convertito in un parcheggio.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pitch",
      "translation": " lancio",
      "definition": "The pitch of a sound is how high or low it is. It is a description of the sound in terms of its perceived tone.",
      "definition_translation": "Il pitch di un suono è quanto è alto o basso. È una descrizione del suono in termini di tono percepito.",
      "example": "The singer adjusted the pitch of her voice to match the melody. She had pitched the idea to her manager yesterday. The company will pitch the new product next quarter.",
      "example_translation": "La cantante ha aggiustato il pitch della sua voce per adattarsi alla melodia. Aveva lanciato l'idea al suo manager ieri. L'azienda lancerà il nuovo prodotto il prossimo trimestre.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shed",
      "translation": " capanna",
      "definition": "A shed is a small structure, typically made of wood or metal, used for storing things.",
      "definition_translation": "Un capanno è una struttura piccola, tipicamente fatta di legno o metallo, utilizzata per lo stoccaggio di cose.",
      "example": "I shed a tear when I said goodbye to my friends. The dog was shedding its fur everywhere. We will shed light on the topic in the next meeting.",
      "example_translation": "Ho versato una lacrima quando mi sono congedato dai miei amici. Il cane stava perdendo il suo pelo dappertutto. Illumineremo il tema nella prossima riunione.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "skyscraper",
      "translation": "grattacielo",
      "definition": "A skyscraper is a tall, continuously habitable building of many stories, typically designed for office and commercial uses.",
      "definition_translation": "Un grattacielo è un edificio alto, abitabile in continuazione, di molti piani, tipicamente progettato per uffici e utilizzi commerciali.",
      "example": "The skyscraper was the tallest building in the city. She worked on the 30th floor of a skyscraper in Manhattan. They will build a new skyscraper in the financial district next year.",
      "example_translation": "Il grattacielo era l'edificio più alto della città. Lavorava al 30° piano di un grattacielo a Manhattan. Costruiranno un nuovo grattacielo nel distretto finanziario l'anno prossimo.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stony beach",
      "translation": "spiaggia sassosa",
      "definition": "A beach characterized by a large proportion of stones or pebbles, often found in coastal areas with high wave energy",
      "definition_translation": "Una spiaggia caratterizzata da una grande proporzione di pietre o ciottoli, spesso trovata in aree costiere con alta energia delle onde",
      "example": "Last summer, I visited a stony beach in Greece and had to wear shoes to protect my feet. I'm going to visit another one next year. I visited a beautiful stony beach last week.",
      "example_translation": "L'estate scorsa, ho visitato una spiaggia sassosa in Grecia e ho dovuto indossare scarpe per proteggere i miei piedi. Sto andando a visitare un'altra il prossimo anno. Ho visitato una bella spiaggia sassosa la settimana scorsa.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "studio",
      "translation": "studio",
      "definition": "A room or building where an artist, designer, or musician works, often equipped with specialized equipment and materials",
      "definition_translation": "Una stanza o edificio dove un artista, designer o musicista lavora, spesso equipaggiato con attrezzature e materiali specializzati",
      "example": "I spent all day in the studio, working on my new painting. I'm going to the studio tomorrow to record a song. I went to the studio last week to take a photography class.",
      "example_translation": "Ho trascorso tutta la giornata nello studio, lavorando sul mio nuovo dipinto. Sto andando allo studio domani per registrare un brano. Sono andato allo studio la settimana scorsa per prendere una lezione di fotografia.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "terminal",
      "translation": "terminale",
      "definition": "A point of departure or arrival for buses, trains, or planes, often equipped with facilities for passengers",
      "definition_translation": "Un punto di partenza o arrivo per autobus, treni o aerei, spesso equipaggiato con strutture per i passeggeri",
      "example": "The bus terminal was very crowded, so I decided to take a taxi. I'm going to the airport terminal to pick up my friend. I arrived at the train terminal an hour ago.",
      "example_translation": "Il terminale degli autobus era molto affollato, quindi ho deciso di prendere un taxi. Sto andando al terminal dell'aeroporto per prendere il mio amico. Sono arrivato al terminal della stazione un'ora fa.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "terrace",
      "translation": "terrazza",
      "definition": "A flat roof or a raised platform, typically surrounded by a railing or wall, often used for recreation or entertainment.",
      "definition_translation": "Un tetto piano o una piattaforma rialzata, tipicamente circondata da una ringhiera o un muro, spesso utilizzata per il recreation o l'intrattenimento.",
      "example": "We sat on the terrace to enjoy the view, I will sit on the terrace to enjoy the view, I have sat on the terrace to enjoy the view.",
      "example_translation": "Ci sedemmo sulla terrazza per goderci la vista, Mi siederò sulla terrazza per goderci la vista, Mi sono seduto sulla terrazza per goderci la vista.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "venue",
      "translation": "luogo",
      "definition": "A place, especially one where a specific event or activity is held.",
      "definition_translation": "Un posto, soprattutto uno dove si tiene un evento o un'attività specifica.",
      "example": "The venue for the concert was too small, The venue for the wedding was beautiful, The venue for the conference was changed.",
      "example_translation": "Il luogo del concerto era troppo piccolo, Il luogo del matrimonio era bellissimo, Il luogo della conferenza è stato cambiato.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ward",
      "translation": "reparto",
      "definition": "A division of a hospital or a prison, or a district of a city.",
      "definition_translation": "Un reparto di un ospedale o una prigione, o un distretto di una città.",
      "example": "The patient was moved to a different ward, The hospital has a maternity ward, The ward was renovated last year.",
      "example_translation": "Il paziente è stato trasferito in un reparto diverso, L'ospedale ha un reparto di maternità, Il reparto è stato ristrutturato l'anno scorso.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "control tower",
      "translation": "torre di controllo",
      "definition": "A tall structure, typically at an airport, from which air traffic is controlled.",
      "definition_translation": "Una struttura alta, solitamente in un aeroporto, da cui il traffico aereo è controllato.",
      "example": "The air traffic controller worked in the control tower to direct planes taking off and landing. Yesterday, she worked a double shift in the control tower. She will work in the control tower again tomorrow.",
      "example_translation": "Il controllore del traffico aereo ha lavorato nella torre di controllo per dirigere gli aerei che decollavano e atterravano. Ieri, ha lavorato un doppio turno nella torre di controllo. Domani, lavorerà di nuovo nella torre di controllo.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "delicatessen",
      "translation": "gastronomia",
      "definition": "A store selling prepared foods, such as meats, cheeses, and salads.",
      "definition_translation": "Un negozio che vende cibi già preparati, come carne, formaggi e insalate.",
      "example": "I stopped by the delicatessen on my lunch break to pick up a sandwich. The delicatessen near my house has the best pastrami. I will go to the delicatessen tonight to buy some snacks.",
      "example_translation": "Mi sono fermato al negozio di gastronomia durante la pausa pranzo per prendere un panino. La gastronomia vicino a casa mia ha il miglior prosciutto. Andrò al negozio di gastronomia stasera per comprare bazı spuntini.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "landmark",
      "translation": "punto di riferimento",
      "definition": "A notable or famous building, monument, or feature that is easily recognized.",
      "definition_translation": "Un edificio, un monumento o una caratteristica notevoli o famosi che sono facilmente riconoscibili.",
      "example": "The Eiffel Tower is a famous landmark in Paris. They visited many landmarks on their trip to Europe. The new skyscraper will be a landmark in the city's skyline.",
      "example_translation": "La Torre Eiffel è un punto di riferimento famoso a Parigi. Hanno visitato molti punti di riferimento durante il loro viaggio in Europa. Il nuovo grattacielo sarà un punto di riferimento nel profilo della città.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mansion",
      "translation": "villa",
      "definition": "A large and impressive house, often in the countryside or a suburb, that is lived in by a wealthy family.",
      "definition_translation": "Una grande e imponente casa, spesso nella campagna o in una sobborgo, che è abitata da una famiglia ricca.",
      "example": "I inherited a beautiful mansion from my grandmother. Last year, I renovated it. Next year, I will sell it.",
      "example_translation": "Ho ereditato una bellissima villa dalla nonna. L'anno scorso, l'ho ristrutturata. L'anno prossimo, la venderò.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "staircase",
      "translation": "scala",
      "definition": "A set of stairs, especially a large or impressive one, connecting the floors of a building.",
      "definition_translation": "Un set di scale, specialmente una grande o imponente, che collega i piani di un edificio.",
      "example": "I climbed the staircase to reach the top floor. Yesterday, I cleaned it. Tomorrow, I will paint it.",
      "example_translation": "Ho scalato la scala per raggiungere l'ultimo piano. Ieri, l'ho pulita. Domani, la dipingerò.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stationery shop",
      "translation": "negozio di carta",
      "definition": "A retail shop that sells writing materials, such as paper, pens, and ink, as well as office supplies.",
      "definition_translation": "Un negozio al dettaglio che vende materiali di scrittura, come carta, penne e inchiostro, così come forniture per ufficio.",
      "example": "I visited a stationery shop to buy a new notebook. Last week, I bought a pen from it. Next month, I will order some paper from it.",
      "example_translation": "Ho visitato un negozio di carta per comprare un nuovo quaderno. La settimana scorsa, ho comprato una penna da esso. Il mese prossimo, ordinerò della carta da esso.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "warehouse",
      "translation": "magazzino",
      "definition": "A large building for storing goods, merchandise, or other valuables.",
      "definition_translation": "Un grande edificio per lo stoccaggio di merci, merce o altri beni di valore.",
      "example": "The company built a new warehouse to store their inventory. They will hire more staff to manage the warehouse. The warehouse had been empty for years.",
      "example_translation": "L'azienda ha costruito un nuovo magazzino per archiviare le scorte. Assumeranno più personale per gestire il magazzino. Il magazzino era stato vuoto per anni.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fishmonger's",
      "translation": "pescheria",
      "definition": "A shop where fish and other seafood are sold.",
      "definition_translation": "Un negozio dove vengono venduti pesce e altri prodotti ittici.",
      "example": "I went to the fishmonger's to buy some fresh salmon for dinner. The fishmonger's was closed yesterday. She will open her own fishmonger's soon.",
      "example_translation": "Sono andato alla pescheria per comprare del salmone fresco per cena. La pescheria era chiusa ieri. Aprirà la sua propia pescheria presto.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ironmonger's",
      "translation": "ferrovia",
      "definition": "A shop that sells hardware, cutlery, and other metal goods.",
      "definition_translation": "Un negozio che vende articoli di ferro, coltelli e altri beni metallici.",
      "example": "I need to go to the ironmonger's to buy a new hammer. The ironmonger's was very busy yesterday. They will renovate the ironmonger's next month.",
      "example_translation": "Devo andare alla ferrovia per comprare un nuovo martello. La ferrovia era molto occupata ieri. Ristruttureranno la ferrovia il mese prossimo.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "landing",
      "translation": "atterraggio",
      "definition": "The act of bringing a spacecraft or an airplane to the ground or to a surface.",
      "definition_translation": "L'atto di portare uno spaziale o un aereo a terra o a una superficie.",
      "example": "The pilot skillfully executed the landing, and the plane came to a stop on the runway. Yesterday, the astronauts practiced their landing techniques. Tomorrow, they will land on Mars.",
      "example_translation": "Il pilota ha eseguito abilmente l'atterraggio e l'aereo si è fermato sulla pista. Ieri, gli astronauti hanno esercitato le loro tecniche di atterraggio. Domani, atterreranno su Marte.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "loft",
      "translation": "solaio",
      "definition": "An upper room or space in a building, especially in a dwelling, used for storage or habitation.",
      "definition_translation": "Una camera o spazio superiore in un edificio, specialmente in un'abitazione, utilizzato per lo stoccaggio o l'abitazione.",
      "example": "The loft in our house was converted into a cozy bedroom. She had been living in the loft above the garage for months. By next year, they will have renovated the entire loft.",
      "example_translation": "Il solaio nella nostra casa è stato convertito in una camera da letto accogliente. Lei aveva vissuto nel solaio sopra il garage per mesi. Entro l'anno prossimo, avranno ristrutturato l'intero solaio.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "off-licence",
      "translation": "licenza di vendita al dettaglio di alcolici",
      "definition": "A shop or store licensed to sell alcoholic beverages for consumption off the premises.",
      "definition_translation": "Un negozio o un negozio autorizzato a vendere bevande alcoliche per consumo fuori sede.",
      "example": "The off-licence on the corner is open 24 hours. She got a job at the off-licence down the street. By the weekend, they will have opened a new off-licence near the supermarket.",
      "example_translation": "La licenza di vendita al dettaglio di alcolici sull'angolo è aperta 24 ore. Lei ha ottenuto un lavoro alla licenza di vendita al dettaglio di alcolici giù per la strada. Entro il fine settimana, avranno aperto una nuova licenza di vendita al dettaglio di alcolici vicino al supermercato.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stable",
      "translation": "stabile",
      "definition": "A stable is a building or facility for housing horses, livestock, or other animals, typically with stalls or pens for each animal.",
      "definition_translation": "Un stabile è un edificio o struttura per ospitare cavalli, bestiame o altri animali, tipicamente con stalle o recinti per ogni animale.",
      "example": "The farmer will stable the horse for the night. Yesterday, she stabled the horse. Tomorrow, she will stable the horse.",
      "example_translation": "Il contadino riposerà il cavallo per la notte. Ieri, lei ripose il cavallo. Domani, lei riposerà il cavallo.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "duty-free shop",
      "translation": "negozio duty-free",
      "definition": "A duty-free shop is a retail store that sells goods without charging sales tax or duties, typically in international airports or ports.",
      "definition_translation": "Un negozio duty-free è un negozio al dettaglio che vende merci senza addebitare tasse di vendita o dazi, tipicamente negli aeroporti internazionali o porti.",
      "example": "I always buy perfume at the duty-free shop when I travel. Yesterday, I bought a bottle at the duty-free shop. Next year, I will buy another one at the duty-free shop.",
      "example_translation": "Compro sempre profumi al negozio duty-free quando viaggio. Ieri, ho comprato una bottiglia al negozio duty-free. L'anno prossimo, comprerò un'altra al negozio duty-free.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pier",
      "translation": "molo",
      "definition": "A pier is a structure built out over the water, typically supported by pillars or columns, used for various purposes such as fishing, docking, or recreation.",
      "definition_translation": "Un molo è una struttura costruita sull'acqua, tipicamente supportata da pilastri o colonne, utilizzata per scopi diversi come la pesca, l'attracco o il divertimento.",
      "example": "The family went fishing on the pier yesterday. Today, they are strolling on the pier. Tomorrow, they will go sailing from the pier.",
      "example_translation": "La famiglia è andata a pesca sul molo ieri. Oggi, stanno passeggiando sul molo. Domani, andranno a vela dal molo.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]