[
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "April",
      "translation": "Aprile",
      "definition": "The fourth month of the year, occurring between March and May, having 30 days.",
      "definition_translation": "Il quarto mese dell'anno, che si verifica tra marzo e maggio, con 30 giorni.",
      "example": "I will visit my family in April, I visited them in April last year, and I visited them in April five years ago.",
      "example_translation": "Visiterò la mia famiglia in aprile, li ho visitati in aprile l'anno scorso e li ho visitati in aprile cinque anni fa.",
      "imageLink": "image_files\\English\\april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "August",
      "translation": "Agosto",
      "definition": "The eighth month of the year, occurring between July and September, having 31 days.",
      "definition_translation": "L'ottavo mese dell'anno, che si verifica tra luglio e settembre, con 31 giorni.",
      "example": "I will go on vacation in August, I went on vacation in August last year, and I will go on vacation in August next year.",
      "example_translation": "Andrò in vacanza in agosto, sono andato in vacanza in agosto l'anno scorso e andrò in vacanza in agosto l'anno prossimo.",
      "imageLink": "image_files\\English\\august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "December",
      "translation": "Dicembre",
      "definition": "The twelfth and last month of the year, occurring between November and January, having 31 days.",
      "definition_translation": "Il dodicesimo e ultimo mese dell'anno, che si verifica tra novembre e gennaio, con 31 giorni.",
      "example": "I will celebrate Christmas in December, I celebrated Christmas in December last year, and I will celebrate Christmas in December next year.",
      "example_translation": "Celebrerò il Natale in dicembre, ho celebrato il Natale in dicembre l'anno scorso e celebrerò il Natale in dicembre l'anno prossimo.",
      "imageLink": "image_files\\English\\december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "February",
      "translation": "Febbraio",
      "definition": "The second month of the year, between January and March, having 28 days (29 in leap years).",
      "definition_translation": "Il secondo mese dell'anno, tra gennaio e marzo, con 28 giorni (29 negli anni bisestili).",
      "example": "I always plan a vacation in February to escape the cold winter. Last year, I went skiing in February. Next February, I will visit Rome.",
      "example_translation": "Piano sempre una vacanza a febbraio per sfuggire all'inverno freddo. L'anno scorso, sono andato a sciare a febbraio. Il prossimo febbraio, visiterò Roma.",
      "imageLink": "image_files\\English\\february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "January",
      "translation": "Gennaio",
      "definition": "The first month of the year, between December and February, having 31 days.",
      "definition_translation": "Il primo mese dell'anno, tra dicembre e febbraio, con 31 giorni.",
      "example": "I always make new year's resolutions in January. Last January, I started a new diet. Next January, I will start a new project.",
      "example_translation": "Faccio sempre risoluzioni per l'anno nuovo a gennaio. L'anno scorso, ho iniziato una nuova dieta a gennaio. Il prossimo gennaio, inizierò un nuovo progetto.",
      "imageLink": "image_files\\English\\january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "July",
      "translation": "Luglio",
      "definition": "The seventh month of the year, between June and August, having 31 days.",
      "definition_translation": "Il settimo mese dell'anno, tra giugno e agosto, con 31 giorni.",
      "example": "I always plan a summer vacation in July. Last July, I went to the beach. Next July, I will visit Paris.",
      "example_translation": "Piano sempre una vacanza estiva a luglio. L'anno scorso, sono andato al mare a luglio. Il prossimo luglio, visiterò Parigi.",
      "imageLink": "image_files\\English\\july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "June",
      "translation": "giugno",
      "definition": "The sixth month of the year, between May and July, in the Gregorian calendar.",
      "definition_translation": "Il sesto mese dell'anno, tra maggio e luglio, nel calendario gregoriano.",
      "example": "I was born in June 1995. Last June, I went to the beach. Next June, I will graduate from college.",
      "example_translation": "Sono nato nel giugno 1995. L'anno scorso a giugno, sono andato in spiaggia. Il prossimo giugno, mi laureerò al college.",
      "imageLink": "image_files\\English\\june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "March",
      "translation": "marzo",
      "definition": "The third month of the year, between February and April, in the Gregorian calendar.",
      "definition_translation": "Il terzo mese dell'anno, tra febbraio e aprile, nel calendario gregoriano.",
      "example": "I will go to Paris in March. Last March, I saw the cherry blossoms. Next March, I will start a new job.",
      "example_translation": "Andrò a Parigi a marzo. L'anno scorso a marzo, ho visto i ciliegi in fiore. Il prossimo marzo, inizierò un nuovo lavoro.",
      "imageLink": "image_files\\English\\march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "May",
      "translation": "maggio",
      "definition": "The fifth month of the year, between April and June, in the Gregorian calendar.",
      "definition_translation": "Il quinto mese dell'anno, tra aprile e giugno, nel calendario gregoriano.",
      "example": "I will graduate in May. Last May, I went to the concert. Next May, I will travel to Japan.",
      "example_translation": "Mi laureerò a maggio. L'anno scorso a maggio, sono andato al concerto. Il prossimo maggio, viaggerò in Giappone.",
      "imageLink": "image_files\\English\\may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "November",
      "translation": "Novembre",
      "definition": "The eleventh month of the year, following October and preceding December.",
      "definition_translation": "L'undicesimo mese dell'anno, dopo Ottobre e prima di Dicembre.",
      "example": "I will go on a vacation in November next year. I went to the beach in November last year. I am going to a Thanksgiving dinner in November this year.",
      "example_translation": "Andrò in vacanza a novembre dell'anno prossimo. Sono andato in spiaggia a novembre l'anno scorso. Sto andando a un pranzo di ringraziamento a novembre quest'anno.",
      "imageLink": "image_files\\English\\november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "October",
      "translation": "Ottobre",
      "definition": "The tenth month of the year, following September and preceding November.",
      "definition_translation": "Il decimo mese dell'anno, dopo Settembre e prima di Novembre.",
      "example": "I will attend a Halloween party in October this year. I attended a concert in October last year. I am planning a trip to Europe in October next year.",
      "example_translation": "Parteciperò a una festa di Halloween a ottobre quest'anno. Ho partecipato a un concerto a ottobre l'anno scorso. Sto pianificando un viaggio in Europa a ottobre dell'anno prossimo.",
      "imageLink": "image_files\\English\\october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "September",
      "translation": "Settembre",
      "definition": "The ninth month of the year, following August and preceding October.",
      "definition_translation": "Il nono mese dell'anno, dopo Agosto e prima di Ottobre.",
      "example": "I will go back to school in September this year. I went to the beach in September last year. I am planning a wedding in September next year.",
      "example_translation": "Torno a scuola a settembre quest'anno. Sono andato in spiaggia a settembre l'anno scorso. Sto pianificando un matrimonio a settembre dell'anno prossimo.",
      "imageLink": "image_files\\English\\september.jpg",
      "audioLink": "September.mp3"
    }
  ]