[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "insect",
      "translation": "insetto",
      "definition": "A small animal with six legs, usually having a hard outer covering and often found in gardens or forests.",
      "definition_translation": "Un piccolo animale con sei zampe, solitamente con un rivestimento esterno duro e spesso trovato nei giardini o nelle foreste.",
      "example": "I saw an insect crawling on the wall yesterday. Today, I will try to catch an insect in the garden. By next year, I will have learned about many different insects.",
      "example_translation": "Ho visto un insetto strisciare sulla parete ieri. Oggi, cercherò di catturare un insetto nel giardino. Entro l'anno prossimo, avrò imparato su molti insetti diversi.",
      "imageLink": "image_files\\English\\"imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ant",
      "translation": "formica",
      "definition": "A small, typically red or black, insect that lives in colonies and is known for its industrious nature.",
      "definition_translation": "Un piccolo insetto, solitamente rosso o nero, che vive in colonie e è noto per la sua natura industriosa.",
      "example": "I watched an ant carrying a crumb back to its anthill yesterday. Today, I saw ants marching in a line across the kitchen floor. By next summer, I expect to see many ants in the garden.",
      "example_translation": "Ho guardato una formica che portava un briciolo nel suo formicaio ieri. Oggi, ho visto delle formiche marciare in fila sulla pavimentazione della cucina. Entro la prossima estate, mi aspetto di vedere molte formiche nel giardino.",
      "imageLink": "image_files\\English\\"imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bee",
      "translation": "ape",
      "definition": "A flying insect that collects nectar from flowers and produces honey, often living in a hive with a queen bee.",
      "definition_translation": "Un insetto volante che raccoglie nettare dai fiori e produce miele, spesso vivendo in un alveare con una regina ape.",
      "example": "I saw a bee buzzing around the flowers in the garden yesterday. Today, I watched a bee collecting nectar from the sunflowers. By next month, I will have learned about the importance of bees in pollination.",
      "example_translation": "Ho visto un'ape ronzare intorno ai fiori nel giardino ieri. Oggi, ho guardato un'ape che raccoglieva nettare dai girasoli. Entro il prossimo mese, avrò imparato sull'importanza delle api nell'impollinazione.",
      "imageLink": "image_files\\English\\"imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bug",
      "translation": "insetto",
      "definition": "A small insect, especially one that is annoying or troublesome.",
      "definition_translation": "Un insetto piccolo, soprattutto uno che è fastidioso o problematico.",
      "example": "I found a bug in my kitchen last night, and it scared me. I will squash every bug I see in my house. I saw a bug crawling on the wall yesterday.",
      "example_translation": "Ho trovato un insetto nella mia cucina ieri sera, e mi ha spaventato. Squasherò ogni insetto che vedo in casa mia. Ho visto un insetto strisciare sulla parete ieri.",
      "imageLink": "image_files\\English\\"imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "butterfly",
      "translation": "farfalla",
      "definition": "A flying insect with large often brightly colored wings, especially one of the species that feed on nectar.",
      "definition_translation": "Un insetto volante con ali grandi e spesso colorate, soprattutto una delle specie che si nutrono di nettare.",
      "example": "I saw a beautiful butterfly in the garden today. The butterfly will fly away soon. I watched a butterfly transform from a caterpillar yesterday.",
      "example_translation": "Ho visto una bella farfalla nel giardino oggi. La farfalla volerà via presto. Ho guardato una farfalla trasformarsi da bruises ieri.",
      "imageLink": "image_files\\English\\"imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cockroach",
      "translation": "scarafaggio",
      "definition": "A large, flat, oval-shaped insect with a shiny exoskeleton, typically found in dark or dirty places.",
      "definition_translation": "Un insetto grande, piatto, a forma di uovo con un esoscheletro luminoso, solitamente trovato in posti bui o sporchi.",
      "example": "I don't like cockroaches in my kitchen. The cockroach ran across the floor when I turned on the light. I will call the exterminator to kill all the cockroaches.",
      "example_translation": "Non mi piacciono gli scarafaggi nella mia cucina. Lo scarafaggio corse attraverso il pavimento quando ho acceso la luce. Chiamerò l'exterminatore per uccidere tutti gli scarafaggi.",
      "imageLink": "image_files\\English\\"imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "creature",
      "translation": "creatura",
      "definition": "A living thing, especially an animal, typically having senses and the power of movement.",
      "definition_translation": "Una cosa vivente, in particolare un animale, che ha sensi e il potere del movimento.",
      "example": "The creature was hiding in the bushes. It will create a new creature tomorrow. They created a strange creature last year.",
      "example_translation": "La creatura si nascondeva nei cespugli. Creerà una nuova creatura domani. Hanno creato una strana creatura l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fly",
      "translation": "volare",
      "definition": "To move through the air, using wings.",
      "definition_translation": "Muoversi attraverso l'aria, usando le ali.",
      "example": "The bird likes to fly. She will fly to Paris tomorrow. They flew to New York last month.",
      "example_translation": "L'uccello ama volare. Volerà a Parigi domani. Hanno volato a New York il mese scorso.",
      "imageLink": "image_files\\English\\"imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mosquito",
      "translation": "zanzara",
      "definition": "A small fly that bites animals and humans, often causing an itchy swelling.",
      "definition_translation": "Un piccolo insetto che morde animali e umani, causando spesso una dolorosa infiammazione.",
      "example": "The mosquito bit me last night. It will bite someone tonight. They bit many people yesterday.",
      "example_translation": "La zanzara mi ha morso ieri sera. Morderà qualcuno stanotte. Hanno morso molte persone ieri.",
      "imageLink": "image_files\\English\\"imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spider",
      "translation": "ragno",
      "definition": "A spider is a small, eight-legged arachnid that spins a web to catch its prey.",
      "definition_translation": "Un ragno è un piccolo aracnide a otto zampe che tesse una rete per catturare la sua preda.",
      "example": "Yesterday, I saw a spider spinning its web in the corner of the room. Today, it has caught a fly. Tomorrow, I will remove the web.",
      "example_translation": "Ieri, ho visto un ragno tessere la sua rete nell'angolo della stanza. Oggi, ha catturato una mosca. Domani, rimuoverò la rete.",
      "imageLink": "image_files\\English\\"imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "web",
      "translation": "rete",
      "definition": "A web is a structure created by a spider or other animal to catch prey or protect itself.",
      "definition_translation": "Una rete è una struttura creata da un ragno o altro animale per catturare la preda o proteggersi.",
      "example": "The spider has built a complex web to catch its prey. The web is very sticky and strong. In the future, the spider will build an even stronger web.",
      "example_translation": "Il ragno ha costruito una rete complessa per catturare la sua preda. La rete è molto appiccicosa e forte. In futuro, il ragno costruirà una rete ancora più forte.",
      "imageLink": "image_files\\English\\"imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beetle",
      "translation": "coleottero",
      "definition": "A beetle is a type of insect with a hard outer shell, often found in gardens and forests.",
      "definition_translation": "Un coleottero è un tipo di insetto con un guscio esterno duro, spesso trovato nei giardini e foreste.",
      "example": "I saw a beetle crawling on the leaf of a plant yesterday. Today, it is flying around the garden. In the future, it will lay eggs on the soil.",
      "example_translation": "Ho visto un coleottero strisciare sulla foglia di una pianta ieri. Oggi, sta volando intorno al giardino. In futuro, deporrà le uova nel terreno.",
      "imageLink": "image_files\\English\\"imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flea",
      "translation": "pulce",
      "definition": "A small, usually dark-colored insect that lives on the bodies of mammals and birds, and feeds on their blood.",
      "definition_translation": "Un insetto piccolo, di solito di colore scuro, che vive sul corpo dei mammiferi e degli uccelli e si nutre del loro sangue.",
      "example": "The dog had a flea that was making it itch. The cat had fleas all over its body. The farmer will flea-bomb the farm next week.",
      "example_translation": "Il cane aveva una pulce che lo faceva prurito. Il gatto aveva pulci in tutto il corpo. Il contadino bombarderà la fattoria con fosfati contro le pulci la settimana prossima.",
      "imageLink": "image_files\\English\\"imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sting",
      "translation": "pungere",
      "definition": "To cause a sharp, painful sensation, typically by piercing the skin with a sharp point or by chemical means.",
      "definition_translation": "Provocare una sensazione dolorosa e acuta, tipicamente perforando la pelle con un punto affilato o mediante chimica.",
      "example": "The bee's sting hurt me. The wasp will sting anyone who threatens its nest. The doctor will inject an antidote to neutralize the sting.",
      "example_translation": "Il pungiglione dell'ape mi ha fatto male. La vespa pungerebbe chiunque minacci il suo nido. Il dottore inietterà un antidoto per neutralizzare il veleno del pungiglione.",
      "imageLink": "image_files\\English\\"imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wasp",
      "translation": "vespa",
      "definition": "A flying insect that is similar to a bee, but has a narrow waist and is generally more aggressive.",
      "definition_translation": "Un insetto volante che somiglia all'ape, ma ha una vita stretta e è generalmente più aggressivo.",
      "example": "The wasp flew into my ear. The wasp stung me when I disturbed its nest. I will avoid the wasp's nest in the garden.",
      "example_translation": "La vespa è volata nel mio orecchio. La vespa mi ha punto quando ho disturbato il suo nido. Eviterò il nido della vespa nel giardino.",
      "imageLink": "image_files\\English\\"imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mantis",
      "translation": "mantis",
      "definition": "A mantis is a carnivorous insect that belongs to the order Mantodea. It is characterized by its slender body, long legs, and spiked forelegs used for catching prey.",
      "definition_translation": "Un mantide è un insetto carnivoro che appartiene all'ordine Mantodea. È caratterizzato da un corpo snello, gambe lunghe e zampa anteriori spinose utilizzate per catturare la preda.",
      "example": "The praying mantis sat on a leaf, waiting for its next meal. It had already eaten a fly yesterday and would catch a bee tomorrow. Currently, it is observing its surroundings.",
      "example_translation": "Il mantide preghiera si sedette su una foglia, aspettando la sua prossima pietanza. Aveva già mangiato una mosca ieri e avrebbe catturato un'ape domani. Attualmente, stava osservando i dintorni.",
      "imageLink": "image_files\\English\\"imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "moth",
      "translation": "falena",
      "definition": "A moth is a type of insect that belongs to the order Lepidoptera. It is characterized by its feathery or thread-like antennae and its tendency to be attracted to light.",
      "definition_translation": "Una falena è un tipo di insetto che appartiene all'ordine Lepidoptera. È caratterizzata dalle sue antenne piumose o filiformi e dalla sua tendenza ad essere attratta dalla luce.",
      "example": "The moth flew into the room, attracted by the bright lamp. It had flown in yesterday evening and would fly out tomorrow morning. Currently, it is fluttering around the light.",
      "example_translation": "La falena volò nella stanza, attratta dalla lampada luminosa. Era volata dentro ieri sera e avrebbe volato fuori domani mattina. Attualmente, stava sbattendo attorno alla luce.",
      "imageLink": "image_files\\English\\"imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "potato beetle",
      "translation": "coleottero della patata",
      "definition": "The potato beetle is a type of insect that belongs to the family Chrysomelidae. It is characterized by its yellow and black stripes and its tendency to feed on potato plants.",
      "definition_translation": "Il coleottero della patata è un tipo di insetto che appartiene alla famiglia Chrysomelidae. È caratterizzato dalle sue strisce gialle e nere e dalla sua tendenza a nutrirsi di piante di patata.",
      "example": "The potato beetle crawled on the potato plant, eating its leaves. It had crawled there yesterday and would crawl again tomorrow. Currently, it is feeding on the plant.",
      "example_translation": "Il coleottero della patata strisciò sulla pianta di patata, mangiando le foglie. Era strisciato là ieri e avrebbe strisciato di nuovo domani. Attualmente, stava nutrendosi della pianta.",
      "imageLink": "image_files\\English\\"imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "silkworm",
      "translation": "baco da seta",
      "definition": "A silkworm is the larva of a moth that spins a cocoon of silk, which is harvested to make silk fabric.",
      "definition_translation": "Un baco da seta è la larva di una falena che tesse un bozzolo di seta, che viene raccolto per produrre tessuto di seta.",
      "example": "Yesterday, I saw a silkworm spinning its cocoon. Today, it is still spinning, and tomorrow it will have finished. I will use its silk to make a beautiful dress.",
      "example_translation": "Ieri, ho visto un baco da seta che tesseva il suo bozzolo. Oggi, sta ancora tessendo, e domani avrà finito. Userò la sua seta per fare un vestito bellissimo.",
      "imageLink": "image_files\\English\\"imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "termite",
      "translation": "termite",
      "definition": "A termite is a small, social insect that feeds on wood and can cause significant damage to buildings and structures.",
      "definition_translation": "Una termite è un insetto sociale piccolo che si nutre di legno e può causare danni significativi agli edifici e alle strutture.",
      "example": "Termites were eating the wood in the old house, so we had to call an exterminator. They will eat the wood in the future, but we stopped them from eating it now.",
      "example_translation": "Le termiti stavano mangiando il legno nella vecchia casa, quindi abbiamo dovuto chiamare un disinfestatore. Mangeranno il legno in futuro, ma li abbiamo fermati dal mangiarlo ora.",
      "imageLink": "image_files\\English\\"imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bedbug",
      "translation": "cimice dei letti",
      "definition": "A bedbug is a small, flat insect that feeds on human blood and is often found in beds and bedding.",
      "definition_translation": "Una cimice dei letti è un insetto piccolo e piatto che si nutre di sangue umano e si trova spesso nei letti e nel letto.",
      "example": "I checked the hotel room for bedbugs before sleeping, because I had slept in a bed with bedbugs last night. I will check again tomorrow before sleeping.",
      "example_translation": "Ho controllato la camera d'albergo per le cimici dei letti prima di dormire, perché avevo dormito in un letto con cimici dei letti la scorsa notte. Controllerò ancora domani prima di dormire.",
      "imageLink": "image_files\\English\\"imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bumblebee",
      "translation": "ape arborea",
      "definition": "A large, hairy, social bee that flies slowly and makes a loud humming noise.",
      "definition_translation": "Un'ape grande, pelosa, sociale che vola lentamente e fa un rumore di ronzio forte.",
      "example": "In the garden, I saw a bumblebee flying around the flowers. Yesterday, I watched a bumblebee collecting nectar from the blooms. By next summer, I hope to see a bumblebee hovering above the blossoms.",
      "example_translation": "Nel giardino, ho visto un'ape arborea volare attorno ai fiori. Ieri, ho guardato un'ape arborea che raccoglieva nettare dai fiori. Per l'estate prossima, spero di vedere un'ape arborea librarsi sopra i fiori.",
      "imageLink": "image_files\\English\\"imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "caterpillar",
      "translation": "bruco",
      "definition": "The larva of a butterfly or moth, often with a worm-like body and legs.",
      "definition_translation": "La larva di una farfalla o falena, spesso con un corpo simile a un verme e zampe.",
      "example": "The caterpillar crawled along the leaf, eating as it went. Last week, I saw a caterpillar transforming into a chrysalis. By next spring, the caterpillar will have emerged as a beautiful butterfly.",
      "example_translation": "Il bruco si è trascinato lungo la foglia, mangiando mentre andava. La settimana scorsa, ho visto un bruco trasformarsi in una crisalide. Per la prossima primavera, il bruco sarà emerso come una bella farfalla.",
      "imageLink": "image_files\\English\\"imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cicada",
      "translation": "cicala",
      "definition": "A large, nocturnal insect with a distinctive song, typically found in warm climates.",
      "definition_translation": "Un insetto notturno grande con un canto distintivo, trovato tipicamente in climi caldi.",
      "example": "The cicada's loud song filled the night air. Last summer, I heard a cicada's rhythmic humming in the trees. By next August, the cicadas will have begun to emerge from the ground.",
      "example_translation": "Il canto della cicala ha riempito l'aria notturna. L'estate scorsa, ho sentito il rumore ritmico della cicala nei alberi. Per il prossimo agosto, le cicale avranno iniziato a emergere dalla terra.",
      "imageLink": "image_files\\English\\"imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dragonfly",
      "translation": "libellula",
      "definition": "A dragonfly is a type of insect that belongs to the order Odonata. It has a long, slender body, typically green or blue in color, with large eyes and two pairs of transparent wings.",
      "definition_translation": "Una libellula è un tipo di insetto che appartiene all'ordine Odonata. Ha un corpo lungo e snello, generalmente verde o blu, con occhi grandi e due paia di ali trasparenti.",
      "example": "The dragonfly hovered above the water, its iridescent wings glimmering in the sunlight. It had hovered there yesterday, and will hover there again tomorrow.",
      "example_translation": "La libellula è rimasta sospesa sopra l'acqua, le sue ali iridescenti splendevano alla luce del sole. Era rimasta lì ieri, e rimarrà lì di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drone",
      "translation": "drone",
      "definition": "A drone is a type of unmanned aerial vehicle (UAV) that is remotely controlled or flies autonomously, used for various purposes such as surveillance, photography, and delivery.",
      "definition_translation": "Un drone è un tipo di veicolo aereo senza pilota (UAV) che viene controllato a distanza o vola autonomamente, utilizzato per vari scopi come la sorveglianza, la fotografia e la consegna.",
      "example": "The drone flew over the city, capturing stunning aerial footage. It will fly over the city again next week, and flew over it last year.",
      "example_translation": "Il drone è volato sulla città, catturando impressionanti immagini aeree. Volerà sulla città novamente la prossima settimana, e volò sulla città l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gadfly",
      "translation": "mosca pungente",
      "definition": "A gadfly is a type of fly that is known for its painful sting, often bothering livestock and humans alike.",
      "definition_translation": "Una mosca pungente è un tipo di mosca che è nota per il suo pungente doloroso, spesso fastidioso per il bestiame e gli esseri umani.",
      "example": "The gadfly buzzed around the farmer's head, annoying him as he worked. It had buzzed around him yesterday, and will buzz around him again tomorrow.",
      "example_translation": "La mosca pungente ronzava intorno alla testa del contadino, infastidendolo mentre lavorava. Era ronzata intorno a lui ieri, e ronzò intorno a lui di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grasshopper",
      "translation": "cavalletta",
      "definition": "A grasshopper is a medium to large insect with a stout body, long hind legs, and wings. They are typically green or yellowish in color and are found in fields, forests, and backyards.",
      "definition_translation": "Una cavalletta è un insetto di media a grande dimensione con un corpo robusto, zampe posteriori lunghe e ali. Sono tipicamente verdi o giallastri di colore e si trovano nei campi, foreste e cortili.",
      "example": "I saw a grasshopper jumping across the field yesterday. Today, I will be watching for grasshoppers in my garden, and tomorrow, I will try to catch a grasshopper with my net.",
      "example_translation": "Ho visto una cavalletta saltare attraverso il campo ieri. Oggi, starò cercando cavallette nel mio giardino, e domani, cercherò di catturare una cavalletta con la mia rete.",
      "imageLink": "image_files\\English\\"imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hornet",
      "translation": "calabrone",
      "definition": "A hornet is a type of wasp that builds large nests in trees, walls, and underground. They are known for their painful stings and are often feared by humans.",
      "definition_translation": "Un calabrone è un tipo di vespa che costruisce grandi nidi negli alberi, nelle pareti e sottoterra. Sono conosciuti per le loro punture dolorose e sono spesso temuti dagli esseri umani.",
      "example": "I was stung by a hornet last summer, but this summer, I will avoid disturbing the hornet's nest. Next summer, I will learn how to safely remove a hornet's nest from my attic.",
      "example_translation": "Sono stato punto da un calabrone l'estate scorsa, ma questa estate, eviterò di disturbare il nido del calabrone. La prossima estate, imparerò come rimuovere in modo sicuro un nido di calabrone dal mio solaio.",
      "imageLink": "image_files\\English\\"imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ladybird",
      "translation": "coccinella",
      "definition": "A ladybird, also known as a lady beetle, is a small, oval-shaped insect with a distinctive red and black coloration. They are commonly found in gardens and are known for their ability to control aphid populations.",
      "definition_translation": "Una coccinella, anche nota come scarabeo della Vergine, è un insetto piccolo a forma ovale con una colorazione rossa e nera distinctive. Si trovano comunemente nei giardini e sono conosciuti per la loro capacità di controllare le popolazioni di afidi.",
      "example": "I saw a ladybird crawling on a leaf yesterday. Today, I will be observing ladybirds in my garden, and tomorrow, I will learn how to attract ladybirds to my garden.",
      "example_translation": "Ho visto una coccinella strisciare su una foglia ieri. Oggi, starò osservando le coccinelle nel mio giardino, e domani, imparerò come attirare le coccinelle nel mio giardino.",
      "imageLink": "image_files\\English\\"imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "locust",
      "translation": "locusta",
      "definition": "A large, usually green or yellowish, insect with a long body and wings, often found in swarms that can damage crops.",
      "definition_translation": "Un insetto grande, di solito verde o giallognolo, con un corpo lungo e ali, spesso trovato in sciami che possono danneggiare le colture.",
      "example": "The farmer was worried about the locusts that were destroying his crops. Last year, the locusts had devastated the entire region. By next year, the locusts will have been eradicated.",
      "example_translation": "L'agricoltore era preoccupato per le locuste che stavano distruggendo i suoi raccolti. L'anno scorso, le locuste avevano devastato l'intera regione. L'anno prossimo, le locuste sarebbero state eradicate.",
      "imageLink": "image_files\\English\\"imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "louse",
      "translation": "pidocchio",
      "definition": "A small, wingless insect that lives on the bodies of humans or animals and feeds on their blood or skin.",
      "definition_translation": "Un insetto piccolo, senza ali, che vive sui corpi degli esseri umani o degli animali e si nutre del loro sangue o della loro pelle.",
      "example": "The child had a louse in her hair. The doctor prescribed a special shampoo to kill the lice. By the next week, the lice will have been eliminated.",
      "example_translation": "Il bambino aveva un pidocchio nei capelli. Il medico ha prescritto uno shampoo speciale per uccidere i pidocchi. La prossima settimana, i pidocchi sarebbero stati eliminati.",
      "imageLink": "image_files\\English\\"imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]