{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cold",
      "translation": "freddo",
      "definition": "Having a low temperature; cool or chilly.",
      "definition_translation": "Avendo una bassa temperatura; fresco o freddo.",
      "example": "I was cold yesterday, so I wore a coat. I am cold today, so I will wear a hat. I will be cold tomorrow, so I will wear gloves.",
      "example_translation": "Ero freddo ieri, quindi ho indossato un cappotto. Sono freddo oggi, quindi indosserò un cappello. Sarò freddo domani, quindi indosserò guanti.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cold",
      "translation": "freddo",
      "definition": "Lacking warmth of feeling; unfriendly or unemotional.",
      "definition_translation": "Mancante di calore di sentimento; ostile o senza emozione.",
      "example": "She was cold to me when I met her. She is cold to me now. She will be cold to me in the future.",
      "example_translation": "Lei era fredda con me quando l'ho incontrata. Lei è fredda con me ora. Lei sarà fredda con me nel futuro.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hot",
      "translation": "caldo",
      "definition": "Having a high temperature; warm or boiling.",
      "definition_translation": "Avendo una alta temperatura; caldo o bollente.",
      "example": "I was hot yesterday, so I drank water. I am hot today, so I will take a shower. I will be hot tomorrow, so I will wear light clothes.",
      "example_translation": "Ero caldo ieri, quindi ho bevuto acqua. Sono caldo oggi, quindi farò una doccia. Sarò caldo domani, quindi indosserò vestiti leggeri.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rain",
      "translation": "pioggia",
      "definition": "Precipitation in the form of water droplets, typically from clouds, that fall to the ground.",
      "definition_translation": "Precipitazione nella forma di gocce d'acqua, tipicamente dalle nuvole, che cadono a terra.",
      "example": "It rained heavily yesterday, but it will rain again tomorrow. I love playing in the rain when I was a kid. It will have rained by the time we arrive.",
      "example_translation": "È piovuto pesantemente ieri, ma pioverà di nuovo domani. Mi piaceva giocare nella pioggia quando ero bambino. Sarà piovuto quando arriveremo.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "snow",
      "translation": "neve",
      "definition": "Atmospheric water vapor frozen into ice crystals, falling to the ground, often in flakes or flakes.",
      "definition_translation": "Vapore acqueo atmosferico congelato in cristalli di ghiaccio, cadendo a terra, spesso in fiocchi o fiocchi.",
      "example": "It snowed last winter, but it doesn't snow much anymore. When I was a kid, I loved making snowmen in the snow. It will snow again next year.",
      "example_translation": "È nevicato l'inverno scorso, ma non neve molto più. Quando ero ragazzo, mi piaceva fare uomini di neve nella neve. Nevicherà di nuovo l'anno prossimo.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "summer",
      "translation": "estate",
      "definition": "The warmest season of the year, in the Northern Hemisphere from June to August and in the Southern Hemisphere from December to February.",
      "definition_translation": "La stagione più calda dell'anno, nell'emisfero boreale da giugno ad agosto e nell'emisfero australe da dicembre a febbraio.",
      "example": "I love traveling in the summer because the weather is perfect. Last summer, I went to the beach with my family. It will be hot again next summer.",
      "example_translation": "Mi piace viaggiare in estate perché il tempo è perfetto. L'estate scorsa, sono andato al mare con la mia famiglia. Sarà di nuovo caldo l'estate prossima.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sun",
      "translation": "sole",
      "definition": "The sun is the star around which the Earth and other planets in our solar system orbit. It is a massive ball of hot, glowing gas that provides light and heat to our planet.",
      "definition_translation": "Il sole è la stella attorno alla quale la Terra e altri pianeti nel nostro sistema solare orbitano. È una grande palla di gas caldo e luminoso che fornisce luce e calore al nostro pianeta.",
      "example": "Yesterday, I saw the sun rising over the mountains. Today, I am enjoying the warm sun on my skin. Tomorrow, I will watch the sun setting over the ocean.",
      "example_translation": "Ieri, ho visto il sole sorgere sopra le montagne. Oggi, sto godendomi il sole caldo sulla mia pelle. Domani, guarderò il sole tramontare sull'oceano.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "warm",
      "translation": "caldo",
      "definition": "Warmth is a feeling of comfort and coziness, often associated with a moderate or mild temperature. It can also refer to a person's personality, describing someone who is friendly and affectionate.",
      "definition_translation": "La calore è una sensazione di comfort e accoglienza, spesso associata a una temperatura moderata o mite. Può anche riferirsi alla personalità di una persona, descrivendo qualcuno che è amichevole e affettuoso.",
      "example": "The warm hug from my grandmother made me feel loved. The warm water in the pool was perfect for swimming. In the warm summer, we will go to the beach every day.",
      "example_translation": "L'abbraccio caldo della mia nonna mi ha fatto sentire amato. L'acqua calda nella piscina era perfetta per nuotare. Nell'estate calda, andremo alla spiaggia ogni giorno.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "weather",
      "translation": "meteo",
      "definition": "The weather refers to the state of the atmosphere at a particular place and time, including temperature, humidity, cloudiness, wind, and precipitation. It can be sunny, rainy, cloudy, or any other condition that affects our daily lives.",
      "definition_translation": "Il meteo si riferisce allo stato dell'atmosfera in un luogo e momento specifici, incluso la temperatura, l'umidità, la nuvolosità, il vento e le precipitazioni. Può essere soleggiato, piovoso, nuvoloso o qualsiasi altra condizione che influisce sulla nostra vita quotidiana.",
      "example": "The weather forecast said it would rain tomorrow, so I brought an umbrella. Yesterday's weather was perfect for a picnic. In the future, we will have more extreme weather conditions due to climate change.",
      "example_translation": "La previsione del meteo ha detto che sarebbe piovuto domani, quindi ho portato un ombrello. Il meteo di ieri era perfetto per un picnic. Nel futuro, avremo condizioni meteorologiche più estreme a causa del cambiamento climatico.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wind",
      "translation": "vento",
      "definition": "A natural movement of air in the atmosphere, especially a strong one.",
      "definition_translation": "Un movimento naturale dell'aria nell'atmosfera, specialmente uno forte.",
      "example": "The wind blew strongly yesterday. It blows strongly today. It will blow strongly tomorrow.",
      "example_translation": "Il vento soffiava forte ieri. Soffia forte oggi. Soffierà forte domani.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "winter",
      "translation": "inverno",
      "definition": "The season of the year between autumn and spring, characterized by cold weather.",
      "definition_translation": "La stagione dell'anno tra l'autunno e la primavera, caratterizzata dal tempo freddo.",
      "example": "We went skiing in winter last year. We are going skiing in winter this year. We will go skiing in winter next year.",
      "example_translation": "Siamo andati a sciare in inverno l'anno scorso. Stiamo andando a sciare in inverno quest'anno. Andrà a sciare in inverno l'anno prossimo.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cloud",
      "translation": "nuvola",
      "definition": "A visible mass of water vapor in the sky.",
      "definition_translation": "Una massa visibile di vapore d'acqua nel cielo.",
      "example": "I saw a cloud in the sky yesterday. I see a cloud in the sky today. I will see a cloud in the sky tomorrow.",
      "example_translation": "Ho visto una nuvola nel cielo ieri. Vedo una nuvola nel cielo oggi. Vedrò una nuvola nel cielo domani.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cloudy",
      "translation": "nuvoloso",
      "definition": "Having a cloudy appearance or condition; not clear or transparent",
      "definition_translation": "Avere un aspetto nuvoloso o condizione; non chiaro o trasparente",
      "example": "The weather was cloudy yesterday, but today it's sunny. It will be cloudy again tomorrow.",
      "example_translation": "Il tempo era nuvoloso ieri, ma oggi è soleggiato. Sarà nuvoloso di nuovo domani.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fog",
      "translation": "nebbia",
      "definition": "A cloudlike mass of small water droplets suspended in the air near the ground",
      "definition_translation": "Una massa nuvolosa di piccole gocce d'acqua sospese nell'aria vicino al suolo",
      "example": "The fog rolled in off the ocean, making it hard to see. We'll have to wait for the fog to clear before we can go.",
      "example_translation": "La nebbia si è spostata fuori dall'oceano, rendendo difficile la vista. Dovremo aspettare che la nebbia si tenga pulita prima di poter andare.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "foggy",
      "translation": "nebbioso",
      "definition": "Having or characterized by fog; not clear or transparent",
      "definition_translation": "Avendo o caratterizzato dalla nebbia; non chiaro o trasparente",
      "example": "The foggy morning made it hard to drive. It was foggy outside, so we stayed inside. It will be foggy again tonight.",
      "example_translation": "La mattina nebbiosa ha reso difficile guidare. Era nebbioso fuori, quindi ci siamo fermati dentro. Sarà nebbioso di nuovo stasera.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ice",
      "translation": "ghiaccio",
      "definition": "Water frozen in its solid form, typically transparent or white, formed by the condensation of water vapor in the atmosphere.",
      "definition_translation": "Acqua congelata nella sua forma solida, generalmente trasparente o bianca, formata dalla condensazione del vapore acqueo nell'atmosfera.",
      "example": "The ski resort was open all year round, thanks to the artificial ice rink. I skated on ice when I was a kid. I will go ice-skating next winter.",
      "example_translation": "La stazione sciistica era aperta tutto l'anno, grazie alla pista di ghiaccio artificiale. Patinavo sul ghiaccio quando ero un ragazzo. Andrò a pattinare il prossimo inverno.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spring",
      "translation": "primavera",
      "definition": "The season of the year between winter and summer, during which the weather becomes warmer and plants begin to grow.",
      "definition_translation": "La stagione dell'anno tra l'inverno e l'estate, durante la quale il clima diventa più caldo e le piante iniziano a crescere.",
      "example": "I love walking in the park during spring. The flowers were blooming in the spring of 2010. I will visit my family next spring.",
      "example_translation": "Mi piace passeggiare nel parco durante la primavera. I fiori stavano fiorendo nella primavera del 2010. Visiterò la mia famiglia la prossima primavera.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "storm",
      "translation": "tempesta",
      "definition": "A severe weather condition characterized by strong winds, heavy rainfall, thunder, and lightning.",
      "definition_translation": "Una condizione meteorologica severa caratterizzata da venti forti, pioggia intensa, tuoni e fulmini.",
      "example": "The storm destroyed many houses in the town. The storm was approaching quickly. I will stay at home during the storm.",
      "example_translation": "La tempesta ha distrutto molte case nel paese. La tempesta si stava avvicinando velocemente. Rimarrò a casa durante la tempesta.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunny",
      "translation": "soleggiato",
      "definition": "Having a plentiful supply of sunshine; warm and cheerful.",
      "definition_translation": "Avendo una grande quantità di sole; caldo e allegro.",
      "example": "The sunny weather made our trip to the beach perfect. The sun was shining brightly yesterday. We will have a sunny day tomorrow.",
      "example_translation": "Il tempo soleggiato ha reso il nostro viaggio al mare perfetto. Il sole splendeva intensamente ieri. Avremo una giornata soleggiata domani.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thunderstorm",
      "translation": "temporale",
      "definition": "A storm characterized by the presence of lightning, thunder, and heavy rain.",
      "definition_translation": "Un temporale caratterizzato dalla presenza di fulmini, tuoni e pioggia forte.",
      "example": "The thunderstorm last night was very scary. We had a thunderstorm warning yesterday. The forecast says we will have a thunderstorm tomorrow.",
      "example_translation": "Il temporale di last night era molto spaventoso. Abbiamo avuto un avviso di temporale ieri. La previsione dice che avremo un temporale domani.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wet",
      "translation": "bagnato",
      "definition": "Covered or saturated with water or another liquid.",
      "definition_translation": "Coperto o saturo di acqua o di un'altra sostanza liquida.",
      "example": "The wet dog shook itself vigorously. The floor was wet after the spill. The wet clothes will take a long time to dry.",
      "example_translation": "Il cane bagnato si è scrollato vigorosamente. Il pavimento era bagnato dopo lo spettacolo. I vestiti bagnati ci metteranno molto tempo a seccare.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "windy",
      "translation": "ventoso",
      "definition": "having a strong wind; very breezy",
      "definition_translation": "avendo un forte vento; molto ventilato",
      "example": "It was a windy day, so we couldn't fly a kite. Today it's windy, and tomorrow it will be windy again.",
      "example_translation": "Era un giorno ventoso, quindi non potevamo volare un aquilone. Oggi è ventoso e domani sarà nuovamente ventoso.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blow",
      "translation": "soffiare",
      "definition": "to move air out of the mouth, or to make air move with a current of air",
      "definition_translation": "per spostare l'aria fuori dalla bocca o per far muovere l'aria con una corrente d'aria",
      "example": "She blows her nose. He blew the whistle. They will blow out the candles.",
      "example_translation": "Lei soffia il naso. Lui ha soffiato il fischio. Loro soffieranno le candele.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "breeze",
      "translation": "brezza",
      "definition": "a gentle wind, especially a pleasant one on a hot day",
      "definition_translation": "un vento gentile, soprattutto un piacevole in una giornata calda",
      "example": "A gentle breeze blew through the trees. The cool breeze refreshed us. There will be a warm breeze tomorrow.",
      "example_translation": "Una brezza gentile soffiò attraverso gli alberi. La brezza fresca ci rinfrescò. Domani ci sarà una brezza calda.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "heat",
      "translation": "calore",
      "definition": "The quality of being hot; high temperature; intensity of passion or excitement.",
      "definition_translation": "La qualità di essere caldo; alta temperatura; intensità di passione o eccitazione.",
      "example": "The heat was unbearable in the summer. We heated the room with a furnace. We will heat the water for the pool.",
      "example_translation": "Il calore era insopportabile in estate. Abbiamo riscaldato la stanza con una fornace. Riscaldremo l'acqua per la piscina.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lightning",
      "translation": "fulmine",
      "definition": "A brilliant electric discharge in the atmosphere, accompanied by thunder.",
      "definition_translation": "Una scarica elettrica brillante nell'atmosfera, accompagnata da tuono.",
      "example": "The lightning struck the tree during the storm. We saw the lightning flash across the sky. Lightning will strike again soon.",
      "example_translation": "Il fulmine ha colpito l'albero durante la tempesta. Abbiamo visto il lampo attraverso il cielo. Il fulmine colpirà di nuovo presto.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "season",
      "translation": "stagione",
      "definition": "A period of the year characterized by a particular set of weather conditions or activities.",
      "definition_translation": "Un periodo dell'anno caratterizzato da un particolare insieme di condizioni meteorologiche o attività.",
      "example": "Winter is my favorite season. We will season the meat with salt and pepper. The new season of the TV show will start soon.",
      "example_translation": "L'inverno è la mia stagione preferita. Condiremo la carne con sale e pepe. La nuova stagione dello spettacolo televisivo inizierà presto.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunrise",
      "translation": "alba",
      "definition": "The time in the morning when the sun appears above the horizon, often accompanied by a warm glow in the sky.",
      "definition_translation": "Il momento del mattino quando il sole appare sopra l'orizzonte, spesso accompagnato da un caldo bagliore nel cielo.",
      "example": "I love watching the sunrise from the top of the mountain. Yesterday, I watched the sunrise from the beach. Tomorrow, I will watch the sunrise from my backyard.",
      "example_translation": "Adoro guardare l'alba dalla cima della montagna. Ieri, ho guardato l'alba dalla spiaggia. Domani, guarderò l'alba dal mio giardino.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunset",
      "translation": "tramonto",
      "definition": "The time in the evening when the sun disappears below the horizon, often accompanied by a warm glow in the sky.",
      "definition_translation": "Il momento della sera quando il sole scompare sotto l'orizzonte, spesso accompagnato da un caldo bagliore nel cielo.",
      "example": "I love watching the sunset from the top of the mountain. Yesterday, I watched the sunset from the beach. Tomorrow, I will watch the sunset from my backyard.",
      "example_translation": "Adoro guardare il tramonto dalla cima della montagna. Ieri, ho guardato il tramonto dalla spiaggia. Domani, guarderò il tramonto dal mio giardino.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunshine",
      "translation": "sole",
      "definition": "The warm and bright light of the sun, often associated with happiness and warmth.",
      "definition_translation": "La luce calda e luminosa del sole, spesso associata alla felicità e alla calma.",
      "example": "The sunshine streaming through the window brightened up the room. The sunshine made the flowers bloom. The sunshine will make our day more beautiful.",
      "example_translation": "Il sole che attraversa la finestra ha illuminato la stanza. Il sole ha fatto fiorire i fiori. Il sole renderà la nostra giornata più bella.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thunder",
      "translation": "tuono",
      "definition": "a loud rumbling sound that accompanies lightning, typically during a storm",
      "definition_translation": "un rumore assordante che accompagna la folgore, tipicamente durante una tempesta",
      "example": "Yesterday, I heard a loud thunder in the sky. Today, the weather forecast says there will be no thunder. By next week, the storm that brought the thunder will have passed.",
      "example_translation": "Ieri, ho sentito un forte tuono nel cielo. Oggi, le previsioni del tempo dicono che non ci sarà tuono. Entro la prossima settimana, la tempesta che ha portato il tuono sarà passata.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "daylight",
      "translation": "luce del giorno",
      "definition": "the light of day, especially when the sun is shining",
      "definition_translation": "la luce del giorno, soprattutto quando il sole splende",
      "example": "During the summer, there is more daylight in the morning. At noon, the daylight is strongest. By evening, the daylight starts to fade.",
      "example_translation": "Durante l'estate, c'è più luce del giorno al mattino. A mezzogiorno, la luce del giorno è più forte. La sera, la luce del giorno inizia a svanire.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hurricane",
      "translation": "uragano",
      "definition": "a powerful, rotating storm that forms over warm ocean water, characterized by strong winds and heavy rainfall",
      "definition_translation": "un potente stormo rotante che si forma sopra acque oceaniche calde, caratterizzato da venti forti e pesanti piogge",
      "example": "The hurricane hit the coast last night. The hurricane warning was issued yesterday. By next year, the area will have recovered from the hurricane.",
      "example_translation": "L'uragano ha colpito la costa la scorsa notte. L'avviso di uragano è stato emesso ieri. Entro l'anno prossimo, l'area si sarà ripresa dall'uragano.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "moonlight",
      "translation": "luce lunare",
      "definition": "The soft, silver light of the moon, especially as seen at night.",
      "definition_translation": "La luce morbida, argentata della luna, soprattutto come si vede di notte.",
      "example": "The couple took a romantic walk in the moonlight, holding hands and gazing at the stars. They had danced under the moonlight at their wedding reception. They will stroll in the moonlight on their anniversary.",
      "example_translation": "La coppia ha fatto una passeggiata romantica nella luce lunare, tenendosi per mano e guardando le stelle. Hanno ballato sotto la luce lunare alla ricevimento del loro matrimonio. Faranno una passeggiata nella luce lunare nel loro anniversario.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rainbow",
      "translation": "arcobaleno",
      "definition": "A beautiful natural spectrum of colors that appears in the sky after a rain shower, typically in the shape of an arch.",
      "definition_translation": "Uno spettro naturale di colori che appare nel cielo dopo una pioggia, tipicamente nella forma di un arco.",
      "example": "The child saw a rainbow in the sky after the storm and felt happy. They will see a rainbow over the waterfall on their next trip. The photographer captured a stunning rainbow in her camera.",
      "example_translation": "Il bambino ha visto un arcobaleno nel cielo dopo la tempesta e si è sentito felice. Vedranno un arcobaleno sopra la cascata sulla loro prossima gita. La fotografa ha catturato un arcobaleno impressionante nella sua fotocamera.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rainfall",
      "translation": "pioggia",
      "definition": "The amount of rain that falls in a particular area or place in a given period of time.",
      "definition_translation": "La quantità di pioggia che cade in un'area o luogo particolare in un determinato periodo di tempo.",
      "example": "The city experienced heavy rainfall last night, causing floods in some areas. The country has been experiencing intense rainfall for weeks, affecting agricultural production. The weather forecast predicts moderate rainfall for the weekend.",
      "example_translation": "La città ha sperimentato una forte pioggia la scorsa notte, causando inondazioni in einige aree. Il paese sta sperimentando una pioggia intensa da settimane, influenzando la produzione agricola. La previsione del tempo predice una pioggia moderata per il fine settimana.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stormy",
      "translation": "tempestoso",
      "definition": "Stormy refers to weather that is characterized by strong winds, heavy rain, and often thunder and lightning. It can also describe a situation or emotional state that is turbulent or unstable.",
      "definition_translation": "Tempestoso si riferisce a una situazione meteorologica caratterizzata da venti forti, pioggia forte e spesso tuoni e fulmini. Può anche descrivere una situazione o stato emotivo che è turbolento o instabile.",
      "example": "The stormy weather made it difficult to go outside, but we had to stormy weather made it difficult to go outside, but we had to walk to school. Yesterday, the stormy weather was so bad that we had to stay at home. Tomorrow, the stormy weather is expected to clear up.",
      "example_translation": "Il tempo tempestoso ha reso difficile uscire, ma dovevamo camminare a scuola. Ieri, il tempo tempestoso era così brutto che abbiamo dovuto restare a casa. Domani, il tempo tempestoso dovrebbe migliorare.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunlight",
      "translation": "luce solare",
      "definition": "Sunlight is the natural light that comes from the sun, especially when it shines through the clouds or into a room. It can also refer to a bright and cheerful atmosphere.",
      "definition_translation": "La luce solare è la luce naturale che proviene dal sole, soprattutto quando brilla attraverso le nuvole o in una stanza. Può anche riferirsi a un'atmosfera luminosa e allegra.",
      "example": "The sunlight streaming through the window made the room feel warm and cozy. Yesterday, we played outside in the sunlight until it was time for dinner. Tomorrow, we'll take a walk in the sunlight to enjoy the fresh air.",
      "example_translation": "La luce solare che si riversava attraverso la finestra ha reso la stanza sentire calda e accogliente. Ieri, abbiamo giocato fuori nella luce solare fino a quando non è stato il momento di cena. Domani, faremo una passeggiata nella luce solare per goderci l'aria fresca.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "twilight",
      "translation": "crepuscolo",
      "definition": "Twilight is the time of day when the sun is below the horizon, and the light is dim and soft. It can also refer to a romantic or peaceful atmosphere.",
      "definition_translation": "Il crepuscolo è il momento della giornata quando il sole è sotto l'orizzonte e la luce è debole e soffice. Può anche riferirsi a un'atmosfera romantica o pacifica.",
      "example": "We watched the stars come out during twilight last night. Yesterday, we took a walk during twilight and saw the city lights turning on. Tomorrow, we'll have a picnic at twilight to enjoy the view.",
      "example_translation": "Abbiamo guardato le stelle uscire durante il crepuscolo la scorsa notte. Ieri, abbiamo fatto una passeggiata durante il crepuscolo e visto le luci della città accendersi. Domani, faremo un picnic al crepuscolo per goderci la vista.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blizzard",
      "translation": "bufera di neve",
      "definition": "A severe snowstorm with high winds and low visibility, often accompanied by strong winds and heavy snowfall.",
      "definition_translation": "Una violenta tempesta di neve con venti forti e visibilità ridotta, spesso accompagnata da forti venti e intense nevicate.",
      "example": "The blizzard last winter caused widespread disruptions to transportation and daily life. In the past, blizzards were more frequent in this region. By next winter, we will have better infrastructure to mitigate the effects of blizzards.",
      "example_translation": "La bufera di neve dell'inverno scorso ha causato interruzioni diffuse al trasporto e alla vita quotidiana. In passato, le bufere di neve erano più frequenti in questa regione. Per l'inverno prossimo, avremo infrastrutture migliori per mitigare gli effetti delle bufere di neve.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "heatwave",
      "translation": "ondata di calore",
      "definition": "A prolonged period of abnormally hot weather, often accompanied by high humidity and drought.",
      "definition_translation": "Un periodo prolungato di tempo anormalmente caldo, spesso accompagnato da alta umidità e siccità.",
      "example": "The heatwave last summer led to widespread drought and water shortages. In the future, heatwaves will become more frequent due to climate change. During the heatwave, it is essential to stay hydrated and take precautions against heatstroke.",
      "example_translation": "L'ondata di calore dell'estate scorsa ha portato a diffuse siccità e scarsità d'acqua. Nel futuro, le ondate di calore diventeranno più frequenti a causa dei cambiamenti climatici. Durante l'ondata di calore, è essenziale mantenersi idratati e prendere precauzioni contro il colpo di calore.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drought",
      "translation": "siccità",
      "definition": "A prolonged period of abnormally low rainfall, often leading to water scarcity and affecting agriculture and ecosystems.",
      "definition_translation": "Un periodo prolungato di bassa pioggia anormalmente bassa, che spesso porta a scarsità d'acqua e influenza l'agricoltura e gli ecosistemi.",
      "example": "The drought last year affected the crops and led to food shortages. In the past, droughts were more frequent in this region. By next year, we will implement measures to mitigate the effects of droughts.",
      "example_translation": "La siccità dell'anno scorso ha colpito le colture e ha portato a carenze alimentari. In passato, le siccità erano più frequenti in questa regione. Entro l'anno prossimo, implementeremo misure per mitigare gli effetti delle siccità.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hail",
      "translation": "grandine",
      "definition": "Small balls of ice that fall from the sky during a thunderstorm.",
      "definition_translation": "Piccole palle di ghiaccio che cadono dal cielo durante un temporale.",
      "example": "The hail hit the roof with a loud noise. Yesterday, it hailed during the football game. If it hails tomorrow, we will stay at home.",
      "example_translation": "La grandine ha colpito il tetto con un rumore forte. Ieri, ha grandinato durante la partita di calcio. Se grandinerà domani, resteremo a casa.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hail",
      "translation": "grandine",
      "definition": "To praise or greet someone with great enthusiasm.",
      "definition_translation": "Chiudere o salutare qualcuno con grande entusiasmo.",
      "example": "The crowd hailed the new president. She hailed the taxi on the street. They will hail us as heroes when we return.",
      "example_translation": "La folla ha accolto il nuovo presidente. Ha chiamato un taxi sulla strada. Ci accoglieranno come eroi quando torneremo.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hailstone",
      "translation": "chiodo di grandine",
      "definition": "A small ball of ice that falls from the sky during a hailstorm.",
      "definition_translation": "Una piccola palla di ghiaccio che cade dal cielo durante un temporale di grandine.",
      "example": "The hailstones broke the car's windshield. The farmer collected hailstones from the field. Hailstones can cause significant damage to crops.",
      "example_translation": "I chiodi di grandine hanno rotto il parabrezza dell'auto. Il farmers ha raccolto i chiodi di grandine dal campo. I chiodi di grandine possono causare danni significativi ai raccolti.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hailstorm",
      "translation": "tempesta di grandine",
      "definition": "A storm that produces hail, typically accompanied by strong winds and heavy rain.",
      "definition_translation": "Una tempesta che produce grandine, solitamente accompagnata da venti forti e pioggia intensa.",
      "example": "In the summer of 2007, a hailstorm damaged the crops in the entire region. The hailstorm will pass by tomorrow, so we don't need to worry. By the time the hailstorm had arrived, we had already taken shelter.",
      "example_translation": "Nell'estate del 2007, una tempesta di grandine ha danneggiato i raccolti in tutta la regione. La tempesta di grandine passerà domani, quindi non dobbiamo preoccuparci. Quando la tempesta di grandine arrivò, avevamo già trovato rifugio.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "whirlwind",
      "translation": "turbine",
      "definition": "A rapidly rotating column of air that touches the ground, characterized by high wind speeds and destructive power.",
      "definition_translation": "Una colonna d'aria che ruota rapidamente che tocca il suolo, caratterizzata da elevate velocità del vento e potere distruttivo.",
      "example": "The whirlwind destroyed the old barn in a matter of seconds. The whirlwind is going to hit us in five minutes, so we need to take cover. By the time the whirlwind had passed, the town was left in ruins.",
      "example_translation": "La turbine ha distrutto il vecchio fienile in un paio di secondi. La turbine ci colpirà tra cinque minuti, quindi dobbiamo cercare rifugio. Quando la turbine era passata, la città era rimasta in rovina.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drizzle",
      "translation": "pioviggine",
      "definition": "A slow and steady fall of rain, often in a misty or cloudy atmosphere.",
      "definition_translation": "Una caduta lenta e costante di pioggia, spesso in un'atmosfera nebbiosa o nuvolosa.",
      "example": "The drizzle made the streets slippery and dangerous. It will drizzle all morning, so don't forget your umbrella. Yesterday, the drizzle stopped in the evening, and the sun came out.",
      "example_translation": "La pioviggine ha reso le strade scivolose e pericolose. Pioverà per tutta la mattina, quindi non dimenticare l'ombrello. Ieri, la pioviggine si è fermata la sera, e il sole è uscito.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dust storm",
      "translation": "tempesta di polvere",
      "definition": "A strong wind that picks up large amounts of dust and sand, reducing visibility and causing respiratory problems.",
      "definition_translation": "Un forte vento che solleva grandi quantità di polvere e sabbia, riducendo la visibilità e causando problemi respiratori.",
      "example": "I've lived in Arizona all my life, so I'm used to dealing with dust storms. When I was a kid, we would have to stay inside during dust storms because the air was so bad. Now, I make sure to carry a mask with me at all times in case a dust storm suddenly hits.",
      "example_translation": "Ho vissuto in Arizona tutta la vita, quindi sono abituato a gestire le tempeste di polvere. Quando ero bambino, dovevamo rimanere dentro durante le tempeste di polvere perché l'aria era così cattiva. Ora, mi assicuro di portare con me una maschera in ogni momento nel caso in cui una tempesta di polvere colpisca improvvisamente.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}