[
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bird",
      "translation": "uccello",
      "definition": "A warm-blooded egg-laying animal characterized by feathers, toothless beak, and light skeleton.",
      "definition_translation": "Un animale a sangue caldo che depone uova, caratterizzato da penne, becco senza denti e scheletro leggero.",
      "example": "The bird was singing in the tree yesterday, it sings today, and it will sing tomorrow.",
      "example_translation": "L'uccello cantava nell'albero ieri, canta oggi e canterà domani.",
      "imageLink": "image_files\\English\\bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chicken",
      "translation": "pollo",
      "definition": "A domestic fowl kept for its eggs or meat, especially a young one.",
      "definition_translation": "Un volatile domestico allevato per le sue uova o carne, specialmente un giovane.",
      "example": "My grandmother raised chickens in her backyard when she was young, she raises them now, and she will raise them in the future.",
      "example_translation": "La mia nonna allevava polli nel suo cortile quando era giovane, li alleva ora e li alleva nel futuro.",
      "imageLink": "image_files\\English\\chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "duck",
      "translation": "anatra",
      "definition": "A waterbird with a broad, flat beak, short legs, and webbed feet, found in a variety of habitats.",
      "definition_translation": "Un uccello acquatico con un becco largo e piatto, gambette corte e piedi palmati, trovato in varie habitat.",
      "example": "Ducks swam in the lake yesterday, they swim today, and they will swim tomorrow.",
      "example_translation": "Le anatre nuotavano nel lago ieri, nuotano oggi e nuoteranno domani.",
      "imageLink": "image_files\\English\\duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "goose",
      "translation": "oca",
      "definition": "A goose is a type of large waterbird with a distinctive honking call, found in wetlands and grasslands in many parts of the world.",
      "definition_translation": "Un'oca è un tipo di grande uccello acquatico con un caratteristico richiamo stridulo, trovato in zone umide e praterie in molte parti del mondo.",
      "example": "I saw a goose flying overhead yesterday, but today I will see a goose waddling in the park, and tomorrow I will see a goose swimming in the lake.",
      "example_translation": "Ho visto un'oca volare sopra la testa ieri, ma oggi vedrò un'oca camminare nel parco, e domani vedrò un'oca nuotare nel lago.",
      "imageLink": "image_files\\English\\goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "parrot",
      "translation": "pappagallo",
      "definition": "A parrot is a type of brightly colored, intelligent, and social bird, known for its ability to mimic human speech and other sounds.",
      "definition_translation": "Un pappagallo è un tipo di uccello intelligent, sociale e dai colori vivaci, noto per la sua abilità di imitare la parlata umana e altri suoni.",
      "example": "My sister had a parrot as a pet when she was a child, but now she has a parrot as a gift, and soon she will have a parrot as a companion.",
      "example_translation": "Mia sorella aveva un pappagallo come animale domestico quando era bambina, ma ora ha un pappagallo come regalo, e presto avrà un pappagallo come compagno.",
      "imageLink": "image_files\\English\\parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "penguin",
      "translation": "pinguino",
      "definition": "A penguin is a type of flightless bird that lives in the Southern Hemisphere, known for its distinctive black and white feathers and waddling gait.",
      "definition_translation": "Un pinguino è un tipo di uccello inetto al volo che vive nell'Emisfero Sud, noto per le sue piume nere e bianche distinte e per la sua andatura barcollante.",
      "example": "I will see a penguin swimming in the ocean tomorrow, but yesterday I saw a penguin waddling on the ice, and today I see a penguin playing with its friends.",
      "example_translation": "Vedrò un pinguino nuotare nell'oceano domani, ma ieri ho visto un pinguino camminare sul ghiaccio, e oggi vedo un pinguino giocare con i suoi amici.",
      "imageLink": "image_files\\English\\penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stork",
      "translation": "cicogna",
      "definition": "A large wading bird with a long neck and legs, found in wetlands and grasslands.",
      "definition_translation": "Un grande uccello con collo e gambe lunghe, trovato nelle zone umide e praterie.",
      "example": "The stork had nested on the roof for years, and the family loved watching it fly away every summer. Last year, it had broken its wing and couldn't fly. By next year, it will have learned to fly again.",
      "example_translation": "La cicogna aveva nidificato sul tetto per anni, e la famiglia amava guardarla volare via ogni estate. L'anno scorso, si era rotta l'ala e non poteva volare. L'anno prossimo, avrà imparato a volare di nuovo.",
      "imageLink": "image_files\\English\\stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "turkey",
      "translation": "tacchino",
      "definition": "A large bird native to North America, often domesticated and raised for its meat.",
      "definition_translation": "Un grande uccello originario del Nord America, spesso addomesticato e allevato per la sua carne.",
      "example": "We always have turkey for Thanksgiving dinner, but last year we tried something new. My mother had cooked a delicious turkey when I was a child, and I will cook one for my family next year.",
      "example_translation": "Abbiamo sempre il tacchino per il pranzo del Ringraziamento, ma l'anno scorso abbiamo provato qualcosa di nuovo. Mia madre aveva cotto un delizioso tacchino quando ero bambino, e cucinerò uno per la mia famiglia l'anno prossimo.",
      "imageLink": "image_files\\English\\turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wing",
      "translation": "ala",
      "definition": "A wing is a type of fin or extension that protrudes from the body of an animal or a machine, used for movement or balance.",
      "definition_translation": "Un'ala è un tipo di pinna o estensione che si protende dal corpo di un animale o di una macchina, usata per il movimento o l'equilibrio.",
      "example": "The bird spread its wing to fly away. Last week, I had broken my wing and couldn't fly, but by next week, I will have learned to fly again. The airplane has two wings on either side.",
      "example_translation": "L'uccello ha spiegato le ali per volare via. La settimana scorsa, mi ero rotto l'ala e non potevo volare, ma entro la prossima settimana, avrò imparato a volare di nuovo. L'aereo ha due ali su entrambi i lati.",
      "imageLink": "image_files\\English\\wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crow",
      "translation": "cornacchia",
      "definition": "A large, black bird with a loud, harsh call, found in woods and fields.",
      "definition_translation": "Un grande uccello nero con un richiamo forte e aspro, che si trova nei boschi e nei campi.",
      "example": "The crow cawed loudly in the tree, then flew away.Yesterday, I saw a crow perched on the fence. By next year, crows will probably have taken over the park.",
      "example_translation": "La cornacchia ha gridato forte nell'albero, poi è volata via. Ieri, ho visto una cornacchia appollaiata sulla recinzione. Entro l'anno prossimo, probabilmente le cornacchie avranno preso il controllo del parco.",
      "imageLink": "image_files\\English\\crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuckoo",
      "translation": "cuccù",
      "definition": "A greyish-brown bird with a distinctive call, known for laying its eggs in the nests of other birds.",
      "definition_translation": "Un uccello grigio-bruno con un richiamo distinto, noto per deporre le sue uova nei nidi di altri uccelli.",
      "example": "The cuckoo's call echoed through the forest. Last summer, we spotted a cuckoo in the garden. By spring, the cuckoo will have returned to its migratory route.",
      "example_translation": "Il richiamo del cuccù ha echeggiato attraverso la foresta. L'estate scorsa, abbiamo avvistato un cuccù nel giardino. Entro la primavera, il cuccù sarà ritornato sulla sua rotta migratoria.",
      "imageLink": "image_files\\English\\cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eagle",
      "translation": "aquila",
      "definition": "A large, powerful bird of prey with a broad wingspan, found in mountains and forests.",
      "definition_translation": "Un grande uccello da preda potente con un'ampia apertura alare, che si trova nei monti e nelle foreste.",
      "example": "The eagle soared overhead, its wings spread wide. Last year, an eagle built a nest on the cliff. By next month, the eagle will have learned to hunt its prey.",
      "example_translation": "L'aquila ha planato in alto, le ali spiegate. L'anno scorso, un'aquila ha costruito un nido sulla scogliera. Entro il mese prossimo, l'aquila avrà imparato a cacciare la sua preda.",
      "imageLink": "image_files\\English\\eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "feather",
      "translation": "piuma",
      "definition": "A light, fluffy growth or structure, especially on the bodies of birds, used for insulation, support, or flight.",
      "definition_translation": "Una luce, struttura soffice, soprattutto sui corpi degli uccelli, utilizzata per l'isolamento, il sostegno o il volo.",
      "example": "The bird's feather was soft and silky. Yesterday, I saw a bird plucking its feather. Tomorrow, the bird will grow new feathers.",
      "example_translation": "La piuma dell'uccello era soffice e setosa. Ieri, ho visto un uccello che si strappava la piuma. Domani, l'uccello crescerà nuove piume.",
      "imageLink": "image_files\\English\\feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hen",
      "translation": "gallina",
      "definition": "An adult female bird, especially a domesticated fowl kept for its eggs.",
      "definition_translation": "Un uccello femmina adulto, soprattutto un volatile domestico tenuto per le sue uova.",
      "example": "The hen laid an egg in the nest. Yesterday, I saw a hen pecking at the ground. Tomorrow, the hen will roost in the tree.",
      "example_translation": "La gallina ha deposto un uovo nel nido. Ieri, ho visto una gallina che beccava per terra. Domani, la gallina si riposerà nell'albero.",
      "imageLink": "image_files\\English\\hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lay eggs",
      "translation": "deporre le uova",
      "definition": "To produce eggs, especially as a natural process of female birds.",
      "definition_translation": "Produrre uova, soprattutto come processo naturale delle uccelli femmine.",
      "example": "The hen will lay eggs in the spring. Yesterday, the duck laid eggs in the pond. Tomorrow, the goose will lay eggs in the nest.",
      "example_translation": "La gallina deporrà le uova in primavera. Ieri, l'anatra ha deposto le uova nella vasca. Domani, l'oca deporrà le uova nel nido.",
      "imageLink": "image_files\\English\\lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "owl",
      "translation": "gufo",
      "definition": "A nocturnal bird of prey with a round head, forward-facing eyes, and ear tufts, known for its silent flight and ability to turn its head 270 degrees.",
      "definition_translation": "Un uccello notturno da preda con una testa rotonda, occhi rivolti in avanti e ciuffi alle orecchie, noto per il suo volo silenzioso e la capacità di ruotare la testa di 270 gradi.",
      "example": "Yesterday, I saw an owl perching in a tree. Today, it is sitting on a branch, and tomorrow it will fly away.",
      "example_translation": "Ieri, ho visto un gufo appollaiato su un albero. Oggi, sta seduto su un ramo, e domani volerà via.",
      "imageLink": "image_files\\English\\owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pigeon",
      "translation": "piccione",
      "definition": "A stout bird with a small head, a plump body, and a distinctive cooing call, often found in urban areas.",
      "definition_translation": "Un uccello robusto con una testa piccola, un corpo florido e un caratteristico richiamo coo, spesso trovato in aree urbane.",
      "example": "I fed a pigeon some crumbs yesterday. Today, it is walking around the square, and tomorrow it will fly back to its nest.",
      "example_translation": "Ieri, ho dato da mangiare a un piccione dei crusche. Oggi, sta camminando intorno alla piazza, e domani volerà indietro al suo nido.",
      "imageLink": "image_files\\English\\pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "seagull",
      "translation": "gabbiano",
      "definition": "A large, predatory waterbird with a grey and white plumage, often found near coastal areas and scavenging for food.",
      "definition_translation": "Un grande uccello acquatico predatore con piumaggio grigio e bianco, spesso trovato vicino alle aree costiere e che si nutre di cibo.",
      "example": "I watched a seagull flying overhead yesterday. Today, it is searching for food on the beach, and tomorrow it will fly back to its colony.",
      "example_translation": "Ieri, ho visto un gabbiano volare sopra la testa. Oggi, sta cercando cibo sulla spiaggia, e domani volerà indietro alla sua colonia.",
      "imageLink": "image_files\\English\\seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sparrow",
      "translation": "passero",
      "definition": "A small, round-bodied bird with a short, pointed beak, found in a variety of environments, often in flocks.",
      "definition_translation": "Un uccello di piccole dimensioni, con corpo rotondo e becco corto e appuntito, trovato in una varietà di ambienti, spesso in stormi.",
      "example": "The sparrow perched on the windowsill, chirping loudly. Yesterday, I saw a sparrow building its nest. By next summer, I will have seen many sparrows in my backyard.",
      "example_translation": "Il passero si è posato sulla finestra, cinguettando forte. Ieri, ho visto un passero costruire il suo nido. Nell'estate prossima, avrò visto molti passeri nel mio giardino.",
      "imageLink": "image_files\\English\\sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swan",
      "translation": "cigno",
      "definition": "A large, majestic bird with a long neck and white plumage, often found in lakes, rivers, and wetlands.",
      "definition_translation": "Un grande uccello maestoso con collo lungo e piumaggio bianco, spesso found in laghi, fiumi e zone umide.",
      "example": "The swan glided effortlessly across the lake. Last year, a swan made its nest on our property. By the time I retire, I will have seen many swans in the wild.",
      "example_translation": "Il cigno si è lasciato trasportare senza sforzo attraverso il lago. L'anno scorso, un cigno ha fatto il suo nido sulla nostra proprietà. Quando mi ritirerò, avrò visto molti cigni nel loro habitat naturale.",
      "imageLink": "image_files\\English\\swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beak",
      "translation": "becco",
      "definition": "The hard, pointed mouthpart of a bird, used for eating, grasping, and other functions.",
      "definition_translation": "La parte della bocca dura e appuntita di un uccello, usata per mangiare, afferrare e altre funzioni.",
      "example": "The robin's beak was strong enough to crack open the nutshell. The parrot's beak was colorful and curved. By next month, I will have seen many beaks of different shapes and sizes.",
      "example_translation": "Il becco del merlo era abbastanza forte da rompere la noce. Il becco del pappagallo era colorato e curvo. Nel mese prossimo, avrò visto molti becchi di forme e dimensioni diverse.",
      "imageLink": "image_files\\English\\beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dove",
      "translation": " colomba",
      "definition": "A dove is a type of bird that is known for its gentle cooing and peaceful nature.",
      "definition_translation": "Una colomba è un tipo di uccello noto per il suo dolce canto e natura pacifica.",
      "example": "I saw a dove perched on the windowsill yesterday, I see doves flying in the park every morning, and I will release a dove at my wedding next year.",
      "example_translation": "Ho visto una colomba appollaiata sulla finestra ieri, vedo colombi volare nel parco ogni mattina e rilascerò una colomba al mio matrimonio l'anno prossimo.",
      "imageLink": "image_files\\English\\dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "predator",
      "translation": "predatore",
      "definition": "A predator is an animal that naturally preys on others, often for food or survival.",
      "definition_translation": "Un predatore è un animale che naturalmente si nutre di altri, spesso per cibo o sopravvivenza.",
      "example": "Lions are predators that roam the savannah, the shark was a predator stalking its prey in the ocean, and the spider will be a predator waiting for its next meal.",
      "example_translation": "I leoni sono predatori che vagano nella savana, lo squalo era un predatore che inseguiva la sua preda nell'oceano e il ragno sarà un predatore in attesa della sua prossima pietanza.",
      "imageLink": "image_files\\English\\predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hawk",
      "translation": "falco",
      "definition": "A hawk is a type of bird of prey that is known for its sharp vision and swift flight.",
      "definition_translation": "Un falco è un tipo di uccello da preda noto per la sua vista acuta e il suo volo rapido.",
      "example": "The hawk soared through the sky yesterday, hawks are known to fly silently, and I will watch a hawk hunting its prey tomorrow.",
      "example_translation": "Il falco ha volato nel cielo ieri, i falchi sono noti per volare in silenzio e guarderò un falco cacciare la sua preda domani.",
      "imageLink": "image_files\\English\\hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lark",
      "translation": "allodola",
      "definition": "A small, singing bird that is often seen flying high in the sky.",
      "definition_translation": "Un piccolo uccello canoro che è spesso visto volare alto nel cielo.",
      "example": "I saw a lark flying high in the sky yesterday, but today it's perched on a branch. Tomorrow, I'll try to catch a glimpse of it again.",
      "example_translation": "Ho visto un'allodola volare alto nel cielo ieri, ma oggi è appollaiata su un ramo. Domani, cercherò di lanciare un'altra occhiata.",
      "imageLink": "image_files\\English\\lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "magpie",
      "translation": "gazza",
      "definition": "A bird with black and white feathers, known for stealing shiny objects.",
      "definition_translation": "Un uccello con piume nere e bianche, noto per rubare oggetti lucenti.",
      "example": "The magpie had stolen a ring from the campsite, but yesterday I saw it drop it in the forest. Now, I'm trying to find it again.",
      "example_translation": "La gazza aveva rubato un anello dal campeggio, ma ieri l'ho visto lasciarlo cadere nella foresta. Ora, sto cercando di trovarlo di nuovo.",
      "imageLink": "image_files\\English\\magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nest",
      "translation": "nido",
      "definition": "A structure built by birds to lay their eggs or raise their young.",
      "definition_translation": "Una struttura costruita dagli uccelli per deporre le loro uova o crescere i loro piccoli.",
      "example": "I found a nest in the tree yesterday, but today it's empty. Tomorrow, I'll check again to see if the birds have returned.",
      "example_translation": "Ho trovato un nido nell'albero ieri, ma oggi è vuoto. Domani, controllerò di nuovo per vedere se gli uccelli sono tornati.",
      "imageLink": "image_files\\English\\nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nest",
      "translation": "nido",
      "definition": "A structure or place made or used by a bird, insect, or animal to lay its eggs or to rest, hide, or protect itself or its young.",
      "definition_translation": "Una struttura o luogo creato o utilizzato da un uccello, insetto o animale per deporre le uova o per riposare, nascondersi o proteggere se stesso o i suoi piccoli.",
      "example": "The robin built a nest in the garden, yesterday it was finishing it, today it is feeding its young and tomorrow it will fly away with them.",
      "example_translation": "Il pettirosso ha costruito un nido nel giardino, ieri stava finendo di costruirlo, oggi sta nutrendo i suoi piccoli e domani volerà via con loro.",
      "imageLink": "image_files\\English\\nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "plumage",
      "translation": "piumaggio",
      "definition": "The feathers that cover a bird, especially when they are brightly colored or have a distinctive pattern.",
      "definition_translation": "Le piume che ricoprono un uccello, soprattutto quando sono brillantemente colorate o hanno un modello distinto.",
      "example": "The peacock's plumage was so vibrant that it attracted the attention of all the visitors to the zoo, last week it was shedding its old feathers, now it is displaying its new colors and next month it will start molting again.",
      "example_translation": "Il piumaggio del pavone era così vibrante che ha attirato l'attenzione di tutti i visitatori dello zoo, la settimana scorsa stava perdendo le sue vecchie piume, ora sta mostrando i suoi nuovi colori e il prossimo mese inizierà a mutare di nuovo.",
      "imageLink": "image_files\\English\\plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "raven",
      "translation": "corvo",
      "definition": "A large black bird with a distinctive call, found in the northern hemisphere, known for its intelligence and problem-solving ability.",
      "definition_translation": "Un grande uccello nero con un richiamo caratteristico, trovato nell'emisfero settentrionale, noto per la sua intelligenza e la sua abilità nel risolvere problemi.",
      "example": "The raven perched on the windowsill, yesterday it was looking for food, today it is watching me write and tomorrow it will fly away to find its mate.",
      "example_translation": "Il corvo si è posato sulla soglia della finestra, ieri stava cercando cibo, oggi sta guardando me scrivere e domani volerà via per trovare la sua compagna.",
      "imageLink": "image_files\\English\\raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "albatross",
      "translation": "albatro",
      "definition": "A large seabird with a white body and long wings, known for its ability to stay aloft for long periods.",
      "definition_translation": "Un grande uccello marino con un corpo bianco e ali lunghe, noto per la sua capacità di rimanere in volo per lunghi periodi.",
      "example": "The albatross soared overhead, its wings beating steadily as it rode the wind currents. In the past, the albatross was a common sight in these waters. By next year, we will have seen many more albatrosses.",
      "example_translation": "L'albatro volò sopra la nostra testa, le sue ali battendo costantemente mentre cavalcava le correnti di vento. In passato, l'albatro era una vista comune in queste acque. Entro l'anno prossimo, avremo visto molti altri albatri.",
      "imageLink": "image_files\\English\\albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bee eater",
      "translation": "galletto europeo",
      "definition": "A brightly colored bird that feeds on insects, particularly bees and wasps.",
      "definition_translation": "Un uccello dai colori vivaci che si nutre di insetti, in particolare api e vespe.",
      "example": "The bee eater perched on a branch, its feathers glowing in the sunlight as it waited for its next meal. Bee eaters are known for their agility in flight. By the time we return, the bee eater will have migrated to warmer climates.",
      "example_translation": "Il galletto europeo si appollaiò su un ramo, le sue piume luminose nel sole mentre aspettava la sua prossima pietanza. I galletti europei sono noti per la loro agilità in volo. Quando torneremo, il galletto europeo avrà migrato verso climi più caldi.",
      "imageLink": "image_files\\English\\bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "black grouse",
      "translation": "fagiano nero",
      "definition": "A large grouse with a black plumage, found in moorlands and heathlands.",
      "definition_translation": "Un grosso fagiano con piumaggio nero, trovato in brughiere e lande.",
      "example": "The black grouse strutted across the moor, its tail feathers fanned out in a dramatic display. In the past, black grouse were common in these parts. By next spring, we will have seen many more black grouse.",
      "example_translation": "Il fagiano nero si pavoneggiò attraverso la brughiera, le sue piume della coda spiegate in una spettacolare esibizione. In passato, i fagiani neri erano comuni in queste parti. Entro la prossima primavera, avremo visto molti altri fagiani neri.",
      "imageLink": "image_files\\English\\black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "black stork",
      "translation": "cicogna nera",
      "definition": "A large wading bird with a black plumage, found in wetlands and grasslands.",
      "definition_translation": "Un grande uccello guadatore con piumaggio nero, trovato in zone umide e prati.",
      "example": "The black stork flew over the marshy land, searching for its prey. Yesterday, it had flown over the lake, and tomorrow it will fly over the forest.",
      "example_translation": "La cicogna nera ha volato sulla terra paludosa, cercando la sua preda. Ieri aveva volato sul lago, e domani volerà sulla foresta.",
      "imageLink": "image_files\\English\\black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "black-headed gull",
      "translation": "gabbiano testanera",
      "definition": "A medium-sized gull with a black head and white body, found in coastal areas and urban parks.",
      "definition_translation": "Un gabbiano di media grandezza con testa nera e corpo bianco, trovato in aree costiere e parchi urbani.",
      "example": "The black-headed gull swooped down to steal food from the beachgoers. Last week, it had swooped down to catch a fish in the sea, and next month it will swoop down to explore the city.",
      "example_translation": "Il gabbiano testanera si è tuffato giù per rubare cibo ai bagnanti. La scorsa settimana, si era tuffato giù per catturare un pesce in mare, e il mese prossimo si tufferà giù per esplorare la città.",
      "imageLink": "image_files\\English\\black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blackbird",
      "translation": "merlo",
      "definition": "A common songbird with a glossy black plumage, found in gardens and woodlands.",
      "definition_translation": "Un comune uccello canoro con piumaggio nero lucido, trovato in giardini e boschi.",
      "example": "The blackbird sang its sweet melody from the branch of the apple tree. Last summer, it had sung its morning song from the hedge, and next winter it will sing its evening song from the roof.",
      "example_translation": "Il merlo ha cantato la sua melodia dolce dal ramo dell'albero di mele. L'estate scorsa, aveva cantato la sua canzone mattutina dal siepe, e il prossimo inverno canterà la sua canzone serale dal tetto.",
      "imageLink": "image_files\\English\\blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blue tit",
      "translation": "cinciarello",
      "definition": "A small, brightly colored bird that is native to Europe and Asia, known for its blue and yellow plumage.",
      "definition_translation": "Un uccello piccolo e colorato vivacemente, nativo dell'Europa e dell'Asia, noto per le sue piume blu e gialle.",
      "example": "I saw a blue tit in the garden yesterday, and I will see another one tomorrow, but I didn't see one last week.",
      "example_translation": "Ho visto un cinciarello in giardino ieri, e vedrò un altro domani, ma non ne ho visto uno la settimana scorsa.",
      "imageLink": "image_files\\English\\blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bohemian waxwing",
      "translation": "-beccamoschino boemo",
      "definition": "A large, nomadic bird with a distinctive crest and a fondness for fermented berries.",
      "definition_translation": "Un uccello grande e nomade con una cresta distintiva e un debole per le bacche fermentate.",
      "example": "The bohemian waxwing has been seen in the forest, where it will be seen again next year, and it was seen last winter.",
      "example_translation": "Il beccamoschino boemo è stato visto nella foresta, dove sarà visto di nuovo l'anno prossimo, e è stato visto l'inverno scorso.",
      "imageLink": "image_files\\English\\bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boreal owl",
      "translation": "gufo boreale",
      "definition": "A small, nocturnal owl that is found in the northern parts of Europe, Asia, and North America.",
      "definition_translation": "Un gufo notturno piccolo che si trova nelle parti settentrionali dell'Europa, dell'Asia e del Nord America.",
      "example": "The boreal owl is known for its silent flight, and it will be hunting tonight, but it didn't hunt last night.",
      "example_translation": "Il gufo boreale è noto per il suo volo silenzioso, e caccia stanotte, ma non ha cacciato ieri notte.",
      "imageLink": "image_files\\English\\boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "budgerigar",
      "translation": "parrocchetto",
      "definition": "a small bird, typically brightly colored, native to Australia; a popular pet bird",
      "definition_translation": "un uccello piccolo, normalmente colorato vivacemente, originario dell'Australia; un uccello da compagnia popolare",
      "example": "I had a budgerigar as a pet when I was a child, it was very colorful and friendly. I have a budgerigar now, it is still very playful. I will get a budgerigar next year, it will be a great companion.",
      "example_translation": "Avevo un parrocchetto come animale domestico quando ero un bambino, era molto colorato e amichevole. Ho un parrocchetto adesso, è ancora molto giocoso. Prenderò un parrocchetto l'anno prossimo, sarà un grande compagno.",
      "imageLink": "image_files\\English\\budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bullfinch",
      "translation": "ciuffolotto",
      "definition": "a songbird with a stout body and a distinctive black cap on its head, found in woodlands and gardens",
      "definition_translation": "un uccello canoro con un corpo robusto e un cappello nero distintivo sulla sua testa, trovato in boschi e giardini",
      "example": "I saw a bullfinch in the garden last week, it was eating seeds from the bird feeder. I will see a bullfinch in the forest next month, it will be singing its beautiful song. I had seen a bullfinch in the park last year, it was very shy and hid behind a tree.",
      "example_translation": "Ho visto un ciuffolotto in giardino la settimana scorsa, stava mangiando semi dal mangiatoia degli uccelli. Vedrò un ciuffolotto nella foresta il mese prossimo, canterà la sua bella canzone. Avevo visto un ciuffolotto nel parco l'anno scorso, era molto timido e si era nascosto dietro un albero.",
      "imageLink": "image_files\\English\\bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "buzzard",
      "translation": "poiana",
      "definition": "a medium-sized, broad-winged bird of prey, typically brown or grey in color",
      "definition_translation": "un uccello da preda di media taglia, con ali ampie, normalmente marrone o grigio nel colore",
      "example": "I saw a buzzard flying overhead yesterday, it was soaring high in the sky. I will see a buzzard perched on a tree branch tomorrow, it will be scanning the ground for prey. I had seen a buzzard hunting in the fields last week, it was very swift and agile.",
      "example_translation": "Ho visto una poiana volare sopra la mia testa ieri, stava volando alto nel cielo. Vedrò una poiana appollaiata su un ramo di albero domani, starà scandagliando il terreno alla ricerca di preda. Avevo visto una poiana cacciare nei campi la settimana scorsa, era molto veloce e agile.",
      "imageLink": "image_files\\English\\buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "canary",
      "translation": "canarino",
      "definition": "A canary is a small songbird known for its beautiful singing voice and vibrant yellow plumage.",
      "definition_translation": "Un canarino è un uccello canoro piccolo noto per la sua bella voce cantante e piumaggio giallo vivace.",
      "example": "The canary sang sweet melodies in the morning, sings with its friends at present, and will trill a happy tune in the evening.",
      "example_translation": "Il canarino cantava melodie dolci al mattino, canta con i suoi amici al presente e trillerà un motifs felice alla sera.",
      "imageLink": "image_files\\English\\canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chaffinch",
      "translation": "fringuello",
      "definition": "A chaffinch is a small to medium-sized finch with a distinctive white wing patch and a loud, cheery song.",
      "definition_translation": "Un fringuello è un piccolo a medio-sized finch con un caratteristico patch alare bianco e un canto forte e allegro.",
      "example": "The chaffinch hopped around the garden yesterday, is eating seeds at present, and will build a nest in the bushes next week.",
      "example_translation": "Il fringuello saltellava intorno al giardino ieri, sta mangiando semi al presente e costruirà un nido nei cespugli la prossima settimana.",
      "imageLink": "image_files\\English\\chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cock",
      "translation": "gallo",
      "definition": "A cock is a male chicken, known for its loud crowing and aggressive behavior during mating season.",
      "definition_translation": "Un gallo è un gallo maschio, noto per il suo forte canto e comportamento aggressivo durante la stagione degli amori.",
      "example": "The cock crowed loudly in the morning, crows at dawn, and will strut its stuff in the farmyard tomorrow.",
      "example_translation": "Il gallo cantava forte al mattino, canta all'alba e si pavoneggerà in cortile domani.",
      "imageLink": "image_files\\English\\cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "common chiffchaff",
      "translation": "frittellino",
      "definition": "A small, dull-colored warbler that breeds in open woodlands and bushes, with a distinctive song and a habit of constantly moving its tail.",
      "definition_translation": "Un piccolo uccello canoro bruno che si riproduce in boschi aperti e cespugli, con un canto DISTINCTIVO e l'abitudine di muovere costantemente la coda.",
      "example": "The common chiffchaff will arrive in the spring, will sing its song in the present, and will have built its nest by next autumn.",
      "example_translation": "Il frittellino arriverà in primavera, canta la sua canzone nel presente e avrà costruito il suo nido entro l'autunno prossimo.",
      "imageLink": "image_files\\English\\common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "common crane",
      "translation": "gru comune",
      "definition": "A large, stately wading bird with a grey and white plumage, a long neck, and a distinctive courtship dance.",
      "definition_translation": "Un grande uccello passerotto statuario con piumaggio grigio e bianco, collo lungo e una danza di corteggiamento DISTINCTIVA.",
      "example": "The common crane has been dancing in the wetlands for centuries, will continue to do so in the present, and will thrive in the future.",
      "example_translation": "La gru comune ha ballato nelle zone umide per secoli, continuerà a farlo nel presente e prospererà nel futuro.",
      "imageLink": "image_files\\English\\common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "common moorhen",
      "translation": "gallinella comune",
      "definition": "A medium-sized, primarily black bird with a red forehead shield, often found in wetlands and near water.",
      "definition_translation": "Un uccello di media taglia, principalmente nero, con scudo frontale rosso, spesso trovato in zone umide e vicino all'acqua.",
      "example": "The common moorhen swam in the lake yesterday, swims in it today, and will swim in it tomorrow.",
      "example_translation": "La gallinella comune ha nuotato nel lago ieri, nuota in esso oggi e nuoterà in esso domani.",
      "imageLink": "image_files\\English\\common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "common nightingale",
      "translation": "usignolo comune",
      "definition": "A small, migratory bird with a melodious song, found in gardens, woodlands, and scrublands.",
      "definition_translation": "Un uccello migratore piccolo con un canto melodioso, trovato in giardini, boschi e macchie.",
      "example": "The common nightingale will sing its sweet melody in the evening, sang its sweet melody last night, and will have sung its sweet melody by tomorrow evening.",
      "example_translation": "L'usignolo comune canterà la sua melodia dolce nel pomeriggio, ha cantato la sua melodia dolce ieri sera e avrà cantato la sua melodia dolce entro domani sera.",
      "imageLink": "image_files\\English\\common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "common redpoll",
      "translation": "organetto",
      "definition": "A small finch with a red forehead patch, found in coniferous forests and tundra.",
      "definition_translation": "Un piccolo fringuello con un patch rosso sulla fronte, trovato in foreste di conifere e tundra.",
      "example": "The common redpoll will flit between the spruce trees, flitted between the spruce trees yesterday, and will have flitted between the spruce trees by next week.",
      "example_translation": "L'organetto volerà tra gli alberi di abete, ha volato tra gli alberi di abete ieri e avrà volato tra gli alberi di abete la prossima settimana.",
      "imageLink": "image_files\\English\\common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "common whitethroat",
      "translation": "bottaiolo",
      "definition": "A migratory warbler with a white throat patch, found in open country, scrub, and hedgerows.",
      "definition_translation": "Un uccello canoro migratore con un patch bianco sulla gola, trovato in campagna aperta, macchie e siepi.",
      "example": "The common whitethroat will arrive at the garden, arrived at the garden last spring, and will have arrived at the garden by next summer.",
      "example_translation": "Il bottaiolo arriverà nel giardino, è arrivato nel giardino la scorsa primavera e sarà arrivato nel giardino la prossima estate.",
      "imageLink": "image_files\\English\\common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "common wood pigeon",
      "translation": "piccione dei boschi comune",
      "definition": "A large greyish-brown bird with a distinctive white band on its neck, found in woods and towns in Europe and Asia.",
      "definition_translation": "Un grande uccello grigio-marrone con una banda bianca distinctive sul collo, trovato nei boschi e nelle città in Europa e Asia.",
      "example": "I saw a common wood pigeon perched on a tree branch, but it flew away when I approached. Yesterday, I had seen one pecking at crumbs on the pavement. By next spring, I will have seen hundreds of them in the park.",
      "example_translation": "Ho visto un piccione dei boschi comune appollaiato su un ramo d'albero, ma è volato via quando mi sono avvicinato. Ieri, avevo visto uno beccare briciole sul marciapiede. La prossima primavera, avrò visto centinaia di loro nel parco.",
      "imageLink": "image_files\\English\\common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "condor",
      "translation": "condor",
      "definition": "A large New World vulture with a distinctive bald head and a wingspan of up to 3 meters, found in the Andes and other mountainous regions.",
      "definition_translation": "Un grande avvoltoio del Nuovo Mondo con una testa calva caratteristica e un'apertura alare di fino a 3 metri, trovato nelle Ande e in altre regioni montuose.",
      "example": "The condor soared overhead, its wings beating slowly. Last year, we had spotted a condor nesting on the cliff face. By the time we return next year, the condor will have fledged its young.",
      "example_translation": "Il condor ha volato alto nel cielo, le sue ali battendo lentamente. L'anno scorso, avevamo avvistato un condor che nidificava sulla facciata della scogliera. Entro il tempo in cui torneremo l'anno prossimo, il condor avrà lasciato nidificare i suoi giovani.",
      "imageLink": "image_files\\English\\condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cormorant",
      "translation": "cormorano",
      "definition": "A large seabird with a long neck and a hooked beak, found near coastal areas and rivers, known for its ability to dive and catch fish.",
      "definition_translation": "Un grande uccello marino con un collo lungo e un becco uncino, trovato near aree costiere e fiumi, noto per la sua capacità di tuffarsi e catturare pesci.",
      "example": "The cormorant dived into the water, emerging a moment later with a struggling fish in its beak. Yesterday, I saw a cormorant perched on a rock, drying its wings. By next summer, I will have watched cormorants nesting on the cliffs.",
      "example_translation": "Il cormorano si è tuffato nell'acqua, emergendo un momento dopo con un pesce che lottava nel suo becco. Ieri, ho visto un cormorano appollaiato su una roccia, asciugando le sue ali. La prossima estate, avrò guardato i cormorani che nidificavano sulle scogliere.",
      "imageLink": "image_files\\English\\cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crake",
      "translation": "ravanello",
      "definition": "A crake is a type of bird that belongs to the family Rallidae. It is a small to medium-sized bird with a round body and a short tail.",
      "definition_translation": "Un ravanello è un tipo di uccello che appartiene alla famiglia Rallidae. È un uccello di piccole o medie dimensioni con un corpo rotondo e una coda breve.",
      "example": "I saw a crake in the marsh yesterday. It will build its nest in the reeds next month. The crake had built its nest in the reeds last year.",
      "example_translation": "Ho visto un ravanello nella palude ieri. Costruirà il suo nido tra le canne il mese prossimo. Il ravanello aveva costruito il suo nido tra le canne l'anno scorso.",
      "imageLink": "image_files\\English\\crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crane",
      "translation": "gru",
      "definition": "A crane is a large, long-necked wading bird with a distinctive call. It is a social bird that lives in wetlands and grasslands.",
      "definition_translation": "Una gru è un grande uccello acquatico lungo collo con un richiamo caratteristico. È un uccello sociale che vive in zone umide e praterie.",
      "example": "The crane will migrate to Africa next winter. It migrated to Africa last winter. The crane has migrated to Africa every winter.",
      "example_translation": "La gru migrerà in Africa il prossimo inverno. È migrata in Africa l'inverno scorso. La gru ha migrato in Africa ogni inverno.",
      "imageLink": "image_files\\English\\crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crested lark",
      "translation": "allodola crestata",
      "definition": "The crested lark is a species of bird that belongs to the family Alaudidae. It has a distinctive crest on top of its head and a melodious song.",
      "definition_translation": "L'allodola crestata è una specie di uccello che appartiene alla famiglia Alaudidae. Ha una cresta distinctive sulla sommità della sua testa e un canto melodioso.",
      "example": "The crested lark will sing its song at dawn tomorrow. It sang its song at dawn yesterday. The crested lark has sung its song at dawn every day.",
      "example_translation": "L'allodola crestata canterà la sua canzone all'alba di domani. Ha cantato la sua canzone all'alba di ieri. L'allodola crestata ha cantato la sua canzone all'alba ogni giorno.",
      "imageLink": "image_files\\English\\crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crested tit",
      "translation": "cincià crestato",
      "definition": "A small bird with a distinctive crest on its head, found in coniferous woodlands.",
      "definition_translation": "Un piccolo uccello con un cresta distintiva sulla testa, trovato nei boschi conifere.",
      "example": "The crested tit was seen flitting between the trees, its crest bobbing up and down. Yesterday, I saw a crested tit perched on a branch. If I go to the woods tomorrow, I will try to spot a crested tit.",
      "example_translation": "Il cincià crestato è stato visto volare tra gli alberi, la sua cresta oscillava su e giù. Ieri, ho visto un cincià crestato appollaiato su un ramo. Se vado nei boschi domani, cercherò di avvistare un cincià crestato.",
      "imageLink": "image_files\\English\\crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "curlew",
      "translation": "chiurlo",
      "definition": "A large, brownish bird with a long, curved bill, found in wet grasslands and moorlands.",
      "definition_translation": "Un grande uccello bruno con un becco lungo e curvo, trovato in prati umidi e brughiere.",
      "example": "The curlew's haunting cry echoed across the moor. Last summer, we saw a curlew wading in the shallow water. By next spring, I hope to hear a curlew's call again.",
      "example_translation": "Il grido struggente del chiurlo ha echeggiato attraverso la brughiera. L'estate scorsa, abbiamo visto un chiurlo guadare nell'acqua bassa. Per la prossima primavera, spero di sentire di nuovo il grido del chiurlo.",
      "imageLink": "image_files\\English\\curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cygnet",
      "translation": "cignetto",
      "definition": "A young swan, especially one that is still covered in soft, fluffy down.",
      "definition_translation": "Un giovane cigno, specialmente uno che è ancora coperto di soffice, morbido piumino.",
      "example": "The cygnet swam close to its mother, eager to learn. Last week, I saw a cygnet taking its first flight. By next winter, the cygnet will have grown into a beautiful swan.",
      "example_translation": "Il cignetto ha nuotato vicino alla madre, ansioso di imparare. La scorsa settimana, ho visto un cignetto fare il suo primo volo. Per l'inverno prossimo, il cignetto sarà cresciuto in un bellissimo cigno.",
      "imageLink": "image_files\\English\\cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eagle owl",
      "translation": "gufo reale",
      "definition": "A large, powerful owl with a broad head and forward-facing ears, found in woodlands and grasslands of the Old World.",
      "definition_translation": "Un grande e potente gufo con una testa larga e orecchie rivolte in avanti, trovato in boschi e praterie del Vecchio Mondo.",
      "example": "The eagle owl perched on a branch, watching its prey. It has been watching for hours, and will continue to watch until it strikes. It will strike soon.",
      "example_translation": "Il gufo reale si è posato su un ramo, guardando la sua preda. Ha guardato per ore, e continuerà a guardare fino a quando non colpirà. Colpirà presto.",
      "imageLink": "image_files\\English\\eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "emu",
      "translation": "emu",
      "definition": "A large, flightless bird native to Australia, with a soft, feathery plumage and a distinctive brown color.",
      "definition_translation": "Un grande uccello impossibile a volare originario dell'Australia, con un piumaggio morbido e piumato e un colore marrone caratteristico.",
      "example": "The emu ran across the outback, its powerful legs carrying it at incredible speeds. It will run for hours, and then rest. It will rest soon.",
      "example_translation": "L'emu ha attraversato l'outback, le sue potenti gambe portandola a velocità incredibili. Correrà per ore, e poi si riposerà. Si riposerà presto.",
      "imageLink": "image_files\\English\\emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "falcon",
      "translation": "falco",
      "definition": "A fast and agile bird of prey, with a slender body and long, pointed wings, used for hunting and racing.",
      "definition_translation": "Un uccello da preda veloce e agile, con un corpo snello e ali lunghe e appuntite, utilizzato per la caccia e le corse.",
      "example": "The falcon soared through the skies, its wings beating rapidly as it chased its prey. It will catch its prey soon, and then return to its nest. It returned to its nest yesterday.",
      "example_translation": "Il falco ha volato attraverso i cieli, le sue ali battendo rapidamente mentre inseguiva la sua preda. Coglierà la sua preda presto, e poi tornerà al suo nido. È tornato al suo nido ieri.",
      "imageLink": "image_files\\English\\falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flamingo",
      "translation": "fenicottero",
      "definition": "A flamingo is a type of wading bird that is known for its bright pink feathers and distinctive beak shape.",
      "definition_translation": "Un fenicottero è un tipo di uccello che cammina nell'acqua noto per le sue piume rosa brillanti e la forma distintiva del becco.",
      "example": "I saw a flamingo at the zoo yesterday. The flamingo is eating now. The flamingo will migrate to Africa next month.",
      "example_translation": "Ho visto un fenicottero allo zoo ieri. Il fenicottero sta mangiando ora. Il fenicottero migrerà in Africa il mese prossimo.",
      "imageLink": "image_files\\English\\flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gander",
      "translation": "oche maschio",
      "definition": "A gander is a male goose, especially a domesticated one, known for its aggressive behavior during breeding season.",
      "definition_translation": "Un oche maschio è un maschio di oca, specialmente uno domestico, noto per il suo comportamento aggressivo durante la stagione di riproduzione.",
      "example": "The gander chased me at the farm last week. The gander is very protective of its mate. The gander will attack anyone who comes near its nest.",
      "example_translation": "L'oche maschio mi ha inseguito alla fattoria la scorsa settimana. L'oche maschio è molto protettivo verso la sua compagna. L'oche maschio attaccherà chiunque si avvicini al suo nido.",
      "imageLink": "image_files\\English\\gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "garden warbler",
      "translation": "usignolo degli orti",
      "definition": "The garden warbler is a small passerine bird that is common in gardens and woodlands, known for its melodic song.",
      "definition_translation": "L'usignolo degli orti è un piccolo uccello passeriforme comune nei giardini e nei boschi, noto per la sua canzone melodica.",
      "example": "I heard a garden warbler singing in my backyard last morning. The garden warbler builds its nest in shrubs. The garden warbler will migrate to Africa in the winter.",
      "example_translation": "Ho sentito un usignolo degli orti cantare nel mio cortile posteriore la mattina scorsa. L'usignolo degli orti costruisce il suo nido nei cespugli. L'usignolo degli orti migrerà in Africa in inverno.",
      "imageLink": "image_files\\English\\garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "garganey",
      "translation": "codone",
      "definition": "A small, dark-plumed, summer-migrating dabbling duck of Eurasia and Africa, having a distinctive black and white striped head.",
      "definition_translation": "Un'anatra piccola, con piumaggio scuro, che migra in estate in Eurasia e Africa, con una testa distinctive stirata di nero e bianco.",
      "example": "The garganey was a rare sight in the wetlands, but we were lucky to spot one last summer. It has been nesting there for years, and we hope to see it again next year. By then, we will have been watching it for a decade.",
      "example_translation": "Il codone era un'avvistamento raro nelle zone umide, ma siamo stati fortunati a vederne uno l'ultimo estate. Ha nidificato lì per anni e speriamo di vederlo di nuovo l'anno prossimo. A quel punto, lo avremo osservato per un decennio.",
      "imageLink": "image_files\\English\\garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "goldcrest",
      "translation": "regolo",
      "definition": "A small, brightly colored bird with a distinctive yellow crest on its head, found in coniferous forests of Europe and Asia.",
      "definition_translation": "Un uccello piccolo, con colori vivaci, con una cresta distintiva gialla sulla testa, trovato nelle foreste di conifere d'Europa e Asia.",
      "example": "The goldcrest perched on the spruce branch, its bright plumage standing out against the green needles. It will build its nest here soon, and we can't wait to see the baby birds. By next winter, they will have flown away.",
      "example_translation": "Il regolo si è posato sul ramo di abete, il suo piumaggio luminoso risaltava contro le aghi verde. Costruirà il suo nido qui presto, e non vediamo l'ora di vedere gli uccellini. L'inverno prossimo, saranno volati via.",
      "imageLink": "image_files\\English\\goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "golden eagle",
      "translation": "aquila reale",
      "definition": "A large, dark brown bird of prey with a distinctive golden-brown nape, found in mountains and open country of the Northern Hemisphere.",
      "definition_translation": "Un grande uccello da preda, con una nuca distinctive marrone dorato, trovato nelle montagne e nella campagna aperta dell'Emisfero Boreale.",
      "example": "The golden eagle soared through the valley, its piercing cry echoing off the cliffs. It had been nesting here for years, and we hope to see it again next summer. By then, its chicks will have learned to fly.",
      "example_translation": "L'aquila reale volò attraverso la valle, il suo grido piercingo rimbalzava contro le scogliere. Ha nidificato qui per anni, e speriamo di vederla di nuovo l'estate prossima. A quel punto, i suoi pulcini avranno imparato a volare.",
      "imageLink": "image_files\\English\\golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "golden oriole",
      "translation": "oriolo dorato",
      "definition": "A bird with a bright yellow and black plumage, native to Africa and southern Europe.",
      "definition_translation": "Un uccello con piumaggio giallo chiaro e nero, originario dell'Africa e dell'Europa meridionale.",
      "example": "The golden oriole sang a sweet melody in the morning, it will sing again in the evening, and it sang a lullaby last night.",
      "example_translation": "L'oriolo dorato cantò una dolce melodia nel mattino, canterà di nuovo nel pomeriggio e cantò una ninna nanna la scorsa notte.",
      "imageLink": "image_files\\English\\golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "goldfinch",
      "translation": "cardellino",
      "definition": "A small bird with a bright yellow face and a distinctive song, native to Europe and Asia.",
      "definition_translation": "Un uccello piccolo con faccia gialla vivace e un canto caratteristico, originario dell'Europa e dell'Asia.",
      "example": "The goldfinch perched on the branch, it will perch on the wire tomorrow, and it perched on the fence yesterday.",
      "example_translation": "Il cardellino si è posato sul ramo, si poserà sul filo domani e si è posato sulla recinzione ieri.",
      "imageLink": "image_files\\English\\goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gosling",
      "translation": "anatroccolo",
      "definition": "A young goose, especially one that has recently hatched.",
      "definition_translation": "Un giovane oca, in particolare uno che ha appena schiuso.",
      "example": "The gosling waddled behind its mother, it will waddle on the grass tomorrow, and it waddled on the path yesterday.",
      "example_translation": "L'anatroccolo ha camminato dietro sua madre, camminerà sull'erba domani e ha camminato sul sentiero ieri.",
      "imageLink": "image_files\\English\\gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "great crested grebe",
      "translation": "svasso collorosso",
      "definition": "A large waterbird with a distinctive black and white striped head, found in lakes and rivers in Europe and Asia.",
      "definition_translation": "Un grande uccello acquatico con una testa nera e bianca striata, trovato nei laghi e nei fiumi in Europa e Asia.",
      "example": "The great crested grebe was swimming in the lake, its head feathers proudly displaying its crest. It has been doing this for years, and will continue to do so in the future. Yesterday, it was seen doing the same.",
      "example_translation": "Lo svasso collorosso stava nuotando nel lago, le piume della testa mostravano orgogliosamente la sua cresta. Ha fatto questo per anni e continuerà a farlo in futuro. Ieri, è stato visto fare lo stesso.",
      "imageLink": "image_files\\English\\great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "great tit",
      "translation": "cincia",
      "definition": "A small, brightly colored bird with a distinctive song, found in gardens and woodlands in Europe and Asia.",
      "definition_translation": "Un piccolo uccello dai colori vivaci con un canto distinto, trovato nei giardini e nei boschi in Europa e Asia.",
      "example": "The great tit was singing its sweet melody in the garden, it has been doing this every morning, and will continue to do so tomorrow. Yesterday, it was seen flying away from the feeder.",
      "example_translation": "La cincia stava cantando la sua dolce melodia nel giardino, ha fatto questo ogni mattina e continuerà a farlo domani. Ieri, è stato visto volare via dal mangiatoia.",
      "imageLink": "image_files\\English\\great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "great white egret",
      "translation": "airone bianco maggiore",
      "definition": "A large, white heron with a yellow bill, found in wetlands and coastal areas in Africa, Asia, and Europe.",
      "definition_translation": "Un grande airone bianco con un becco giallo, trovato in zone umide e aree costiere in Africa, Asia ed Europa.",
      "example": "The great white egret was wading in the shallow water, it will be doing this at dawn tomorrow, and did the same yesterday. Its long neck was bent as it searched for fish.",
      "example_translation": "L'airone bianco maggiore stava guadando nell'acqua bassa, farà questo all'alba di domani e ha fatto lo stesso ieri. Il suo collo lungo era piegato mentre cercava i pesci.",
      "imageLink": "image_files\\English\\great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grebe",
      "translation": "folaga",
      "definition": "A type of waterbird with a long neck and a distinctive black and white striped head.",
      "definition_translation": "Un tipo di uccello acquatico con un collo lungo e una testa a strisce nere e bianche distinctive.",
      "example": "I saw a grebe swimming in the lake yesterday. Now it's nesting on the shore. Next year, it will migrate to Africa.",
      "example_translation": "Ho visto una folaga nuotare nel lago ieri. Ora sta costruendo il nido sulla riva. L'anno prossimo, migrerà in Africa.",
      "imageLink": "image_files\\English\\grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grey heron",
      "translation": "airone cenerino",
      "definition": "A large wading bird with a grey and white plumage, often seen standing still in shallow water.",
      "definition_translation": "Un grande uccello acquatico con un piumaggio grigio e bianco, spesso visto fermo nell'acqua bassa.",
      "example": "The grey heron was stalking its prey in the marsh. It had been waiting for hours, but finally caught a fish. It will do the same tomorrow.",
      "example_translation": "L'airone cenerino stava cacciando la sua preda nella palude. Aveva aspettato per ore, ma finalmente ha catturato un pesce. Farà lo stesso domani.",
      "imageLink": "image_files\\English\\heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "greylag goose",
      "translation": "oca selvatica",
      "definition": "A large wild goose with a grey and brown plumage, often seen in wetlands and grasslands.",
      "definition_translation": "Una grande oca selvatica con un piumaggio grigio e marrone, spesso vista in zone umide e praterie.",
      "example": "The greylag goose was flying overhead, honking loudly. It had been migrating for weeks, but finally reached its destination. It will stay there until spring.",
      "example_translation": "L'oca selvatica stava volando sopra la testa, emettendo un forte schiamazzo. Aveva migrato per settimane, ma finalmente ha raggiunto la sua destinazione. Rimarrà lì fino a primavera.",
      "imageLink": "image_files\\English\\greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guinea fowl",
      "translation": "fagiano della Guinea",
      "definition": "A large bird with a plump body and a distinctive helmet-like structure on its head, native to Africa and often kept as a domesticated animal.",
      "definition_translation": "Un grande uccello con un corpo rotondo e una struttura distinctive a forma di elmetto sulla testa, originario dell'Africa e spesso tenuto come animale domestico.",
      "example": "I saw a guinea fowl wandering around the farm yesterday. I had seen one before, but it will be a while before I see another one. By next year, I will have seen many guinea fowl.",
      "example_translation": "Ho visto un fagiano della Guinea vagare intorno alla fattoria ieri. Avevo visto uno prima, ma passerà del tempo prima di vederne un altro. L'anno prossimo, avrò visto molti fagiani della Guinea.",
      "imageLink": "image_files\\English\\guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hawfinch",
      "translation": "cocco",
      "definition": "A large, stout finch with a strong beak, found in woodlands and gardens, feeding on seeds and fruits.",
      "definition_translation": "Un grande, robusto fringuello con un becco forte, trovato in boschi e giardini, che si nutre di semi e frutti.",
      "example": "The hawfinch perched on the branch of the oak tree, cracking open the nutshell with its powerful beak. It had been eating the seeds from the garden all morning. By next winter, it will have eaten all the seeds.",
      "example_translation": "Il cocco si era posato sul ramo del quercia, aprendo la noce con il suo becco potente. Aveva stato mangiando i semi dal giardino tutta la mattina. L'inverno prossimo, avrà mangiato tutti i semi.",
      "imageLink": "image_files\\English\\hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hazel grouse",
      "translation": "gallo cedrone",
      "definition": "A medium-sized grouse with a brown plumage and a distinctive black stripe above its eye, found in woodlands and heathlands.",
      "definition_translation": "Un gallo di media taglia con un piumaggio marrone e una striscia nera distinctive sopra l'occhio, trovato in boschi e lande.",
      "example": "I saw a hazel grouse darting across the forest floor yesterday. I had seen one before, but it will be a while before I see another one. By next summer, I will have seen many hazel grouse.",
      "example_translation": "Ho visto un gallo cedrone scattare attraverso il pavimento del bosco ieri. Avevo visto uno prima, ma passerà del tempo prima di vederne un altro. L'estate prossima, avrò visto molti galli cedroni.",
      "imageLink": "image_files\\English\\hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hoopoe",
      "translation": "upupa",
      "definition": "A hoopoe is a medium-sized bird with a distinctive crest on its head, found in warm regions of the world.",
      "definition_translation": "L'upupa è un uccello di media grandezza con una cresta distintiva sulla testa, trovato in regioni calde del mondo.",
      "example": "The hoopoe bird has been considered sacred in many cultures, I saw a hoopoe in the park yesterday, and I will try to attract a hoopoe to my backyard next summer.",
      "example_translation": "L'uccello upupa è stato considerato sacro in molte culture, ho visto un upupa nel parco ieri, e cercherò di attirare un upupa nel mio giardino il prossimo estate.",
      "imageLink": "image_files\\English\\hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hummingbird",
      "translation": "colibrì",
      "definition": "A hummingbird is a tiny, brightly colored bird that can hover in mid-air, found in warm regions of the Americas.",
      "definition_translation": "Il colibrì è un uccello minuscolo, molto colorato, che può librarsi in aria, trovato in regioni calde delle Americhe.",
      "example": "The hummingbird's wings beat at an incredible speed, I watched a hummingbird drink nectar from a flower, and I hope to spot a hummingbird on my next trip to Costa Rica.",
      "example_translation": "Le ali del colibrì battono ad una velocità incredibile, ho guardato un colibrì bere nettare da un fiore, e spero di avvistare un colibrì nel mio prossimo viaggio in Costa Rica.",
      "imageLink": "image_files\\English\\hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ibis",
      "translation": "ibis",
      "definition": "An ibis is a long-billed, wading bird found in warm and tropical regions around the world.",
      "definition_translation": "L'ibis è un uccello con un lungo becco, che passeggiando, si trova in regioni calde e tropicali del mondo.",
      "example": "The ibis is a symbol of ancient Egypt, I saw a flock of ibises flying overhead, and I will try to spot an ibis on my next visit to the zoo.",
      "example_translation": "L'ibis è un simbolo dell'antico Egitto, ho visto un branco di ibis volare sopra la testa, e cercherò di avvistare un ibis nella mia prossima visita allo zoo.",
      "imageLink": "image_files\\English\\ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jackdaw",
      "translation": "gracchio",
      "definition": "A large black bird with a grey nape, found in forests and woodlands, known for its bold and inquisitive nature.",
      "definition_translation": "Un grande uccello nero con una nuca grigia, trovato nelle foreste e nei boschi, noto per la sua natura audace e curiosa.",
      "example": "The jackdaw perched on the windowsill, eyeing the crumbs on the table. Yesterday, a jackdaw had stolen a piece of bread from the market stall. By next year, the jackdaw will have built a nest in the old oak tree.",
      "example_translation": "Il gracchio si è posato sulla finestra, guardando le briciole sulla tavola. Ieri, un gracchio aveva rubato un pezzo di pane dal banco del mercato. Entro l'anno prossimo, il gracchio avrà costruito un nido nell'antica quercia.",
      "imageLink": "image_files\\English\\jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jay",
      "translation": "gazza",
      "definition": "A brightly coloured bird with a distinctive crest and bold, curious nature, found in woodlands and gardens.",
      "definition_translation": "Un uccello dalle colori vivaci con una cresta distinctive e una natura audace e curiosa, trovato nei boschi e nei giardini.",
      "example": "The jay flashed its bright feathers as it flew across the garden. Last week, a jay had built a nest in the oak tree. By summer, the jay will have migrated to its breeding grounds.",
      "example_translation": "La gazza ha lampeggiato le sue piume luminose mentre volava attraverso il giardino. La scorsa settimana, una gazza aveva costruito un nido nell'albero di quercia. Per l'estate, la gazza sarà migrata nei suoi terreni di riproduzione.",
      "imageLink": "image_files\\English\\jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kestrel",
      "translation": "allocco",
      "definition": "A small, agile falcon with a slender body and a swift, darting flight, found in open countryside and grasslands.",
      "definition_translation": "Un piccolo, agile falco con un corpo snello e un volo veloce e sfrecciante, trovato nella campagna aperta e nei prati.",
      "example": "The kestrel swooped down to catch a mouse in the field. Yesterday, a kestrel had perched on the fence post, scanning the landscape. By next spring, the kestrel will have returned to its nesting site.",
      "example_translation": "L'allocco si è tuffato giù per catturare un topo nel campo. Ieri, un allocco si era posato sulla staccionata, esaminando il paesaggio. Per la prossima primavera, l'allocco sarà tornato al suo sito di nidificazione.",
      "imageLink": "image_files\\English\\kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kingfisher",
      "translation": "martin pescatore",
      "definition": "A kingfisher is a type of bird that is known for its bright plumage and ability to dive into water to catch fish.",
      "definition_translation": "Un martin pescatore è un tipo di uccello noto per il suo piumaggio brillante e la sua capacità di tuffarsi in acqua per catturare pesci.",
      "example": "I saw a kingfisher flying over the lake yesterday. It will build a nest near the river next month. I have seen kingfishers catching fish in the morning.",
      "example_translation": "Ho visto un martin pescatore volare sopra il lago ieri. Costruirà un nido vicino al fiume il mese prossimo. Ho visto martin pescatori catturare pesci nel mattino.",
      "imageLink": "image_files\\English\\kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kiwi",
      "translation": "kiwi",
      "definition": "A kiwi is a type of fruit that is native to China and is known for its brown, fuzzy skin and green, juicy flesh.",
      "definition_translation": "Un kiwi è un tipo di frutto originario della Cina e noto per la sua pelle marrone epelosa e la sua polpa verde e succosa.",
      "example": "I ate a kiwi for breakfast today. Kiwis will be on sale at the market next week. She has been eating kiwis every morning for a year.",
      "example_translation": "Ho mangiato un kiwi per colazione oggi. I kiwi saranno in vendita al mercato la settimana prossima. Ha mangiato kiwi ogni mattina per un anno.",
      "imageLink": "image_files\\English\\kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lapwing",
      "translation": "pavoncella",
      "definition": "A lapwing is a type of bird that is known for its distinctive crest and loud, shrill call.",
      "definition_translation": "Una pavoncella è un tipo di uccello noto per la sua cresta caratteristica e il suo verso alto e stridulo.",
      "example": "I saw a lapwing flying over the fields yesterday. Lapwings will migrate to Africa next month. They have been watching lapwings nesting on the ground for years.",
      "example_translation": "Ho visto una pavoncella volare sopra i campi ieri. Le pavoncelle migreranno in Africa il mese prossimo. Hanno osservato pavoncelle che nidificano a terra per anni.",
      "imageLink": "image_files\\English\\lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lesser black-backed gull",
      "translation": "gabbiano Vulcano",
      "definition": "A medium-sized gull with a black back and wings, found in a variety of habitats, including coastal areas, grasslands, and urban centers.",
      "definition_translation": "Un gabbiano di medie dimensioni con dorso e ali nere, trovato in una varietà di habitat, tra cui aree costiere, prati e centri urbani.",
      "example": "The lesser black-backed gull was seen flying overhead, its distinctive call echoing through the air. It had flown in from the coast to scavenge for food in the trash cans. By next spring, it will have returned to its breeding grounds.",
      "example_translation": "Il gabbiano Vulcano è stato visto volare sopra la testa, il suo richiamo distintivo riverberava nell'aria. Era volato dalla costa per cercare cibo nei cestini della spazzatura. Entro la prossima primavera, sarà tornato ai suoi terreni di riproduzione.",
      "imageLink": "image_files\\English\\lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lesser spotted eagle",
      "translation": "aquila macchiata minore",
      "definition": "A large, dark brown eagle with a wingspan of up to 2 meters, found in forests and grasslands, primarily feeding on small mammals and birds.",
      "definition_translation": "Un'aquila grande, bruno-scuro con un'apertura alare di fino a 2 metri, trovata in foreste e prati, principalmente alimentandosi di piccoli mammiferi e uccelli.",
      "example": "The lesser spotted eagle had been nesting in the same tree for years, its piercing gaze scanning the landscape for prey. It had swooped down to grab a unsuspecting rabbit last week. By the time the winter comes, it will have flown south to escape the harsh weather.",
      "example_translation": "L'aquila macchiata minore aveva nidificato nello stesso albero per anni, il suo sguardo penetrante scandagliava il paesaggio in cerca di preda. Era calata giù per afferrare un coniglio inaspettato la settimana scorsa. Quando arriverà l'inverno, sarà volata a sud per sfuggire al clima rigido.",
      "imageLink": "image_files\\English\\lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "linnet",
      "translation": "lino",
      "definition": "A small, brownish-red songbird with a distinctive white crown, found in gardens, woodlands, and hedgerows, primarily feeding on seeds and fruits.",
      "definition_translation": "Un piccolo uccello canoro bruno-rosso con una corona bianca distintiva, trovato in giardini, boschi e siepi, principalmente alimentandosi di semi e frutta.",
      "example": "The linnet was perched on the garden fence, its melodic song filling the air. It had eaten the seeds from the bird feeder last week. By next summer, it will have raised a new brood of chicks.",
      "example_translation": "Il lino era appollaiato sulla recinzione del giardino, la sua canzone melodiosa riempiva l'aria. Aveva mangiato i semi dal mangiatoia degli uccelli la settimana scorsa. Entro la prossima estate, avrà allevato una nuova covata di pulcini.",
      "imageLink": "image_files\\English\\linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "long-eared owl",
      "translation": "asino orechio lungo",
      "definition": "A long-eared owl is a nocturnal bird of prey that belongs to the genus Plecotus, characterized by its long ear tufts and ability to fly silently.",
      "definition_translation": "Un asino orechio lungo è un uccello notturno della preda che appartiene al genere Plecotus, caratterizzato dalle sue lunghe orecchie e dalla sua capacità di volare in silenzio.",
      "example": "In the past, humans used to believe that long-eared owls were an omen of bad luck. Currently, scientists are studying the habitats of long-eared owls to understand their behavior. In the future, we will learn more about the importance of long-eared owls in our ecosystem.",
      "example_translation": "Nel passato, gli esseri umani credevano che gli asini orechio lungo fossero un segno di cattiva sorte. Attualmente, gli scienziati stanno studiando gli habitat degli asini orechio lungo per comprendere il loro comportamento. Nel futuro, impareremo di più sull'importanza degli asini orechio lungo nel nostro ecosistema.",
      "imageLink": "image_files\\English\\long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mallard",
      "translation": "anatra selvatica",
      "definition": "A mallard is a large dabbling duck that is widely distributed across the world, known for its green head and yellow bill.",
      "definition_translation": "Un'anatra selvatica è un'anatra grande che si trova dappertutto nel mondo, conosciuta per la sua testa verde e il suo becco giallo.",
      "example": "In the past, mallards used to migrate to warmer climates during the winter. Today, they are commonly found in urban parks. In the future, conservation efforts will help protect the mallard population.",
      "example_translation": "Nel passato, le anatre selvatiche migravano verso climi più caldi durante l'inverno. Oggi, sono comunemente trovate nei parchi urbani. Nel futuro, gli sforzi di conservazione aiuteranno a proteggere la popolazione delle anatre selvatiche.",
      "imageLink": "image_files\\English\\mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marsh tit",
      "translation": "cincia palustre",
      "definition": "A marsh tit is a small passerine bird that is found in wetland habitats, characterized by its grey and brown plumage and distinctive song.",
      "definition_translation": "Una cincia palustre è un piccolo uccello passero che si trova negli habitat delle zone umide, caratterizzato dal suo piumaggio grigio e marrone e dal suo canto distintivo.",
      "example": "In the past, marsh tits were found only in remote wetlands. Currently, they are common visitors to garden bird feeders. In the future, climate change may affect their habitat and population.",
      "example_translation": "Nel passato, le cincie palustri si trovavano solo in zone umide remote. Attualmente, sono visitatori comuni alle mangiatoie dei giardini. Nel futuro, il cambiamento climatico potrebbe influire sul loro habitat e sulla popolazione.",
      "imageLink": "image_files\\English\\marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nightingale",
      "translation": "usignolo",
      "definition": "A nightingale is a small, nocturnal bird with a melodious song, found in Europe and Asia.",
      "definition_translation": "Un usignolo è un piccolo uccello notturno con un canto melodioso, trovato in Europa e Asia.",
      "example": "In the past, nightingales used to sing in the woods near my village. Now, they sing in the morning and evening, and will continue to do so in the future.",
      "example_translation": "In passato, gli usignoli cantavano nei boschi vicino al mio villaggio. Ora, cantano al mattino e alla sera, e continueranno a farlo in futuro.",
      "imageLink": "image_files\\English\\nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nightjar",
      "translation": " succiacapre",
      "definition": "A nightjar is a nocturnal bird with a cryptic plumage, found in warm and temperate regions.",
      "definition_translation": "Un succiacapre è un uccello notturno con una livrea criptica, trovato in regioni calde e temperate.",
      "example": "Last night, I saw a nightjar flying in the darkness. Earlier, I had seen it perched on a tree branch, and I will see it again tomorrow night.",
      "example_translation": "La scorsa notte, ho visto un succiacapre volare nel buio. Prima, l'avevo visto appollaiato su un ramo d'albero, e lo vedrò di nuovo domani notte.",
      "imageLink": "image_files\\English\\nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "osprey",
      "translation": "falco pescatore",
      "definition": "An osprey is a large, fish-eating bird of prey, found near lakes and coastal areas.",
      "definition_translation": "Un falco pescatore è un grande uccello rapace mangiatore di pesci, trovato vicino ai laghi e alle aree costiere.",
      "example": "Yesterday, I saw an osprey diving into the lake to catch a fish. Today, it is sitting on a tree branch, and tomorrow it will fly over the ocean.",
      "example_translation": "Ieri, ho visto un falco pescatore tuffarsi nel lago per prendere un pesce. Oggi, sta seduto su un ramo d'albero, e domani volerà sopra l'oceano.",
      "imageLink": "image_files\\English\\osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "partridge",
      "translation": "starnazzino",
      "definition": "A type of bird that belongs to the pheasant family, typically having a grey and brown plumage and a curved beak.",
      "definition_translation": "Un tipo di uccello che appartiene alla famiglia dei fagiani, solitamente con un piumaggio grigio e marrone e un becco curvo.",
      "example": "Yesterday, I saw a partridge perched on a tree branch. Today, it's taking a nap in the bush. Tomorrow, I'll try to catch it.",
      "example_translation": "Ieri, ho visto uno starnazzino appollaiato su un ramo d'albero. Oggi, sta facendo un sonnellino nel cespuglio. Domani, cercherò di catturarlo.",
      "imageLink": "image_files\\English\\partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "peacock",
      "translation": "pavone",
      "definition": "A large, brightly colored bird with a distinctive call and a fan-like tail, native to the forests of India and Southeast Asia.",
      "definition_translation": "Un grande uccello dai vivaci colori con un richiamo caratteristico e una coda a ventaglio, nativo delle foreste dell'India e del Sud-est asiatico.",
      "example": "The peacock spread its magnificent tail feathers yesterday. Today, it's proudly displaying its plumage. Next year, it will have even more vibrant colors.",
      "example_translation": "Il pavone ha dispiegato le sue magnifiche penne della coda ieri. Oggi, sta esibendo orgogliosamente il suo piumaggio. L'anno prossimo, avrà colori ancora più vivaci.",
      "imageLink": "image_files\\English\\peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pelican",
      "translation": "pellicano",
      "definition": "A large waterbird with a distinctive pouched bill, found in warm and tropical regions, feeding on fish and other aquatic animals.",
      "definition_translation": "Un grande uccello acquatico con un becco a tasca caratteristico, trovato in regioni calde e tropicali, che si nutre di pesci e altri animali acquatici.",
      "example": "The pelican dived into the lake yesterday. Today, it's swimming near the shore. Tomorrow, it will fly back to its nest.",
      "example_translation": "Il pellicano si è tuffato nel lago ieri. Oggi, sta nuotando vicino alla riva. Domani, volerà indietro al suo nido.",
      "imageLink": "image_files\\English\\pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "peregrine falcon",
      "translation": "falco pellegrino",
      "definition": "A large, crow-sized falcon with a slender build and long, pointed wings, typically gray and white with a black hood and yellow eyes.",
      "definition_translation": "Un grande falco delle dimensioni di una cornacchia con una costruzione snella e ali lunghe e appuntite, solitamente grigio e bianco con un cappuccio nero e occhi gialli.",
      "example": "The peregrine falcon has been used in falconry for centuries. In the Middle Ages, it was a popular bird among nobles. Today, conservation efforts are in place to protect the peregrine falcon and its habitats.",
      "example_translation": "Il falco pellegrino è stato utilizzato nella falconeria per secoli. Nel Medioevo, era un uccello popolare tra i nobili. Oggi, ci sono sforzi di conservazione in atto per proteggere il falco pellegrino e i suoi habitat.",
      "imageLink": "image_files\\English\\peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pheasant",
      "translation": "fasano",
      "definition": "A large, ground-dwelling bird with iridescent feathers, native to Asia, known for its vibrant plumage and distinctive calls.",
      "definition_translation": "Un grande uccello che vive a terra con piume iridescenti, originario dell'Asia, noto per la sua livrea vibrante e richiami distintivi.",
      "example": "The pheasant was introduced to Europe as a game bird in the 19th century. Today, it is a popular species among hunters. In China, pheasant is considered a delicacy and is often served at banquets.",
      "example_translation": "Il fasano è stato introdotto in Europa come uccello da caccia nel 19° secolo. Oggi, è una specie popolare tra i cacciatori. In Cina, il fasano è considerato un piatto prelibato e viene spesso servito ai banchetti.",
      "imageLink": "image_files\\English\\pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "poultry",
      "translation": "pollame",
      "definition": "Domesticated birds kept for eggs, meat, or feathers, such as chickens, turkeys, ducks, and geese.",
      "definition_translation": "Uccelli domestici allevati per le uova, la carne o le piume, come polli, tacchini, anatre e oche.",
      "example": "The farmer raises poultry on his farm to sell at the market. In the past, poultry was a staple food in many cultures. Today, there are concerns about the treatment of poultry in factory farms.",
      "example_translation": "Il contadino alleva pollame nella sua fattoria per venderlo al mercato. Nel passato, il pollame era un alimento base in molte culture. Oggi, ci sono preoccupazioni sul trattamento del pollame nei factory farm.",
      "imageLink": "image_files\\English\\poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pygmy owl",
      "translation": "barbagianni nano",
      "definition": "A small owl species found in the western hemisphere, characterized by its small size and distinctive plumage.",
      "definition_translation": "Una specie di gufo trovata nell'emisfero occidentale, caratterizzata dalle sue dimensioni ridotte e piumaggio distintivo.",
      "example": "The pygmy owl had been spotted in the old oak tree last night, it spots its prey at dusk, and it will spot a rabbit tomorrow morning.",
      "example_translation": "Il barbagianni nano era stato avvistato nel vecchio olmo la scorsa notte, aveva individuato la sua preda al crepuscolo e individuerà un coniglio domattina.",
      "imageLink": "image_files\\English\\pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "quail",
      "translation": "quaglia",
      "definition": "A small, ground-dwelling bird native to Asia and Europe, known for its distinctive topknot and brown plumage.",
      "definition_translation": "Un uccello piccolo, terricolo, nativo dell'Asia e dell'Europa, noto per il suo ciuffo caratteristico e piumaggio marrone.",
      "example": "The quail will fly south for the winter, it flew north in the spring, and it flies east to escape the storm.",
      "example_translation": "La quaglia volerà a sud per l'inverno, aveva volato a nord in primavera e vola a est per sfuggire alla tempesta.",
      "imageLink": "image_files\\English\\quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "red-necked grebe",
      "translation": "svasso dal collo rosso",
      "definition": "A waterbird found in fresh and brackish waters, characterized by its distinctive red neck and black crown.",
      "definition_translation": "Un uccello acquatico trovato in acque fresche e salmastre, caratterizzato dal collo rosso e corona nera.",
      "example": "The red-necked grebe dives into the lake to catch fish, it dove into the river to escape the predator, and it will dive into the ocean to explore its depths.",
      "example_translation": "L'svasso dal collo rosso si tuffa nel lago per catturare pesci, si era tuffato nel fiume per sfuggire al predatore e si tufferà nell'oceano per esplorarne le profondità.",
      "imageLink": "image_files\\English\\red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "robin",
      "translation": "pettirosso",
      "definition": "A small insectivorous bird with a round body and a red breast, found in Europe and North Africa.",
      "definition_translation": "Un uccello insettivoro di piccole dimensioni con un corpo rotondo e un petto rosso, trovato in Europa e Africa settentrionale.",
      "example": "I saw a robin in my backyard yesterday. It was eating worms. It will eat worms again tomorrow. It ate worms last week.",
      "example_translation": "Ho visto un pettirosso nel mio cortile ieri. Stava mangiando vermi. Mangerà vermi ancora domani. Ha mangiato vermi la settimana scorsa.",
      "imageLink": "image_files\\English\\robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "roller",
      "translation": "rullatore",
      "definition": "A device or tool used for rolling or flattening something, such as a cylindrical tool for flattening dough or a device for rolling out paper.",
      "definition_translation": "Un dispositivo o strumento utilizzato per arrotolare o appiattire qualcosa, come uno strumento cilindrico per appiattire l'impasto o un dispositivo per stendere la carta.",
      "example": "I used a roller to flatten the dough. I will use it to roll out the paper. I used it to roll out the carpet yesterday.",
      "example_translation": "Ho usato un rullatore per appiattire l'impasto. Lo userò per stendere la carta. L'ho usato per stendere il tappeto ieri.",
      "imageLink": "image_files\\English\\roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rook",
      "translation": "corvo",
      "definition": "A large black bird of the crow family, found in northern and central Europe and Asia.",
      "definition_translation": "Un grande uccello nero della famiglia dei corvi, trovato nell'Europa settentrionale e centrale e in Asia.",
      "example": "I saw a rook flying overhead. It was making a loud noise. It will fly overhead again tomorrow. It flew overhead last week.",
      "example_translation": "Ho visto un corvo volare sopra la mia testa. Stava facendo un rumore forte. Vorerà sopra la mia testa novamente domani. È volato sopra la mia testa la settimana scorsa.",
      "imageLink": "image_files\\English\\rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "siskin",
      "translation": "lugano",
      "definition": "a small finch with a greyish-brown back and wings and a yellowish-green head and breast",
      "definition_translation": "un piccolo fringuello con schiena e ali grigio-brune e testa e petto giallo-verdi",
      "example": "Yesterday, I saw a siskin perched on a branch. Today, it's flying around the garden. Tomorrow, it will migrate to the south.",
      "example_translation": "Ieri, ho visto un lugano appollaiato su un ramo. Oggi, sta volando attorno al giardino. Domani, migrerà a sud.",
      "imageLink": "image_files\\English\\siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "snipe",
      "translation": "befana",
      "definition": "a long-billed, camouflaged bird that inhabits marshes and wetlands",
      "definition_translation": "un uccello dalle zampe lunghe, camuffato, che abita paludi e zone umide",
      "example": "The hunter stalked the snipe in the wetland, but it flew away suddenly. Later, he spotted another snipe taking a bath.",
      "example_translation": "Il cacciatore ha dato la caccia alla befana nella zona umida, ma è volata via improvvisamente. Più tardi, ha visto un'altra befana fare il bagno.",
      "imageLink": "image_files\\English\\snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sparrowhawk",
      "translation": "sparviere",
      "definition": "a small, swift hawk that catches small birds in mid-air",
      "definition_translation": "un piccolo falco veloce che cattura piccoli uccelli in mezzo all'aria",
      "example": "The sparrowhawk swooped down on its prey, but the sparrow escaped. Later, it caught a pigeon in the city.",
      "example_translation": "Lo sparviere si è tuffato sulla preda, ma il passero è sfuggito. Più tardi, ha catturato un piccione in città.",
      "imageLink": "image_files\\English\\sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spotted flycatcher",
      "translation": "balia macchiata",
      "definition": "A small, agile bird with a distinctive black and white striped head and a long, slender tail, found in open woodlands and gardens.",
      "definition_translation": "Un piccolo uccello agile con una testa distinta a strisce nere e bianche e una lunga coda sottile, trovato in boschi aperti e giardini.",
      "example": "I saw a spotted flycatcher perched on a branch, its piercing eyes scanning the ground for insects. Yesterday, I had seen it flying overhead, its wings beating rapidly. Tomorrow, I will try to spot it again.",
      "example_translation": "Ho visto una balia macchiata appollaiata su un ramo, i suoi occhi penetranti scandagliando il terreno in cerca di insetti. Ieri, l'avevo vista volare sopra la testa, le ali battendo rapidamente. Domani, cercherò di avvistare di nuovo.",
      "imageLink": "image_files\\English\\spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spotted nutcracker",
      "translation": "nocciola macchiata",
      "definition": "A large, stout bird with a distinctive black and white striped back and a strong, conical beak, found in coniferous forests.",
      "definition_translation": "Un grande uccello robusto con una schiena distinta a strisce nere e bianche e un forte becco conico, trovato in foreste di conifere.",
      "example": "The spotted nutcracker cracked open the shell of a pine nut with its strong beak. Yesterday, it had been storing the nuts in its cache. Tomorrow, it will crack open another one.",
      "example_translation": "La nocciola macchiata ha aperto lashell della noce di pino con il suo becco forte. Ieri, aveva immagazzinato le noci nel suo deposito. Domani, aprirà un'altra.",
      "imageLink": "image_files\\English\\spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "starling",
      "translation": "storno",
      "definition": "A small to medium-sized bird with a glossy black plumage and a short, squared tail, found in a wide range of habitats, including urban areas.",
      "definition_translation": "Un uccello di piccole o medie dimensioni con un piumaggio nero lucente e una coda quadrata corta, trovato in una vasta gamma di habitat, compresi aree urbane.",
      "example": "A flock of starlings descended upon the park, their iridescent feathers glimmering in the sunlight. Yesterday, I had seen them roosting in a nearby tree. Tomorrow, they will take flight again.",
      "example_translation": "Un branco di storni è disceso sulla piazza, le loro piume iridescenti scintillando nella luce del sole. Ieri, li avevo visti fare la loro tappa notturna in un albero vicino. Domani, voleranno di nuovo.",
      "imageLink": "image_files\\English\\starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swallow",
      "translation": "inghiottire",
      "definition": "A swallow is a small, swift bird with a forked tail, known for its agility and speed in flight.",
      "definition_translation": "Un inghiottire è un uccello piccolo e veloce con una coda bifida, noto per la sua agilità e velocità nel volo.",
      "example": "I saw a swallow building its nest in the eaves of the house. Yesterday, it was flying overhead, and tomorrow it will migrate to Africa.",
      "example_translation": "Ho visto un inghiottire costruire il suo nido sotto il tetto della casa. Ieri stava volando sopra la testa, e domani migrerà in Africa.",
      "imageLink": "image_files\\English\\swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swift",
      "translation": "veloce",
      "definition": "Swift refers to something that moves or happens quickly, or a type of fast-flying bird.",
      "definition_translation": "Veloce si riferisce a qualcosa che si muove o accade rapidamente, o a un tipo di uccello che vola velocemente.",
      "example": "The swift current carried the swimmer downstream. The swift response to the emergency was impressive. By next year, the swift will have flown south.",
      "example_translation": "La corrente veloce ha portato il nuotatore a valle. La risposta veloce all'emergenza è stata impressionante. L'anno prossimo, il veloce sarà volato a sud.",
      "imageLink": "image_files\\English\\swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tawny owl",
      "translation": "allocco",
      "definition": "The tawny owl is a medium-sized owl with a brown plumage, found in woodlands and gardens in Europe and Asia.",
      "definition_translation": "L'allocco è un gufo di media grandezza con un piumaggio marrone, trovato in boschi e giardini in Europa e Asia.",
      "example": "I heard the hooting of a tawny owl in the nearby woods. The tawny owl perched on the branch, watching its prey. By nightfall, the tawny owl will have caught its dinner.",
      "example_translation": "Ho sentito il canto di un allocco nei boschi vicini. L'allocco si è posato sul ramo, osservando la sua preda. Al calare della notte, l'allocco avrà catturato la sua cena.",
      "imageLink": "image_files\\English\\tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]