[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coloured pencils",
      "translation": "matite colorate",
      "definition": "Coloured pencils are a set of pencils used for colouring and drawing, typically used by children and artists.",
      "definition_translation": "Le matite colorate sono un set di matite utilizzate per colorare e disegnare, tipicamente utilizzate dai bambini e dagli artisti.",
      "example": "Yesterday, I used coloured pencils to draw a beautiful landscape. Today, I am using them to colour a picture. Tomorrow, I will use them to create a masterpiece.",
      "example_translation": "Ieri, ho usato le matite colorate per disegnare un meraviglioso paesaggio. Oggi, le sto usando per colorare un'immagine. Domani, le userò per creare un capolavoro.",
      "imageLink": "image_files\\English\\"imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pencil",
      "translation": "matita",
      "definition": "A pencil is a writing or drawing instrument consisting of a narrow, solid graphite core embedded in a wooden cylinder.",
      "definition_translation": "Una matita è uno strumento per scrivere o disegnare composto da un nucleo solido di grafite inserito in un cilindro di legno.",
      "example": "I picked up my pencil and started to write a letter. The pencil broke, so I had to sharpen it. Next week, I will buy a new pencil.",
      "example_translation": "Ho raccolto la mia matita e ho iniziato a scrivere una lettera. La matita si è rotta, quindi ho dovuto affilarla. La prossima settimana, comprerò una nuova matita.",
      "imageLink": "image_files\\English\\"imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "brush",
      "translation": "spazzola",
      "definition": "A brush is a tool with bristles used for applying paint, ink, or other materials to a surface.",
      "definition_translation": "Una spazzola è uno strumento con setole utilizzato per applicare vernice, inchiostro o altri materiali su una superficie.",
      "example": "I used a brush to paint the wall yesterday. Today, I am using a brush to apply glue to the paper. Next month, I will use a brush to decorate the cake.",
      "example_translation": "Ho usato una spazzola per dipingere il muro ieri. Oggi, sto usando una spazzola per applicare la colla al carta. Il mese prossimo, userò una spazzola per decorare la torta.",
      "imageLink": "image_files\\English\\"imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ruler",
      "translation": "righello",
      "definition": "A ruler is a straightedge with equally spaced markings, typically used for measuring and drawing straight lines.",
      "definition_translation": "Un righello è una riga diritta con segni equidistanti, solitamente utilizzata per misurare e disegnare linee diritte.",
      "example": "I used a ruler to draw a straight line on the paper. I will use a ruler to measure the length of the table. I used a ruler to create a precise scale model.",
      "example_translation": "Ho usato un righello per disegnare una linea diritta sulla carta. Userò un righello per misurare la lunghezza del tavolo. Ho usato un righello per creare un modello in scala preciso.",
      "imageLink": "image_files\\English\\"imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "scissors",
      "translation": "forbici",
      "definition": "Scissors are a handheld cutting instrument consisting of two blades pivoted at a point, used for cutting thin materials such as paper, cloth, and hair.",
      "definition_translation": "Le forbici sono uno strumento di taglio portatile composto da due lame articolate in un punto, utilizzato per tagliare materiali sottili come carta, stoffa e capelli.",
      "example": "I used scissors to cut the cloth. She will use scissors to cut the paper. They used scissors to cut the hair.",
      "example_translation": "Ho usato le forbici per tagliare la stoffa. Userà le forbici per tagliare la carta. Hanno usato le forbici per tagliare i capelli.",
      "imageLink": "image_files\\English\\"imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "button",
      "translation": "pulsante",
      "definition": "A button is a small fastening device used to fasten or unfasten clothing, typically consisting of a disc or knob with a hole or loop.",
      "definition_translation": "Un pulsante è un dispositivo di chiusura piccolo utilizzato per chiudere o aprire i vestiti, solitamente composto da un disco o pomello con un buco o anello.",
      "example": "I-buttoned my shirt. She will unbutton her dress. They buttoned up their coats.",
      "example_translation": "Ho abbottonato la mia camicia. Userà slacciare il suo vestito. Hanno abbottonato i loro cappotti.",
      "imageLink": "image_files\\English\\"imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drawing pin",
      "translation": "spillo da disegno",
      "definition": "A small pin used to hold up papers or notes on a board, typically with a large, round or oval-shaped head and a short, thin point.",
      "definition_translation": "Un piccolo spillo usato per tenere fermi documenti o note su una superficie, normalmente con una grande testa rotonda o ovale e una punta corta e sottile.",
      "example": "I used a drawing pin to attach the poster to the wall. Yesterday, I had to use several drawing pins to hold up all the diagrams. I will use a drawing pin to hang the map on the board tomorrow.",
      "example_translation": "Ho usato uno spillo da disegno per attaccare il poster sulla parete. Ieri, ho dovuto usare diversi spilli da disegno per tener fermi tutti i diagrammi. Userò uno spillo da disegno per appendere la mappa sulla lavagna domani.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ink",
      "translation": "inchiostro",
      "definition": "A liquid or gel substance used for writing or printing, typically made from dyes or pigments.",
      "definition_translation": "Una sostanza liquida o gel usata per scrivere o stampare, tipicamente composta da coloranti o pigmenti.",
      "example": "The pen ran out of ink, so I had to refill it. The artist mixed different inks to create a unique color. The printer's ink cartridges need to be replaced every six months.",
      "example_translation": "La penna è rimasta senza inchiostro, quindi ho dovuto riempirla. L'artista ha miscelato diversi inchiostri per creare un colore unico. Le cartucce d'inchiostro della stampante devono essere sostituite ogni sei mesi.",
      "imageLink": "image_files\\English\\"imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pattern",
      "translation": "modello",
      "definition": "A regular or repeated design or arrangement, especially one used as a model or guide.",
      "definition_translation": "Un disegno o una disposizione regolare o ripetuta, specialmente uno usato come modello o guida.",
      "example": "The fabric had a beautiful pattern of flowers and leaves. The company uses a pattern to create identical products. The artist's work follows a pattern of abstract shapes and colors.",
      "example_translation": "Il tessuto aveva un bellissimo modello di fiori e foglie. L'azienda utilizza un modello per creare prodotti identici. L'opera dell'artista segue un modello di forme astratte e colori.",
      "imageLink": "image_files\\English\\"imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pin",
      "translation": "spillo",
      "definition": "A small, thin, pointed device used for fastening or attaching things.",
      "definition_translation": "Un dispositivo piccolo, sottile e puntuto utilizzato per fissare o attaccare cose.",
      "example": "I used a pin to fasten the hem of my dress. I will use a pin to attach the badge to my jacket. She had used a pin to secure her hair.",
      "example_translation": "Ho usato uno spillo per fissare l'orlo del mio vestito. Userò uno spillo per attaccare il badge sulla mia giacca. Lei aveva usato uno spillo per fissare i suoi capelli.",
      "imageLink": "image_files\\English\\"imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pincushion",
      "translation": "portaspilli",
      "definition": "A small cushion or pad used for holding pins.",
      "definition_translation": "Un piccolo cuscino o piedistallo usato per tenere gli spilli.",
      "example": "She kept her pins in a small pincushion on her sewing table. He had to search for a pincushion to hold his needles. They used a pincushion to store their sewing supplies.",
      "example_translation": "Lei ha tenuto i suoi spilli in un piccolo portaspilli sulla sua tavola da cucito. Lui ha dovuto cercare un portaspilli per tenere le sue aghi. Hanno usato un portaspilli per memorizzare le loro forniture da cucito.",
      "imageLink": "image_files\\English\\"imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cardboard",
      "translation": "cartone",
      "definition": "A stiff, thick paperboard used for making boxes, cartons, and other containers.",
      "definition_translation": "Un cartone rigido e spesso utilizzato per fare scatole, cartoni e altri contenitori.",
      "example": "The package was made of sturdy cardboard. She used cardboard to create a DIY project. They packaged the gifts in cardboard boxes.",
      "example_translation": "Il pacchetto era fatto di cartone robusto. Lei ha usato il cartone per creare un progetto fai-da-te. Hanno imballato i regali in scatole di cartone.",
      "imageLink": "image_files\\English\\"imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clay",
      "translation": "argilla",
      "definition": "A soft, earthy material that is used to make pottery, ceramics, and other objects.",
      "definition_translation": "Un materiale morbido e terroso utilizzato per creare ceramiche, oggetti di ceramica e altri oggetti.",
      "example": "The potter mixed the clay with water to create a smooth consistency. She has clay in her hands. She will work with clay tomorrow.",
      "example_translation": "La pittrice ha mescolato l'argilla con l'acqua per creare una consistenza liscia. Ha argilla nelle sue mani. Lavorerà con l'argilla domani.",
      "imageLink": "image_files\\English\\"imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crayons",
      "translation": "pastelli",
      "definition": "A stick of colored material used for drawing or coloring.",
      "definition_translation": "Un bastoncino di materiale colorato utilizzato per disegnare o colorare.",
      "example": "The children colored the picture with crayons. They have used crayons before. They will use crayons again tomorrow.",
      "example_translation": "I bambini hanno colorato la figura con i pastelli. Hanno usato i pastelli prima. Useranno i pastelli di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "glue",
      "translation": "colla",
      "definition": "A sticky substance used for joining or repairing things.",
      "definition_translation": "Una sostanza appiccicosa utilizzata per unire o riparare le cose.",
      "example": "She applied the glue to the broken vase. He has used glue before. They will use glue to fix the toy.",
      "example_translation": "Lei ha applicato la colla al vaso rotto. Lui ha usato la colla prima. Useranno la colla per riparare il giocattolo.",
      "imageLink": "image_files\\English\\"imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "needle",
      "translation": "ago",
      "definition": "A needle is a small, pointed tool used for sewing and piercing fabrics.",
      "definition_translation": "Un ago è un piccolo strumento appuntito utilizzato per cucire e bucature tessuti.",
      "example": "She threaded the needle to sew the torn fabric together. She has threaded the needle every day for a week. She will thread the needle tomorrow to finish the quilt.",
      "example_translation": "Ha filato l'ago per cucire il tessuto strappato insieme. Ha filato l'ago ogni giorno per una settimana. Filaterà l'ago domani per finire il quilt.",
      "imageLink": "image_files\\English\\"imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "paper napkin",
      "translation": "fazzoletto di carta",
      "definition": "A paper napkin is a disposable, absorbent cloth used for wiping one's mouth and hands while eating.",
      "definition_translation": "Un fazzoletto di carta è un panno assorbente usa e getta utilizzato per asciugare la bocca e le mani mentre si mangia.",
      "example": "She used a paper napkin to wipe the sauce from her mouth. He will use a paper napkin to clean his hands. They have used paper napkins at the picnic for years.",
      "example_translation": "Ha usato un fazzoletto di carta per asciugare la salsa dalla bocca. Userà un fazzoletto di carta per pulire le mani. Hanno usato fazzoletti di carta al picnic per anni.",
      "imageLink": "image_files\\English\\"imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "safety pin",
      "translation": "spilla di sicurezza",
      "definition": "A safety pin is a type of pin with a protective clasp that prevents accidental pricking.",
      "definition_translation": "Una spilla di sicurezza è un tipo di spilla con una chiusura protettiva che impedisce la puntura accidentale.",
      "example": "She attached the baby's diaper with a safety pin. He will use a safety pin to fasten his torn page. They have used safety pins to fix their broken zippers for years.",
      "example_translation": "Ha attaccato il pannolino del bambino con una spilla di sicurezza. Userà una spilla di sicurezza per fissare la pagina strappata. Hanno usato spilli di sicurezza per riparare le loro cerniere rotte per anni.",
      "imageLink": "image_files\\English\\"imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sewing machine",
      "translation": "macchina da cucire",
      "definition": "A sewing machine is a device used to stitch fabric and other materials together with thread.",
      "definition_translation": "Una macchina da cucire è un dispositivo utilizzato per cucire insieme stoffa e altri materiali con filo.",
      "example": "I used a sewing machine to make a dress yesterday, I am using it to repair a torn seam now, and I will use it to create a new outfit tomorrow.",
      "example_translation": "Ho usato una macchina da cucire per fare un vestito ieri, sto usando per riparare una cucitura strappata ora e userò per creare un nuovo outfit domani.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sticker",
      "translation": "adesivo",
      "definition": "A sticker is a small piece of paper or plastic with adhesive on one side, used to decorate or label something.",
      "definition_translation": "Un adesivo è un piccolo pezzo di carta o plastica con adesivo su un lato, utilizzato per decorare o etichettare qualcosa.",
      "example": "I stuck a sticker on my laptop yesterday, I am sticking one on my water bottle now, and I will stick one on my new phone case tomorrow.",
      "example_translation": "Ho incollato un adesivo sul mio laptop ieri, sto incollando uno sulla mia bottiglia d'acqua ora e incollerò uno sulla mia nuova custodia del telefono domani.",
      "imageLink": "image_files\\English\\"imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "string",
      "translation": "corda",
      "definition": "A string is a long, thin piece of thread or fiber used for tying, fastening, or connecting things.",
      "definition_translation": "Una corda è un pezzo lungo e sottile di filo o fibra utilizzato per legare, fissare o connettere le cose.",
      "example": "I tied a string around the package yesterday, I am using one to hang a picture now, and I will use one to fix a broken shoelace tomorrow.",
      "example_translation": "Ho legato una corda intorno al pacco ieri, sto usando una per appendere un'immagine ora e userò una per riparare una stringa di una scarpa rotta domani.",
      "imageLink": "image_files\\English\\"imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wire",
      "translation": "filo",
      "definition": "a thin string or strip of metal used for conducting electricity, sending messages, or supporting things",
      "definition_translation": "una sottile stringa o striscia di metallo utilizzata per condurre l'elettricità, inviare messaggi o sostenere le cose",
      "example": "She tripped over the wire, I fix the wire, The company will install a new wire system next year.",
      "example_translation": "Lei è inciampata nel filo, Io riparo il filo, L'azienda installerà un nuovo sistema di filo l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "zip",
      "translation": "zip",
      "definition": "a fastening made of interlocking teeth, used on clothing, bags, etc.",
      "definition_translation": "una chiusura composta da denti intrecciati, utilizzata su abiti, borse, ecc.",
      "example": "I zipped up my jacket, She zips up her bag, The bag will zip close automatically.",
      "example_translation": "Ho zipato la mia giacca, Lei zipa la sua borsa, La borsa si chiuderà automaticamente con lo zip.",
      "imageLink": "image_files\\English\\"imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "(wax) crayons",
      "translation": "pastelli di cera",
      "definition": "a stick of colored wax used for drawing or coloring",
      "definition_translation": "un bastoncino di cera colorata utilizzato per disegnare o colorare",
      "example": "The kids are playing with crayons, I colored the picture with crayons, She will buy new crayons tomorrow.",
      "example_translation": "I bambini stanno giocando con i pastelli, Ho colorato il disegno con i pastelli, Lei comprerà nuovi pastelli domani.",
      "imageLink": "image_files\\English\\"imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fabric",
      "translation": "tessuto",
      "definition": "A fabric is a material made of interlacing threads, used to make clothing, upholstery, and other textile products.",
      "definition_translation": "Un tessuto è un materiale fatto di fili intrecciati, utilizzato per creare abbigliamento, tapping e altri prodotti tessili.",
      "example": "I bought a beautiful fabric for my new dress. I will make it tomorrow. I made a wonderful fabric craft last year.",
      "example_translation": "Ho comprato un bel tessuto per il mio nuovo abito. Lo farò domani. Ho fatto un lavoro di tessuto meraviglioso l'anno scorso.",
      "imageLink": "image_files\\English\\"imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rubber stamp",
      "translation": "timbro di gomma",
      "definition": "A rubber stamp is a small stamp made of rubber, used to mark documents, letters, and packages.",
      "definition_translation": "Un timbro di gomma è un piccolo timbro fatto di gomma, utilizzato per segnare documenti, lettere e pacchi.",
      "example": "I need a rubber stamp to sign these documents. She will use a rubber stamp to mark the packages. They used a rubber stamp to sign the letter last week.",
      "example_translation": "Ho bisogno di un timbro di gomma per firmare questi documenti. Lei userà un timbro di gomma per segnare i pacchi. Hanno usato un timbro di gomma per firmare la lettera la scorsa settimana.",
      "imageLink": "image_files\\English\\"imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "felt",
      "translation": "feltro",
      "definition": "Felt is a material made of matted, condensed, and pressed wool, used to make hats, shoes, and other accessories.",
      "definition_translation": "Il feltro è un materiale fatto di lana accoppiata, condensata e pressata, utilizzato per creare cappelli, scarpe e altri accessori.",
      "example": "I made a hat from felt yesterday. She will use felt to make a beautiful shoes. They felt the fabric to make a soft toy.",
      "example_translation": "Ho fatto un cappello di feltro ieri. Lei userà il feltro per creare belle scarpe. Hanno sentito il tessuto per creare un giocattolo morbido.",
      "imageLink": "image_files\\English\\"imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pliers",
      "translation": "tenaglie",
      "definition": "A handheld device used to grip and bend metal objects, typically consisting of a pair of jaws that are operated by a spring or lever.",
      "definition_translation": "Un dispositivo portatile utilizzato per afferrare e piegare oggetti in metallo, solitamente composto da una coppia di mascelle azionate da una molla o leva.",
      "example": "I used pliers to bend the wire into shape. Yesterday, I had used pliers to fix the broken pipe. If I had pliers, I would bend the metal rod into a circle.",
      "example_translation": "Ho usato le tenaglie per curvare il filo in forme diverse. Ieri, avevo usato le tenaglie per riparare la tubatura rotta. Se avessi le tenaglie, curverei la barra di metallo in un cerchio.",
      "imageLink": "image_files\\English\\"imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "press stud",
      "translation": "bottone a pressione",
      "definition": "A small metal fastener used to join two parts of a garment or other fabric, consisting of a male and female part that are pressed together to fasten.",
      "definition_translation": "Un piccolo fermaglio metallico utilizzato per unire due parti di un indumento o altra stoffa, composto da una parte maschile e femminile che vengono premute insieme per fissare.",
      "example": "I had to fix the press stud on my shirt yesterday. Now, I use a press stud to fasten my jacket. If I had a press stud, I would fix my torn pants.",
      "example_translation": "Avevo dovuto riparare il bottone a pressione della mia camicia ieri. Ora, uso un bottone a pressione per fissare la mia giacca. Se avessi un bottone a pressione, riparerei i miei pantaloni strappati.",
      "imageLink": "image_files\\English\\"imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "punch",
      "translation": "pugno",
      "definition": "A tool used to drive a hole in a solid material, typically consisting of a heavy metal rod with a pointed end.",
      "definition_translation": "Un utensile utilizzato per forare un buco in un materiale solido, solitamente composto da una barra metallica pesante con una punta.",
      "example": "I used a punch to make a hole in the wood. Yesterday, I punched a hole in the metal sheet. If I had a punch, I would make a hole in the wall.",
      "example_translation": "Ho usato un pugno per fare un buco nel legno. Ieri, ho bucato un buco nella lamiera di metallo. Se avessi un pugno, farei un buco nel muro.",
      "imageLink": "image_files\\English\\"imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ribbon",
      "translation": "nastro",
      "definition": "A long, narrow strip of fabric or other flexible material, typically used for decorative or functional purposes.",
      "definition_translation": "Una lunga striscia di stoffa o altro materiale flessibile, utilizzato tipicamente per scopi decorativi o funzionali.",
      "example": "She tied a ribbon around the gift box. She has tied a ribbon around the gift box. She will tie a ribbon around the gift box.",
      "example_translation": "Ha legato un nastro intorno alla scatola regalo. Ha legato un nastro intorno alla scatola regalo. Legherà un nastro intorno alla scatola regalo.",
      "imageLink": "image_files\\English\\"imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "roller",
      "translation": "rullo",
      "definition": "A cylindrical or spherical object that rotates or moves freely, typically used to apply pressure or to facilitate movement.",
      "definition_translation": "Un oggetto cilindrico o sferico che ruota o si muove liberamente, utilizzato tipicamente per applicare pressione o facilitare il movimento.",
      "example": "I used a roller to paint the wall. I have used a roller to paint the wall. I will use a roller to paint the wall.",
      "example_translation": "Ho usato un rullo per dipingere il muro. Ho usato un rullo per dipingere il muro. Userò un rullo per dipingere il muro.",
      "imageLink": "image_files\\English\\"imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sandpaper",
      "translation": "carta vetreria",
      "definition": "A type of paper coated with abrasive material, used for smoothing or polishing surfaces.",
      "definition_translation": "Un tipo di carta ricoperta di materiale abrasivo, utilizzato per levigare o lucidare superfici.",
      "example": "I sanded the wood with sandpaper. I have sanded the wood with sandpaper. I will sand the wood with sandpaper.",
      "example_translation": "Ho levigato il legno con la carta vetreria. Ho levigato il legno con la carta vetreria. Levigherò il legno con la carta vetreria.",
      "imageLink": "image_files\\English\\"imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sequins",
      "translation": "lustrini",
      "definition": "Small shiny discs or pieces of metal, plastic, or thread used as decoration on clothing, fabrics, or other materials.",
      "definition_translation": "Piccoli dischi o pezzi di metallo, plastica o filo utilizzati come decorazione su abiti, tessuti o altri materiali.",
      "example": "The dancer's costume was covered in sequins that sparkled under the stage lights. Last year, I sewed sequins onto my sister's birthday dress. By next summer, I will have added sequins to my entire wardrobe.",
      "example_translation": "Il costume della ballerina era coperto di lustrini che scintillavano sotto le luci del palco. L'anno scorso, ho cucito lustrini sul vestito di compleanno di mia sorella. Entro l'estate prossima, avrò aggiunto lustrini a tutto il mio guardaroba.",
      "imageLink": "image_files\\English\\"imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stencil",
      "translation": "abbozzo",
      "definition": "A template or pattern used to draw or paint a design, especially one used to apply a design to a surface in a precise and repetitive way.",
      "definition_translation": "Un modello o schema utilizzato per disegnare o dipingere un design, in particolare uno utilizzato per applicare un design a una superficie in modo preciso e ripetuto.",
      "example": "I used a stencil to paint a mural on the wall. The artist created a stencil to reproduce her design on multiple canvases. By tomorrow, I will have made a stencil for the logo.",
      "example_translation": "Ho utilizzato un abbozzo per dipingere un murale sulla parete. L'artista ha creato un abbozzo per riprodurre il suo design su多li telai. Entro domani, avrò creato un abbozzo per il logo.",
      "imageLink": "image_files\\English\\"imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stitch",
      "translation": "punto",
      "definition": "A single pass of a needle and thread in sewing, especially one used to join or repair something.",
      "definition_translation": "Un passaggio singolo di ago e filo nel cucito, specialmente uno utilizzato per unire o riparare qualcosa.",
      "example": "I need to stitch this tear in my shirt. She stitched the buttons onto her coat. By next week, I will have stitched a quilt.",
      "example_translation": "Devo cucire questo strappo sulla mia camicia. Lei ha cucito i bottoni sulla sua cappa. Entro la prossima settimana, avrò cucito un quilt.",
      "imageLink": "image_files\\English\\"imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "styrofoam",
      "translation": "schiuma di polistirolo",
      "definition": "A type of lightweight, brittle foam used in packaging and insulation.",
      "definition_translation": "Un tipo di schiuma leggera e friabile utilizzata per l'imballaggio e l'isolamento.",
      "example": "I wrapped the fragile vase in styrofoam to protect it during shipping. Yesterday, I had wrapped it in styrofoam, but I will wrap it again tomorrow.",
      "example_translation": "Ho avvolto il vaso fragile in schiuma di polistirolo per proteggerlo durante la spedizione. Ieri, l'avevo avvolto in schiuma di polistirolo, ma lo avvolgerò di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thimble",
      "translation": " Ditale",
      "definition": "A small metal or plastic covering worn on the end of the finger to protect it while sewing.",
      "definition_translation": "Un piccolo copricapo di metallo o plastica indossato alla fine del dito per proteggerlo mentre si cucisce.",
      "example": "I used a thimble to push the needle through the thick fabric. My grandmother used to use a thimble when she was sewing, and I will use one too when I learn to sew.",
      "example_translation": "Ho usato un ditale per spingere l'ago attraverso il tessuto spesso. La mia nonna usava un ditale quando cuciva, e io userò uno anche quando imparerò a cucire.",
      "imageLink": "image_files\\English\\"imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "thread",
      "translation": "filo",
      "definition": "A long, thin strand of yarn, cotton, or other material used for sewing or weaving.",
      "definition_translation": "Un lungo, sottile filamento di lana, cotone o altro materiale utilizzato per cucire o tessere.",
      "example": "I need a strong thread to repair this torn page. She had threaded the needle with a blue thread, but I will use a red thread for this project.",
      "example_translation": "Ho bisogno di un filo forte per riparare questa pagina strappata. Lei aveva inserito il filo nella cruna dell'ago con un filo blu, ma io userò un filo rosso per questo progetto.",
      "imageLink": "image_files\\English\\"imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "varnish",
      "translation": "vernice",
      "definition": "A liquid solution of resin, oil, and solvents that is applied to a surface to protect it and enhance its appearance.",
      "definition_translation": "Una soluzione liquida di resina, olio e solventi che viene applicata a una superficie per proteggerla e migliorare il suo aspetto.",
      "example": "I varnished the wooden table to protect it from the rain. I will varnish the furniture next week. I have varnished the floor many times before.",
      "example_translation": "Ho verniciato il tavolo di legno per proteggerlo dalla pioggia. Vernicerò i mobili la prossima settimana. Ho verniciato il pavimento molte volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wicker",
      "translation": "intrecciato",
      "definition": "Made of or resembling woven strips of wood, cane, or other materials, especially used for making furniture and baskets.",
      "definition_translation": "Fatto di strie intrecciate di legno, canna o altri materiali, specialmente usato per fare mobili e cesti.",
      "example": "The wicker chair was very comfortable. We will make a wicker basket next year. I have learned to weave wicker furniture.",
      "example_translation": "La sedia intrecciata era molto confortevole. Faremo un cesto intrecciato l'anno prossimo. Ho imparato a intrecciare i mobili intrecciati.",
      "imageLink": "image_files\\English\\"imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "acrylic paint",
      "translation": "pittura acrilica",
      "definition": "A fast-drying paint made from a mixture of water, pigment, binder, and other additives, often used for artistic and decorative purposes.",
      "definition_translation": "Una pittura che si asciuga rapidamente fatta da una miscela di acqua, pigmento, legante e altri additivi, spesso usata per scopi artistici e decorativi.",
      "example": "I will use acrylic paint to create a beautiful mural. The artist mixed the acrylic paint with water. She has been using acrylic paint for years.",
      "example_translation": "Userò la pittura acrilica per creare un murale bellissimo. L'artista ha miscelato la pittura acrilica con acqua. Ha usato la pittura acrilica per anni.",
      "imageLink": "image_files\\English\\"imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "adhesive border",
      "translation": "bordo adesivo",
      "definition": "A decorative border with adhesive properties, used to attach fabric or other materials to a surface.",
      "definition_translation": "Un bordo decorativo con proprietà adesive, utilizzato per attaccare stoffe o altri materiali a una superficie.",
      "example": "I used an adhesive border to attach the fabric to the wall. I will use an adhesive border to attach the fabric to the wall. She had used an adhesive border to attach the fabric to the wall.",
      "example_translation": "Ho utilizzato un bordo adesivo per attaccare la stoffa alla parete. Userò un bordo adesivo per attaccare la stoffa alla parete. Lei aveva utilizzato un bordo adesivo per attaccare la stoffa alla parete.",
      "imageLink": "image_files\\English\\"imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beads",
      "translation": "perle",
      "definition": "Small, round objects made of various materials, used for decoration or jewelry.",
      "definition_translation": "Oggetti piccoli e rotondi fatti di vari materiali, utilizzati per la decorazione o per gioielli.",
      "example": "I strung the beads onto the necklace. She is stringing the beads onto the necklace. They had strung the beads onto the necklace.",
      "example_translation": "Ho infilato le perle sul collo. Lei sta infilando le perle sul collo. Avevano infilato le perle sul collo.",
      "imageLink": "image_files\\English\\"imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blanket stitch",
      "translation": "punto coperta",
      "definition": "A type of stitch used to finish the edges of a blanket or other fabric, characterized by a series of small loops.",
      "definition_translation": "Un tipo di punto utilizzato per finire i bordi di una coperta o di altre stoffe, caratterizzato da una serie di piccoli anelli.",
      "example": "I used a blanket stitch to finish the edges of the quilt. She is using a blanket stitch to finish the edges of the quilt. They had used a blanket stitch to finish the edges of the quilt.",
      "example_translation": "Ho utilizzato un punto coperta per finire i bordi del quilt. Lei sta utilizzando un punto coperta per finire i bordi del quilt. Avevano utilizzato un punto coperta per finire i bordi del quilt.",
      "imageLink": "image_files\\English\\"imageLink": "blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "brush set",
      "translation": "insieme di pennelli",
      "definition": "A collection of different brushes used for various purposes, such as painting, makeup, or cleaning.",
      "definition_translation": "Una raccolta di differenti pennelli utilizzati per vari scopi, come la pittura, il trucco o la pulizia.",
      "example": "I bought a new brush set for my art class. Yesterday, I used it to paint a beautiful landscape. Tomorrow, I will use it to create a portrait.",
      "example_translation": "Ho comprato un nuovo insieme di pennelli per la mia classe d'arte. Ieri, l'ho usato per dipingere un paesaggio bellissimo. Domani, lo userò per creare un ritratto.",
      "imageLink": "image_files\\English\\"imageLink": "brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chain stitch",
      "translation": "punto a catena",
      "definition": "A type of stitch used in sewing and embroidery, characterized by a series of connected loops.",
      "definition_translation": "Un tipo di punto utilizzato nel cucito e nella lavorazione a maglia, caratterizzato da una serie di anelli collegati.",
      "example": "The quilt was made using a chain stitch pattern. My grandmother taught me how to do it when I was a kid. Now, I'm making one for my daughter.",
      "example_translation": "La trapunta era fatta usando un modello di punto a catena. Mia nonna mi ha insegnato come farlo quando ero bambino. Ora, sto facendone uno per mia figlia.",
      "imageLink": "image_files\\English\\"imageLink": "chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "circular needle",
      "translation": "ago circolare",
      "definition": "A type of knitting needle with a circular or oval-shaped end, used for knitting in the round.",
      "definition_translation": "Un tipo di ago per lavorazione a maglia con un'estremità circolare o ovale, utilizzato per lavorare in tondo.",
      "example": "I prefer using circular needles for my lace knitting projects. I have several pairs in different sizes. My sister borrowed one last week, but she returned it yesterday.",
      "example_translation": "Preferisco utilizzare aghi circolari per i miei progetti di lavorazione a maglia a merletto. Ho diverse paia di diverse misure. Mia sorella ha preso in prestito uno la scorsa settimana, ma l'ha restituito ieri.",
      "imageLink": "image_files\\English\\"imageLink": "circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "corner punch",
      "translation": "punteggia angolare",
      "definition": "A tool used to create a rounded corner on a piece of paper or card, especially in crafting and scrapbooking.",
      "definition_translation": " Uno strumento utilizzato per creare un angolo arrotondato su un pezzo di carta o cartoncino, specialmente nel crafting e nel scrapbooking.",
      "example": "She used a corner punch to create a decorative edge on her photo album. She has used a corner punch to create a beautiful border on her scrapbook. She will use a corner punch to add a professional touch to her craft project.",
      "example_translation": "Lei ha usato un punteggia angolare per creare un bordo decorativo sul suo album di foto. Ha usato un punteggia angolare per creare un bordo bello sul suo scrapbook. Userà un punteggia angolare per aggiungere un tocco professionale al suo progetto di craft.",
      "imageLink": "image_files\\English\\"imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crepe paper",
      "translation": "carta crepata",
      "definition": "A type of paper that has a crinkled or textured surface, often used for decorative purposes.",
      "definition_translation": "Un tipo di carta che ha una superficie crinkled o texture, spesso usata per scopi decorativi.",
      "example": "The party decorations were made from crepe paper in various colors. The art teacher used crepe paper to create a 3D effect on the student's project. The craft store sold crepe paper in different textures and colors.",
      "example_translation": "Le decorazioni di festa erano fatte di carta crepata di vari colori. L'insegnante d'arte ha usato carta crepata per creare un effetto 3D sul progetto dello studente. Il negozio di craft vendeva carta crepata in diverse textures e colori.",
      "imageLink": "image_files\\English\\"imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "crochet hook",
      "translation": "uncinetto",
      "definition": "A tool used in crochet to make loops in yarn, typically consisting of a handle and a hook-shaped end.",
      "definition_translation": "Uno strumento utilizzato nel crochet per fare loop in filato, solitamente composto da un manico e da un'estremità a forma di uncino.",
      "example": "She used a crochet hook to make a beautiful blanket for her baby. The crochet pattern required a size 5 hook to get the right tension. The craft store offered crochet hooks in different materials and sizes.",
      "example_translation": "Lei ha usato un uncinetto per fare un bel blanket per il suo bambino. Il pattern di crochet richiedeva un uncino di misura 5 per ottenere la tensione giusta. Il negozio di craft offriva uncinetti in diversi materiali e dimensioni.",
      "imageLink": "image_files\\English\\"imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cross stitch",
      "translation": "punto croce",
      "definition": "a type of embroidery that involves creating X-shaped stitches on fabric to form a pattern or design",
      "definition_translation": "un tipo di ricamo che coinvolge la creazione di punti X su tessuto per formare un modello o design",
      "example": "I have been cross stitching for years and have created many beautiful pieces. In the past, I would cross stitch in the evening to relax. Now, I am cross stitching a new project and I will finish it next month.",
      "example_translation": "Ho fatto punto croce per anni e ho creato molti pezzi bellissimi. In passato, facevo punto croce la sera per rilassarmi. Ora, sto facendo punto croce su un nuovo progetto e lo finirò il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "date stamp",
      "translation": "timbro di data",
      "definition": "a device or tool that prints a date on a document or surface, used to mark the date of creation or receipt",
      "definition_translation": "un dispositivo o strumento che stampa una data su un documento o superficie, utilizzato per contrassegnare la data di creazione o ricezione",
      "example": "I need to use a date stamp to mark the date on this document. Yesterday, I used a date stamp to mark the date on the contract. I will need to use a date stamp again next week.",
      "example_translation": "Ho bisogno di utilizzare un timbro di data per contrassegnare la data su questo documento. Ieri, ho utilizzato un timbro di data per contrassegnare la data sul contratto. Avrò bisogno di utilizzare un timbro di data ancora la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "decoupage paper",
      "translation": "carta decoupage",
      "definition": "a type of paper used for decoupage, a craft technique that involves gluing cut-out images onto a surface",
      "definition_translation": "un tipo di carta utilizzato per il découpage, una tecnica di artigianato che coinvolge l'incollaggio di immagini ritagliate su una superficie",
      "example": "I need to buy decoupage paper to make a collage. My sister used decoupage paper to create a beautiful piece of art. I will try to use decoupage paper to make a card for my mom.",
      "example_translation": "Ho bisogno di acquistare la carta decoupage per creare una composizione. Mia sorella ha utilizzato la carta decoupage per creare un bell'opera d'arte. Cercherò di utilizzare la carta decoupage per creare una carta per mia madre.",
      "imageLink": "image_files\\English\\"imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "embroidery floss",
      "translation": "filo da ricamo",
      "definition": "a thread used for embroidery, typically made of cotton, silk, or wool",
      "definition_translation": "un filo utilizzato per il ricamo, solitamente fatto di cotone, seta o lana",
      "example": "She used embroidery floss to create a beautiful design on her scarf. She has used embroidery floss to create many designs in the past. She will use embroidery floss to create a stunning piece of art tomorrow.",
      "example_translation": "Ha usato il filo da ricamo per creare un disegno bellissimo sulla sua sciarpa. Ha usato il filo da ricamo per creare molti disegni nel passato. Userà il filo da ricamo per creare un'opera d'arte impressionante domani.",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "embroidery hoop",
      "translation": "cerchio da ricamo",
      "definition": "a circular frame used to hold fabric taut while embroidering",
      "definition_translation": "un telaio circolare utilizzato per tenere la stoffa tesa mentre si ricama",
      "example": "She placed her fabric in the embroidery hoop to start stitching. She has used an embroidery hoop to create many beautiful pieces of art. She will use an embroidery hoop to finish her latest project.",
      "example_translation": "Ha messo la sua stoffa nel cerchio da ricamo per iniziare a cucire. Ha usato un cerchio da ricamo per creare molti pezzi d'arte belli. Userà un cerchio da ricamo per finire il suo ultimo progetto.",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "foam brush",
      "translation": "spazzola di schiuma",
      "definition": "a brush with a foam head, used for applying adhesives or paint",
      "definition_translation": "una spazzola con testa in schiuma, utilizzata per applicare adesivi o vernice",
      "example": "She used a foam brush to apply the glue to the craft project. She has used foam brushes to paint her furniture. She will use a foam brush to apply the varnish to the wood tomorrow.",
      "example_translation": "Ha usato una spazzola di schiuma per applicare la colla al progetto di arte. Ha usato spazzole di schiuma per dipingere i suoi mobili. Userà una spazzola di schiuma per applicare la vernice al legno domani.",
      "imageLink": "image_files\\English\\"imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "glue gun",
      "translation": "pistola colla",
      "definition": "A glue gun is a handheld device that is used to apply hot melt adhesive to a surface.",
      "definition_translation": "Una pistola colla è un dispositivo portatile che viene utilizzato per applicare adesivo termofusibile su una superficie.",
      "example": "I used a glue gun to attach the fabric to the frame. I will use a glue gun to fix the broken toy. She had used a glue gun to make the craft project.",
      "example_translation": "Ho usato una pistola colla per attaccare la stoffa al telaio. Userò una pistola colla per riparare il giocattolo rotto. Lei aveva usato una pistola colla per fare il progetto di artigianato.",
      "imageLink": "image_files\\English\\"imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hook and eye",
      "translation": "gancio e occhiello",
      "definition": "A hook and eye is a type of fastener used to join two parts together, commonly used in clothing and accessories.",
      "definition_translation": "Un gancio e occhiello è un tipo di fermaglio utilizzato per unire due parti insieme, comunemente utilizzato in abbigliamento e accessori.",
      "example": "The hook and eye on my dress broke, and I had to fix it. She used a hook and eye to close her jewelry box. They will use a hook and eye to attach the strap to the bag.",
      "example_translation": "Il gancio e occhiello del mio vestito si è rotto e ho dovuto ripararlo. Lei ha usato un gancio e occhiello per chiudere la sua scatola di gioielli. Useranno un gancio e occhiello per attaccare la cinghia alla borsa.",
      "imageLink": "image_files\\English\\"imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ink pad",
      "translation": "tampone d'inchiostro",
      "definition": "An ink pad is a small pad used to apply ink to a surface, commonly used for stamping and printing.",
      "definition_translation": "Un tampone d'inchiostro è un piccolo tampone utilizzato per applicare inchiostro su una superficie, comunemente utilizzato per timbri e stampigliatura.",
      "example": "The artist used an ink pad to create a unique design. I need an ink pad to stamp the envelope. She has never used an ink pad before.",
      "example_translation": "L'artista ha usato un tampone d'inchiostro per creare un design unico. Ho bisogno di un tampone d'inchiostro per timbrare la busta. Lei non ha mai usato un tampone d'inchiostro prima.",
      "imageLink": "image_files\\English\\"imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knitting needles",
      "translation": "ferri da maglia",
      "definition": "A pair of needles used for knitting, consisting of two pointed tips and a flexible shaft between them.",
      "definition_translation": "Un paio di aghi utilizzati per fare maglia, composti da due punte appuntite e un'asta flessibile tra loro.",
      "example": "I've been using my knitting needles to make a scarf for my sister. I used them to knit a blanket last winter. I will use them to make a hat for my brother next week.",
      "example_translation": "Ho usato i miei ferri da maglia per fare una sciarpa per mia sorella. Li ho usati per fare una coperta l'inverno scorso. Li userò per fare un cappello per mio fratello la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "modelling clay",
      "translation": "argilla da modellare",
      "definition": "A type of clay used for making models or sculptures, often brightly colored and pliable.",
      "definition_translation": "Un tipo di argilla utilizzata per creare modelli o sculture, spesso di colore vivace e flessibile.",
      "example": "The children love playing with modelling clay in art class. They made a sculpture of an animal with it last week. They will use it to create a miniature city next month.",
      "example_translation": "I bambini adorano giocare con l'argilla da modellare nella classe d'arte. Hanno creato una scultura di un animale con essa la settimana scorsa. La useranno per creare una città in miniatura il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "needle threader",
      "translation": "filo da cucire",
      "definition": "A device used to help thread a needle, typically consisting of a small metal or plastic tool with a notch or hole at one end.",
      "definition_translation": "Un dispositivo utilizzato per aiutare a infilare il filo in un ago, solitamente composto da un piccolo strumento metallico o in plastica con una tacca o foro all'estremità.",
      "example": "I need a needle threader to help me sew this button. I used a needle threader to thread my needle yesterday. I will use a needle threader to fix this tear next week.",
      "example_translation": "Ho bisogno di un filo da cucire per aiutarmi a cucire questo bottone. Ho utilizzato un filo da cucire per infilare il mio ago ieri. Userò un filo da cucire per riparare questa lacerazione la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "numbering stamp",
      "translation": "timbro numeratore",
      "definition": "A device used to impress a sequence of numbers on documents or papers.",
      "definition_translation": "Un dispositivo utilizzato per imprimer una sequenza di numeri sui documenti o carta.",
      "example": "She used a numbering stamp to mark the pages of the report. She is going to use it to number the invoices tomorrow. She had used it to label the files last week.",
      "example_translation": "Ha utilizzato un timbro numeratore per contrassegnare le pagine del rapporto. Userà per numerare le fatture domani. Aveva utilizzato per etichettare i file la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "paper cutter",
      "translation": "tagliacarte",
      "definition": "A device used to cut paper to a specific size or shape.",
      "definition_translation": "Un dispositivo utilizzato per tagliare la carta a una dimensione o forma specifica.",
      "example": "The teacher handed out paper cutters to the students to cut their construction papers. She will use a paper cutter to trim the edges of the poster tomorrow. He had used a paper cutter to cut out the paper hearts for the craft project last week.",
      "example_translation": "L'insegnante ha distribuito i tagliacarte agli studenti per tagliare le carte da costruzione. Userà un tagliacarte per ritagliare i bordi del poster domani. Aveva utilizzato un tagliacarte per tagliare i cuori di carta per il progetto di artigianato la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "plasticine",
      "translation": "plastilina",
      "definition": "A type of modeling clay used for art, craft, and educational purposes.",
      "definition_translation": "Un tipo di argilla da modellare utilizzata per scopi artistici, di artigianato e educativi.",
      "example": "The children played with plasticine to create shapes and figures. She will use plasticine to make a model of the animal tomorrow. He had used plasticine to create a sculpture for the art competition last week.",
      "example_translation": "I bambini hanno giocato con la plastilina per creare forme e figure. Userà la plastilina per creare un modello dell'animale domani. Aveva utilizzato la plastilina per creare una scultura per la competizione d'arte la settimana scorsa.",
      "imageLink": "image_files\\English\\"imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "poster paint",
      "translation": "pittura per poster",
      "definition": "A type of paint used for creating posters, often characterized by its bright colors and glossy finish.",
      "definition_translation": "Un tipo di pittura usata per creare poster, spesso caratterizzata dai suoi colori vivid e finitura lucida.",
      "example": "I used poster paint to create a vibrant background for my art project. I will use poster paint to add more details to the design. By next week, I will have used poster paint to complete the entire painting.",
      "example_translation": "Ho usato la pittura per poster per creare uno sfondo vivace per il mio progetto d'arte. Userò la pittura per poster per aggiungere più dettagli al design. Entro la prossima settimana, avrò usato la pittura per poster per completare l'intero dipinto.",
      "imageLink": "image_files\\English\\"imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rhinestone",
      "translation": "pietra di rinoceronte",
      "definition": "A type of diamond simulant, often used in jewelry and decorations, known for its sparkle and durability.",
      "definition_translation": "Un tipo di simulatore di diamante, spesso usato in gioielli e decorazioni, noto per la sua lucentezza e durabilità.",
      "example": "The rhinestone necklace caught my eye at the store. She will wear a rhinestone tiara to the wedding. By next year, they will have created a new line of rhinestone accessories.",
      "example_translation": "La collana di pietre di rinoceronte ha attirato la mia attenzione nel negozio. Indosserà una tiara di pietre di rinoceronte al matrimonio. Entro l'anno prossimo, avranno creato una nuova linea di accessori di pietre di rinoceronte.",
      "imageLink": "image_files\\English\\"imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rice paper",
      "translation": "carta di riso",
      "definition": "A type of thin, translucent paper made from rice flour, often used in Origami and other forms of paper crafting.",
      "definition_translation": "Un tipo di carta sottile e traslucida fatta con farina di riso, spesso usata nell'Origami e in altre forme di lavorazione della carta.",
      "example": "I used rice paper to create a delicate Origami flower. She will make a lantern using rice paper for the festival. By next month, they will have created a new design for rice paper decorative fans.",
      "example_translation": "Ho usato la carta di riso per creare un fiore Origami delicato. Farà una lanterna usando la carta di riso per il festival. Entro il mese prossimo, avranno creato un nuovo design per ventagli decorativi di carta di riso.",
      "imageLink": "image_files\\English\\"imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "running stitch",
      "translation": "punto corrido",
      "definition": "A basic sewing stitch used to sew two pieces of fabric together, characterized by a looped pattern of stitches.",
      "definition_translation": "Un punto di cucito base utilizzato per cucire due pezzi di stoffa insieme, caratterizzato da un modello di punti a loop.",
      "example": "I used a running stitch to sew the hem of my pants. Yesterday, I had to fix a running stitch that came undone. I will use a running stitch to attach the new fabric to the old one.",
      "example_translation": "Ho usato un punto corrido per cucire l'orlo dei miei pantaloni. Ieri, ho dovuto riparare un punto corrido che si era sciolto. Userò un punto corrido per attaccare il nuovo tessuto al vecchio.",
      "imageLink": "image_files\\English\\"imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sewing box",
      "translation": "scatola da cucito",
      "definition": "A container used to store sewing supplies, such as threads, needles, and scissors.",
      "definition_translation": "Un contenitore utilizzato per immagazzinare utensili da cucito, come fili, aghi e forbici.",
      "example": "I keep my sewing box in the closet, where it's easily accessible. She had a beautiful antique sewing box that had been passed down from her grandmother. I will need a sewing box to organize my supplies.",
      "example_translation": "Tengo la mia scatola da cucito nell'armadio, dove è facilmente accessibile. Aveva una bella scatola da cucito antica che era stata tramandata dalla sua nonna. Avrò bisogno di una scatola da cucito per organizzare i miei utensili.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sewing pattern",
      "translation": "modello di cucito",
      "definition": "A diagram or template used as a guide to cut and sew fabric into a specific garment or design.",
      "definition_translation": "Un diagramma o modello utilizzato come guida per tagliare e cucire il tessuto in un abito o design specifico.",
      "example": "I used a sewing pattern to make a dress for my sister's birthday. She has been using the same sewing pattern for years to make clothes for her children. I will need a sewing pattern to make a custom suit.",
      "example_translation": "Ho utilizzato un modello di cucito per fare un vestito per il compleanno di mia sorella. Ha utilizzato lo stesso modello di cucito per anni per fare vestiti per i suoi bambini. Avrò bisogno di un modello di cucito per fare un abito su misura.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tailor's dummy",
      "translation": "manichino",
      "definition": "A model of the human figure, typically made of wood or plastic, used by tailors to display or fit clothing.",
      "definition_translation": "Un modello della figura umana, solitamente realizzato in legno o plastica, utilizzato dai sarti per esporre o adattare abiti.",
      "example": "The tailor used a tailor's dummy to display the latest fashion trends. He had used it for years, but it was still in great condition. He will use it again tomorrow to fit a wedding dress.",
      "example_translation": "Il sarto ha utilizzato un manichino per mostrare le ultime tendenze della moda. L'aveva utilizzato per anni, ma era ancora in ottime condizioni. Lo userà di nuovo domani per adattare un abito da sposa.",
      "imageLink": "image_files\\English\\"imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tape measure",
      "translation": "metro a nastro",
      "definition": "A flexible ruler, typically made of fiberglass or plastic, used for measuring lengths of objects or distances.",
      "definition_translation": "Un righello flessibile, solitamente realizzato in fibra di vetro o plastica, utilizzato per misurare le lunghezze di oggetti o distanze.",
      "example": "She used a tape measure to measure the length of the room. She had measured it before, but wanted to double-check. She will use it again next week to measure the furniture.",
      "example_translation": "Lei ha utilizzato un metro a nastro per misurare la lunghezza della stanza. L'aveva misurata prima, ma voleva controllare di nuovo. Lo userà di nuovo la prossima settimana per misurare i mobili.",
      "imageLink": "image_files\\English\\"imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tissue paper",
      "translation": "carta velina",
      "definition": "A soft, absorbent paper product, often used for wrapping, cleaning, or crafting.",
      "definition_translation": "Un prodotto di carta morbido e assorbente, spesso utilizzato per impacchettare, pulire o creare.",
      "example": "She used tissue paper to wrap the gift. She had used it before to clean up spills. She will use it again next month to make decorations for a party.",
      "example_translation": "Lei ha utilizzato la carta velina per impacchettare il regalo. L'aveva utilizzato prima per pulire gli schizzi. Lo userà di nuovo il mese prossimo per creare decorazioni per una festa.",
      "imageLink": "image_files\\English\\"imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "watercolour",
      "translation": "acquerello",
      "definition": "A pictorial technique of painting in translucent watercolours on a white background, typically on paper.",
      "definition_translation": "Tecnica pittorica di dipingere in acquerelli traslucidi su un fondo bianco, solitamente su carta.",
      "example": "She used watercolour to create a beautiful landscape painting. She had used watercolour in her previous artwork. She will use watercolour to paint the new mural.",
      "example_translation": "Ha usato l'acquerello per creare un bell'olio paesaggistico. Aveva usato l'acquerello nel suo lavoro precedente. Userà l'acquerello per dipingere il nuovo murale.",
      "imageLink": "image_files\\English\\"imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wooden stamp",
      "translation": "timbro di legno",
      "definition": "A block of wood with a design or letter cut into it, used for impressed patterns or characters on a surface.",
      "definition_translation": "Un blocco di legno con un disegno o lettera tagliato, usato per modelli impressi o caratteri su una superficie.",
      "example": "The artist carved a wooden stamp to create a unique design. She had used a wooden stamp to print the logo. He will use a wooden stamp to make a pattern on the fabric.",
      "example_translation": "L'artista ha intagliato un timbro di legno per creare un disegno unico. Aveva usato un timbro di legno per stampare il logo. Userà un timbro di legno per creare un modello sulla stoffa.",
      "imageLink": "image_files\\English\\"imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "writing brush",
      "translation": "pennello per scrivere",
      "definition": "A brush used for writing or drawing with ink, typically having a flexible tip.",
      "definition_translation": "Un pennello usato per scrivere o disegnare con l'inchiostro, solitamente con una punta flessibile.",
      "example": "She used a writing brush to create beautiful calligraphy. He had used a writing brush to sign the document. They will use a writing brush to paint the banner.",
      "example_translation": "Ha usato un pennello per scrivere per creare una bella calligrafia. Aveva usato un pennello per scrivere per firmare il documento. Useranno un pennello per scrivere per dipingere la bandiera.",
      "imageLink": "image_files\\English\\"imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]