[
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fish",
      "translation": "pesce",
      "definition": "A cold-blooded animal that lives in water, typically having gills and a streamlined body.",
      "definition_translation": "Un animale a sangue freddo che vive nell'acqua, solitamente con branchie e un corpo aerodinamico.",
      "example": "I caught a fish in the lake yesterday. I will eat fish for lunch today. I will go fishing next weekend.",
      "example_translation": "Ho catturato un pesce nel lago ieri. Mangerò pesce per pranzo oggi. Andrò a pescare il prossimo week-end.",
      "imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cod",
      "translation": "merluzzo",
      "definition": "A mild-flavored fish, often used in cooking.",
      "definition_translation": "Un pesce dal sapore delicato, spesso usato nella cucina.",
      "example": "I baked cod for dinner last night. I will cook cod in a curry sauce tomorrow. I ate cod at the restaurant yesterday.",
      "example_translation": "Ho cotto merluzzo per cena ieri sera. Cuocerò merluzzo in salsa al curry domani. Ho mangiato merluzzo al ristorante ieri.",
      "imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "salmon",
      "translation": "salmone",
      "definition": "A fish with pink or orange flesh, often grilled or smoked.",
      "definition_translation": "Un pesce con carne rosa o arancione, spesso grigliato o affumicato.",
      "example": "I grilled salmon for lunch today. I will eat smoked salmon for breakfast tomorrow. I caught salmon in the river last year.",
      "example_translation": "Ho grigliato salmone per pranzo oggi. Mangerò salmone affumicato per colazione domani. Ho catturato salmone nel fiume l'anno scorso.",
      "imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shark",
      "translation": "squalo",
      "definition": "A shark is a type of large fish with a long, pointed head and sharp teeth, found in the ocean.",
      "definition_translation": "Uno squalo è un tipo di grande pesce con una testa lunga e appuntita e denti affilati, trovato nell'oceano.",
      "example": "I saw a shark swimming in the ocean yesterday. I will go shark-diving next week. Shark attacks are rare.",
      "example_translation": "Ho visto uno squalo nuotare nell'oceano ieri. Andrò a fare immersioni con gli squali la prossima settimana. Gli attacchi degli squali sono rari.",
      "imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tuna",
      "translation": "tonno",
      "definition": "Tuna is a type of large fish, often eaten as food, found in the ocean.",
      "definition_translation": "Il tonno è un tipo di grande pesce, spesso mangiato come cibo, trovato nell'oceano.",
      "example": "I ate tuna salad for lunch today. Tuna is my favorite fish. I will buy tuna cans tomorrow.",
      "example_translation": "Ho mangiato insalata di tonno per pranzo oggi. Il tonno è il mio pesce preferito. Comprerò lattine di tonno domani.",
      "imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spawn",
      "translation": "generare",
      "definition": "To spawn means to produce eggs or offspring, especially in large numbers.",
      "definition_translation": "Generare significa produrre uova o prole, soprattutto in grandi quantità.",
      "example": "The fish spawned in the river last month. The game will spawn new characters. The company will spawn new subsidiaries.",
      "example_translation": "I pesci hanno generato nel fiume lo scorso mese. Il gioco genererà nuovi personaggi. L'azienda genererà nuove società.",
      "imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "trout",
      "translation": "trota",
      "definition": "a freshwater fish with a speckled appearance, often caught for food",
      "definition_translation": "un pesce d'acqua dolce con un aspetto macchiato, spesso catturato per cibarsi",
      "example": "I caught a trout in the river last weekend. I am going to catch a trout in the river next weekend. I had caught a trout in the river the previous weekend.",
      "example_translation": "Ho catturato una trota nel fiume il week-end scorso. Sto andando a catturare una trota nel fiume il prossimo week-end. Avevo catturato una trota nel fiume il week-end precedente.",
      "imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "algae eater",
      "translation": "alghifago",
      "definition": "an aquatic animal that feeds on algae",
      "definition_translation": "un animale acquatico che si nutre di alghe",
      "example": "The algae eater was swimming near the surface of the pond. The algae eater is swimming near the surface of the pond. The algae eater had swum near the surface of the pond.",
      "example_translation": "L'alghifago stava nuotando vicino alla superficie dello stagno. L'alghifago sta nuotando vicino alla superficie dello stagno. L'alghifago aveva nuotato vicino alla superficie dello stagno.",
      "imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "anchovy",
      "translation": "acciuga",
      "definition": "a small fish, often used as a food ingredient",
      "definition_translation": "un piccolo pesce, spesso usato come ingrediente alimentare",
      "example": "I added anchovy to my pizza last night. I am going to add anchovy to my pizza tonight. I had added anchovy to my pizza the previous night.",
      "example_translation": "Ho aggiunto acciuga alla mia pizza la scorsa notte. Sto andando ad aggiungere acciuga alla mia pizza stasera. Avevo aggiunto acciuga alla mia pizza la notte precedente.",
      "imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "barbel",
      "translation": "barbo",
      "definition": "A type of freshwater fish with a distinctive shape and long whisker-like growths around its mouth.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con una forma distintiva e lunghi crescimenti simili a baffi attorno alla bocca.",
      "example": "I caught a barbel while fishing in the river yesterday, but I will catch a bigger one tomorrow, and I had caught a few last year.",
      "example_translation": "Ho catturato un barbo mentre pescavo nel fiume ieri, ma catches un più grande domani, e avevo catturato alcuni l'anno scorso.",
      "imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bleak",
      "translation": "desolato",
      "definition": "Unpleasantly cold and gloomy; depressing.",
      "definition_translation": "Sgradevolmente freddo e cupo; deprimente.",
      "example": "The bleak weather made me want to stay indoors, but I will go out tomorrow, and I had gone out yesterday despite the bleak conditions.",
      "example_translation": "Il tempo desolato mi ha fatto venire voglia di restare in casa, ma uscirò domani, e ero uscito ieri nonostante le condizioni desolate.",
      "imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bream",
      "translation": "bramino",
      "definition": "A type of freshwater fish with a flat body and a small mouth.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con un corpo piatto e una bocca piccola.",
      "example": "I caught a bream while fishing in the lake, but I will catch a bigger one next week, and I had caught a few last month.",
      "example_translation": "Ho catturato un bramino mentre pescavo nel lago, ma catches un più grande la prossima settimana, e avevo catturato alcuni il mese scorso.",
      "imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "burbot",
      "translation": "lotte",
      "definition": "A type of freshwater fish found in northern Europe and Asia, it has a slender body and a mouth with a pair of whisker-like barbels.",
      "definition_translation": "Un tipo di pesce d'acqua dolce trovato nell'Europa settentrionale e in Asia, ha un corpo snello e una bocca con una coppia di barbigli simili a baffi.",
      "example": "I caught a burbot while fishing in the lake last weekend. I will try to catch a bigger one next month. I have caught several burbots in my lifetime.",
      "example_translation": "Ho catturato una lotte mentre pescavo nel lago lo scorso fine settimana. Proverò a catturare uno più grande il mese prossimo. Ho catturato diverse lotti nella mia vita.",
      "imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "carp",
      "translation": "carpa",
      "definition": "A type of freshwater fish with a broad, flat body and a long dorsal fin, often considered a pest species.",
      "definition_translation": "Un tipo di pesce d'acqua dolce con un corpo ampio e piatto e una pinna dorsale lunga, spesso considerato una specie di pesti.",
      "example": "I saw a carp swimming in the river yesterday. Carps are widely distributed across Europe. I will try to avoid catching a carp in my next fishing trip.",
      "example_translation": "Ho visto una carpa nuotare nel fiume ieri. Le carpe sono ampiamente distribuite in tutta Europa. Cercherò di evitare di catturare una carpa nel mio prossimo viaggio di pesca.",
      "imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "catfish",
      "translation": "pesce gatto",
      "definition": "A type of fish with whisker-like barbels around its mouth, often found in warm, muddy waters.",
      "definition_translation": "Un tipo di pesce con barbigli simili a baffi attorno alla bocca, spesso trovato in acque calde e fangose.",
      "example": "The catfish hid under the rock in the pond. I have caught many catfishes in the Amazon river. Catfishes are nocturnal creatures.",
      "example_translation": "Il pesce gatto si è nascosto sotto la roccia nella vasca. Ho catturato molti pesci gatto nel fiume Amazzonia. I pesci gatto sono creature notturne.",
      "imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chub",
      "translation": "trota",
      "definition": "A chub is a type of freshwater fish that is native to Europe and Asia, characterized by its stout body and broad head.",
      "definition_translation": "Una trota è un tipo di pesce d'acqua dolce originario dell'Europa e dell'Asia, caratterizzato dal suo corpo robusto e testa larga.",
      "example": "I caught a big chub while fishing in the river yesterday. Today, I'm going to catch another one. By next week, I will have caught several chubs.",
      "example_translation": "Ho catturato una grande trota mentre pescavo nel fiume ieri. Oggi, sto per catturare un'altra. Entro la prossima settimana, avrò catturato diverse trotte.",
      "imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "eel",
      "translation": "anguilla",
      "definition": "An eel is a type of elongated fish that is found in both freshwater and saltwater environments, characterized by its snake-like body.",
      "definition_translation": "Un'anguilla è un tipo di pesce allungato che si trova in entrambi gli ambienti di acqua dolce e salata, caratterizzato dal suo corpo simile a un serpente.",
      "example": "I saw an eel swimming in the lake yesterday. Today, I'm going to try to catch one. By next month, I will have caught several eels.",
      "example_translation": "Ho visto un'anguilla nuotare nel lago ieri. Oggi, sto per provare a catturarne una. Entro il prossimo mese, avrò catturato diverse anguille.",
      "imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fin",
      "translation": "pinna",
      "definition": "A fin is a thin, flat organ that protrudes from the body of a fish, used for balance and stability in the water.",
      "definition_translation": "Una pinna è un organo sottile e piatto che sporge dal corpo di un pesce, utilizzato per l'equilibrio e la stabilità nell'acqua.",
      "example": "The fish used its fin to steer through the coral reef yesterday. Today, it's using its fin to swim upstream. By next year, it will have used its fin to migrate to a new habitat.",
      "example_translation": "Il pesce ha usato la sua pinna per navigare attraverso la barriera corallina ieri. Oggi, sta usando la sua pinna per nuotare a monte. Entro il prossimo anno, avrà usato la sua pinna per migrare in un nuovo habitat.",
      "imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flatfish",
      "translation": "pesce platessa",
      "definition": "A type of marine fish, characterized by its flat body and often found in shallow waters.",
      "definition_translation": "Un tipo di pesce marino, caratterizzato dal suo corpo piatto e spesso trovato in acque poco profonde.",
      "example": "I caught a flatfish while fishing in the bay last weekend. Now I'm grilling it for lunch. I'll eat flatfish again next summer.",
      "example_translation": "Ho catturato un pesce platessa mentre pescavo nella baia lo scorso weekend. Ora sto grigliandolo per pranzo. Mangerò di nuovo pesce platessa il prossimo estate.",
      "imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flounder",
      "translation": "flounder",
      "definition": "A type of flatfish, often found in shallow waters and characterized by its delicate flavor.",
      "definition_translation": "Un tipo di pesce platessa, spesso trovato in acque poco profonde e caratterizzato dal suo sapore delicato.",
      "example": "I cooked flounder for dinner last night. It was delicious. I will cook flounder again tomorrow. I have cooked flounder many times before.",
      "example_translation": "Ho cucinato il flounder per cena la scorsa notte. Era delizioso. Cuocerò di nuovo flounder domani. Ho cucinato flounder molte volte prima.",
      "imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gilthead",
      "translation": "cefalo",
      "definition": "A type of fish, often found in Mediterranean waters and characterized by its distinctive head shape.",
      "definition_translation": "Un tipo di pesce, spesso trovato in acque mediterranee e caratterizzato dalla sua forma di testa distintiva.",
      "example": "I saw a gilthead swimming in the sea yesterday. I will catch a gilthead next week. I caught a gilthead last year.",
      "example_translation": "Ho visto un cefalo nuotare in mare ieri. Acchiapperò un cefalo la prossima settimana. Ho catturato un cefalo l'anno scorso.",
      "imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gudgeon",
      "translation": "ghiozzo",
      "definition": "A type of fish, especially one used as bait.",
      "definition_translation": "Un tipo di pesce, soprattutto uno utilizzato come esca.",
      "example": "Yesterday, I caught a gudgeon in the river. Today, I am using it as bait. Tomorrow, I will release it back into the water.",
      "example_translation": "Ieri, ho catturato un ghiozzo nel fiume. Oggi, sto utilizzandolo come esca. Domani, lo rilascerò nell'acqua.",
      "imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guppy",
      "translation": "guppy",
      "definition": "A small, colorful freshwater fish often kept as a pet.",
      "definition_translation": "Un piccolo pesce d'acqua dolce colorato spesso tenuto come animale domestico.",
      "example": "I had a guppy when I was a child. It swam around in its tank all day. I will buy another guppy for my kid next week.",
      "example_translation": "Avevo un guppy quando ero bambino. Nuotava nella sua vasca tutto il giorno. Comprerò un altro guppy per mio figlio la prossima settimana.",
      "imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "haddock",
      "translation": "eglefino",
      "definition": "A type of fish, especially one used as food.",
      "definition_translation": "Un tipo di pesce, soprattutto uno utilizzato come cibo.",
      "example": "I ate haddock for dinner last night. My mother will cook haddock for lunch today. We will eat haddock again next Sunday.",
      "example_translation": "Ho mangiato eglefino per cena ieri sera. Mia madre cucinerà eglefino per pranzo oggi. Mangeremo eglefino di nuovo la prossima domenica.",
      "imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hake",
      "translation": "merluzzo",
      "definition": "A hake is a type of deep-sea fish that is often caught for food. It has a long, thin body and a small head.",
      "definition_translation": "Un merluzzo è un tipo di pesce di mare profondo che viene spesso catturato per il cibo. Ha un corpo lungo e sottile e una testa piccola.",
      "example": "I caught a huge hake while fishing last week. I will cook hake for dinner tonight. I have eaten hake many times before.",
      "example_translation": "Ho catturato un grande merluzzo mentre pescavo la settimana scorsa. Cuocerò merluzzo per cena stasera. Ho mangiato merluzzo molte volte prima.",
      "imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "halibut",
      "translation": "halibut",
      "definition": "A halibut is a type of flatfish that is found in the ocean. It is a popular food fish and is often served grilled or baked.",
      "definition_translation": "Un halibut è un tipo di pesce piatto che si trova nell'oceano. È un pesce alimentare popolare e viene spesso servito alla griglia o al forno.",
      "example": "I love eating halibut at the seafood restaurant. The halibut was perfectly cooked last night. I will try to catch a halibut on my next fishing trip.",
      "example_translation": "Adoro mangiare halibut al ristorante di pesce. L'halibut era cotto alla perfezione ieri sera. Proverò a catturare un halibut nel mio prossimo viaggio di pesca.",
      "imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "herring",
      "translation": "aringa",
      "definition": "A herring is a small, oily fish that is often eaten pickled or smoked. It is a popular ingredient in many dishes, including salads and sandwiches.",
      "definition_translation": "Un'aringa è un piccolo pesce oleoso che viene spesso mangiato pickled o affumicato. È un ingrediente popolare in molti piatti, inclusi insalate e sandwich.",
      "example": "I ate herring for breakfast this morning. My grandmother used to catch herring when she was a girl. I will buy some herring for the salad today.",
      "example_translation": "Ho mangiato aringa per colazione questa mattina. Mia nonna usava catturare aringa quando era una ragazza. Comprerò alcune aringhe per l'insalata oggi.",
      "imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lamprey",
      "translation": "lampreda",
      "definition": "A lamprey is a type of eel-like fish with a suction cup-like mouth that attaches to other fish to feed on their blood.",
      "definition_translation": "Una lampreda è un tipo di pesce simile all'anguilla con una bocca a cupola adesiva che si attacca ad altri pesci per nutrirsi del loro sangue.",
      "example": "The lamprey was removed from the trout's body, and the wound was treated with antiseptic. The fisherman had caught a lamprey yesterday, but today he caught a large trout. By next year, the lamprey population is expected to decrease.",
      "example_translation": "La lampreda fu rimossa dal corpo della trota e la ferita fu trattata con antibiotico. Il pescatore aveva catturato una lampreda ieri, ma oggi ha catturato una grossa trota. Entro l'anno prossimo, si prevede che la popolazione di lamprede diminuirà.",
      "imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mackerel",
      "translation": "sgombro",
      "definition": "Mackerel is a type of fast-swimming fish that is found in warm and temperate waters, often caught for food.",
      "definition_translation": "Lo sgombro è un tipo di pesce che nuota velocemente che si trova in acque calde e temperate, spesso catturato come alimentazione.",
      "example": "The mackerel was grilled to perfection, and served with a side of salad. The fishermen were trying to catch mackerel, but they ended up with nothing. By next season, the mackerel will have migrated to deeper waters.",
      "example_translation": "Lo sgombro era stato grigliato alla perfezione e servito con un lato d'insalata. I pescatori stavano cercando di catturare sgombri, ma finirono con niente. Entrata la prossima stagione, gli sgombri si saranno spostati in acque più profonde.",
      "imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "moray",
      "translation": "murena",
      "definition": "A moray is a type of eel-like fish that is found in crevices and under rocks, often with a long, slender body.",
      "definition_translation": "Una murena è un tipo di pesce simile all'anguilla che si trova in crepe e sotto le rocce, spesso con un corpo lungo e snello.",
      "example": "The diver carefully removed the moray from the coral reef. The aquarium had a large moray that swam around the tank. By next year, the moray population is expected to increase.",
      "example_translation": "Il subacqueo ha rimosso con cautela la murena dalla barriera corallina. L'acquario aveva una grosso murena che nuotava intorno alla vasca. Entrato l'anno prossimo, si prevede che la popolazione di murene aumenterà.",
      "imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "perch",
      "translation": "luccio",
      "definition": "A perch is a type of freshwater fish with a greenish-yellow color and striped pattern, often found in ponds and lakes.",
      "definition_translation": "Un luccio è un tipo di pesce d'acqua dolce con un colore verde-giallo e motivo a strisce, spesso trovato in stagni e laghi.",
      "example": "I caught a perch while fishing in the lake last weekend. I will try to catch another perch next week. I have been catching perch all summer.",
      "example_translation": "Ho catturato un luccio mentre pescavo nel lago lo scorso weekend. Proverò a catturare un altro luccio la settimana prossima. Ho catturato lucci per tutta l'estate.",
      "imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pike",
      "translation": "lucio",
      "definition": "A pike is a type of freshwater fish with a long, pointed snout and sharp teeth, known for its aggressive behavior.",
      "definition_translation": "Un lucio è un tipo di pesce d'acqua dolce con un muso lungo e appuntito e denti affilati, noto per il suo comportamento aggressivo.",
      "example": "The pike was lurking in the depths of the lake, waiting for prey. I saw a pike swimming in the river yesterday. The pike will attack its enemies fiercely.",
      "example_translation": "Il lucio stava nascondendosi nelle profondità del lago, in attesa di preda. Ho visto un lucio nuotare nel fiume ieri. Il lucio attaccherà i suoi nemici con ferocia.",
      "imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "piranha",
      "translation": "piranha",
      "definition": "A piranha is a type of carnivorous fish found in South American rivers, known for its sharp teeth and aggressive behavior.",
      "definition_translation": "Una piranha è un tipo di pesce carnivoro trovato nei fiumi dell'America meridionale, noto per i suoi denti affilati e il suo comportamento aggressivo.",
      "example": "The piranha was swimming in the dark waters of the Amazon River. Piranhas are known to attack humans in large groups. I saw a piranha devouring its prey in the aquarium.",
      "example_translation": "La piranha stava nuotando nelle acque buie del fiume Amazonas. Le piranha sono note per attaccare gli esseri umani in grandi gruppi. Ho visto una piranha divorare la sua preda nell'acquario.",
      "imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "plaice",
      "translation": "platessa",
      "definition": "A type of flatfish, often caught and eaten in Europe.",
      "definition_translation": "Un tipo di pesce piatto, spesso catturato e mangiato in Europa.",
      "example": "I had plaice for dinner last night, and it was delicious. I will eat plaice again tomorrow. She ate plaice with her family yesterday.",
      "example_translation": "Ho avuto la platessa per cena ieri sera, e era delizioso. Mangero la platessa di nuovo domani. Lei ha mangiato la platessa con la sua famiglia ieri.",
      "imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "roach",
      "translation": "scarabeo",
      "definition": "A type of fish, often found in freshwater rivers and lakes.",
      "definition_translation": "Un tipo di pesce, spesso trovato nei fiumi e laghi di acqua dolce.",
      "example": "I caught a roach while fishing in the lake last weekend. She will catch a roach in the river tomorrow. They ate roasted roach for dinner last year.",
      "example_translation": "Ho catturato uno scarabeo mentre pesavo nel lago lo scorso fine settimana. Lei peschera uno scarabeo nel fiume domani. Hanno mangiato uno scarabeo arrosto per cena l'anno scorso.",
      "imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sardine",
      "translation": "sardina",
      "definition": "A type of small, oily fish, often canned and eaten as a snack.",
      "definition_translation": "Un tipo di pesce piccolo e oleoso, spesso conservato in scatola e mangiato come spuntino.",
      "example": "I ate a can of sardines for lunch today. She will eat sardines with her salad tomorrow. They had sardines with their pasta last night.",
      "example_translation": "Ho mangiato un barattolo di sardine per pranzo oggi. Lei mangera sardine con la sua insalata domani. Hanno avuto sardine con la loro pasta ieri sera.",
      "imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sawfish",
      "translation": "Pesce Sega",
      "definition": "A sawfish is a type of ray that has a long, flat, pointed bill lined with sharp teeth, used for attacking and defending.",
      "definition_translation": "Un pesce sega è un tipo di razza che ha un lungo, piatto, becco appuntito con denti affilati, utilizzato per attaccare e difendere.",
      "example": "The sawfish has been on the endangered species list since 2009. It sawfish will likely face extinction if conservation efforts are not increased. By 2025, we will have seen a significant decline in sawfish populations.",
      "example_translation": "Il pesce sega è stato nella lista delle specie in pericolo dal 2009. Il pesce sega affronterà probabilmente l'estinzione se non verranno aumentati gli sforzi di conservazione. Entro il 2025, avremo visto un calo significativo delle popolazioni di pesci sega.",
      "imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "scalar",
      "translation": "scalare",
      "definition": "In physics and mathematics, a scalar is a quantity that has only magnitude, but no direction.",
      "definition_translation": "In fisica e matematica, uno scalare è una quantità che ha solo una grandezza, ma non una direzione.",
      "example": "The scalar product of two vectors is a scalar value. Scalars are used to measure physical quantities such as temperature and energy. In the future, we will see the development of scalar fields in physics.",
      "example_translation": "Il prodotto scalare di due vettori è un valore scalare. Gli scalar sono utilizzati per misurare le quantità fisiche come temperatura e energia. In futuro, vedremo lo sviluppo di campi scalar in fisica.",
      "imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "scale",
      "translation": "scala",
      "definition": "A scale is a series of musical notes in a specific pattern, used to create melodies and harmonies.",
      "definition_translation": "Una scala è una serie di note musicali in un pattern specifico, utilizzata per creare melodie e armonie.",
      "example": "The piano has a chromatic scale with 12 half-steps. She will scale the mountain to reach the summit by tomorrow. The company will scale its production to meet the growing demand.",
      "example_translation": "Il pianoforte ha una scala cromatica con 12 mezzi toni. Scala la montagna per raggiungere la vetta entro domani. L'azienda scalerà la sua produzione per soddisfare la crescente domanda.",
      "imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "seahorse",
      "translation": "cavalluccio marino",
      "definition": "A seahorse is a marine fish that belongs to the family Syngnathidae. It is characterized by its horse-like head, curled tail, and ability to swim upright.",
      "definition_translation": "Un cavallo marino è un pesce marino che appartiene alla famiglia Syngnathidae. È caratterizzato dalla sua testa simile a cavallo, coda arrotolata e capacità di nuotare in posizione eretta.",
      "example": "I saw a seahorse swimming near the coral reef yesterday. The seahorse swims slowly. The seahorse will swim near the surface tomorrow.",
      "example_translation": "Ho visto un cavallo marino nuotare vicino alla barriera corallina ieri. Il cavallo marino nuota lentamente. Il cavallo marino nuoterà vicino alla superficie domani.",
      "imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sole",
      "translation": "sogliola",
      "definition": "A sole is a type of flatfish that belongs to the family Soleidae. It is characterized by its flat body, small eyes, and delicate flavor.",
      "definition_translation": "Una sogliola è un tipo di pesce piatto che appartiene alla famiglia Soleidae. È caratterizzata dal suo corpo piatto, piccoli occhi e sapore delicato.",
      "example": "I caught a sole while fishing in the lake last week. The sole tastes great when grilled. I will cook a sole for dinner tonight.",
      "example_translation": "Ho catturato una sogliola mentre pescavo nel lago la settimana scorsa. La sogliola è deliziosa quando grillata. Cucinerò una sogliola per cena stasera.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sprat",
      "translation": "acciuga",
      "definition": "A sprat is a small, oily fish that belongs to the family Clupeidae. It is often used as a food source for humans and animals.",
      "definition_translation": "Una acciuga è un piccolo pesce oleoso che appartiene alla famiglia Clupeidae. È spesso utilizzato come fonte di cibo per gli esseri umani e gli animali.",
      "example": "I bought a can of sprats at the supermarket yesterday. The sprats are rich in omega-3 fatty acids. Sprats will be a popular food source in the future.",
      "example_translation": "Ho comprato una scatola di acciughe al supermercato ieri. Le acciughe sono ricche di acidi grassi omega-3. Le acciughe saranno una fonte di cibo popolare nel futuro.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stickleback",
      "translation": "ghiozzo spinoso",
      "definition": "A small freshwater fish with a row of spines along its back, found in Eurasia and North America.",
      "definition_translation": "Un piccolo pesce d'acqua dolce con una fila di spine lungo la schiena, trovato in Eurasia e Nord America.",
      "example": "The stickleback has been used as a model organism in scientific research, particularly in the fields of evolutionary biology and ecology. It has also been used to study the development of spines. In the future, researchers will continue to study the stickleback to gain insights into its unique characteristics. Yesterday, I saw a stickleback in the aquarium and I was amazed by its defenses.",
      "example_translation": "Il ghiozzo spinoso è stato utilizzato come organismo modello nella ricerca scientifica, in particolare nei campi della biologia evolutiva e dell'ecologia. È anche stato utilizzato per studiare lo sviluppo delle spine. In futuro, i ricercatori continueranno a studiare il ghiozzo spinoso per acquisire informazioni sulle sue caratteristiche uniche. Ieri, ho visto un ghiozzo spinoso nell'acquario e sono stato colpito dalle sue difese.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sturgeon",
      "translation": "storione",
      "definition": "A large fish with a long, pointed snout and a body covered in bony plates, found in rivers and coastal areas of Europe and Asia.",
      "definition_translation": "Un grande pesce con un lungo muso appuntito e un corpo coperto da placche ossee, trovato in fiumi e aree costiere d'Europa e Asia.",
      "example": "Sturgeons have been an important food source for thousands of years, with their roe being particularly prized. Historically, sturgeons were abundant in European rivers, but their populations have been greatly reduced due to overfishing. Today, conservation efforts are underway to protect sturgeon habitats and replenish their numbers. By 2025, it is hoped that sturgeon populations will have recovered sufficiently to allow limited fishing.",
      "example_translation": "Gli storioni sono stati una fonte di cibo importante per migliaia di anni, con le uova particolarmente apprezzate. Storicamente, gli storioni erano abbondanti nei fiumi europei, ma le loro popolazioni sono state grandemente ridotte a causa della sovrappesca. Oggi, sono in corso sforzi di conservazione per proteggere gli habitat degli storioni e rifornire i loro numeri. Entro il 2025, si spera che le popolazioni degli storioni si siano riprese sufficientemente per permettere una pesca limitata.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunfish",
      "translation": "pesce luna",
      "definition": "A large, flat fish with a rounded body and a small mouth, found in warm and temperate seas around the world.",
      "definition_translation": "Un grande pesce piatto con un corpo rotondo e una bocca piccola, trovato in mari caldi e temperati del mondo.",
      "example": "Sunfish are known for their ability to grow up to 3 meters in length, making them one of the largest bony fish in the world. They are also incredibly buoyant, which allows them to swim near the surface of the water. Yesterday, I went snorkeling and saw a sunfish swimming near the coral reef. It was an incredible sight! In the future, I hope to see more sunfish in their natural habitat.",
      "example_translation": "I pesci luna sono noti per la loro capacità di crescere fino a 3 metri di lunghezza, rendendoli uno dei pesci ossei più grandi del mondo. Sono anche incredibilmente galleggianti, il che gli consente di nuotare vicino alla superficie dell'acqua. Ieri, sono andato a fare snorkeling e ho visto un pesce luna nuotare vicino al reef corallino. È stato uno spettacolo incredibile! In futuro, spero di vedere più pesci luna nel loro habitat naturale.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swordfish",
      "translation": "pesce spada",
      "definition": "a large, oily fish with a long, pointed bill, found in warm seas",
      "definition_translation": "un grande pesce oleoso con un lungo becco appuntito, trovato in mari caldi",
      "example": "I caught a swordfish while fishing in the Mediterranean last summer. I will cook swordfish for dinner tonight. I have been eating swordfish every week for a month.",
      "example_translation": "Ho catturato un pesce spada mentre pesavo nel Mediterraneo l'estate scorso. Cucinerò pesce spada per cena stasera. Sto mangiando pesce spada ogni settimana per un mese.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tench",
      "translation": "tinca",
      "definition": "a freshwater fish with a flat body, found in rivers and lakes",
      "definition_translation": "un pesce d'acqua dolce con un corpo piatto, trovato in fiumi e laghi",
      "example": "I saw a tench swimming in the lake. Tench are good to eat. I will go fishing for tench next Sunday.",
      "example_translation": "Ho visto una tinca nuotare nel lago. Le tinche sono buone da mangiare. Andrò a pescare tinche la prossima domenica.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "zander",
      "translation": "luccio",
      "definition": "a freshwater fish with a long, slender body, found in rivers and lakes",
      "definition_translation": "un pesce d'acqua dolce con un corpo lungo e snello, trovato in fiumi e laghi",
      "example": "I caught a zander while fishing in the river. Zander are a popular game fish. I will try to catch a zander again next week.",
      "example_translation": "Ho catturato un luccio mentre pesavo nel fiume. I lucci sono un popolare pesce da gioco. Proverò a catturare un luccio ancora la prossima settimana.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]