[
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cat",
      "translation": "gatto",
      "definition": "A small typically furry carnivorous mammal. They are often called 'housecats' when kept as indoor pets.",
      "definition_translation": "Un piccolo mammifero carnivoro tipicamente peloso. Spesso vengono chiamati 'gatti domestici' quando vengono tenuti come animali da compagnia indoor.",
      "example": "I had a cat when I was a child. Now I have a dog. I will get a cat again when I retire.",
      "example_translation": "Avevo un gatto quando ero bambino. Ora ho un cane. Mi comprerò un gatto di nuovo quando mi pensionerò.",
      "imageLink": "image_files\\English\\cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cow",
      "translation": "mucca",
      "definition": "A large female mammal that gives milk and is commonly raised on farms.",
      "definition_translation": "Una grande mammifera femmina che produce latte e viene comunemente allevata nelle fattorie.",
      "example": "The cow was grazing in the field. The cow will give birth to a calf next month. I saw a cow at the farm yesterday.",
      "example_translation": "La mucca stava pascolando nel campo. La mucca darà alla luce a un vitello il mese prossimo. Ho visto una mucca nella fattoria ieri.",
      "imageLink": "image_files\\English\\cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dog",
      "translation": "cane",
      "definition": "A domesticated carnivorous mammal that belongs to the family Canidae.",
      "definition_translation": "Un mammifero carnivoro domestico che appartiene alla famiglia Canidae.",
      "example": "I walked the dog this morning. The dog is very friendly. The dog will be neutered next week.",
      "example_translation": "Ho portato a passeggio il cane stamattina. Il cane è molto amichevole. Il cane sarà sterilizzato la prossima settimana.",
      "imageLink": "image_files\\English\\dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "horse",
      "translation": "cavallo",
      "definition": "A large, hoofed, herbivorous mammal used for transportation, recreation, and work.",
      "definition_translation": "Un grande mammifero erbivoro con zoccoli usato per il trasporto, il divertimento e il lavoro.",
      "example": "I rode a horse yesterday, I ride a horse every day, and I will ride a horse tomorrow.",
      "example_translation": "Ho cavalcato un cavallo ieri, cavalco un cavallo ogni giorno e cavalcherò un cavallo domani.",
      "imageLink": "image_files\\English\\horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pig",
      "translation": "maiale",
      "definition": "A stout-bodied, hoofed, omnivorous mammal raised for meat, particularly in farms.",
      "definition_translation": "Un mammifero onnivoro con corpo robusto e zoccoli allevato per la carne, in particolare nelle fattorie.",
      "example": "I saw a pig eating food yesterday, I see a pig eating food every day, and I will see a pig eating food tomorrow.",
      "example_translation": "Ho visto un maiale che mangiava cibo ieri, vedo un maiale che mangia cibo ogni giorno e vedrò un maiale che mangia cibo domani.",
      "imageLink": "image_files\\English\\pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sheep",
      "translation": "pecora",
      "definition": "A domesticated, hoofed, herbivorous mammal raised for its wool, milk, and meat.",
      "definition_translation": "Un mammifero erbivoro con zoccoli addomesticato, allevato per la sua lana, il suo latte e la sua carne.",
      "example": "I sheared a sheep yesterday, I shear a sheep every day, and I will shear a sheep tomorrow.",
      "example_translation": "Ho tosato una pecora ieri, toso una pecora ogni giorno e toserò una pecora domani.",
      "imageLink": "image_files\\English\\sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "baby",
      "translation": "bambino",
      "definition": "A very young human being, especially one newly or recently born.",
      "definition_translation": "Un essere umano molto giovane, specialmente uno nuovo o recentemente nato.",
      "example": "I saw a baby smiling at me yesterday. The baby will play with toys tomorrow. The baby played with blocks all day.",
      "example_translation": "Ho visto un bambino sorridere ieri. Il bambino giocherà con dei giocattoli domani. Il bambino ha giocato con i blocchi tutto il giorno.",
      "imageLink": "image_files\\English\\baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bear",
      "translation": "orso",
      "definition": "A large, carnivorous mammal with shaggy hair, found in forests and mountains.",
      "definition_translation": "Un grande mammifero carnivoro con pelo irsuto, trovato in foreste e montagne.",
      "example": "I saw a bear climbing a tree yesterday. The bear will hibernate in winter. The bear climbed a mountain last year.",
      "example_translation": "Ho visto un orso arrampicarsi su un albero ieri. L'orso iberna in inverno. L'orso ha scalato una montagna l'anno scorso.",
      "imageLink": "image_files\\English\\bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cheetah",
      "translation": "ghepardo",
      "definition": "A small, fast-moving carnivorous mammal with a distinctive coat, native to Africa and Asia.",
      "definition_translation": "Un piccolo mammifero carnivoro veloce con un mantello distinto, nativo dell'Africa e dell'Asia.",
      "example": "I saw a cheetah running quickly yesterday. The cheetah will hunt at night. The cheetah ran quickly across the savannah last year.",
      "example_translation": "Ho visto un ghepardo correre velocemente ieri. Il ghepardo cacerà di notte. Il ghepardo ha attraversato velocemente la savana l'anno scorso.",
      "imageLink": "image_files\\English\\cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elephant",
      "translation": "elefante",
      "definition": "A large, intelligent, and social animal with a trunk, tusks, and a large body, native to Africa and Asia.",
      "definition_translation": "Un grande, intelligente e sociale animale con una proboscide, zanne e un corpo grande, nativo dell'Africa e dell'Asia.",
      "example": "I saw an elephant at the zoo yesterday. It is eating now. It will eat again tomorrow.",
      "example_translation": "Ho visto un elefante allo zoo ieri. Sta mangiando ora. Mangerà di nuovo domani.",
      "imageLink": "image_files\\English\\elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "guinea pig",
      "translation": "cavia",
      "definition": "A small, furry rodent kept as a pet, native to South America.",
      "definition_translation": "Un piccolo, peloso roditore tenuto come animale domestico, nativo del Sud America.",
      "example": "My sister had a guinea pig when she was a child. It was very cute. She will buy another one soon.",
      "example_translation": "Mia sorella aveva un cavia quando era bambina. Era molto carino. Comprerà un altro presto.",
      "imageLink": "image_files\\English\\guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hamster",
      "translation": "hamster",
      "definition": "A small, furry rodent kept as a pet, native to Europe and Asia.",
      "definition_translation": "Un piccolo, peloso roditore tenuto come animale domestico, nativo dell'Europa e dell'Asia.",
      "example": "I had a hamster when I was a kid. It was very fast. It will run again tonight.",
      "example_translation": "Avevo un hamster quando ero ragazzo. Era molto veloce. Correrà di nuovo stasera.",
      "imageLink": "image_files\\English\\hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lion",
      "translation": "leone",
      "definition": "A lion is a large carnivorous mammal that lives in grasslands, savannas, and open woodlands of Africa and India.",
      "definition_translation": "Un leone è un grande mammifero carnivoro che vive nelle praterie, savane e boschi aperti dell'Africa e dell'India.",
      "example": "The lion roared loudly in the jungle yesterday. The lion is sleeping now. The lion will eat a zebra tomorrow.",
      "example_translation": "Il leone ha ruggito forte nella giungla ieri. Il leone sta dormendo ora. Il leone mangerà una zebra domani.",
      "imageLink": "image_files\\English\\lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "monkey",
      "translation": "scimmia",
      "definition": "A monkey is a primate mammal that belongs to the order Primates, including macaques, capuchin, and gibbons.",
      "definition_translation": "Una scimmia è un mammifero primate che appartiene all'ordine dei Primati, comprendendo macachi, cappuccini e gibboni.",
      "example": "The monkey climbed up the tree quickly. The monkey is eating a banana now. The monkey will play with its friends tomorrow.",
      "example_translation": "La scimmia ha scalato l'albero rapidamente. La scimmia sta mangiando una banana ora. La scimmia giocherà con i suoi amici domani.",
      "imageLink": "image_files\\English\\monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mouse",
      "translation": "topo",
      "definition": "A mouse is a small rodent mammal that is commonly found in homes and buildings, known for its ability to squeeze through tiny openings.",
      "definition_translation": "Un topo è un piccolo mammifero roditore che si trova comunemente nelle case e negli edifici, noto per la sua capacità di infilarsi attraverso piccole aperture.",
      "example": "The mouse ran across the floor quickly. The mouse is hiding behind the couch now. The mouse will come out of its hole tomorrow.",
      "example_translation": "Il topo ha attraversato il pavimento rapidamente. Il topo sta nascondendosi dietro il divano ora. Il topo uscirà dalla sua tana domani.",
      "imageLink": "image_files\\English\\mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rabbit",
      "translation": "coniglio",
      "definition": "A small mammal with a soft, fluffy tail and long ears, often kept as a pet or hunted for food.",
      "definition_translation": "Un piccolo mammifero con una coda soffice e lunghi orecchi, spesso tenuto come animale da compagnia o cacciato per il cibo.",
      "example": "I saw a rabbit hopping across the field yesterday, I see a rabbit hopping across the field every morning, I will see a rabbit hopping across the field tomorrow.",
      "example_translation": "Ho visto un coniglio saltare attraverso il campo ieri, vedo un coniglio saltare attraverso il campo ogni mattina, vedrò un coniglio saltare attraverso il campo domani.",
      "imageLink": "image_files\\English\\rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rat",
      "translation": "ratto",
      "definition": "A rodent that is considered to be a pest, often found in sewers and other dirty places.",
      "definition_translation": "Un roditore considerato una pestilenza, spesso trovato nei tombini e in altri posti sporchi.",
      "example": "The rat scurried across the kitchen floor last night, the rat scurries across the kitchen floor every day, the rat will scurry across the kitchen floor again tomorrow.",
      "example_translation": "Il ratto ha attraversato il pavimento della cucina la scorsa notte, il ratto attraversa il pavimento della cucina ogni giorno, il ratto attraverserà il pavimento della cucina di nuovo domani.",
      "imageLink": "image_files\\English\\rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bat",
      "translation": "pipistrello",
      "definition": "A small flying mammal that uses echolocation to navigate and find insects to eat.",
      "definition_translation": "Un piccolo mammifero volante che utilizza l'ecolocazione per navigare e trovare insetti da mangiare.",
      "example": "The bat flew out of the cave at sunset yesterday, the bat flies out of the cave at sunset every evening, the bat will fly out of the cave at sunset tomorrow.",
      "example_translation": "Il pipistrello è volato fuori della caverna al tramonto ieri, il pipistrello vola fuori della caverna al tramonto ogni sera, il pipistrello volerà fuori della caverna al tramonto domani.",
      "imageLink": "image_files\\English\\bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bull",
      "translation": "toro",
      "definition": "A large, powerful, and aggressive male bovine mammal, often used for breeding or drafting.",
      "definition_translation": "Un grande, potente e aggressivo maschio di mammifero bovino, spesso usato per l'allevamento o il traino.",
      "example": "The farmer had to carefully handle the bull to avoid getting hurt. Last year, he bought a new bull to improve the herd. By next year, the bull will be strong enough to be used for plowing.",
      "example_translation": "Il contadino doveva maneggiare con cura il toro per evitare di farsi male. L'anno scorso, ha comprato un nuovo toro per migliorare il branco. Entro l'anno prossimo, il toro sarà abbastanza forte da essere utilizzato per l'aratura.",
      "imageLink": "image_files\\English\\bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "calf",
      "translation": "vitello",
      "definition": "A young cow, especially one in its first year of life.",
      "definition_translation": "Una giovane mucca, soprattutto una che è nel suo primo anno di vita.",
      "example": "The calf was separated from its mother and had to be bottle-fed. Last week, a new calf was born on the farm. By next spring, the calf will be weaned and able to eat grass.",
      "example_translation": "Il vitello era stato separato dalla madre e doveva essere alimentato con il biberon. La settimana scorsa, è nato un nuovo vitello sulla fattoria. Entro la prossima primavera, il vitello sarà svezzato e in grado di mangiare l'erba.",
      "imageLink": "image_files\\English\\calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "camel",
      "translation": "cammello",
      "definition": "A large, even-toed ungulate with a distinctive hump on its back, used as a beast of burden in desert regions.",
      "definition_translation": "Un grande ungulato con un caratteristico gobba sul dorso, usato come bestia da soma nelle regioni desertiche.",
      "example": "The camel struggled to climb the sandy dune. Last year, we rode a camel through the desert. By next summer, we will take a camel trek across the Sahara.",
      "example_translation": "Il cammello ha faticato a scalare la duna di sabbia. L'anno scorso, abbiamo cavalcato un cammello attraverso il deserto. Entro la prossima estate, faremo un trekking con i cammelli attraverso il Sahara.",
      "imageLink": "image_files\\English\\camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cattle",
      "translation": "bestiame",
      "definition": "Domesticated mammals raised on a ranch or farm, often kept for milk, meat, or hides.",
      "definition_translation": "Mammiferi domestici allevati in un ranch o in una fattoria, spesso tenuti per il latte, la carne o le pelli.",
      "example": "The farmer raised cattle for a living. He raised them when they were calves, and then sold them when they were fully grown. He will raise more cattle next year.",
      "example_translation": "L'agricoltore allevava bestiame per vivere. Li allevava quando erano vitellini, e poi li vendeva quando erano pienamente cresciuti. Alleverà più bestiame l'anno prossimo.",
      "imageLink": "image_files\\English\\cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dolphin",
      "translation": "delfino",
      "definition": "A highly intelligent aquatic mammal with a curved dorsal fin, found in warm seas and often kept in captivity for entertainment.",
      "definition_translation": "Un mammifero acquatico altamente intelligente con una pinna dorsale curva, trovato in mari caldi e spesso tenuto in cattività per l'intrattenimento.",
      "example": "I saw a dolphin at the aquarium yesterday. It was swimming and playing with its trainer. It will jump out of the water again tomorrow.",
      "example_translation": "Ho visto un delfino all'acquario ieri. Stava nuotando e giocando con il suo allenatore. Salterà fuori dall'acqua ancora domani.",
      "imageLink": "image_files\\English\\dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "donkey",
      "translation": "asino",
      "definition": "A domesticated hooved mammal, often used as a beast of burden or for riding.",
      "definition_translation": "Un mammifero ungulato domestico, spesso usato come bestia da soma o per cavalcare.",
      "example": "My grandfather used to ride a donkey to work when he was young. He rode it every day, and then sold it when he got older. He will visit his old donkey one day.",
      "example_translation": "Mio nonno usava cavalcare un asino per andare al lavoro quando era giovane. Lo cavalcava ogni giorno, e poi lo vendette quando ebbe più anni. Visiterà il suo vecchio asino un giorno.",
      "imageLink": "image_files\\English\\donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "female",
      "translation": "femmina",
      "definition": "An adult human being who is biologically capable of bearing offspring, especially one who is beyond puberty.",
      "definition_translation": "Un essere umano adulto che è biologicamente in grado di avere prole, specialmente uno che è oltre la pubertà.",
      "example": "She was a strong and independent female who traveled the world alone. She had been a female pilot for over 10 years. She will be a female CEO of the company by the time she is 35.",
      "example_translation": "Era una femmina forte e indipendente che aveva viaggiato il mondo da sola. Era stata una pilota femmina per oltre 10 anni. Sarà una CEO femmina dell'azienda quando avrà 35 anni.",
      "imageLink": "image_files\\English\\female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fur",
      "translation": "pelliccia",
      "definition": "A thick, soft, and warm covering of hair on an animal, especially one that is valued for its softness and warmth.",
      "definition_translation": "Un copertura spessa, morbida e calda di peli su un animale, specialmente uno che è valutato per la sua morbidezza e calore.",
      "example": "The rabbit had a thick fur that kept it warm in the winter. She wore a fur coat to the party last night. The fur of the bear was surprisingly soft.",
      "example_translation": "Il coniglio aveva una pelliccia spessa che lo teneva caldo in inverno. Lei ha indossato un cappotto di pelliccia alla festa di ieri sera. La pelliccia dell'orso era sorprendentemente morbida.",
      "imageLink": "image_files\\English\\fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "giraffe",
      "translation": "giraffa",
      "definition": "A tall, even-toed ungulate mammal with a long neck and legs, native to Africa, and having a distinctive coat pattern.",
      "definition_translation": "Un ungulato mammifero alto, con una lunga cervice e gambe, nativo dell'Africa, e avendo un pattern di mantello distinto.",
      "example": "I saw a giraffe at the zoo yesterday. She fed the giraffe leaves from the tree. The giraffe will run faster than the lion in the savannah.",
      "example_translation": "Ho visto una giraffa allo zoo ieri. Lei ha nutrito la giraffa con foglie dall'albero. La giraffa correrà più veloce del leone nella savana.",
      "imageLink": "image_files\\English\\giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "goat",
      "translation": "capra",
      "definition": "A goat is a horned, herbivorous mammal that is often kept as livestock. It is a member of the family Bovidae, which includes cattle, antelopes, and gazelles.",
      "definition_translation": "Una capra è un mammifero erbivoro cornuto che viene spesso tenuto come bestiame. Fa parte della famiglia Bovidae, che include bovini, antilopi e gazzelle.",
      "example": "I saw a goat eating grass in the field. Yesterday, I saw a goat running around in the backyard. I will buy a goat for my farm next year.",
      "example_translation": "Ho visto una capra mangiare l'erba nel campo. Ieri, ho visto una capra correre in giro nel cortile. Comprerò una capra per la mia fattoria il prossimo anno.",
      "imageLink": "image_files\\English\\goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hare",
      "translation": "lepre",
      "definition": "A hare is a fast-moving, long-legged mammal that lives in grasslands and open spaces. It is known for its speed and agility, and is often hunted for its meat and fur.",
      "definition_translation": "Una lepre è un mammifero veloce e dalle lunghe zampe che vive in praterie e spazi aperti. È nota per la sua velocità e agilità, e viene spesso cacciata per la sua carne e pelo.",
      "example": "The hare ran quickly across the field. Yesterday, I saw a hare hiding behind a bush. I will go hare hunting with my friends next weekend.",
      "example_translation": "La lepre ha corso velocemente attraverso il campo. Ieri, ho visto una lepre nascondersi dietro un cespuglio. Andrò a caccia di lepri con i miei amici il prossimo fine settimana.",
      "imageLink": "image_files\\English\\hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hippo",
      "translation": "ippopotamo",
      "definition": "A hippo is a large, semi-aquatic mammal that lives in rivers and lakes. It has a rounded body, short legs, and a large mouth, and is known for its aggressive behavior.",
      "definition_translation": "Un ippopotamo è un mammifero grande e semi-acquatico che vive in fiumi e laghi. Ha un corpo rotondo, gambe corte e una grande bocca, e è noto per il suo comportamento aggressivo.",
      "example": "I saw a hippo swimming in the river. Yesterday, I saw a hippo eating grass near the water. I will visit the zoo to see the hippos next month.",
      "example_translation": "Ho visto un ippopotamo nuotare nel fiume. Ieri, ho visto un ippopotamo mangiare l'erba vicino all'acqua. Visiterò lo zoo per vedere gli ippopotami il prossimo mese.",
      "imageLink": "image_files\\English\\hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kitten",
      "translation": "micetto",
      "definition": "A young cat, typically in the first year of life.",
      "definition_translation": "Un giovane gatto, solitamente nel primo anno di vita.",
      "example": "The kitten played with the ball of yarn. The kitten is sleeping now. The kitten will pounce on the toy tomorrow.",
      "example_translation": "Il micetto ha giocato con la palla di lana. Il micetto sta dormendo adesso. Il micetto balzerà sul giocattolo domani.",
      "imageLink": "image_files\\English\\kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lamb",
      "translation": "agnello",
      "definition": "A young sheep, typically in the first year of life.",
      "definition_translation": "Un giovane ovino, solitamente nel primo anno di vita.",
      "example": "The lamb grazed in the meadow. The lamb is bleating loudly. The lamb will grow up to be a strong ram.",
      "example_translation": "L'agnello pascolava nel prato. L'agnello sta belando forte. L'agnello crescerà diventando un ariete forte.",
      "imageLink": "image_files\\English\\lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "male",
      "translation": "maschio",
      "definition": "Relating to or characteristic of men or boys; of or denoting the sex that produces spermatozoa.",
      "definition_translation": "Riferito o caratteristico degli uomini o dei ragazzi; del sesso che produce spermatozoi.",
      "example": "The male lion roared loudly. The male athlete won the gold medal. The male doctor examined the patient carefully.",
      "example_translation": "Il leone maschio ruggì forte. L'atleta maschio vinse la medaglia d'oro. Il dottore maschio esaminò il paziente con attenzione.",
      "imageLink": "image_files\\English\\male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mule",
      "translation": "mulo",
      "definition": "a hybrid animal, the offspring of a male donkey and a female horse, known for its strength and stubbornness",
      "definition_translation": "un animale ibrido, figlio di un asino maschio e di una cavalla femmina, noto per la sua forza e testardaggine",
      "example": "She rode a mule through the mountains last summer, but it was too stubborn to climb the steep hill. She had ridden a mule before, and will ride one again next year.",
      "example_translation": "Ha cavalcato un mulo attraverso le montagne l'estate scorsa, ma era troppo testardo per scalare la collina ripida. Aveva cavalcato un mulo prima, e cavalcherà uno lagi l'anno prossimo.",
      "imageLink": "image_files\\English\\mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "puma",
      "translation": "puma",
      "definition": "a large, wild cat native to the Americas, with a tawny or grayish-brown coat and a long tail",
      "definition_translation": "un grande felino selvatico nativo delle Americhe, con un mantello fulvo o grigio-bruno e una coda lunga",
      "example": "The puma was stalking its prey through the forest, and then pounced on it with lightning speed. It had been tracking the puma for hours, but finally it was able to take a photograph.",
      "example_translation": "Il puma stava inseguendo la sua preda attraverso la foresta, e poi si lanciò su di essa con velocità fulminea. Aveva tracciato il puma per ore, ma finalmente è stato in grado di scattare una fotografia.",
      "imageLink": "image_files\\English\\puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "puppy",
      "translation": "cucciolo",
      "definition": "a young dog, especially one that is still small and playful",
      "definition_translation": "un cane giovane, specialmente uno che è ancora piccolo e giocoso",
      "example": "The puppy was playing with its tail, chasing it round and round in circles. She had raised a puppy before, and would raise another one soon.",
      "example_translation": "Il cucciolo stava giocando con la sua coda, inseguendola in cerchi intorno. Aveva allevato un cucciolo prima, e allevarebbe un altro presto.",
      "imageLink": "image_files\\English\\puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "reindeer",
      "translation": "renna",
      "definition": "A reindeer is a type of deer with a thick coat and a distinctive set of antlers, found in the Arctic regions.",
      "definition_translation": "Una renna è un tipo di cervo con un mantello spesso e un insieme di corna distinctive, rinvenuto nelle regioni artiche.",
      "example": "Yesterday, I saw a reindeer at the zoo. Today, I am going to learn about reindeer habits. By next year, I will have visited the Arctic to see reindeer in their natural habitat.",
      "example_translation": "Ieri, ho visto una renna allo zoo. Oggi, sto imparando sui comportamenti delle renne. Entrambi l'anno prossimo, avrò visitato l'Artico per vedere le renne nel loro habitat naturale.",
      "imageLink": "image_files\\English\\reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tiger",
      "translation": "tigre",
      "definition": "A tiger is a large, carnivorous mammal with a distinctive orange and black stripe pattern, found in forests and grasslands.",
      "definition_translation": "Una tigre è un grande mammifero carnivoro con un modello di strisce arancioni e nere distinctive, rinvenuto nei boschi e praterie.",
      "example": "The tiger roared loudly in the forest. The tiger is sleeping now. By next week, the tiger will have recovered from its injury.",
      "example_translation": "La tigre ha ruggito forte nella foresta. La tigre sta dormendo ora. Entro la prossima settimana, la tigre si sarà ripresa dalla sua ferita.",
      "imageLink": "image_files\\English\\tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "whale",
      "translation": "balena",
      "definition": "A whale is a large, aquatic mammal that breathes air through its blowhole, found in oceans around the world.",
      "definition_translation": "Una balena è un grande mammifero acquatico che respira aria attraverso il suo blowhole, rinvenuto in oceani di tutto il mondo.",
      "example": "I saw a whale jumping out of the water yesterday. Today, I am learning about whale habitats. By next month, I will have gone on a whale-watching tour.",
      "example_translation": "Ho visto una balena saltare fuori dall'acqua ieri. Oggi, sto imparando sui habitat delle balene. Entro il prossimo mese,sarò andato in un tour di osservazione delle balene.",
      "imageLink": "image_files\\English\\whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "deer",
      "translation": "cervo",
      "definition": "A deer is a type of wild or domesticated ruminant mammal that belongs to the family Cervidae. They are native to every continent except Antarctica and Australia.",
      "definition_translation": "Un cervo è un tipo di mammifero ruminante selvatico o domestico che appartiene alla famiglia dei Cervidi. Sono originari di ogni continente tranne l'Antartide e l'Australia.",
      "example": "I saw a deer eating grass in the forest yesterday. The deer will run quickly if it senses danger. The deer had eaten all the plants in the garden.",
      "example_translation": "Ho visto un cervo che mangiava l'erba nella foresta ieri. Il cervo correrà velocemente se sente il pericolo. Il cervo aveva mangiato tutte le piante nel giardino.",
      "imageLink": "image_files\\English\\deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fox",
      "translation": "volpe",
      "definition": "A fox is a small to medium-sized, omnivorous mammal belonging to several genera of the family Canidae. They are found on every continent except Antarctica.",
      "definition_translation": "Una volpe è un mammifero onnivoro di piccole o medie dimensioni appartenente a diversi generi della famiglia Canidae. Si trovano su ogni continente tranne l'Antartide.",
      "example": "The fox was cunning and stole the chicken from the farm. The fox is digging a hole in the backyard. The fox had eaten the rabbit last night.",
      "example_translation": "La volpe era astuta e ha rubato il pollo dalla fattoria. La volpe sta scavando un buco nel cortile. La volpe aveva mangiato il coniglio la scorsa notte.",
      "imageLink": "image_files\\English\\fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gorilla",
      "translation": "gorilla",
      "definition": "A gorilla is a large, intelligent, social primate that is native to the forests of central Africa. They are herbivores and live in groups.",
      "definition_translation": "Un gorilla è un grande primate intelligente e sociale che è originario delle foreste dell'Africa centrale. Sono erbivori e vivono in gruppi.",
      "example": "The gorilla was playing with its baby in the jungle. The gorilla is eating leaves from the tree. The gorilla had escaped from the zoo last year.",
      "example_translation": "Il gorilla giocava con il suo bambino nella giungla. Il gorilla sta mangiando foglie dall'albero. Il gorilla era scappato dallo zoo l'anno scorso.",
      "imageLink": "image_files\\English\\gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kangaroo",
      "translation": "canguro",
      "definition": "a large marsupial native to Australia, characterized by its powerful hind legs and strong tail, used for hopping and jumping.",
      "definition_translation": "un grande marsupiale nativo dell'Australia, caratterizzato dalle sue potenti zampe posteriori e coda forte, utilizzato per saltare e saltellare.",
      "example": "In the past, kangaroos were hunted for their meat and skin. Today, kangaroos are protected by law and are an important part of Australian culture. In the future, we will continue to learn more about these amazing animals.",
      "example_translation": "In passato, i canguri venivano cacciati per la loro carne e pelle. Oggi, i canguri sono protetti dalla legge e sono una parte importante della cultura australiana. Nel futuro, continueremo ad imparare di più su questi animali incredibili.",
      "imageLink": "image_files\\English\\kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leopard",
      "translation": "leopardo",
      "definition": "a large carnivorous mammal of the cat family, typically having a yellowish-brown coat with black spots.",
      "definition_translation": "un grande mammifero carnivoro della famiglia dei felini, tipicamente con un manto giallo-bruno con macchie nere.",
      "example": "In the past, leopards were found in most parts of Africa. Today, leopards are endangered and are protected in national parks. In the future, conservation efforts will help increase their population.",
      "example_translation": "In passato, i leopardi si trovavano in gran parte dell'Africa. Oggi, i leopardi sono in pericolo e sono protetti nei parchi nazionali. Nel futuro, gli sforzi di conservazione aiuteranno ad aumentare la loro popolazione.",
      "imageLink": "image_files\\English\\leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ox",
      "translation": "bue",
      "definition": "a domesticated mammal of the cattle family, often used as a draft animal, especially for plowing fields.",
      "definition_translation": "un mammifero domestico della famiglia dei bovini, spesso utilizzato come animale da tiro, in particolare per lavori agricoli come l'aratura.",
      "example": "In the past, oxen were used for plowing fields and transportation. Today, oxen are still used in some parts of the world for farming and other agricultural purposes. In the future, modern machinery will likely replace oxen in many places.",
      "example_translation": "In passato, i buoi erano utilizzati per arare i campi e il trasporto. Oggi, i buoi sono ancora utilizzati in alcune parti del mondo per l'agricoltura e altri scopi agricoli. Nel futuro, le moderne macchine sostituiranno probabilmente i buoi in molti posti.",
      "imageLink": "image_files\\English\\ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "paw",
      "translation": "zampa",
      "definition": "The foot of an animal, especially a quadruped, having claws.",
      "definition_translation": "Il piede di un animale, soprattutto quadrupede, con artigli.",
      "example": "The dog wagged its paw with excitement. Yesterday, it had scratched its paw on the fence. Tomorrow, it will wave its paw at the mailman.",
      "example_translation": "Il cane agitò la sua zampa per l'eccitazione. Ieri, aveva graffiato la sua zampa sulla recinzione. Domani, agiterà la sua zampa al portalettere.",
      "imageLink": "image_files\\English\\paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "polar bear",
      "translation": "orso polare",
      "definition": "A large, carnivorous mammal that lives in the Arctic regions, having white fur and a prominent snout.",
      "definition_translation": "Un grande mammifero carnivoro che vive nelle regioni artiche, con pelo bianco e un muso prominente.",
      "example": "The polar bear swam in the icy waters. Last week, it had climbed onto the iceberg. Next month, it will hunt for seals on the frozen tundra.",
      "example_translation": "L'orso polare nuotò nelle acque ghiacciate. La settimana scorsa, era salito sull'iceberg. Il mese prossimo, caccierà le foche sulla tundra ghiacciata.",
      "imageLink": "image_files\\English\\polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rhinoceros",
      "translation": "rinoceronte",
      "definition": "A large, herbivorous mammal with a distinctive horned snout, found in Africa and southern Asia.",
      "definition_translation": "Un grande mammifero erbivoro con un muso cornuto distinto, trovato in Africa e nell'Asia meridionale.",
      "example": "The rhinoceros charged at the tourist. Last year, it had given birth to a calf. In 10 years, it will be extinct if we don't protect its habitat.",
      "example_translation": "Il rinoceronte caricò il turista. L'anno scorso, aveva dato alla luce un vitellino. Tra 10 anni, sarà estinto se non proteggiamo il suo habitat.",
      "imageLink": "image_files\\English\\rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "seal",
      "translation": "foca",
      "definition": "a fish-eating mammal with a streamlined body and a layer of blubber, found in oceans all around the world.",
      "definition_translation": "un mammifero che si nutre di pesci con un corpo aerodinamico e uno strato di grasso, trovato negli oceani di tutto il mondo.",
      "example": "The seal swam quickly through the water, then it will swim slowly, and finally it swam quickly again.",
      "example_translation": "La foca nuotò rapidamente attraverso l'acqua, poi nuoterà lentamente, e infine nuotò rapidamente di nuovo.",
      "imageLink": "image_files\\English\\seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "squirrel",
      "translation": "scoiattolo",
      "definition": "a small, typically furry, rodent that has a bushy tail and is able to climb trees.",
      "definition_translation": "un piccolo roditore, solitamente peloso, con una coda folta e in grado di arrampicarsi sugli alberi.",
      "example": "The squirrel ran quickly up the tree, then it will run down slowly, and finally it will run up quickly again.",
      "example_translation": "Lo scoiattolo corse rapidamente su per l'albero, poi correrà giù lentamente, e infine correrà su rapidamente di nuovo.",
      "imageLink": "image_files\\English\\squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]