[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clothes",
      "translation": "vestiti",
      "definition": "Covering for the human body, typically made of fabric, synthetic, or animal materials.",
      "definition_translation": "Copertura per il corpo umano, tipicamente fatta di tessuto, sintetico o materiali animali.",
      "example": "She hung her clothes in the closet. She is wearing nice clothes today. She will buy new clothes next week.",
      "example_translation": "Lei ha appeso i suoi vestiti nell'armadio. Lei indossa bei vestiti oggi. Lei comprerà nuovi vestiti la prossima settimana.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coat",
      "translation": "cappotto",
      "definition": "An outer garment worn over clothing, typically made of fabric, wool, or synthetic materials.",
      "definition_translation": "Un indumento esterno indossato sopra i vestiti, tipicamente fatto di tessuto, lana o materiali sintetici.",
      "example": "He wore a coat to protect himself from the cold. She is putting on her coat to go outside. They will buy a new coat for winter.",
      "example_translation": "Lui ha indossato un cappotto per proteggersi dal freddo. Lei sta mettendo il suo cappotto per uscire. Compreranno un nuovo cappotto per l'inverno.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dress",
      "translation": "vestito",
      "definition": "A one-piece garment for a woman or girl, typically worn for formal or semi-formal occasions.",
      "definition_translation": "Un indumento in un pezzo per una donna o ragazza, tipicamente indossato per occasioni formali o semi-formali.",
      "example": "She wore a beautiful dress to the party. My sister is trying on a new dress. They will design a new dress for the fashion show.",
      "example_translation": "Lei ha indossato un bel vestito alla festa. Mia sorella sta provando un nuovo vestito. Creeranno un nuovo vestito per la sfilata di moda.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hat",
      "translation": "cappello",
      "definition": "A hat is a head covering, typically made of fabric or other materials, worn for warmth, as a fashion statement, or as part of a uniform.",
      "definition_translation": "Un cappello è un copricapo, tipicamente fatto di stoffa o altri materiali, indossato per il calore, come una dichiarazione di moda o come parte di un uniforme.",
      "example": "I wore a hat to the party last night. I will wear a hat to the beach tomorrow. I wore a hat to the wedding last year.",
      "example_translation": "Ho indossato un cappello alla festa ieri sera. Indosserò un cappello alla spiaggia domani. Ho indossato un cappello al matrimonio l'anno scorso.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jeans",
      "translation": "jeans",
      "definition": "Jeans are a type of pants made from denim, often worn as casual wear.",
      "definition_translation": "I jeans sono un tipo di pantaloni fatti di denim, spesso indossati come abbigliamento casual.",
      "example": "I bought a new pair of jeans yesterday. I will wear my jeans to the concert tonight. I wore my jeans to the park last weekend.",
      "example_translation": "Ho comprato un nuovo paio di jeans ieri. Indosserò i miei jeans al concerto stasera. Ho indossato i miei jeans al parco il-weekend scorso.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shirt",
      "translation": "camicia",
      "definition": "A shirt is a garment worn on the upper body, typically with sleeves and a collar.",
      "definition_translation": "Una camicia è un indumento indossato sul corpo superiore, tipicamente con maniche e collo.",
      "example": "I wore a shirt to the office today. I will wear a shirt to the wedding next week. I wore a shirt to the party last month.",
      "example_translation": "Ho indossato una camicia all'ufficio oggi. Indosserò una camicia al matrimonio la prossima settimana. Ho indossato una camicia alla festa lo scorso mese.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shoe",
      "translation": "scarpa",
      "definition": "A shoe is an item of footwear worn on the foot, typically made of leather, synthetic materials, or a combination of both.",
      "definition_translation": " Una scarpa è un articolo di abbigliamento indossato sul piede, tipicamente fatto di cuoio, materiali sintetici o una combinazione di entrambi.",
      "example": "I wore my new shoes to the party last night. I wear them to work every day. I will wear them to the wedding tomorrow.",
      "example_translation": "Ho indossato le mie nuove scarpe alla festa ieri sera. Le indosso al lavoro ogni giorno. Le indosserò al matrimonio domani.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "skirt",
      "translation": "gonna",
      "definition": "A skirt is a type of garment worn by women, characterized by a bottom hem that is typically circular or oval in shape.",
      "definition_translation": "Una gonna è un tipo di indumento indossato dalle donne, caratterizzato da un orlo inferiore che è tipicamente circolare o ovale.",
      "example": "She wore a beautiful skirt to the prom last year. She wears skirts to work in the summer. She will wear a skirt to the graduation ceremony.",
      "example_translation": "Lei ha indossato una bella gonna al ballo dell'anno scorso. Lei indossa gonne al lavoro in estate. Lei indosserà una gonna alla cerimonia di laurea.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "T-shirt",
      "translation": "maglietta",
      "definition": "A T-shirt is a type of casual, short-sleeved shirt, typically made of cotton, polyester, or a blend of both.",
      "definition_translation": "Una maglietta è un tipo di camicia informale, a maniche corte, tipicamente fatta di cotone, poliestere o una miscela di entrambi.",
      "example": "I wore a T-shirt to the beach yesterday. I wear T-shirts to the gym every week. I will wear a T-shirt to the concert tonight.",
      "example_translation": "Ho indossato una maglietta alla spiaggia ieri. Io indosso magliette alla palestra ogni settimana. Io indosserò una maglietta al concerto stasera.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "trousers",
      "translation": "pantaloni",
      "definition": "an outer garment covering the legs, typically made of fabric or leather, worn by humans, especially men, from the waist to the ankles",
      "definition_translation": "un indumento esterno che copre le gambe, tipicamente fatto di tessuto o pelle, indossato dagli esseri umani, soprattutto dagli uomini, dalla vita alle caviglie",
      "example": "I wore my favourite trousers to the party last night, I will wear them to the beach tomorrow, and I wore them to the office yesterday.",
      "example_translation": "Ho indossato i miei pantaloni preferiti alla festa la scorsa notte, li indosserò alla spiaggia domani, e li ho indossati all'ufficio ieri.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boot",
      "translation": "stivali",
      "definition": "a covering for the foot and lower leg, typically made of leather or rubber, worn with a shoe or as a separate garment",
      "definition_translation": "un copertura per il piede e la gamba inferiore, tipicamente fatta di cuoio o gomma, indossata con una scarpa o come un indumento separato",
      "example": "I laced up my boot and hiked up the mountain, I will polish my boot before the party, and I had worn out my boot after the long hike.",
      "example_translation": "Ho allacciato il mio stivali e ho scalato la montagna, lustrerò il mio stivali prima della festa, e avevo logorato il mio stivali dopo la lunga escursione.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cap",
      "translation": "berretto",
      "definition": "a soft, close-fitting hat that covers the top of the head, worn by humans, especially men and boys",
      "definition_translation": "un cappello morbido, aderente, che copre la parte superiore della testa, indossato dagli esseri umani, soprattutto dagli uomini e dai ragazzi",
      "example": "I put on my cap and went to the baseball game, I will wash my cap after the trip, and I had worn my cap to the school.",
      "example_translation": "Ho messo il mio berretto e sono andato alla partita di baseball, laverò il mio berretto dopo il viaggio, e avevo indossato il mio berretto a scuola.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "glove",
      "translation": "guanto",
      "definition": "A glove is a garment covering the hand, typically with individual sheaths for each finger and thumb, worn for warmth, protection, or to improve grip.",
      "definition_translation": "Un guanto è un indumento che copre la mano, di solito con guaine individuali per ogni dito e pollice, indossato per il calore, la protezione o per migliorare la presa.",
      "example": "I wore a glove to the winter festival last night because it was freezing. I will wear a glove to the festival tomorrow because it will be cold. I would have worn a glove to the festival last year if I had one.",
      "example_translation": "Ho indossato un guanto alla festa invernale ieri sera perché faceva molto freddo. Indosserò un guanto alla festa domani perché farà freddo. Avrei indossato un guanto alla festa l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jacket",
      "translation": "giacca",
      "definition": "A jacket is a type of sleeveless or sleeved upper-body garment, typically made of a lightweight material, worn for casual or semiformal occasions.",
      "definition_translation": "Una giacca è un tipo di indumento superiore senza maniche o con maniche, solitamente realizzato in un materiale leggero, indossato per occasioni casual o semiformali.",
      "example": "I wore a jacket to the party last night because it was air-conditioned. I will wear a jacket to the office tomorrow because the air-conditioning is strong. I would have worn a jacket to the beach last year if it wasn't so hot.",
      "example_translation": "Ho indossato una giacca alla festa ieri sera perché era condizionata. Indosserò una giacca in ufficio domani perché la condizionata è forte. Avrei indossato una giacca alla spiaggia l'anno scorso se non fosse stato così caldo.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jumper",
      "translation": "maglione",
      "definition": "A jumper is a type of knitted garment, typically made of wool or synthetic fibers, worn for warmth and often featuring a round neckline and long sleeves.",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia, solitamente realizzato in lana o fibre sintetiche, indossato per il calore e spesso caratterizzato da un collo rotondo e maniche lunghe.",
      "example": "I wore a jumper to the mountains last winter because it was very cold. I will wear a jumper to the park tomorrow because it will be chilly. I would have worn a jumper to the gym last year if I had one.",
      "example_translation": "Ho indossato un maglione sulle montagne lo scorso inverno perché faceva molto freddo. Indosserò un maglione al parco domani perché sarà fresco. Avrei indossato un maglione alla palestra l'anno scorso se ne avessi avuto uno.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pocket",
      "translation": "tasca",
      "definition": "A small bag or pouch sewn into or attached to a garment, used for carrying small items.",
      "definition_translation": "Un piccolo sacco o borsa cucita o attaccata a un indumento, utilizzato per portare oggetti piccoli.",
      "example": "I need to find my phone in my pocket. Yesterday, I put it in my pocket, but now it's not there. Tomorrow, I'll make sure to put it in my pocket again.",
      "example_translation": "Devo trovare il mio telefono nella mia tasca. Ieri, l'ho messo nella mia tasca, ma ora non c'è. Domani, mi assicurerò di metterlo di nuovo nella mia tasca.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "raincoat",
      "translation": "impermeabile",
      "definition": "A waterproof or water-resistant coat worn to protect the wearer from rain or wet weather.",
      "definition_translation": "Un cappotto impermeabile o resistente all'acqua indossato per proteggere l'indossatore dalla pioggia o dalle condizioni meteorologiche umide.",
      "example": "I always wear a raincoat when it rains. My sister wore a raincoat yesterday to school, and now it's hanging in the closet. I'll buy a new raincoat next year.",
      "example_translation": "Indosso sempre un impermeabile quando piove. Mia sorella ha indossato un impermeabile ieri a scuola, e ora è appeso nell'armadio. Comprerò un nuovo impermeabile l'anno prossimo.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "scarf",
      "translation": "sciarpa",
      "definition": "A piece of fabric worn around the neck, typically made of soft, warm materials, used for warmth and fashion.",
      "definition_translation": "Un pezzo di tessuto indossato attorno al collo, tipicamente realizzato in materiali morbidi e caldi, utilizzato per il calore e la moda.",
      "example": "I love to wear a scarf in winter. My mom wore a scarf to the party last night, and it matched her dress. I'll give my friend a scarf as a gift next week.",
      "example_translation": "Adoro indossare una sciarpa in inverno. Mia mamma ha indossato una sciarpa alla festa ieri sera, e si abbinava al suo vestito. Regalerò una sciarpa al mio amico la settimana prossima come regalo.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shorts",
      "translation": "pantaloncini",
      "definition": "Shorts are a type of outerwear garment that covers the lower part of the body, typically extending from the waist to the upper thigh.",
      "definition_translation": "I pantaloncini sono un tipo di indumento esterno che copre la parte inferiore del corpo, solitamente estendendosi dalla vita fino alla coscia superiore.",
      "example": "I wore shorts to the beach last summer, I'm wearing shorts to the park today, and I will wear shorts to the festival next weekend.",
      "example_translation": "Ho indossato pantaloncini al mare l'estate scorsa, sto indossando pantaloncini al parco oggi e indosserò pantaloncini al festival la prossima settimana.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sock",
      "translation": "calza",
      "definition": "A sock is a piece of clothing worn on the foot, typically made of fabric or synthetic materials.",
      "definition_translation": "Una calza è un pezzo di abbigliamento indossato sul piede, solitamente fatto di stoffa o materiali sintetici.",
      "example": "I lost a sock in the washing machine yesterday, I'm wearing a sock on my left foot today, and I will buy new socks next week.",
      "example_translation": "Ho perso una calza nella lavatrice ieri, sto indossando una calza sul mio piede sinistro oggi e comprerò nuove calze la prossima settimana.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "suit",
      "translation": "completo",
      "definition": "A suit is a set of outerwear garments, typically consisting of a jacket, trousers, and sometimes a vest, worn for formal or business occasions.",
      "definition_translation": "Un completo è un insieme di indumenti esterni, solitamente composto da una giacca, pantaloni e a volte una giacca senza maniche, indossato per occasioni formali o di affari.",
      "example": "I wore a suit to the wedding last month, I'm wearing a suit to the meeting today, and I will wear a suit to the job interview next Friday.",
      "example_translation": "Ho indossato un completo al matrimonio il mese scorso, sto indossando un completo all'incontro oggi e indosserò un completo al colloquio di lavoro la prossima venerdì.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sweater",
      "translation": "maglione",
      "definition": "A sweater is a piece of clothing, typically made of thick, warm fabric, worn on the upper body.",
      "definition_translation": "Un maglione è un capo di abbigliamento, solitamente fatto di stoffa spessa e calda, indossato sul corpo superiore.",
      "example": "I wore a sweater yesterday, I will wear a sweater tomorrow, and I am wearing a sweater now.",
      "example_translation": "Ho indossato un maglione ieri, indosserò un maglione domani e sto indossando un maglione ora.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swimming costume",
      "translation": "costume da bagno",
      "definition": "A swimming costume is a garment designed to be worn for swimming, typically made of lightweight, quick-drying fabric.",
      "definition_translation": "Un costume da bagno è un indumento progettato per essere indossato per nuotare, solitamente fatto di stoffa leggera e rapida asciugatura.",
      "example": "I will buy a new swimming costume for the summer, I bought a swimming costume last year, and I am wearing a swimming costume now.",
      "example_translation": "Comprerò un nuovo costume da bagno per l'estate, ho comprato un costume da bagno l'anno scorso e sto indossando un costume da bagno ora.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swimsuit",
      "translation": "costume da nuoto",
      "definition": "A swimsuit is a garment designed to be worn for swimming, surfing, or other water-based activities.",
      "definition_translation": "Un costume da nuoto è un indumento progettato per essere indossato per nuotare, surfare o altre attività acquatiche.",
      "example": "She wore a swimsuit to the beach, I will wear a swimsuit to the pool, and they are wearing swimsuits now.",
      "example_translation": "Lei ha indossato un costume da nuoto sulla spiaggia, indosserò un costume da nuoto in piscina e loro stanno indossando costumi da nuoto ora.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tie",
      "translation": "cravatta",
      "definition": "A tie is a long, narrow piece of fabric worn around the neck, typically by men, as part of a formal outfit.",
      "definition_translation": "Una cravatta è un pezzo di stoffa lungo e stretto indossato intorno al collo, normalmente dagli uomini, come parte di un outfit formale.",
      "example": "I tied my tie in a knot before the job interview. I will wear a tie to the wedding tomorrow. He wore a tie to work every day.",
      "example_translation": "Mi sono legato la cravatta in un nodo prima dell'intervista di lavoro. Indosserò una cravatta al matrimonio domani. Lui indossava una cravatta al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tights",
      "translation": "calze",
      "definition": "Tights are close-fitting, opaque stockings that cover the legs, worn by women and girls.",
      "definition_translation": "Le calze sono calzini stretti e opachi che coprono le gambe, indossati dalle donne e dalle ragazze.",
      "example": "She wore tights under her skirt to keep warm. The ballerina wore tights as part of her costume. I will buy tights for my sister's birthday.",
      "example_translation": "Lei indossava calze sotto la gonna per stare al caldo. La ballerina indossava calze come parte del suo costume. Comprerò calze per il compleanno di mia sorella.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "trainers",
      "translation": "scarpe da allenamento",
      "definition": "Trainers are lightweight, flexible shoes designed for athletic or sporting activities.",
      "definition_translation": "Le scarpe da allenamento sono scarpe leggere e flessibili progettate per attività atletiche o sportive.",
      "example": "I wear trainers to the gym every day. She wore trainers to run in the park. They will buy trainers for their trip to the mountains.",
      "example_translation": "Indosso le scarpe da allenamento alla palestra ogni giorno. Lei indossava scarpe da allenamento per correre nel parco. Compreranno scarpe da allenamento per il loro viaggio in montagna.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "uniform",
      "translation": "uniforme",
      "definition": "A set of clothes worn by people belonging to a particular group or organization, especially because of their job or activity.",
      "definition_translation": "Un insieme di vestiti indossati da persone appartenenti a un gruppo o organizzazione particolare, soprattutto a causa del loro lavoro o attività.",
      "example": "Yesterday, I wore my school uniform to class. Today, I am wearing my casual uniform to work. Tomorrow, I will wear my sports uniform to the game.",
      "example_translation": "Ieri, ho indossato la mia uniforme scolastica in classe. Oggi, sto indossando la mia uniforme casual per lavoro. Domani, indosserò la mia uniforme sportiva alla partita.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "blouse",
      "translation": "camicetta",
      "definition": "A loose-fitting shirt, typically with a collar and buttons, worn by women.",
      "definition_translation": "Una camicia a larghevoli dimensioni, tipicamente con un colletto e bottoni, indossata dalle donne.",
      "example": "She wore a beautiful blouse to the party last night. She will wear a new blouse to work tomorrow. She wore her favorite blouse to the wedding yesterday.",
      "example_translation": "Lei ha indossato una bellissima camicetta alla festa di ieri sera. Indosserà una camicetta nuova a lavoro domani. Ha indossato la sua camicetta preferita al matrimonio di ieri.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "collar",
      "translation": "colletto",
      "definition": "The part of a shirt or coat that fastens around the neck.",
      "definition_translation": "La parte di una camicia o cappotto che si chiude attorno al collo.",
      "example": "The dog's collar was too tight. She adjusted the collar of her coat to keep warm. He Straightened his collar before the meeting.",
      "example_translation": "Il collare del cane era troppo stretto. Lei ha regolato il colletto del suo cappotto per stare al caldo. Ha raddrizzato il suo colletto prima dell'incontro.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "heel",
      "translation": "tallone",
      "definition": "The back part of the human foot, below and behind the ankle.",
      "definition_translation": "La parte posteriore del piede umano, sotto e dietro la caviglia.",
      "example": "Yesterday, I twisted my heel and had to take a break. Today, I'm wearing shoes with a low heel to avoid discomfort. Tomorrow, I'll practice walking in high heels.",
      "example_translation": "Ieri, ho torto il mio tallone e ho dovuto fare una pausa. Oggi, indosso scarpe con un tacco basso per evitare disagio. Domani, praticherò a camminare con tacchi alti.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knickers",
      "translation": "mutandine",
      "definition": "A type of women's undergarment covering the genital and buttock areas.",
      "definition_translation": "Un tipo di indumento intimo femminile che copre le aree genitali e del gluteo.",
      "example": "My grandmother used to wear full-length knickers under her skirts. Today, I prefer to wear seamless knickers for comfort. In the future, I might design my own line of knickers.",
      "example_translation": "Mia nonna usava indossare mutandine lunghe sotto le sue gonne. Oggi, preferisco indossare mutandine senza cuciture per comodità. Nel futuro, potrei progettare la mia linea di mutandine.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pants",
      "translation": "pantaloni",
      "definition": "An outer garment covering the legs, typically extending from the waist to the ankles.",
      "definition_translation": "Un indumento esterno che copre le gambe, tipicamente estendendosi dalla vita alle caviglie.",
      "example": "I wore ripped pants to the concert last night. Today, I'm wearing formal pants to the job interview. Next week, I'll buy new pants for the winter season.",
      "example_translation": "Ho indossato pantaloni strappati al concerto la sera scorsa. Oggi, indosso pantaloni formali per il colloquio di lavoro. La prossima settimana, comprerò nuovi pantaloni per la stagione invernale.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pullover",
      "translation": "maglione",
      "definition": "A pullover is a type of sweater that is put on by pulling it over the head, rather than opening and closing with a zipper or buttons.",
      "definition_translation": "Un maglione è un tipo di maglione che si indossa tirandolo sulla testa, anziché aprirlo e chiuderlo con una cerniera o bottoni.",
      "example": "I pulled on my favorite pullover to stay warm during the cold winter morning. I have been wearing it for years, and it still looks great. I will wear it to the party tomorrow night.",
      "example_translation": "Mi sono infilato il mio maglione preferito per stare al caldo durante la fredda mattina invernale. L'ho indossato per anni, e ancora sembra grande. Lo indosserò alla festa di domani sera.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sandal",
      "translation": "sandaletto",
      "definition": "A sandal is a type of footwear that exposes the foot and is typically worn in warm weather.",
      "definition_translation": "Un sandaletto è un tipo di calzatura che espone il piede e si indossa generalmente in tempo di caldo.",
      "example": "I wore sandals to the beach last summer. I have been buying sandals online for years, and they always fit perfectly. I will wear sandals to the park next weekend.",
      "example_translation": "Ho indossato sandaletti alla spiaggia l'estate scorsa. Compro sandaletti online da anni, e sono sempre della misura giusta. Indosserò sandaletti al parco il prossimo fine settimana.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sleeve",
      "translation": "manica",
      "definition": "A sleeve is the part of a garment that covers the arm, typically from the shoulder to the wrist.",
      "definition_translation": "Una manica è la parte di un indumento che copre il braccio, tipicamente dalla spalla al polso.",
      "example": "I rolled up my sleeve to get the vaccine. I have been wearing short sleeves during the summer, and long sleeves during the winter. I will buy a shirt with long sleeves tomorrow.",
      "example_translation": "Mi sono arrotolato la manica per ricevere il vaccino. Ho indossato maniche corte durante l'estate e maniche lunghe durante l'inverno. Comprerò una camicia con maniche lunghe domani.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "slippers",
      "translation": "pantofole",
      "definition": "A slipper is a type of footwear that is designed to be worn indoors, typically made of soft, lightweight materials such as cotton or synthetic fabrics.",
      "definition_translation": "Un pantofola è un tipo di calzatura progettata per essere indossata all'interno, tipicamente realizzata in materiali morbidi e leggeri come cotone o tessuti sintetici.",
      "example": "I wore my slippers to the lounge, then I will wear them to the kitchen, and next year I will wear them to the bedroom.",
      "example_translation": "Ho indossato le mie pantofole nel salotto, poi le indosserò in cucina, e il prossimo anno le indosserò in camera da letto.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sweatshirt",
      "translation": "maglietta",
      "definition": "A sweatshirt is a type of casual clothing that is typically made of thick, warm fabric, often featuring a round neckline and long sleeves.",
      "definition_translation": "Una maglietta è un tipo di abbigliamento informale che è tipicamente realizzato in tessuto spesso e caldo, spesso con collo rotondo e maniche lunghe.",
      "example": "I wore my sweatshirt to the gym, then I will wear it to the park, and last week I wore it to the mall.",
      "example_translation": "Ho indossato la mia maglietta in palestra, poi la indosserò al parco, e la settimana scorsa l'ho indossata al centro commerciale.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swimming trunks",
      "translation": "costume da bagno uomo",
      "definition": "Swimming trunks are a type of swimsuit designed for men, typically made of quick-drying fabric and featuring a short, loose-fitting design.",
      "definition_translation": "I costumi da bagno sono un tipo di costume da bagno progettato per gli uomini, tipicamente realizzato in tessuto ad asciugatura rapida e caratterizzato da un design breve e morbido.",
      "example": "I wore my swimming trunks to the beach, then I will wear them to the pool, and last summer I wore them to the lake.",
      "example_translation": "Ho indossato i miei costumi da bagno sulla spiaggia, poi li indosserò in piscina, e l'estate scorsa li ho indossati al lago.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "top",
      "translation": "cima",
      "definition": "The highest or uppermost point or part of something.",
      "definition_translation": "Il punto più alto o parte superiore di qualcosa.",
      "example": "I stood at the top of the mountain, feeling proud of my achievement. I will climb to the top of the mountain next year. I climbed to the top of the mountain last week.",
      "example_translation": "Mi sono fermato in cima alla montagna, sentendomi orgoglioso del mio successo. Salirò in cima alla montagna l'anno prossimo. Sono salito in cima alla montagna la settimana scorsa.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tracksuit",
      "translation": "tuta da corsa",
      "definition": "A loose, comfortable garment worn for athletic or casual wear, typically consisting of a jacket and trousers.",
      "definition_translation": "Un indumento comodo e largo indossato per attività atletiche o informali, che consiste normalmente in una giacca e pantaloni.",
      "example": "I wore a tracksuit to the gym yesterday. I will wear a tracksuit to the stadium tomorrow. I wore a tracksuit to the park last Sunday.",
      "example_translation": "Mi sono messo una tuta da corsa alla palestra ieri. Mi metterò una tuta da corsa allo stadio domani. Mi sono messo una tuta da corsa al parco la scorsa domenica.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "underpants",
      "translation": "mutande",
      "definition": "A garment worn next to the skin under outer clothing, typically made of fabric or synthetic materials.",
      "definition_translation": "Un indumento indossato contro la pelle sotto i vestiti esterni, normalmente fatto di tessuto o materiali sintetici.",
      "example": "I put on a clean pair of underpants this morning. I will buy new underpants next week. I wore my favorite underpants to bed last night.",
      "example_translation": "Mi sono messo un paio di mutande pulite questa mattina. Comprerò mutande nuove la settimana prossima. Mi sono messo le mie mutande preferite a letto la scorsa notte.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "underwear",
      "translation": "intimo",
      "definition": "Clothing worn next to the skin, especially under other clothes.",
      "definition_translation": "Vestiti indossati vicino alla pelle, soprattutto sotto altri vestiti.",
      "example": "She forgot to pack her underwear for the trip. She is wearing her favorite underwear today. She will buy new underwear tomorrow.",
      "example_translation": "Lei ha dimenticato di mettere in valigia il suo intimo per il viaggio. Indossa il suo intimo preferito oggi. Comprerà nuovo intimo domani.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apron",
      "translation": "grembiule",
      "definition": "A piece of fabric worn over the front of one's clothes to protect them from dirt or stains.",
      "definition_translation": "Un pezzo di stoffa indossato sulla parte anteriore dei vestiti per proteggerli dalla sporcizia o dalle macchie.",
      "example": "The chef wore an apron to protect his clothes from stains. She always wears an apron when cooking. He will put on an apron to start cooking.",
      "example_translation": "Il cuoco indossava un grembiule per proteggere i suoi vestiti dalle macchie. Lei sempre indossa un grembiule quando cucina. Lui si metterà un grembiule per iniziare a cucinare.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bikini",
      "translation": "costume da bagno",
      "definition": "A type of women's swimwear consisting of a brief top and brief shorts.",
      "definition_translation": "Un tipo di costume da bagno per donne composto da un top breve e da shorts brevi.",
      "example": "She bought a new bikini for the summer. They were wearing matching bikinis at the beach. She will try on a new bikini tomorrow.",
      "example_translation": "Lei ha comprato un nuovo costume da bagno per l'estate. Indossavano costumi da bagno abbinati sulla spiaggia. Proverà un nuovo costume da bagno domani.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boxer shorts",
      "translation": "mutande.boxer",
      "definition": "Boxer shorts are a type of undergarment worn by males, characterized by a loose-fitting design and an elastic waistband, often worn for comfort and athletic purposes.",
      "definition_translation": "Le mutande.boxer sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e un elastico in vita, spesso indossato per comfort e scopi atletici.",
      "example": "I wore boxer shorts to bed last night, I wear them to the gym every day, and I will wear them to the park tomorrow.",
      "example_translation": "Ho indossato le mutande.boxer a letto ieri sera, le indosso in palestra ogni giorno e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bra",
      "translation": "reggiseno",
      "definition": "A bra is a type of undergarment worn by females, designed to provide support and coverage for the breasts, often worn for comfort and modesty.",
      "definition_translation": "Un reggiseno è un tipo di indumento intimo indossato dalle femmine, progettato per fornire sostegno e copertura per i seni, spesso indossato per comfort e modestia.",
      "example": "She put on a new bra yesterday, she will wear it to the party tonight, and she had worn it to the office last week.",
      "example_translation": "Lei ha messo un nuovo reggiseno ieri, lo indosserà al party stasera e l'aveva indossato all'ufficio la scorsa settimana.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "briefs",
      "translation": "slip",
      "definition": "Briefs are a type of undergarment worn by males, characterized by a snug-fitting design and a Y-shaped front, often worn for comfort and athletic purposes.",
      "definition_translation": "Gli slip sono un tipo di indumento intimo indossato dai maschi, caratterizzato da un design aderente e una parte anteriore a forma di Y, spesso indossato per comfort e scopi atletici.",
      "example": "He wore briefs to the gym yesterday, he will wear them to the track meet tomorrow, and he had worn them to the football game last weekend.",
      "example_translation": "Lui ha indossato gli slip in palestra ieri, li indosserà all'incontro di atletica leggera domani e li aveva indossati alla partita di football lo scorso fine settimana.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cardigan",
      "translation": "maglione",
      "definition": "A cardigan is a type of knitted garment that has buttons or a zip and is worn over a shirt or dress.",
      "definition_translation": "Un maglione è un tipo di indumento lavorato a maglia che ha bottoni o una cerniera e viene indossato sopra una camicia o un vestito.",
      "example": "I will wear a cardigan to keep warm tomorrow, I wore a cardigan to the party last night, and I wear a cardigan to work every day.",
      "example_translation": "Indosserò un maglione per tenermi caldo domani, ho indossato un maglione al party la scorsa notte, e indosso un maglione al lavoro ogni giorno.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "costume",
      "translation": "costume",
      "definition": "A costume is a set of clothes worn to create a particular appearance, often to disguise or imitate someone or something.",
      "definition_translation": "Un costume è un set di abiti indossati per creare un aspetto particolare, spesso per travestirsi o imitare qualcuno o qualcosa.",
      "example": "I wore a costume to the Halloween party, she will wear a costume to the theater performance tonight, and they wore costumes to the masquerade ball last year.",
      "example_translation": "Ho indossato un costume alla festa di Halloween, lei indosserà un costume alla rappresentazione teatrale stasera, e loro hanno indossato costumi al ballo in maschera l'anno scorso.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cuff",
      "translation": "polso",
      "definition": "A cuff is a part of a sleeve that covers the wrist.",
      "definition_translation": "Un polso è una parte della manica che copre il polso.",
      "example": "I rolled up my cuff to wash my hands, she had to adjust her cuff to put on her watch, and he will have to repair the cuff of his shirt.",
      "example_translation": "Ho arrotolato il mio polso per lavare le mani, lei ha dovuto regolare il suo polso per mettere il suo orologio, e lui dovrà riparare il polso della sua camicia.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "helmet",
      "translation": "elmetto",
      "definition": "A helmet is a form of protective gear worn on the head to protect it from injuries, damage or harm, and is often used in sports, military, or other activities.",
      "definition_translation": "Un elmetto è una forma di equipaggiamento protettivo indossato sulla testa per proteggerla dalle lesioni, danni o pericoli, e viene spesso utilizzato nello sport, militare o altre attività.",
      "example": "I wore a helmet when I rode my bike yesterday. I always wear a helmet when I ride my bike. I will wear a helmet when I ride my bike tomorrow.",
      "example_translation": "Indossavo un elmetto quando guidavo la mia bicicletta ieri. Io sempre indosso un elmetto quando guido la mia bicicletta. Indosserò un elmetto quando guiderò la mia bicicletta domani.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hood",
      "translation": "cappuccio",
      "definition": "A hood is a covering for the head and neck, often attached to a jacket or cloak, and is worn to protect the head and neck from the elements.",
      "definition_translation": "Un cappuccio è una copertura per la testa e il collo, spesso attaccata a una giacca o un mantello, e viene indossato per proteggere la testa e il collo dagli elementi.",
      "example": "I pulled up the hood of my jacket when it started raining. She wore a hood to hide her face. They will design a hood for the new coat.",
      "example_translation": "Ho tirato su il cappuccio della mia giacca quando ha iniziato a piovere. Lei indossava un cappuccio per nascondere il suo volto. Progetteranno un cappuccio per il nuovo cappotto.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knee socks",
      "translation": "calze al ginocchio",
      "definition": "Knee socks are a type of sock that covers the foot and lower leg up to the knee, often worn for athletic or fashion purposes.",
      "definition_translation": "Le calze al ginocchio sono un tipo di calza che copre il piede e la gamba inferiore fino al ginocchio, spesso indossate per scopi atletici o di moda.",
      "example": "I love wearing knee socks to play soccer. She wore knee socks with her skirt. They will design knee socks for the new sports team.",
      "example_translation": "Adoro indossare le calze al ginocchio per giocare a calcio. Lei indossava le calze al ginocchio con la sua gonna. Progetteranno le calze al ginocchio per la nuova squadra sportiva.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nightgown",
      "translation": "camicia da notte",
      "definition": "A loose, usually informal gown worn for sleeping or lounging, typically made of soft, lightweight material.",
      "definition_translation": "Una veste larga, generalmente informale, indossata per dormire o rilassarsi, tipicamente fatta di materiale morbido e leggero.",
      "example": "I wore a nightgown to bed last night. I will wear a nightgown to bed tonight. I wore a nightgown to bed yesterday.",
      "example_translation": "Ho indossato una camicia da notte a letto ieri sera. Indosserò una camicia da notte a letto stasera. Ho indossato una camicia da notte a letto ieri.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nightie",
      "translation": "vestaglia",
      "definition": "A loose, usually informal garment worn for sleeping or lounging, typically made of soft, lightweight material.",
      "definition_translation": "Un indumento largo, generalmente informale, indossato per dormire o rilassarsi, tipicamente fatto di materiale morbido e leggero.",
      "example": "She wore a nightie to bed last night. She will wear a nightie to bed tonight. She wore a nightie to bed yesterday.",
      "example_translation": "Lei ha indossato una vestaglia a letto ieri sera. Indosserà una vestaglia a letto stasera. Lei ha indossato una vestaglia a letto ieri.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pyjamas",
      "translation": "pigiama",
      "definition": "Loose, comfortable trousers and a loose top worn for sleeping or lounging, typically made of soft, lightweight material.",
      "definition_translation": "Pantaloni larghi e comodi e una parte superiore larga indossati per dormire o rilassarsi, tipicamente fatti di materiale morbido e leggero.",
      "example": "He wore pyjamas to bed last night. He will wear pyjamas to bed tonight. He wore pyjamas to bed yesterday.",
      "example_translation": "Lui ha indossato un pigiama a letto ieri sera. Indosserà un pigiama a letto stasera. Lui ha indossato un pigiama a letto ieri.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sneakers",
      "translation": "scarpe da ginnastica",
      "definition": "Comfortable athletic shoes with a rubber or synthetic sole and an upper part made of leather, synthetic materials, or fabric.",
      "definition_translation": "Scarpe da atletica leggere con suola in gomma o sintetica e parte superiore in pelle, materiali sintetici o tessuto.",
      "example": "I wore my sneakers to the gym yesterday, I'm wearing them now, and I will wear them to the park tomorrow.",
      "example_translation": "Ho indossato le mie scarpe da ginnastica alla palestra ieri, le sto indossando ora e le indosserò al parco domani.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bathrobe",
      "translation": "accappatoio",
      "definition": "A loose, comfortable robe worn after a bath or shower, typically made of soft, absorbent material.",
      "definition_translation": "Un'amaca larga e comoda indossata dopo un bagno o una doccia, solitamente fatta di materiale morbido e assorbente.",
      "example": "She put on her bathrobe after the shower, she is still wearing it, and she will wear it until bedtime.",
      "example_translation": "Si è messa l'accappatoio dopo la doccia, lo sta ancora indossando e lo indosserà fino all'ora di andare a letto.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bow tie",
      "translation": "cravatta a farfalla",
      "definition": "A type of necktie consisting of a ribbon tied in a bow around the neck, typically worn for formal occasions.",
      "definition_translation": "Un tipo di cravatta consistente in una fascia annodata in un fiocco intorno al collo, solitamente indossata per occasioni formali.",
      "example": "He wore a bow tie to the wedding last year, he is wearing one now, and he will wear one to the gala next month.",
      "example_translation": "Ha indossato una cravatta a farfalla al matrimonio dello scorso anno, ne sta indossando una ora e ne indosserà una al galà il prossimo mese.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dungarees",
      "translation": "tuta da lavoro",
      "definition": "Overalls or loose trousers, typically made of denim or other strong fabric, worn for casual or working purposes.",
      "definition_translation": "Tute o pantaloni larghi, tipicamente fatti di denim o altro tessuto resistente, indossati per occasioni casual o lavorative.",
      "example": "I wore dungarees to the beach last summer, and my friend wore them to the garden party yesterday. I will wear dungarees to the festival next month.",
      "example_translation": "Ho indossato la tuta da lavoro al mare lo scorso estate, e il mio amico ha indossato alla festa in giardino ieri. Indosserò la tuta da lavoro al festival il prossimo mese.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flip-flops",
      "translation": "infradito",
      "definition": "A type of sandal, typically worn in warm weather, that has a flat sole and a strap that goes between the big and second toes.",
      "definition_translation": "Un tipo di sandalo, tipicamente indossato in tempo di caldo, che ha una suola piatta e una cinghia che va tra il dito grande e il secondo dito.",
      "example": "I bought flip-flops at the beach shop last week, and I wear them every day this summer. She will buy flip-flops at the mall next weekend.",
      "example_translation": "Ho comprato infradito al negozio di articoli da spiaggia la settimana scorsa, e le indosso ogni giorno quest'estate. Comprerà infradito al centro commerciale il prossimo fine settimana.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fur coat",
      "translation": "cappotto di pelliccia",
      "definition": "A coat made from the fur of animals, especially one that is luxurious and expensive.",
      "definition_translation": "Un cappotto fatto di pelliccia di animali, specialmente uno che è lussuoso e costoso.",
      "example": "My grandmother had a beautiful fur coat when she was young, and my mother wore it to the wedding last year. I will buy a fur coat for my wife next winter.",
      "example_translation": "Mia nonna aveva un bellissimo cappotto di pelliccia quando era giovane, e mia madre l'ha indossato al matrimonio l'anno scorso. Comprerò un cappotto di pelliccia per mia moglie il prossimo inverno.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "overalls",
      "translation": "tuta",
      "definition": "a garment worn over other clothing to protect it from dirt or stains, especially a loose-fitting garment with pants and jacket or bib and straps",
      "definition_translation": "un indumento indossato sopra altri vestiti per proteggerli da sporcizia o macchie, specialmente un indumento a piedi liberi con pantaloni e giacca o bavero e cinghie",
      "example": "I wore overalls to paint the house last weekend, and now they are covered in stains. Yesterday, I wore overalls to fix my bike, but they didn't get dirty. Next week, I will wear overalls to help my friend move.",
      "example_translation": "Ho indossato la tuta per dipingere la casa il weekend scorso, e ora sono coperti di macchie. Ieri, ho indossato la tuta per riparare la mia bicicletta, ma non si sono sporcati. La settimana prossima, indosserò la tuta per aiutare il mio amico a traslocare.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pantyhose",
      "translation": "collant",
      "definition": "a close-fitting garment that covers the legs and lower body, similar to tights but often thicker and more opaque",
      "definition_translation": "un indumento aderente che copre le gambe e il corpo inferiore, simile alle calze ma spesso più spesso e opaco",
      "example": "She wore pantyhose to the office to keep her legs warm. My sister loves to wear pantyhose with her dresses in the winter. By next winter, I will have worn out all my pantyhose.",
      "example_translation": "Lei ha indossato collant in ufficio per tenere le gambe calde. Mia sorella adora indossare collant con i suoi vestiti in inverno. Per il prossimo inverno, avrò consumato tutti i miei collant.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stockings",
      "translation": "calze",
      "definition": "a close-fitting garment that covers the foot and leg, typically up to the knee or above",
      "definition_translation": "un indumento aderente che copre il piede e la gamba, tipicamente fino al ginocchio o sopra",
      "example": "I forgot to buy stockings for the party, so I had to wear tights instead. My grandmother always wore stockings with her dresses when she was young. By next year, I will have learned to make my own stockings.",
      "example_translation": "Mi sono dimenticato di comprare calze per la festa, quindi ho dovuto indossare collant al loro posto. Mia nonna sempre indossava calze con i suoi vestiti quando era giovane. Per il prossimo anno, avrò imparato a fare le mie calze.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "top hat",
      "translation": "cappello a cilindro",
      "definition": "A tall, flat-crowned hat worn by men, typically made of silk or felt.",
      "definition_translation": "Un cappello alto con corona piatta indossato dagli uomini, solitamente fatto di seta o feltro.",
      "example": "He wore a top hat to the wedding, and everyone thought he looked elegant. He will wear a top hat to the party tonight. She had worn a top hat to the ceremony last year.",
      "example_translation": "Lui indossava un cappello a cilindro al matrimonio e tutti pensavano che fosse elegante. Indosserà un cappello a cilindro alla festa stasera. Lei aveva indossato un cappello a cilindro alla cerimonia lo scorso anno.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "veil",
      "translation": "velo",
      "definition": "A piece of fabric worn by women to cover their faces, typically at a wedding.",
      "definition_translation": "Un pezzo di stoffa indossato dalle donne per coprire il loro viso, solitamente in un matrimonio.",
      "example": "The bride wore a veil during the ceremony, and it added to her beauty. She will wear a veil to the wedding next year. They had worn veils to the ceremony last month.",
      "example_translation": "La sposa indossava un velo durante la cerimonia, e ciò aggiungeva alla sua bellezza. Indosserà un velo al matrimonio dell'anno prossimo. Avevano indossato veli alla cerimonia dello scorso mese.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vest",
      "translation": "gilet",
      "definition": "A sleeveless garment worn around the upper body, typically made of wool or cotton.",
      "definition_translation": "Un indumento senza maniche indossato attorno al corpo superiore, solitamente fatto di lana o cotone.",
      "example": "He wore a vest under his jacket to keep warm. She will wear a vest to the party tonight. They had worn vests to the ceremony last year.",
      "example_translation": "Lui indossava un gilet sotto la sua giacca per stare al caldo. Indosserà un gilet alla festa stasera. Avevano indossato gilet alla cerimonia dello scorso anno.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "balaclava",
      "translation": "passamontagna",
      "definition": "A balaclava is a type of headgear that covers the head, neck, and part of the face, often worn in cold weather or as a form of protection.",
      "definition_translation": "Una passamontagna è un tipo di copricapo che copre la testa, il collo e parte del viso, spesso indossato in tempo di freddo o come forma di protezione.",
      "example": "I wore a balaclava to protect my face from the cold wind yesterday. I will wear it again tomorrow. I have been wearing it every winter morning.",
      "example_translation": "Ho indossato una passamontagna per proteggere il mio viso dal vento freddo ieri. La indosserò di nuovo domani. L'ho indossata ogni mattina d'inverno.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "breeches",
      "translation": "brache",
      "definition": "Breeches are a type of trousers that were formerly worn by men, typically reaching just below the knee.",
      "definition_translation": "Le brache sono un tipo di pantaloni che erano precedentemente indossati dagli uomini, raggiungendo tipicamente appena sotto il ginocchio.",
      "example": "He wore breeches to ride his horse in the 18th century. They are still worn by some horse riders today. They will continue to wear them for traditional events.",
      "example_translation": "Lui indossava le brache per cavalcare il suo cavallo nel 18° secolo. Sono ancora indossate da alcuni cavalieri oggi. Continueranno a indossarle per eventi tradizionali.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cape",
      "translation": "cappa",
      "definition": "A cape is a sleeveless outer garment that hangs from the neck, often worn as a symbol of power or prestige.",
      "definition_translation": " Una cappa è un capo di abbigliamento esterno senza maniche che pende dal collo, spesso indossato come simbolo di potere o prestigio.",
      "example": "Superman wears a cape to symbolize his power. She wore a cape to the costume party last year. They will design a new cape for the fashion show next season.",
      "example_translation": "Superman indossa una cappa per simbolizzare il suo potere. Lei indossò una cappa alla festa di costume l'anno scorso. Designeranno una nuova cappa per la sfilata di moda della prossima stagione.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "clog",
      "translation": "ingorgo",
      "definition": "A clog is a blockage or obstruction in a pipe or channel, especially one that prevents the flow of liquid or gas.",
      "definition_translation": "Un ingorgo è un blocco o ostruzione in un tubo o canale, specialmente uno che impedisce il flusso di liquido o gas.",
      "example": "The plumber had to clear the clog in the drainpipe to fix the sink. Yesterday, I cleared the clog in the showerhead. By next week, I will have cleared the clog in the gutter.",
      "example_translation": "L'idraulico doveva liberare l'ingorgo nel tubo di scarico per riparare il lavandino. Ieri, ho liberato l'ingorgo nella testa della doccia. Entro la prossima settimana, avrò liberato l'ingorgo nel canale di gronda.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "corset",
      "translation": "corsetto",
      "definition": "A corset is a close-fitting, usually sleeveless, garment extending below the waist, worn to shape or constrict the torso, typically by women.",
      "definition_translation": "Un corsetto è un indumento aderente, solitamente senza maniche, che si estende sotto la vita, indossato per modellare o comprimere il torso, tipicamente dalle donne.",
      "example": "My grandmother wore a corset to cinch her waist in the 1950s. Today, some women wear corsets as a fashion statement. By the 1920s, the corset had become less popular.",
      "example_translation": "Mia nonna indossava un corsetto per stringere la vita negli anni '50. Oggi, alcune donne indossano corsetti come una dichiarazione di moda. Entro gli anni '20, il corsetto era diventato meno popolare.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fishnet tights",
      "translation": "calzamaglia a rete",
      "definition": "Fishnet tights are a type of hosiery with a net-like pattern, typically made of nylon or other synthetic materials.",
      "definition_translation": "Le calze a rete sono un tipo di calzatura con un pattern a rete, tipicamente realizzato in nylon o altri materiali sintetici.",
      "example": "The fashion model wore fishnet tights on the catwalk. Yesterday, I saw a woman wearing fishnet tights at the club. By next month, I will have bought fishnet tights for Halloween.",
      "example_translation": "La modella ha indossato calze a rete sulla passerella. Ieri, ho visto una donna che indossava calze a rete al club. Entro il prossimo mese, avrò comprato calze a rete per Halloween.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "girdle",
      "translation": "cinghia",
      "definition": "A girdle is a flexible band or cord, typically worn around the waist to hold up clothing, such as a skirt or trousers.",
      "definition_translation": "Una cinghia è una fascia flessibile o corda, solitamente indossata attorno alla vita per sostenere i vestiti, come una gonna o i pantaloni.",
      "example": "I used to wear a girdle to hold up my skirt, but now I prefer a belt. I will wear a girdle to the party tonight, and I wore one to the wedding last week.",
      "example_translation": "Usavo indossare una cinghia per sostenere la gonna, ma ora preferisco una cintura. Indosserò una cinghia alla festa stasera, e ne indossai una al matrimonio la settimana scorsa.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leg warmers",
      "translation": "calzamaglie",
      "definition": "Leg warmers are tubular garments worn over the legs to keep them warm, typically by dancers or athletes.",
      "definition_translation": "Le calzamaglie sono indumenti tubolari indossati sulle gambe per tenerle calde, solitamente dai danzatori o atleti.",
      "example": "The ballet dancers wore leg warmers during the rehearsal, and they will wear them during the performance tonight. She wore leg warmers to the gym yesterday, but forgot to take them off after the workout.",
      "example_translation": "Le ballerine indossavano calzamaglie durante la prova, e le indosseranno durante l'esibizione stasera. Ha indossato calzamaglie alla palestra ieri, ma dimenticò di toglierle dopo l'allenamento.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "petticoat",
      "translation": "sottogonna",
      "definition": "A petticoat is a skirt-like garment worn under a dress or skirt to add volume or shape.",
      "definition_translation": "Un sottogonna è un indumento simile a una gonna indossato sotto un vestito o gonna per aggiungere volume o forma.",
      "example": "She wore a petticoat under her wedding dress to give it a fuller shape. The actress wore a petticoat under her costume for the period drama, and will wear one to the costume party tonight.",
      "example_translation": "Lei indossava un sottogonna sotto il suo abito da sposa per darle una forma più piena. L'attrice indossava un sottogonna sotto il suo costume per il dramma d'epoca, e ne indosserà uno alla festa in costume stasera.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sheepskin coat",
      "translation": "cappotto di pelle di pecora",
      "definition": "A sheepskin coat is a type of outerwear made from the skin of sheep, often worn for warmth and protection from the elements.",
      "definition_translation": "Un cappotto di pelle di pecora è un tipo di indumento esterno fatto dalla pelle di pecora, spesso indossato per calore e protezione dagli elementi.",
      "example": "I wore a sheepskin coat to the mountain last week, it was very warm. I will wear it again next year. I have worn it many times before.",
      "example_translation": "Ho indossato un cappotto di pelle di pecora sulla montagna la settimana scorsa, era molto caldo. Lo indosserò di nuovo l'anno prossimo. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vest",
      "translation": "gilet",
      "definition": "A vest is a sleeveless garment worn over a shirt and under a jacket or coat, typically made of a thick, warm material.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato sopra una camicia e sotto una giacca o un cappotto, tipicamente fatto di un materiale spesso e caldo.",
      "example": "I wore a vest under my jacket to keep warm. I will wear it again tomorrow. I have worn it many times before.",
      "example_translation": "Ho indossato un gilet sotto la mia giacca per stare al caldo. Lo indosserò di nuovo domani. L'ho indossato molte volte prima.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bonnet",
      "translation": "cappello",
      "definition": "A bonnet is a type of hat worn by women, typically made of a soft material and often decorated with ribbons or flowers.",
      "definition_translation": "Un cappello è un tipo di copricapo indossato dalle donne, tipicamente fatto di un materiale soffice e spesso decorato con nastri o fiori.",
      "example": "She wore a bonnet to church last Sunday, it was very pretty. She will wear it again next week. She has worn it many times before.",
      "example_translation": "Lei ha indossato un cappello alla chiesa la scorsa domenica, era molto carino. Lo indosserà di nuovo la prossima settimana. Lo ha indossato molte volte prima.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dressing gown",
      "translation": " accappatoio",
      "definition": "A loose, informal garment worn for lounging or sleeping, typically made of a soft material such as cotton or silk.",
      "definition_translation": "Un indumento informale leggero indossato per rilassarsi o dormire, solitamente realizzato in un materiale morbido come cotone o seta.",
      "example": "I wore a dressing gown to bed last night, I will wear it again tonight, and I wore it yesterday morning.",
      "example_translation": "Ho indossato un accappatoio a letto ieri sera, lo indosserò di nuovo stasera e l'ho indossato ieri mattina.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hoodie",
      "translation": "felpa con cappuccio",
      "definition": "A casual garment with a hood, typically made of a thick, warm fabric such as cotton or fleece.",
      "definition_translation": "Un indumento informale con cappuccio, solitamente realizzato in un tessuto spesso e caldo come cotone o fleece.",
      "example": "I wore a hoodie to the park yesterday, I will wear it to the gym tomorrow, and I wore it to school last week.",
      "example_translation": "Ho indossato una felpa con cappuccio al parco ieri, la indosserò in palestra domani e l'ho indossata a scuola la settimana scorsa.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "housecoat",
      "translation": "vestaglia",
      "definition": "A loose, informal garment worn at home, typically made of a soft, comfortable material.",
      "definition_translation": "Un indumento informale indossato in casa, solitamente realizzato in un materiale morbido e comodo.",
      "example": "My grandmother always wore a housecoat when she was at home, she wore it every morning, and she still wears it today.",
      "example_translation": "Mia nonna indossava sempre una vestaglia quando era a casa, la indossava ogni mattina e la indossa ancora oggi.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "turtleneck",
      "translation": "maglione a collo alto",
      "definition": "A turtleneck is a type of sweater or top that has a high, rounded neckline that folds over and covers the neck.",
      "definition_translation": "Un maglione a collo alto è un tipo di maglione o top che ha un collo alto e rotondo che si ripiega e copre il collo.",
      "example": "I wore a turtleneck to the office yesterday, I will wear a turtleneck to the party tonight, and I wore a turtleneck to the gym last week.",
      "example_translation": "Ho indossato un maglione a collo alto all'ufficio ieri, indosserò un maglione a collo alto alla festa stasera e ho indossato un maglione a collo alto in palestra la scorsa settimana.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "underskirt",
      "translation": "sottogonna",
      "definition": "An underskirt is a skirt worn under another skirt or dress, usually to add volume or support.",
      "definition_translation": "Una sottogonna è una gonna indossata sotto un'altra gonna o vestito, solitamente per aggiungere volume o supporto.",
      "example": "She put on an underskirt under her wedding dress, she will wear an underskirt under her costume for the play, and she wore an underskirt under her uniform for the historical reenactment.",
      "example_translation": "Lei si è messa una sottogonna sotto l'abito da sposa, indosserà una sottogonna sotto il costume per la rappresentazione e ha indossato una sottogonna sotto l'uniforme per la ricostruzione storica.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "waistcoat",
      "translation": "gilet",
      "definition": "A waistcoat is a sleeveless garment worn around the upper body, typically over a shirt and under a jacket or coat.",
      "definition_translation": "Un gilet è un indumento senza maniche indossato attorno al corpo superiore, solitamente sopra una camicia e sotto un cappotto o giacca.",
      "example": "He put on a waistcoat under his suit for the formal event, she will wear a waistcoat over her blouse for the wedding, and they wore waistcoats with their uniforms for the military parade.",
      "example_translation": "Lui si è messo un gilet sotto il suo completo per l'evento formale, lei indosserà un gilet sopra la sua camicetta per il matrimonio e loro hanno indossato gilets con le loro uniformi per la parata militare.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]