[
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "potato",
      "translation": "patata",
      "definition": "A starchy vegetable, Solanum tuberosum, cultivated underground in a variety of shapes and sizes, often white or brown.",
      "definition_translation": "Un vegetale amidaceo, Solanum tuberosum, coltivato sottoterra in una varietà di forme e dimensioni, spesso bianco o marrone.",
      "example": "I ate a baked potato for lunch yesterday, I will eat a boiled potato for dinner today, and I will eat a mashed potato for breakfast tomorrow.",
      "example_translation": "Ho mangiato una patata al forno per pranzo ieri, mangerò una patata bollita per cena oggi, e mangerò una patata schiacciata per colazione domani.",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tomato",
      "translation": "pomodoro",
      "definition": "A juicy, typically red, edible fruit that grows on a vine and is often used in cooking.",
      "definition_translation": "Un frutto succoso, tipicamente rosso, commestibile che cresce su una vite e viene spesso utilizzato nella cottura.",
      "example": "I picked a ripe tomato from the garden yesterday, I will slice a tomato for the salad today, and I will plant a new tomato seedling tomorrow.",
      "example_translation": "Ho raccolto un pomodoro maturo dal giardino ieri, taglierò un pomodoro per l'insalata oggi, e pianterò un nuovo seedling di pomodoro domani.",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "vegetable",
      "translation": "verdura",
      "definition": "Any of various plants or parts of plants, such as leaves, stems, or roots, that are edible and used in cooking.",
      "definition_translation": "Qualsiasi delle diverse piante o parti di piante, come foglie, steli o radici, che sono commestibili e utilizzate nella cottura.",
      "example": "I grew a variety of vegetables in my garden last year, I will buy some vegetables at the market today, and I will eat more vegetables for a healthier diet tomorrow.",
      "example_translation": "Ho coltivato una varietà di verdure nel mio giardino l'anno scorso, comprerò alcune verdure al mercato oggi, e mangerò più verdure per una dieta più sana domani.",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bean",
      "translation": "fagiolo",
      "definition": "A small, usually spherical or oval, seed that grows in pods, such as a kidney bean, black bean, or pinto bean, and is often eaten as a vegetable.",
      "definition_translation": "Un piccolo seme, generalmente sferico o ovale, che cresce in baccelli, come un fagiolo kidney, fagiolo nero o fagiolo pinto, e spesso mangiato come un ortaggio.",
      "example": "I planted beans in my garden last week, I'm watering them every day and I will harvest them next month. Yesterday, I saw some beans sprouting from the soil.",
      "example_translation": "Ho piantato fagioli nel mio giardino la settimana scorsa, sto irrigandoli ogni giorno e li raccoglierò il mese prossimo. Ieri, ho visto alcuni fagioli germogliare dal suolo.",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "carrot",
      "translation": "carota",
      "definition": "A crunchy, sweet, and juicy root vegetable, often orange in color, used in salads, stews, and soups.",
      "definition_translation": "Un vegetale radice croccante, dolce e succoso, spesso di colore arancione, utilizzato in insalate, stufati e zuppe.",
      "example": "I grated a carrot to add to the salad, I will chop some carrots for the stew tomorrow, and I ate a carrot stick as a snack yesterday.",
      "example_translation": "Ho grattugiato una carota per aggiungerla all'insalata, taglierò alcune carote per lo stufato domani, e ho mangiato un bastoncino di carota come spuntino ieri.",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chilli",
      "translation": "peperoncino",
      "definition": "A type of pepper, often red, green, or yellow, used to add heat and flavor to dishes, especially in Mexican and Asian cuisine.",
      "definition_translation": "Un tipo di peperone, spesso rosso, verde o giallo, utilizzato per aggiungere calore e sapore ai piatti, soprattutto nella cucina messicana e asiatica.",
      "example": "I added chilli flakes to the spaghetti sauce, I will make a chilli con carne for dinner tonight, and I ate a chilli pepper as a snack yesterday.",
      "example_translation": "Ho aggiunto fiocchi di peperoncino alla salsa di spaghetti, farò un peperoncino con carne per cena stasera, e ho mangiato un peperoncino come spuntino ieri.",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "garlic",
      "translation": "aglio",
      "definition": "Garlic is a plant that belongs to the onion family and is used as a flavoring in cooking.",
      "definition_translation": "L'aglio è una pianta che appartiene alla famiglia delle cipolle e viene utilizzato come aroma nella cucina.",
      "example": "I chopped the garlic and sautéed it in olive oil. I will chop the garlic and sauté it in olive oil. I have chopped the garlic and sautéed it in olive oil.",
      "example_translation": "Ho tritato l'aglio e l'ho soffritto in olio d'oliva. Triturerò l'aglio e lo soffrirò in olio d'oliva. Ho tritato l'aglio e l'ho soffritto in olio d'oliva.",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "onion",
      "translation": "cipolla",
      "definition": "An onion is a type of vegetable that is commonly used in cooking and has a strong, sweet flavor.",
      "definition_translation": "Una cipolla è un tipo di verdura che viene comunemente usata nella cucina e ha un forte, dolce sapore.",
      "example": "I chopped the onion and added it to the soup. I will chop the onion and add it to the soup. I have chopped the onion and added it to the soup.",
      "example_translation": "Ho tritato la cipolla e l'ho aggiunta alla zuppa. Triturerò la cipolla e la aggiungerò alla zuppa. Ho tritato la cipolla e l'ho aggiunta alla zuppa.",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "broccoli",
      "translation": "broccolo",
      "definition": "Broccoli is a green vegetable that is high in vitamins and is often steamed or boiled.",
      "definition_translation": "Il broccolo è un verdure verde ricco di vitamine e spesso viene stufato o bollito.",
      "example": "I steamed the broccoli and served it with rice. I will steam the broccoli and serve it with rice. I have steamed the broccoli and served it with rice.",
      "example_translation": "Ho stufato il broccolo e l'ho servito con il riso. Stufurerò il broccolo e lo servirò con il riso. Ho stufato il broccolo e l'ho servito con il riso.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cabbage",
      "translation": "cavolo",
      "definition": "A cabbage is a type of vegetable that is commonly used in cooking. It is a cool-season crop, which means it grows best in cooler temperatures. Cabbage is a good source of vitamin C and fiber, and it has been linked to several health benefits.",
      "definition_translation": "Il cavolo è un tipo di verdura che è comunemente utilizzato nella cucina. È un raccolto di stagione fredda, il che significa che cresce meglio a temperature più fredde. Il cavolo è una buona fonte di vitamina C e fibra, ed è stato collegato a diversi benefici per la salute.",
      "example": "I ate cabbage soup for lunch yesterday. I'm eating cabbage salad for dinner today. I will eat cabbage stir-fry for breakfast tomorrow.",
      "example_translation": "Ho mangiato la zuppa di cavolo per pranzo ieri. Sto mangiando l'insalata di cavolo per cena oggi. Mangerò il cavolo saltato per colazione domani.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "courgette",
      "translation": "zucchina",
      "definition": "A courgette is a type of summer squash that is commonly used in cooking. It is a versatile vegetable that can be grilled, sautéed, or baked. Courgettes are a good source of vitamin C and potassium, and they are low in calories.",
      "definition_translation": "La zucchina è un tipo di zucca estiva che è comunemente utilizzato nella cucina. È un ortaggio versatile che può essere grigliato, saltato o cotto al forno. Le zucchine sono una buona fonte di vitamina C e potassio, e sono basso in calorie.",
      "example": "I grew courgettes in my garden last summer. I'm cooking courgettes for dinner tonight. I will eat courgettes for lunch tomorrow.",
      "example_translation": "Ho coltivato le zucchine nel mio giardino l'estate scorsa. Sto cucinando le zucchine per cena questa sera. Mangerò le zucchine per pranzo domani.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cucumber",
      "translation": "cetriolo",
      "definition": "A cucumber is a type of vegetable that is commonly used in salads and sandwiches. It is a low-calorie vegetable that is high in water content and electrolytes. Cucumbers are also a good source of vitamin K and potassium.",
      "definition_translation": "Il cetriolo è un tipo di verdura che è comunemente utilizzato nelle insalate e nei panini. È un ortaggio a basso contenuto calorico che è alto nel contenuto di acqua e elettroliti. I cetrioli sono anche una buona fonte di vitamina K e potassio.",
      "example": "I ate a cucumber sandwich for lunch yesterday. I'm eating cucumber salad for dinner tonight. I will eat cucumber juice for breakfast tomorrow.",
      "example_translation": "Ho mangiato un panino con cetriolo per pranzo ieri. Sto mangiando l'insalata di cetriolo per cena stasera. Mangerò il succo di cetriolo per colazione domani.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lettuce",
      "translation": "lattuga",
      "definition": "A leafy green vegetable commonly used in salads.",
      "definition_translation": "Un verdura verde fogliosa comunemente utilizzata nelle insalate.",
      "example": "I ate a salad with lettuce for lunch yesterday, I'll eat one for dinner tonight, and I'll eat one for breakfast tomorrow.",
      "example_translation": "Ho mangiato un'insalata con lattuga per pranzo ieri, mangerò una per cena stasera e mangerò una per colazione domani.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pea",
      "translation": "pisello",
      "definition": "A small, spherical seed that is commonly used as a vegetable.",
      "definition_translation": "Un seme sferico piccolo comunemente utilizzato come verdura.",
      "example": "I shelled peas for dinner last night, I'm shelling them for lunch today, and I'll shell them for breakfast tomorrow.",
      "example_translation": "Ho sbucciato piselli per cena ieri sera, sto sbucciando oggi per pranzo e sbuccerò domani per colazione.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pepper",
      "translation": "pepe",
      "definition": "A sweet or hot spice made from the dried fruit of a plant.",
      "definition_translation": "Un dolce o piccante spezie fatto dai frutti essiccati di una pianta.",
      "example": "I added pepper to my steak for dinner last night, I'll add it to my pasta for lunch today, and I'll add it to my eggs for breakfast tomorrow.",
      "example_translation": "Ho aggiunto pepe alla mia bistecca per cena ieri sera, aggiungerò alla mia pasta per pranzo oggi e aggiungerò alle mie uova per colazione domani.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pumpkin",
      "translation": "zucca",
      "definition": "A pumpkin is a type of squash, a popular ingredient in many cuisines, often used in soups, pies, and decorations.",
      "definition_translation": "Una zucca è un tipo di zucca, un ingrediente popolare in molte cucine, spesso utilizzato in zuppe, torte e decorazioni.",
      "example": "I carved a pumpkin for Halloween last year, I will carve one for Thanksgiving this year, and I have already planned to carve one for Christmas next year.",
      "example_translation": "Ho intagliato una zucca per Halloween l'anno scorso, intagliero uno per il Ringraziamento quest'anno e ho già pianificato di intagliare uno per Natale l'anno prossimo.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spinach",
      "translation": "spinaci",
      "definition": "Spinach is a type of leafy green vegetable, rich in iron and nutrients, often used in salads, smoothies, and cooked dishes.",
      "definition_translation": "Gli spinaci sono un tipo di verdura a foglia verde, ricchi di ferro e nutrienti, spesso utilizzati in insalate, frullati e piatti cotti.",
      "example": "I ate spinach with my eggs yesterday, I will eat it with my omelette tomorrow, and I have been eating it with my pasta for months.",
      "example_translation": "Ho mangiato gli spinaci con le uova ieri, mangerò con la mia omelette domani e ho mangiato con la mia pasta per mesi.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sweetcorn",
      "translation": "granturco",
      "definition": "Sweetcorn is a type of corn, typically harvested when the kernels are soft and sweet, often eaten boiled, grilled, or as a popcorn.",
      "definition_translation": "Il granturco è un tipo di mais, solitamente raccolto quando i chicchi sono morbidi e dolci, spesso mangiato bollito, grigliato o come popcorn.",
      "example": "I grilled sweetcorn at the barbecue last weekend, I will boil it with my dinner tonight, and I have been eating it as a snack for weeks.",
      "example_translation": "Ho grigliato il granturco al barbecue lo scorso weekend, lo bollirò con la mia cena stasera e ho mangiato come spuntino per settimane.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "aubergine",
      "translation": "melanzana",
      "definition": "A purple vegetable, often used in cooking, especially in Mediterranean cuisine.",
      "definition_translation": "Un vegetale viola, spesso usato nella cottura, soprattutto nella cucina mediterranea.",
      "example": "I cooked an aubergine yesterday, I'm cooking an aubergine now, and I will cook an aubergine tomorrow.",
      "example_translation": "Ho cucinato una melanzana ieri, sto cucinando una melanzana ora e cucinerò una melanzana domani.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cauliflower",
      "translation": "cavolfiore",
      "definition": "A white or greenish-white vegetable, often used in soups and salads.",
      "definition_translation": "Un vegetale bianco o verdastro, spesso usato nelle zuppe e nelle insalate.",
      "example": "My mother used to make cauliflower soup when I was a child, now I'm making cauliflower salad, and next week I'll make cauliflower gratin.",
      "example_translation": "Mia madre faceva la zuppa di cavolfiore quando ero bambino, ora sto facendo l'insalata di cavolfiore e la settimana prossima farò il cavolfiore al gratin.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leek",
      "translation": "porro",
      "definition": "A tall, green vegetable, often used in soups and stews, with a milder flavor than onions.",
      "definition_translation": "Un vegetale verde alto, spesso usato nelle zuppe e stufati, con un sapore più delicato degli scalogni.",
      "example": "I added leeks to the stew yesterday, I'm sautéing leeks now, and I will roast leeks tomorrow.",
      "example_translation": "Ho aggiunto porri allo stufato ieri, sto saltando i porri ora e cucinerò i porri domani.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "parsley",
      "translation": "prezzemolo",
      "definition": "Parsley is a popular herb used in many different types of cooking. It has a fresh, green flavor and is often used to add flavor to soups, salads, and other dishes.",
      "definition_translation": "Il prezzemolo è una popolare erba aromatica utilizzata in molti tipi di cucina. Ha un sapore fresco e verde e viene spesso utilizzato per aggiungere sapore a zuppe, insalate e altri piatti.",
      "example": "I added some fresh parsley to the soup to give it extra flavor. Yesterday, I used parsley to garnish the salad. Next week, I will plant parsley in my garden.",
      "example_translation": "Ho aggiunto del prezzemolo fresco alla zuppa per darle sapore extra. Ieri, ho utilizzato il prezzemolo per guarnire l'insalata. La prossima settimana, pianterò del prezzemolo nel mio giardino.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "radish",
      "translation": "ravanello",
      "definition": "A radish is a root vegetable that is typically eaten raw. It has a spicy, crunchy texture and is often used in salads and as a garnish.",
      "definition_translation": "Un ravanello è un vegetale radice che viene solitamente mangiato crudo. Ha una texture croccante e piccante e viene spesso utilizzato in insalate e come guarnizione.",
      "example": "I love to eat radishes raw in my salad. Yesterday, I pickled some radishes to use as a topping for my sandwich. Next month, I will grow radishes in my garden.",
      "example_translation": "Adoro mangiare ravanelli crudi nella mia insalata. Ieri, ho pickled alcuni ravanelli per utilizzarli come topping per il mio panino. Il prossimo mese, coltiverò ravanelli nel mio giardino.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "red cabbage",
      "translation": "cavolo rosso",
      "definition": "Red cabbage is a type of cabbage that has a deep red color. It is often used in salads, slaws, and as a colorful addition to many dishes.",
      "definition_translation": "Il cavolo rosso è un tipo di cavolo che ha un colore rosso profondo. Viene spesso utilizzato in insalate, cavoli e come aggiunta colorata a molti piatti.",
      "example": "I love to use red cabbage in my salads for a pop of color. Yesterday, I braised some red cabbage with apples to make a delicious side dish. Next week, I will make some red cabbage slaw to serve with my BBQ.",
      "example_translation": "Adoro utilizzare il cavolo rosso nelle mie insalate per un tocco di colore. Ieri, ho brasato del cavolo rosso con mele per fare un contorno delizioso. La prossima settimana, farò dello slaw di cavolo rosso per servirlo con il mio BBQ.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spring onion",
      "translation": "cipolla verde",
      "definition": "A young onion harvested before the bulb forms, often used in salads and cooking.",
      "definition_translation": "Una giovane cipolla raccolta prima che il bulbo si formi, spesso usata in insalate e cucina.",
      "example": "I chopped the spring onion and added it to the salad. I had chopped the spring onion the day before. I will chop the spring onion tomorrow.",
      "example_translation": "Ho tritato la cipolla verde e l'ho aggiunta all'insalata. Avevo tritato la cipolla verde il giorno prima. Triturerò la cipolla verde domani.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beetroot",
      "translation": "barbabietola",
      "definition": "A root vegetable with a sweet, earthy flavor, often pickled or roasted.",
      "definition_translation": "Un ortaggio con un sapore dolce e terroso, spesso conservato in salamoia o arrostito.",
      "example": "I roasted the beetroot and served it with goat's cheese. I had roasted the beetroot the previous week. I will roast the beetroot for the dinner party.",
      "example_translation": "Ho arrostito la barbabietola e l'ho servita con formaggio di capra. Avevo arrostito la barbabietola la settimana precedente. Arrostirò la barbabietola per la festa di cena.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "soya, soy",
      "translation": "soia",
      "definition": "A legume used in a variety of food products, including tofu and soy milk.",
      "definition_translation": "Un legume usato in una varietà di prodotti alimentari, tra cui tofu e latte di soia.",
      "example": "I added soy sauce to the stir-fry. I had added soy milk to my cereal. I will use soya beans in the recipe.",
      "example_translation": "Ho aggiunto salsa di soia al stir-fry. Avevo aggiunto latte di soia al mio cereale. Userò fagioli di soia nella ricetta.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "broad bean",
      "translation": "fagiolo nano",
      "definition": "A type of legume that is commonly used in cooking, particularly in Mediterranean and Middle Eastern cuisine.",
      "definition_translation": "Un tipo di legume che viene comunemente utilizzato nella cucina, in particolare nella cucina mediterranea e medio-orientale.",
      "example": "I grew broad beans in my garden last summer, and I cooked them with garlic and lemon. In the past, I used to dislike broad beans, but now I love them. I will definitely plant broad beans in my garden again next year.",
      "example_translation": "Ho coltivato fagioli nano nel mio giardino l'estate scorsa e li ho cucinati con aglio e limone. In passato, non mi piacevano i fagioli nano, ma ora li adoro. Certamente pianterò di nuovo fagioli nano nel mio giardino l'anno prossimo.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "brussels sprout",
      "translation": "cavolfiore di Bruxelles",
      "definition": "A type of vegetable that belongs to the cabbage family, commonly used in European cuisine.",
      "definition_translation": "Un tipo di ortaggio che appartiene alla famiglia del cavolo, comunemente utilizzato nella cucina europea.",
      "example": "My grandmother always cooked Brussels sprouts with butter and salt for Christmas dinner. When I was a child, I didn't like Brussels sprouts, but now I eat them regularly. I will roast Brussels sprouts in the oven with olive oil and pepper for tonight's dinner.",
      "example_translation": "La mia nonna cucinava sempre cavolfiori di Bruxelles con burro e sale per il pranzo di Natale. Quando ero un bambino, non mi piacevano i cavolfiori di Bruxelles, ma ora li mangio regolarmente. Stasera, rosterò cavolfiori di Bruxelles nel forno con olio d'oliva e pepe per la cena.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "artichoke",
      "translation": "carciofo",
      "definition": "A type of thistle that is commonly used in cooking, particularly in Mediterranean cuisine.",
      "definition_translation": "Un tipo di cardo che viene comunemente utilizzato nella cucina, in particolare nella cucina mediterranea.",
      "example": "I ate artichokes for the first time at a restaurant in Rome, and I loved them. Artichokes are in season during the summer, so I will definitely buy some at the market next week. I will steam artichokes with lemon and garlic for dinner tonight.",
      "example_translation": "Ho mangiato i carciofi per la prima volta in un ristorante a Roma e li ho adorati. I carciofi sono in stagione durante l'estate, quindi cercherò di comprarne alcuni al mercato la prossima settimana. Stasera, cuocerò i carciofi al vapore con limone e aglio per la cena.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "asparagus",
      "translation": "asparagi",
      "definition": "A perennial plant with feathery foliage and erect stems bearing small, greenish-white flowers. The young shoots are used as a vegetable.",
      "definition_translation": "Una pianta perenne con foglie piumose e steli eretti che portano piccoli fiori verdi-bianchi. Le giovani germogliazioni sono utilizzate come ortaggio.",
      "example": "I had asparagus for dinner last night. I will eat asparagus for lunch tomorrow. I ate asparagus for breakfast yesterday.",
      "example_translation": "Ho mangiato asparagi per cena ieri sera. Mangerò asparagi per pranzo domani. Ho mangiato asparagi per colazione ieri.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "celery",
      "translation": "sedano",
      "definition": "A plant of the parsley family, with stalks that are used as a vegetable, typically in salads or as a garnish.",
      "definition_translation": "Una pianta della famiglia del prezzemolo, con steli utilizzati come ortaggio, tipicamente in insalate o come guarnizione.",
      "example": "I added celery to the salad yesterday. I will add celery to the soup tomorrow. I added celery to the sandwich this morning.",
      "example_translation": "Ho aggiunto sedano all'insalata ieri. Aggiungerò sedano alla zuppa domani. Ho aggiunto sedano al sandwich stamattina.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chicory",
      "translation": "cicoria",
      "definition": "A perennial plant with blue or white flowers, cultivated for its bitter leaves which are used in salads.",
      "definition_translation": "Una pianta perenne con fiori blu o bianchi, coltivata per le sue foglie amare utilizzate in insalate.",
      "example": "I had chicory in my salad last week. I will eat chicory in my smoothie tomorrow. I ate chicory in my breakfast yesterday.",
      "example_translation": "Ho mangiato cicoria nella mia insalata la settimana scorsa. Mangerò cicoria nel mio smoothie domani. Ho mangiato cicoria nella mia colazione ieri.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chives",
      "translation": "erba cipollina",
      "definition": "Chives are a type of herb that is commonly used in cooking to add flavor to dishes. They have a mild onion flavor and are often used as a garnish or added to soups, salads, and sauces.",
      "definition_translation": "Le erbe cipolline sono un tipo di erba che viene comunemente utilizzato in cucina per aggiungere sapore ai piatti. Hanno un sapore dolce di cipolla e vengono spesso utilizzati come guarnizione o aggiunti a zuppe, insalate e salse.",
      "example": "I will use chives to garnish the baked potato tonight. Yesterday, I added chives to the soup for extra flavor. By next year, I will have grown my own chives in the garden.",
      "example_translation": "Userò le erbe cipolline per guarnire la patata al forno stasera. Ieri, ho aggiunto le erbe cipolline alla zuppa per aggiungere sapore. Entro l'anno prossimo, avrò coltivato le mie erbe cipolline nel giardino.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cress",
      "translation": "crescione",
      "definition": "Cress is a fast-growing herb that is often used in salads and as a garnish. It has a peppery flavor and is rich in vitamins and minerals.",
      "definition_translation": "Il crescione è un'erba a crescita rapida che viene spesso utilizzato in insalate e come guarnizione. Ha un sapore pepato e è ricco di vitamine e minerali.",
      "example": "I love adding cress to my salads for a burst of flavor. Yesterday, I planted cress seeds in my garden. By next month, I will be harvesting fresh cress from my garden.",
      "example_translation": "Adoro aggiungere il crescione alle mie insalate per un'esplosione di sapore. Ieri, ho piantato semi di crescione nel mio giardino. Entro il prossimo mese, sarò pronto a raccogliere il crescione fresco dal mio giardino.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dill",
      "translation": "aneto",
      "definition": "Dill is a herb that is commonly used in cooking and pickling. It has a fresh, bright flavor and is often used to add flavor to fish, vegetables, and sauces.",
      "definition_translation": "L'aneto è un'erba che viene spesso utilizzata in cucina e nella preparazione dei sottaceti. Ha un sapore fresco e luminoso e viene spesso utilizzato per aggiungere sapore al pesce, ai vegetali e alle salse.",
      "example": "I will use dill to flavor the pickles I am making today. Last year, I used dill to season the salmon I grilled. By next summer, I will have mastered the art of pickling with dill.",
      "example_translation": "Userò l'aneto per insaporire le cipolle che sto facendo oggi. L'anno scorso, ho utilizzato l'aneto per condire il salmone che ho grigliato. Entro l'estate prossima, avrò padroneggiato l'arte di preparare i sottaceti con l'aneto.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fennel",
      "translation": "finocchio",
      "definition": "Fennel is a perennial herb with yellowish-green leaves and sweet aniseed flavor, used in cooking, particularly in Mediterranean cuisine.",
      "definition_translation": "Il finocchio è un'erba perenne con foglie giallo-verdi e sapore dolce di anice, utilizzato nella cottura, in particolare nella cucina mediterranea.",
      "example": "I have eaten fennel soup in the past, I am eating fennel salad now, and I will eat fennel tea in the future.",
      "example_translation": "Ho mangiato zuppa di finocchio nel passato, sto mangiando insalata di finocchio adesso e mangerò tè di finocchio nel futuro.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "horseradish",
      "translation": "rafano",
      "definition": "Horseradish is a perennial plant with a hot, pungent flavor, used as a condiment or ingredient in various dishes, such as sauces and marinades.",
      "definition_translation": "Il rafano è una pianta perenne con un sapore caldo e pungente, utilizzato come condimento o ingrediente in vari piatti, come salse e marinature.",
      "example": "I used horseradish sauce on my steak last night, I am adding horseradish to my sandwich today, and I will make a horseradish marinade for my chicken tomorrow.",
      "example_translation": "Ho usato la salsa di rafano sulla mia bistecca ieri sera, sto aggiungendo rafano al mio sandwich oggi e farò una marinatura di rafano per il mio pollo domani.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kale",
      "translation": "cavolo riccio",
      "definition": "Kale is a type of green vegetable, with curly or lacy leaves, rich in vitamins and antioxidants, often used in salads, smoothies, and sautéed dishes.",
      "definition_translation": "Il cavolo riccio è un tipo di verdura verde, con foglie ricce o laccate, ricco di vitamine e antiossidanti, spesso utilizzato in insalate, smoothie e piatti saltati.",
      "example": "I will add kale to my breakfast smoothie tomorrow, I added kale to my lunch salad yesterday, and I am eating kale chips now.",
      "example_translation": "Aggiungerò il cavolo riccio al mio smoothie di colazione domani, ho aggiunto il cavolo riccio alla mia insalata di pranzo ieri e sto mangiando chips di cavolo riccio adesso.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lentil",
      "translation": "lenticchia",
      "definition": "The lentil is a type of legume that is commonly used in soups, stews, and curries. It is a good source of protein, fiber, and nutrients.",
      "definition_translation": "La lenticchia è un tipo di legume che viene spesso utilizzato in zuppe, stufati e curry. È una buona fonte di proteine, fibre e nutrienti.",
      "example": "I ate lentil soup for lunch yesterday, I will eat it for dinner tonight, and I have eaten it for breakfast every Sunday.",
      "example_translation": "Ho mangiato zuppa di lenticchie per pranzo ieri, la mangerò per cena stasera, e l'ho mangiata per colazione ogni domenica.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marrow",
      "translation": "midollo",
      "definition": "Marrow is the spongy tissue found in the cavities of bones, responsible for producing blood cells.",
      "definition_translation": "Il midollo è il tessuto spugnoso trovato nelle cavità delle ossa, responsabile della produzione di cellule del sangue.",
      "example": "The doctor aspirated the marrow from my hip bone to examine it for any signs of cancer. He will aspirate it again next week, and has aspirated it several times before.",
      "example_translation": "Il dottore ha aspirato il midollo dall'osso dell'anca per esaminarlo per segni di cancro. Lo aspirerà di nuovo la prossima settimana, e lo ha aspirato diverse volte prima.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "parsnip",
      "translation": "pastinaca",
      "definition": "A parsnip is a root vegetable that is similar to a carrot, but has a sweeter and nuttier flavor.",
      "definition_translation": "La pastinaca è un vegetale radice che è simile alla carota, ma ha un sapore più dolce e più nocciolato.",
      "example": "I roasted parsnips in the oven last night, I will roast them again tomorrow, and have been roasting them every week for months.",
      "example_translation": "Ho arrostito le pastinache nel forno ieri sera, le arrostirò di nuovo domani, e le ho arrostite ogni settimana per mesi.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rhubarb",
      "translation": "rabarbaro",
      "definition": "A tart-tasting vegetable, often used in pies and jams, with a distinctive triangular leaf shape.",
      "definition_translation": "Un ortaggio dalla gusto aspro, spesso utilizzato in torte e marmellate, con una forma triangolare distinta delle foglie.",
      "example": "I ate a rhubarb crumble last night, and I'm going to eat another one tomorrow night, because I have already eaten it many times before.",
      "example_translation": "Ho mangiato un crumble di rabarbaro ieri sera, e mangerò un altro domani sera, perché ho già mangiato molti volte prima.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swede",
      "translation": "ravanello",
      "definition": "A type of root vegetable, often used in soups and stews, with a sweet and slightly peppery flavor.",
      "definition_translation": "Un tipo di ortaggio radice, spesso utilizzato in zuppe e stufati, con un sapore dolce e leggermente pepato.",
      "example": "I will swede the vegetable soup tonight, I sweded it last night, and I had sweded it the night before.",
      "example_translation": "Suderò la zuppa di ortaggi questa sera, l'ho sudata ieri sera, e l'avevo sudata la sera prima.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sweet potato",
      "translation": "patata dolce",
      "definition": "A starchy root vegetable, often used in baking and roasting, with a sweet and nutty flavor.",
      "definition_translation": "Un ortaggio radice amidaceo, spesso utilizzato in forno e in rosticceria, con un sapore dolce e nocciolato.",
      "example": "I have baked sweet potatoes for dinner, I will bake them for lunch, and I had baked them for breakfast.",
      "example_translation": "Ho cotto patate dolci per cena, le cucinerò per pranzo, e le avevo cotte per colazione.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "turnip",
      "translation": "rapa",
      "definition": "A root vegetable, typically white or purple, with a sweet and peppery flavor.",
      "definition_translation": "Un ortaggio radice, tipicamente bianco o viola, con un sapore dolce e pepatoso.",
      "example": "I turned up the turnip in the garden yesterday, I will turn it up again tomorrow, and I had turned it up last week. ",
      "example_translation": "Ho scavato la rapa nel giardino ieri, lo scaverò di nuovo domani, e l'avevo scavata la settimana scorsa.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]