[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knife",
      "translation": "coltello",
      "definition": "A knife is a cutting tool with a sharp blade, used for tasks such as preparing food, cutting rope, or as a weapon.",
      "definition_translation": "Un coltello è uno strumento di taglio con una lama affilata, utilizzato per compiti come la preparazione del cibo, il taglio della corda o come arma.",
      "example": "I will use a knife to cut the apple tomorrow, I am using a knife to cut the rope now, and I used a knife to slice the bread yesterday.",
      "example_translation": "Userò un coltello per tagliare la mela domani, sto usando un coltello per tagliare la corda ora, e ho usato un coltello per affettare il pane ieri.",
      "imageLink": "image_files\\English\\"imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bowl",
      "translation": "coppa",
      "definition": "A bowl is a round, open-top container used to hold or serve food, such as soup, cereal, or fruit.",
      "definition_translation": "Una coppa è un contenitore aperto rotondo usato per contenere o servire il cibo, come zuppa, cereale o frutta.",
      "example": "I will use a bowl to eat cereal in the morning, I am using a bowl to mix the dough now, and I used a bowl to serve the soup last night.",
      "example_translation": "Userò una coppa per mangiare il cereale al mattino, sto usando una coppa per miscelare l'impasto ora, e ho usato una coppa per servire la zuppa la scorsa notte.",
      "imageLink": "image_files\\English\\"imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cooker",
      "translation": "cucinatore",
      "definition": "A cooker is a kitchen appliance used for cooking food, such as an oven, stove, or microwave.",
      "definition_translation": "Un cucinatore è un elettrodomestico da cucina usato per cucinare il cibo, come un forno, un fornello o un forno a microonde.",
      "example": "I will use a cooker to bake a cake in the future, I am using a cooker to boil water now, and I used a cooker to roast chicken last week.",
      "example_translation": "Userò un cucinatore per cuocere una torta nel futuro, sto usando un cucinatore per bollire l'acqua ora, e ho usato un cucinatore per arrostire il pollo la scorsa settimana.",
      "imageLink": "image_files\\English\\"imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cupboard",
      "translation": "armadio",
      "definition": "A cupboard is a piece of furniture with shelves, used for storing food, dishes, and utensils.",
      "definition_translation": "Un armadio è un mobile con scaffali, usato per conservare cibo, stoviglie e utensili.",
      "example": "I opened the cupboard to get a plate. Yesterday, I had cleaned the cupboard. If I have time, I will organize the cupboard tomorrow.",
      "example_translation": "Ho aperto l'armadio per prendere un piatto. Ieri, avevo pulito l'armadio. Se avrò tempo, organizzerò l'armadio domani.",
      "imageLink": "image_files\\English\\"imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "drawer",
      "translation": "cassetto",
      "definition": "A drawer is a container in a piece of furniture, used for storing things.",
      "definition_translation": "Un cassetto è un contenitore in un mobile, usato per conservare le cose.",
      "example": "I pulled out the drawer to get my socks. She opened the drawer to put away her clothes. They will install a new drawer in the dresser next week.",
      "example_translation": "Ho tirato fuori il cassetto per prendere i miei calzini. Lei ha aperto il cassetto per mettere via i suoi vestiti. Installeranno un nuovo cassetto nel cassettone la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fork",
      "translation": "forchetta",
      "definition": "A fork is a utensil used for picking up and eating food.",
      "definition_translation": "Una forchetta è un utensile usato per raccogliere e mangiare il cibo.",
      "example": "I used a fork to eat the salad. They will bring forks to the picnic. She had dropped her fork on the floor.",
      "example_translation": "Ho usato una forchetta per mangiare l'insalata. Porteranno le forchette al picnic. Lei aveva lasciato cadere la sua forchetta sul pavimento.",
      "imageLink": "image_files\\English\\"imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fridge",
      "translation": "frigorifero",
      "definition": "A kitchen appliance used for keeping food and drinks cool or cold.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per mantenere cibi e bevande freschi o freddi.",
      "example": "I opened the fridge to grab a cold drink. Yesterday, I had opened the fridge to get some milk. Tomorrow, I will open the fridge to store the leftovers.",
      "example_translation": "Ho aperto il frigorifero per prendere una bibita fredda. Ieri, avevo aperto il frigorifero per prendere del latte. Domani, aprirò il frigorifero per conservare gli avanzi.",
      "imageLink": "image_files\\English\\"imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "kitchen table",
      "translation": "tavola da cucina",
      "definition": "A piece of furniture with a flat surface and legs, used for preparing and eating food in a kitchen.",
      "definition_translation": "Un pezzo di mobili con una superficie piatta e gambe, utilizzato per preparare e mangiare cibi in una cucina.",
      "example": "We gathered around the kitchen table to eat dinner. Yesterday, we had gathered around the kitchen table to do our homework. Tomorrow, we will gather around the kitchen table to make cookies.",
      "example_translation": "Ci siamo riuniti intorno alla tavola da cucina per mangiare la cena. Ieri, ci eravamo riuniti intorno alla tavola da cucina per fare i compiti. Domani, ci riuniremo intorno alla tavola da cucina per fare i biscotti.",
      "imageLink": "image_files\\English\\"imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "microwave (oven)",
      "translation": "forno a microonde",
      "definition": "A kitchen appliance used for heating and cooking food quickly using electromagnetic energy.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per riscaldare e cuocere cibi velocemente mediante energia elettromagnetica.",
      "example": "I heated up the leftovers in the microwave oven. Yesterday, I had heated up the soup in the microwave oven. Tomorrow, I will cook the frozen dinner in the microwave oven.",
      "example_translation": "Ho riscaldato gli avanzi nel forno a microonde. Ieri, avevo riscaldato la zuppa nel forno a microonde. Domani, cucinerò la cena surgelata nel forno a microonde.",
      "imageLink": "image_files\\English\\"imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "shelf",
      "translation": "scaffale",
      "definition": "A flat, horizontal surface, typically made of wood or metal, used for storing or displaying objects.",
      "definition_translation": "Una superficie orizzontale pianeggiante, solitamente in legno o metallo, utilizzata per immagazzinare o mostrare oggetti.",
      "example": "I will put the book on the shelf tomorrow, but yesterday I took it from the shelf, and now it is on the table.",
      "example_translation": "Metto il libro sulla scaffale domani, ma ieri l'ho preso dallo scaffale e ora è sul tavolo.",
      "imageLink": "image_files\\English\\"imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sink",
      "translation": "lavandino",
      "definition": "A plumbing fixture used for washing hands, dishes, etc., typically consisting of a basin and a faucet.",
      "definition_translation": "Un dispositivo di edilizia idraulica utilizzato per lavare le mani, i piatti, ecc., solitamente composto da un bacino e un rubinetto.",
      "example": "She will wash her hands in the sink, but yesterday she washed them in the ocean, and next year she will wash them in the river.",
      "example_translation": "Laverà le mani nel lavandino, ma ieri le ha lavate nell'oceano e l'anno prossimo le laverà nel fiume.",
      "imageLink": "image_files\\English\\"imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spoon",
      "translation": "cucchiaio",
      "definition": "A utensil consisting of a small, shallow bowl and a handle, used for eating or serving food.",
      "definition_translation": "Un utensile composto da una piccola ciotola poco profonda e un manico, utilizzato per mangiare o servire cibo.",
      "example": "He ate the soup with a spoon, but yesterday he ate it with his hands, and next week he will eat it with a fork.",
      "example_translation": "Ha mangiato la zuppa con un cucchiaio, ma ieri l'ha mangiata con le mani e la prossima settimana la mangerà con una forchetta.",
      "imageLink": "image_files\\English\\"imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bin",
      "translation": "cestino",
      "definition": "A container, typically with an open top, used for holding or storing something.",
      "definition_translation": "Un contenitore, solitamente con un'apertura superiore, utilizzato per contenere o archiviare qualcosa.",
      "example": "I threw the trash in the bin. Yesterday, I threw the trash in the bin. Tomorrow, I will throw the trash in the bin.",
      "example_translation": "Ho gettato la spazzatura nel cestino. Ieri, ho gettato la spazzatura nel cestino. Domani, getterò la spazzatura nel cestino.",
      "imageLink": "image_files\\English\\"imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dishwasher",
      "translation": "lavastoviglie",
      "definition": "A machine for washing dishes, utensils, and other items, typically using hot water and detergent.",
      "definition_translation": "Una macchina per lavare piatti, utensili e altri oggetti, solitamente utilizzando acqua calda e detergente.",
      "example": "I loaded the dishes into the dishwasher. Yesterday, I loaded the dishes into the dishwasher. Tomorrow, I will load the dishes into the dishwasher.",
      "example_translation": "Ho caricato i piatti nel lavastoviglie. Ieri, ho caricato i piatti nel lavastoviglie. Domani, caricherò i piatti nel lavastoviglie.",
      "imageLink": "image_files\\English\\"imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "electric kettle",
      "translation": "bollitore elettrico",
      "definition": "A kettle that uses electricity to heat water, typically used for making tea, coffee, or other hot beverages.",
      "definition_translation": "Un bollitore che utilizza elettricità per scaldare l'acqua, tipicamente utilizzato per preparare tè, caffè o altri bevande calde.",
      "example": "I boiled water in the electric kettle. Yesterday, I boiled water in the electric kettle. Tomorrow, I will boil water in the electric kettle.",
      "example_translation": "Ho fatto bollire l'acqua nel bollitore elettrico. Ieri, ho fatto bollire l'acqua nel bollitore elettrico. Domani, farò bollire l'acqua nel bollitore elettrico.",
      "imageLink": "image_files\\English\\"imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "freezer",
      "translation": "congelatore",
      "definition": "An electrical appliance used for freezing and storing food at very low temperatures.",
      "definition_translation": "Un elettrodomestico utilizzato per congelare e conservare il cibo a bassissime temperature.",
      "example": "She opened the freezer to get some ice cream, then she put the leftovers in the freezer, and finally she will clean the freezer next week.",
      "example_translation": "Ha aperto il congelatore per prendere del gelato, poi ha messo gli avanzi nel congelatore e infine pulirà il congelatore la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "frying pan",
      "translation": "pentola per friggere",
      "definition": "A cooking vessel made of metal, typically with a long handle, used for frying food over direct heat.",
      "definition_translation": "Un recipiente da cucina fatto di metallo, solitamente con un manico lungo, utilizzato per friggere il cibo sulla fiamma diretta.",
      "example": "He heated the frying pan to cook the eggs, then she used the frying pan to make pancakes, and finally they will buy a new frying pan next month.",
      "example_translation": "Ha riscaldato la pentola per friggere per cucinare le uova, poi lei ha usato la pentola per friggere per fare le panke, e infine compreranno una nuova pentola per friggere il prossimo mese.",
      "imageLink": "image_files\\English\\"imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "oven",
      "translation": "forno",
      "definition": "A device used for cooking or heating food, typically using dry heat, in a kitchen or laboratory.",
      "definition_translation": "Un dispositivo utilizzato per cucinare o scaldare il cibo, solitamente usando il calore secco, in una cucina o laboratorio.",
      "example": "She preheated the oven to bake the cake, then he put the chicken in the oven to roast it, and finally they will clean the oven this weekend.",
      "example_translation": "Ha precaldato il forno per cuocere la torta, poi lui ha messo il pollo nel forno per arrostirlo, e infine puliranno il forno questo fine settimana.",
      "imageLink": "image_files\\English\\"imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pot",
      "translation": "pentola",
      "definition": "A pot is a containers with a lid, used for cooking or storing food or liquids.",
      "definition_translation": "Una pentola è un contenitore con coperchio, utilizzato per cucinare o conservare cibi o liquidi.",
      "example": "I boiled water in a pot yesterday, I am boiling water in a pot now, and I will boil water in a pot tomorrow.",
      "example_translation": "Ho bollito l'acqua in una pentola ieri, sto bollendo l'acqua in una pentola ora, e bollerò l'acqua in una pentola domani.",
      "imageLink": "image_files\\English\\"imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "saucepan",
      "translation": "tegame",
      "definition": "A saucepan is a small pot with a handle, used for heating and cooking sauces, soups, or other liquids.",
      "definition_translation": "Un tegame è una piccola pentola con manico, utilizzato per riscaldare e cucinare salse, zuppe o altri liquidi.",
      "example": "She heated the sauce in a saucepan last night, she is heating the sauce in a saucepan now, and she will heat the sauce in a saucepan next week.",
      "example_translation": "Lei ha riscaldato la salsa in un tegame ieri sera, sta riscaldando la salsa in un tegame ora, e riscalderà la salsa in un tegame la prossima settimana.",
      "imageLink": "image_files\\English\\"imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tap",
      "translation": "rubinetto",
      "definition": "A tap is a valve for controlling the flow of a liquid, especially water, from a pipe.",
      "definition_translation": "Un rubinetto è una valvola per controllare il flusso di un liquido, specialmente acqua, da una tubatura.",
      "example": "I turned on the tap yesterday to wash my hands, I am turning on the tap now to fill the sink, and I will turn on the tap tomorrow to water the plants.",
      "example_translation": "Ho aperto il rubinetto ieri per lavarmi le mani, sto aprendo il rubinetto ora per riempire il lavandino, e aprirò il rubinetto domani per innaffiare le piante.",
      "imageLink": "image_files\\English\\"imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "teapot",
      "translation": "teiera",
      "definition": "A teapot is a vessel used for steeping and serving tea, typically made of ceramic or metal with a spout and handle.",
      "definition_translation": "Una teiera è un contenitore utilizzato per infondere e servire il tè, solitamente realizzato in ceramica o metallo con un beccuccio e un manico.",
      "example": "I poured the hot water into the teapot, then added a tea bag. Yesterday, I bought a new teapot at the market. By next year, I will have owned this teapot for five years.",
      "example_translation": "Ho versato l'acqua calda nella teiera, poi ho aggiunto un sacchetto di tè. Ieri, ho acquistato una nuova teiera al mercato. Entro l'anno prossimo, avrò posseduto questa teiera per cinque anni.",
      "imageLink": "image_files\\English\\"imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tin opener",
      "translation": "apri-lattine",
      "definition": "A tin opener is a device used to open tin cans, typically consisting of a sharp cutting wheel and a handle.",
      "definition_translation": "Un apri-lattine è un dispositivo utilizzato per aprire le lattine, solitamente composto da una ruota tagliente e un manico.",
      "example": "She had trouble opening the can with the tin opener, so I had to help her. Yesterday, I used a tin opener to open a can of beans. By the end of the month, I will have bought a new tin opener.",
      "example_translation": "Lei aveva difficoltà ad aprire la lattina con l'apri-lattine, quindi ho dovuto aiutarla. Ieri, ho usato un apri-lattine per aprire una lattina di fagioli. Entro la fine del mese, avrò comprato un nuovo apri-lattine.",
      "imageLink": "image_files\\English\\"imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "toaster",
      "translation": "tostapane",
      "definition": "A toaster is a small electrical appliance used to toast slices of bread, typically with adjustable heat and timing controls.",
      "definition_translation": "Un tostapane è un piccolo elettrodomestico utilizzato per tostare le fette di pane, solitamente con controlli di temperatura e tempo regolabili.",
      "example": "I plugged in the toaster and waited for it to heat up. Yesterday, I bought a new toaster at the store. By next week, I will have used this toaster every morning.",
      "example_translation": "Ho inserito la spina del tostapane e ho aspettato che si riscaldasse. Ieri, ho comprato un nuovo tostapane al negozio. Entro la prossima settimana, avrò utilizzato questo tostapane ogni mattina.",
      "imageLink": "image_files\\English\\"imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cloth",
      "translation": "stoffa",
      "definition": "A flexible woven material, typically made of threads or yarns, used for making clothes, upholstery, and other textile products.",
      "definition_translation": "Un materiale flessibile intessuto, solitamente fatto di fili o fibre, utilizzato per fare abiti, tappezzario e altri prodotti tessili.",
      "example": "I need to buy a new cloth to make a dress. I bought a cloth last year. I will buy a cloth next month.",
      "example_translation": "Devo comprare un nuovo stoffa per fare un abito. Ho comprato uno stoffa l'anno scorso. Comprerò uno stoffa il mese prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coffee maker",
      "translation": "macchinetta del caffè",
      "definition": "An electrical appliance that brews coffee from ground coffee beans.",
      "definition_translation": "Un apparecchio elettrico che prepara il caffè dai chicchi di caffè macinati.",
      "example": "I need to clean my coffee maker. I cleaned my coffee maker yesterday. I will use my coffee maker tomorrow.",
      "example_translation": "Devo pulire la mia macchinetta del caffè. Ho pulito la mia macchinetta del caffè ieri. Userò la mia macchinetta del caffè domani.",
      "imageLink": "image_files\\English\\"imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "corkscrew",
      "translation": "cacciavite",
      "definition": "A kitchen tool used to remove the cork from a bottle, typically a wine bottle.",
      "definition_translation": "Uno strumento da cucina utilizzato per rimuovere il tappo da una bottiglia, solitamente una bottiglia di vino.",
      "example": "Can you pass me the corkscrew? I passed the corkscrew to her last night. I will use the corkscrew at the party.",
      "example_translation": "Puoi passarmi il cacciavite? Ho passato il cacciavite a lei la scorsa notte. Userò il cacciavite alla festa.",
      "imageLink": "image_files\\English\\"imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "scales",
      "translation": "bilance",
      "definition": "A set of weighing scales is a device used to measure the weight or mass of an object or person.",
      "definition_translation": "Un set di bilance è un dispositivo utilizzato per misurare il peso o la massa di un oggetto o persona.",
      "example": "She stepped on the scales to weigh herself. Yesterday, she had to calibrate the scales before using them. By next year, she will have mastered the art of using digital scales.",
      "example_translation": "Lei si mise sulle bilance per pesarsi. Ieri, lei ha dovuto calibrare le bilance prima di usarle. Entro il prossimo anno, lei avrà padronanza dell'arte di utilizzare bilance digitali.",
      "imageLink": "image_files\\English\\"imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stool",
      "translation": "sgabello",
      "definition": "A stool is a piece of furniture with a single seat, typically without back or arms, used for sitting.",
      "definition_translation": "Uno sgabello è un pezzo di mobiliario con un unico sedile, tipicamente senza schienale o bracci, utilizzato per sedersi.",
      "example": "He sat on the stool to take a break. Yesterday, she had to assemble the stool after buying it. By next month, they will have designed a new stool for the garden.",
      "example_translation": "Lui si sedette sullo sgabello per prendersi una pausa. Ieri, lei ha dovuto assemblare lo sgabello dopo averlo comprato. Entro il prossimo mese, loro avranno progettato un nuovo sgabello per il giardino.",
      "imageLink": "image_files\\English\\"imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "baking sleeve",
      "translation": "sleeve da forno",
      "definition": "A baking sleeve is a cooking utensil used to cook food evenly in the oven, typically made of silicone or other heat-resistant materials.",
      "definition_translation": "Un sleeve da forno è un utensile da cucina utilizzato per cuocere il cibo in modo uniforme nel forno, tipicamente realizzato in silicone o altri materiali resistenti al calore.",
      "example": "She put the turkey in the baking sleeve to roast it. Yesterday, he had to wash the baking sleeve after using it. By next week, they will have developed a new baking sleeve with a non-stick coating.",
      "example_translation": "Lei mise il tacchino nel sleeve da forno per arrostirlo. Ieri, lui ha dovuto lavare il sleeve da forno dopo averlo utilizzato. Entro la prossima settimana, loro avranno sviluppato un nuovo sleeve da forno con rivestimento antiaderente.",
      "imageLink": "image_files\\English\\"imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "biscuit cutter",
      "translation": "tagliabiscotti",
      "definition": "A kitchen tool used to cut out shapes from dough or pastry, typically used to make biscuits.",
      "definition_translation": " Uno strumento da cucina utilizzato per tagliare forme dal impasto o pasta, solitamente utilizzato per fare biscotti.",
      "example": "She used a biscuit cutter to make heart-shaped cookies for Valentine's Day. She will use it again next year. She has been using it for years.",
      "example_translation": "Lei ha utilizzato un tagliabiscotti per fare biscotti a forma di cuore per il giorno di San Valentino. Lo userà di nuovo l'anno prossimo. Ha stato utilizzandolo per anni.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bread cutter",
      "translation": "affettatrice del pane",
      "definition": "A tool or device used to slice bread into thin pieces, often used in commercial bakeries.",
      "definition_translation": " Uno strumento o dispositivo utilizzato per affettare il pane in pezzi sottili, spesso utilizzato in panetterie commerciali.",
      "example": "The baker used a bread cutter to slice the freshly baked loaf. He will use it again tomorrow. He had used it the day before.",
      "example_translation": "Il panettiere ha utilizzato un'affettatrice del pane per affettare la pagnotta appena sfornata. Lo userà di nuovo domani. Aveva utilizzato il giorno prima.",
      "imageLink": "image_files\\English\\"imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cake tin",
      "translation": "stampo per torte",
      "definition": "A container used to hold and shape a cake while it is being baked, often made of metal or silicone.",
      "definition_translation": "Un contenitore utilizzato per contenere e dare forma a una torta mentre viene cotta, spesso fatto di metallo o silicone.",
      "example": "She greased the cake tin and poured in the batter. She will use it again next week. She had used it last month.",
      "example_translation": "Lei ha unto il stampo per torte e versato il composto. Lo userà di nuovo la settimana prossima. Aveva utilizzato il mese scorso.",
      "imageLink": "image_files\\English\\"imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "casserole dish",
      "translation": "pentola da forno",
      "definition": "A large, deep dish used for baking food, especially savory dishes, in the oven.",
      "definition_translation": "Un grande, profondo piatto utilizzato per cuocere alimenti, specialmente piatti salati, nel forno.",
      "example": "I used a casserole dish to bake a lasagna for the dinner party. Yesterday, I washed the casserole dish after the meal. I will use the casserole dish again tomorrow.",
      "example_translation": "Ho utilizzato una pentola da forno per cuocere una lasagna per la festa di cena. Ieri, ho lavato la pentola da forno dopo il pasto. Userò la pentola da forno di nuovo domani.",
      "imageLink": "image_files\\English\\"imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chopping knife",
      "translation": "coltello da taglio",
      "definition": "A knife used for cutting and preparing food, especially chopping and slicing.",
      "definition_translation": "Un coltello utilizzato per tagliare e preparare alimenti, specialmente tritando e affettando.",
      "example": "I need a chopping knife to chop the vegetables for the salad. Yesterday, I sharpened the chopping knife to make it more efficient. I will use the chopping knife to slice the meat tonight.",
      "example_translation": "Ho bisogno di un coltello da taglio per tritare le verdure per l'insalata. Ieri, ho affilato il coltello da taglio per renderlo più efficiente. Userò il coltello da taglio per affettare la carne stasera.",
      "imageLink": "image_files\\English\\"imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chopsticks",
      "translation": "bacchette",
      "definition": "A pair of small, thin sticks or rods used as eating utensils, especially in Asian cuisine.",
      "definition_translation": "Un paio di piccoli bastoncini o aste sottili utilizzati come utensili per mangiare, specialmente nella cucina asiatica.",
      "example": "I learned to use chopsticks when I was living in Japan. Yesterday, I practiced using chopsticks to eat sushi. I will use chopsticks to eat ramen noodles tonight.",
      "example_translation": "Ho imparato a usare le bacchette quando vivevo in Giappone. Ieri, ho praticato l'uso delle bacchette per mangiare sushi. Userò le bacchette per mangiare i noodles di ramen stasera.",
      "imageLink": "image_files\\English\\"imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "colander",
      "translation": "colapasta",
      "definition": "A kitchen utensil used to drain liquids from food, such as pasta or rice, typically having a perforated or mesh design.",
      "definition_translation": "Un utensile da cucina usato per scaricare i liquidi dal cibo, come pasta o riso, solitamente con un design perforato o a rete.",
      "example": "She washed the vegetables and then placed them in the colander to drain. Yesterday, she used the colander to rinse the quinoa. By the time she gets home, she will have already cleaned the colander.",
      "example_translation": "Ha lavato le verdure e poi le ha messe nel colapasta per scaricare. Ieri, ha usato il colapasta per sciacquare la quinoa. Quando tornerà a casa, avrà già pulito il colapasta.",
      "imageLink": "image_files\\English\\"imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cutting board",
      "translation": "tavola da taglio",
      "definition": "A flat, usually rectangular, surface made of wood, plastic, or other materials, used for cutting and preparing food.",
      "definition_translation": "Una superficie piatta, solitamente rettangolare, fatta di legno, plastica o altri materiali, usata per tagliare e preparare il cibo.",
      "example": "She grabbed the cutting board and began to chop the onions. Yesterday, he used the cutting board to slice the meat. By the time they finish cooking, they will have already cleaned the cutting board.",
      "example_translation": "Ha afferrato la tavola da taglio e ha iniziato a tritare le cipolle. Ieri, lui ha usato la tavola da taglio per affettare la carne. Quando finiranno di cucinare, avranno già pulito la tavola da taglio.",
      "imageLink": "image_files\\English\\"imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "flour sifter",
      "translation": "setaccio per farina",
      "definition": "A kitchen tool used to sift and aerate flour and other dry ingredients, typically consisting of a wire mesh or perforated screen.",
      "definition_translation": "Uno strumento da cucina usato per setacciare e arieggiare la farina e altri ingredienti secchi, solitamente composto da una rete metallica o schermo perforato.",
      "example": "She needs a flour sifter to mix the cake ingredients. Yesterday, he used a flour sifter to prepare the dough. By the time she starts baking, she will have already cleaned the flour sifter.",
      "example_translation": "Ha bisogno di un setaccio per farina per miscelare gli ingredienti del dolce. Ieri, lui ha usato un setaccio per farina per preparare l'impasto. Quando inizia a cucinare, avrà già pulito il setaccio per farina.",
      "imageLink": "image_files\\English\\"imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "food slicer",
      "translation": "affettatrice per alimenti",
      "definition": "A kitchen appliance used to slice food, such as meat, cheese, and vegetables, into thin pieces.",
      "definition_translation": "Un dispositivo da cucina utilizzato per affettare alimenti come carne, formaggio e verdure in pezzi sottili.",
      "example": "Yesterday, I used a food slicer to prepare lunch. Today, I am using it to slice ham for a sandwich. Tomorrow, I will use it to slice vegetables for a salad.",
      "example_translation": "Ieri, ho utilizzato un'affettatrice per alimenti per preparare il pranzo. Oggi, sto usando per affettare prosciutto per un panino. Domani, userò per affettare le verdure per un'insalata.",
      "imageLink": "image_files\\English\\"imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "funnel",
      "translation": "imbuto",
      "definition": "A tube or pipe with a wide, flared inlet and a narrow outlet, used for pouring liquids or powders into a small opening.",
      "definition_translation": "Un tubo o una pipa con un'ampia apertura a imbuto e un'uscita stretta, utilizzata per versare liquidi o polveri in un'apertura piccola.",
      "example": "I used a funnel to pour oil into the car engine. Now, I am using it to pour flour into a mixing bowl. Later, I will use it to pour juice into a bottle.",
      "example_translation": "Ho utilizzato un imbuto per versare olio nel motore della macchina. Ora, sto usando per versare farina in un recipiente per mescolare. Più tardi, userò per versare succo in una bottiglia.",
      "imageLink": "image_files\\English\\"imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "garlic press",
      "translation": "pressa aglio",
      "definition": "A kitchen tool used to crush garlic cloves, releasing their flavor and oil.",
      "definition_translation": "Uno strumento da cucina utilizzato per schiacciare spicchi d'aglio, rilasciandone il sapore e l'olio.",
      "example": "I used a garlic press to prepare garlic for dinner. Yesterday, I had used it to make garlic bread. Tomorrow, I will use it to make a garlic sauce.",
      "example_translation": "Ho utilizzato una pressa aglio per preparare aglio per la cena. Ieri, l'avevo usato per fare il pane all'aglio. Domani, userò per fare una salsa all'aglio.",
      "imageLink": "image_files\\English\\"imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "grater",
      "translation": "grattugia",
      "definition": "A kitchen utensil with small holes or blades used to shred or grate food, such as cheese or vegetables.",
      "definition_translation": "Un utensile da cucina con buchi piccoli o lame utilizzato per tritare o grattugiare il cibo, come formaggio o verdure.",
      "example": "I used a grater to shred the mozzarella cheese for the pizza. I will use a grater to grate the carrots for the salad. She had grated the zucchini for the bread.",
      "example_translation": "Ho utilizzato una grattugia per tritare il formaggio mozzarella per la pizza. Userò una grattugia per grattugiare le carote per l'insalata. Aveva grattugiato la zucca per il pane.",
      "imageLink": "image_files\\English\\"imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ice-cream scoop",
      "translation": "pallina di gelato",
      "definition": "A utensil used to portion and shape ice cream into rounded balls or scoops.",
      "definition_translation": "Un utensile utilizzato per porzionare e dare forma al gelato in palline o cucchiai.",
      "example": "She used an ice-cream scoop to serve the dessert. They will use an ice-cream scoop to make the sundaes. I had used an ice-cream scoop to portion the frozen yogurt.",
      "example_translation": "Ha utilizzato una pallina di gelato per servire il dessert. Useranno una pallina di gelato per fare i sundae. Avevo utilizzato una pallina di gelato per porzionare lo yogurt congelato.",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ladle",
      "translation": "mestolo",
      "definition": "A large, deep spoon with a long handle, used for serving or pouring liquids, such as soup or sauce.",
      "definition_translation": "Un cucchiaio grande e profondo con un manico lungo, utilizzato per servire o versare liquidi, come zuppa o salsa.",
      "example": "She used a ladle to serve the soup. They will use a ladle to pour the sauce. I had used a ladle to scoop up the broth.",
      "example_translation": "Ha utilizzato un mestolo per servire la zuppa. Useranno un mestolo per versare la salsa. Avevo utilizzato un mestolo per prendere il brodo.",
      "imageLink": "image_files\\English\\"imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lemon squeezer",
      "translation": "spremiagrumi",
      "definition": "A kitchen utensil used to extract juice from lemons or other citrus fruits by squeezing them.",
      "definition_translation": "Un utensile da cucina utilizzato per estrarre il succo dai limoni o altri frutti agrumi premendoli.",
      "example": "I used a lemon squeezer to get the juice for the recipe. Yesterday, I squeezed the lemons with a manual squeezer. By next year, I will have bought an electric lemon squeezer.",
      "example_translation": "Ho utilizzato uno spremiagrumi per ottenere il succo per la ricetta. Ieri, ho spremuto i limoni con uno spremiagrumi manuale. Entro l'anno prossimo, avrò comprato uno spremiagrumi elettrico.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mandoline",
      "translation": "mandolino",
      "definition": "A kitchen utensil with adjustable blades used to slice or julienne vegetables and fruits.",
      "definition_translation": "Un utensile da cucina con lame regolabili utilizzato per affettare o julienne verdure e frutti.",
      "example": "I carefully used a mandoline to slice the carrots for the salad. Yesterday, I julienned the bell peppers with a mandoline. By next week, I will have mastered the art of using a mandoline safely.",
      "example_translation": "Ho usato con cura un mandolino per affettare le carote per l'insalata. Ieri, ho julienne le peppersoni con un mandolino. Entro la prossima settimana, avrò padroneggiato l'arte di utilizzare un mandolino in sicurezza.",
      "imageLink": "image_files\\English\\"imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "measuring spoon",
      "translation": "cucchiaio dosatore",
      "definition": "A spoon used to measure the volume of ingredients when cooking or baking.",
      "definition_translation": "Un cucchiaio utilizzato per misurare il volume degli ingredienti quando si cucina o si cuoce.",
      "example": "I used a measuring spoon to measure the sugar for the recipe. Yesterday, I leveled off the flour with a measuring spoon. By next month, I will have purchased a set of measuring spoons in different sizes.",
      "example_translation": "Ho utilizzato un cucchiaio dosatore per misurare lo zucchero per la ricetta. Ieri, ho pareggiato la farina con un cucchiaio dosatore. Entro il prossimo mese, avrò acquistato un set di cucchiai dosatori di diverse dimensioni.",
      "imageLink": "image_files\\English\\"imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "meat tenderizer",
      "translation": "addolcente per carne",
      "definition": "A meat tenderizer is a culinary tool used to break down the proteins in meat, making it more tender and easier to chew.",
      "definition_translation": "Un addolcente per carne è uno strumento culinario usato per rompere le proteine della carne, rendendola più tenera e più facile da masticare.",
      "example": "I used a meat tenderizer to make the steak more tender. Yesterday, I had tenderized the chicken. Tomorrow, I will tenderize the pork.",
      "example_translation": "Ho usato un addolcente per carne per rendere più tenero il filetto. Ieri, avevo addolcito il pollo. Domani, addolcerò il maiale.",
      "imageLink": "image_files\\English\\"imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mincer",
      "translation": "tritacarne",
      "definition": "A mincer is a kitchen appliance used to chop or grind food, such as meat, vegetables, or fruit, into small pieces or a fine texture.",
      "definition_translation": "Un tritacarne è un elettrodomestico da cucina usato per tritare o macinare il cibo, come carne, verdure o frutta, in piccoli pezzi o in una textures fine.",
      "example": "I used a mincer to chop the onions. She had minced the garlic. They will mince the beef.",
      "example_translation": "Ho usato un tritacarne per tritare le cipolle. Lei aveva tritato l'aglio. Loro triteranno il manzo.",
      "imageLink": "image_files\\English\\"imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "mortar and pestle",
      "translation": "mortaio e pestello",
      "definition": "A mortar and pestle is a kitchen tool used to grind, crush, or mix foods, such as spices, herbs, or other ingredients, into a fine paste or powder.",
      "definition_translation": "Un mortaio e pestello è uno strumento da cucina usato per macinare, schiacciare o mischiare alimenti, come spezie, erbe o altri ingredienti, in un fine pasta o polvere.",
      "example": "I used a mortar and pestle to grind the spices. She had crushed the nuts with a mortar and pestle. They will mix the ingredients with a mortar and pestle.",
      "example_translation": "Ho usato un mortaio e pestello per macinare le spezie. Lei aveva schiacciato le noci con un mortaio e pestello. Loro mischieranno gli ingredienti con un mortaio e pestello.",
      "imageLink": "image_files\\English\\"imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "nutcracker",
      "translation": "schiaornatore",
      "definition": "A tool used to crack open nuts, typically consisting of a lever or screw that applies pressure to the nut.",
      "definition_translation": "Uno strumento usato per aprire le noci, tipicamente costituito da una leva o vite che applica pressione alla noce.",
      "example": "I used a nutcracker to open the walnuts, but it was very hard to crack them open. Now I'm using a nutcracker to open the almonds for my recipe. I will need a nutcracker to open the hazelnuts for my dessert.",
      "example_translation": "Ho usato uno schiaccianoci per aprire le noci di noce, ma è stato molto difficile aprirle. Ora sto usando uno schiaccianoci per aprire le mandorle per la mia ricetta. Avrò bisogno di uno schiaccianoci per aprire le nocciole per il mio dessert.",
      "imageLink": "image_files\\English\\"imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pastry board",
      "translation": "tavola da pasticceria",
      "definition": "A smooth, flat surface, typically made of wood or marble, used for rolling and shaping pastry dough.",
      "definition_translation": "Una superficie liscia e pianeggiante, tipicamente realizzata in legno o marmo, usata per stendere e modellare l'impasto di pasta.",
      "example": "I need to flour my pastry board before rolling out the dough for my cake. The pastry board was too small for the amount of dough I had to roll out. She will be using a pastry board to make the perfect croissants for her bakery.",
      "example_translation": "Devo infarinare la mia tavola da pasticceria prima di stendere l'impasto per la mia torta. La tavola da pasticceria era troppo piccola per la quantità di impasto che dovevo stendere. Lei userà una tavola da pasticceria per fare i croissant perfetti per la sua pasticceria.",
      "imageLink": "image_files\\English\\"imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "peeler",
      "translation": "sbucciatoio",
      "definition": "A kitchen tool used to remove the skin or outer layer of fruits and vegetables.",
      "definition_translation": "Uno strumento da cucina usato per rimuovere la buccia o lo strato esterno di frutta e verdura.",
      "example": "I use a peeler to remove the skin of the apples before making a pie. She will need a peeler to peel the carrots for her soup. He peeled the potatoes using a peeler before boiling them.",
      "example_translation": "Uso uno sbucciatoio per rimuovere la buccia delle mele prima di fare una torta. Lei avrà bisogno di uno sbucciatoio per sbucciare le carote per la sua zuppa. Lui ha sbucciato le patate usando uno sbucciatoio prima di lessarle.",
      "imageLink": "image_files\\English\\"imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "pepper mill",
      "translation": "macinapepe",
      "definition": "A kitchen utensil used to grind peppercorns into fine pepper.",
      "definition_translation": "Un utensile da cucina utilizzato per macinare i chicchi di pepe in pepe fine.",
      "example": "I used a pepper mill to season the steak yesterday, I will use it again tomorrow, and I have used it many times before.",
      "example_translation": "Ho usato un macinapepe per condire la bistecca ieri, lo userò di nuovo domani, e l'ho usato molte volte prima.",
      "imageLink": "image_files\\English\\"imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "piping bag",
      "translation": "borsa per pipette",
      "definition": "A bag with a nozzle used to pipe semi-solid food, such as icing or cream, onto a surface.",
      "definition_translation": "Un sacchetto con una bocchetta utilizzato per fare uscire cibi semisolidi, come glassa o crema, su una superficie.",
      "example": "The pastry chef used a piping bag to create intricate designs on the wedding cake, is using it to decorate the cupcakes now, and will use it to make a border on the birthday cake tomorrow.",
      "example_translation": "Il pasticciere ha usato una borsa per pipette per creare disegni intricati sulla torta nuziale, la sta usando ora per decorare i cupcake, e la userà domani per fare un bordo sulla torta di compleanno.",
      "imageLink": "image_files\\English\\"imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rolling pin",
      "translation": "matterello",
      "definition": "A kitchen utensil used to flatten and shape dough, pastry, or other materials.",
      "definition_translation": "Un utensile da cucina utilizzato per appiattire e modellare impasti, pasta, o altri materiali.",
      "example": "She rolled out the dough using a rolling pin yesterday, is rolling out the pizza crust now, and will roll out the croissant dough tomorrow.",
      "example_translation": "Lei ha steso l'impasto usando un matterello ieri, sta stendendo la crosta della pizza ora, e stenderà l'impasto dei croissant domani.",
      "imageLink": "image_files\\English\\"imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sideboard",
      "translation": "credenza",
      "definition": "A piece of furniture with shelves, drawers, or cabinets, used for storing and displaying dishes, utensils, and other items in a dining room or kitchen.",
      "definition_translation": "Un pezzo di mobilia con scaffali, cassetti o armadietti, utilizzato per stoccaggio e display di piatti, utensili e altri articoli in una sala da pranzo o cucina.",
      "example": "She polished the sideboard until it shone. Yesterday, she had polished it. Tomorrow, she will polish it again.",
      "example_translation": "Lei ha lucidato la credenza finché non ha brillato. Ieri, l'aveva lucidata. Domani, la luzzerà ancora.",
      "imageLink": "image_files\\English\\"imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sieve",
      "translation": "setaccio",
      "definition": "A kitchen utensil with a mesh or perforated bottom, used for separating particles of different sizes or for sifting flour, sugar, or other powders.",
      "definition_translation": "Un utensile da cucina con fondo a maglia o perforato, utilizzato per separare particelle di diverse dimensioni o per setacciare farina, zucchero o altri polveri.",
      "example": "She used a sieve to sift the flour. Yesterday, she had used it to separate the rice. Tomorrow, she will use it to sift the sugar.",
      "example_translation": "Lei ha usato un setaccio per setacciare la farina. Ieri, l'aveva usato per separare il riso. Domani, lo userà per setacciare lo zucchero.",
      "imageLink": "image_files\\English\\"imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spice rack",
      "translation": "porta spezie",
      "definition": "A kitchen utensil or fixture with compartments or shelves, used for storing and organizing spices, herbs, or other seasonings.",
      "definition_translation": "Un utensile o elemento da cucina con compartimenti o scaffali, utilizzato per stoccaggio e organizzazione di spezie, erbe o altri condimenti.",
      "example": "She organized the spice rack by alphabetical order. Yesterday, she had organized it by frequency of use. Tomorrow, she will reorganize it by category.",
      "example_translation": "Lei ha organizzato la porta spezie in ordine alfabetico. Ieri, l'aveva organizzato per frequenza di utilizzo. Domani, lo riorganizzerà per categoria.",
      "imageLink": "image_files\\English\\"imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tasting spoon",
      "translation": "cucchiaio assaggiatore",
      "definition": "A small spoon used to taste food while it is being cooked, to ensure the seasoning and flavor are correct.",
      "definition_translation": "Un cucchiaio piccolo usato per assaggiare il cibo mentre viene cucinato, per garantire che la stagionatura e il sapore siano corretti.",
      "example": "I used a tasting spoon to check the flavor of the sauce before serving it. I will use a tasting spoon to taste the dish tomorrow. She used a tasting spoon to adjust the seasoning of the soup.",
      "example_translation": "Ho usato un cucchiaio assaggiatore per controllare il sapore della salsa prima di servirla. Userò un cucchiaio assaggiatore per assaggiare il piatto domani. Ha usato un cucchiaio assaggiatore per regolare la stagionatura della zuppa.",
      "imageLink": "image_files\\English\\"imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "timer",
      "translation": "timer",
      "definition": "A device that measures time intervals, used to ensure that a task is completed within a certain time limit.",
      "definition_translation": "Un dispositivo che misura gli intervalli di tempo, utilizzato per garantire che un compito venga completato entro un certo limite di tempo.",
      "example": "I set the timer to remind me to take the cake out of the oven. She will use a timer to keep track of the time during the exam. They used a timer to measure the time it took to complete the task.",
      "example_translation": "Ho impostato il timer per ricordarmi di togliere la torta dal forno. Userà un timer per tenere traccia del tempo durante l'esame. Hanno usato un timer per misurare il tempo necessario per completare il compito.",
      "imageLink": "image_files\\English\\"imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "whisk",
      "translation": "frusta",
      "definition": "A kitchen tool used to mix and blend ingredients together, typically consisting of a handle and a series of wire loops.",
      "definition_translation": "Uno strumento da cucina usato per mescolare e amalgamare gli ingredienti insieme, tipicamente composto da un manico e una serie di anelli di filo.",
      "example": "I used a whisk to mix the eggs and sugar together. She will use a whisk to beat the cream until it becomes stiff. They used a whisk to combine the wet and dry ingredients.",
      "example_translation": "Ho usato una frusta per mescolare le uova e lo zucchero insieme. Userà una frusta per sbattere la panna fino a quando non diventa rigida. Hanno usato una frusta per combinare gli ingredienti umidi e secchi.",
      "imageLink": "image_files\\English\\"imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "worktop",
      "translation": "piano di lavoro",
      "definition": "The top surface of a kitchen cabinet, counter, or table, often made of a durable material such as wood, granite, or stainless steel.",
      "definition_translation": "La superficie superiore di un armadio da cucina, bancone o tavolo, spesso realizzata in un materiale resistente come legno, granito o acciaio inox.",
      "example": "I installed a new worktop in my kitchen last month. I am currently working on the worktop to finish the project. I will install the countertops on the worktop next year.",
      "example_translation": "Ho installato un nuovo piano di lavoro in cucina lo scorso mese. Sto attualmente lavorando sul piano di lavoro per finire il progetto. Installerò i counter tops sul piano di lavoro l'anno prossimo.",
      "imageLink": "image_files\\English\\"imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]