{
  "data": [
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "burdock",
      "translation": "bardana",
      "definition": "A biennial plant of the daisy family, native to Europe and Asia, with large, coarse leaves and purple flowers.",
      "definition_translation": "Una pianta biennale della famiglia delle asteracee, originaria dell'Europa e dell'Asia, con foglie grosse e fiori purpurei.",
      "example": "I used to pick burdocks in the countryside when I was a child, and my grandmother would use them to make tea. Nowadays, I buy them at the market to make a healthy infusion. By next year, I will have grown my own burdocks in the garden.",
      "example_translation": "Una volta raccoglievo le bardane in campagna quando ero bambino, e mia nonna le usava per fare il tè. Oggi le compro al mercato per fare un'infusione salutare. L'anno prossimo avrò coltivato le mie bardane nel giardino.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "camomile",
      "translation": "camomilla",
      "definition": "A herb with white or yellow flowers and a calming, apple-like scent, used in teas and medicines to promote relaxation and relieve anxiety.",
      "definition_translation": "Una erba con fiori bianchi o gialli e un profumo calmante, simile a quello della mela, utilizzata in tisane e medicinali per promuovere la rilassazione e alleviare l'ansia.",
      "example": "My mother would make camomile tea to help me sleep when I was feeling stressed. Today, I prefer to use camomile essential oil in my diffuser to create a calming atmosphere. By next week, I will have planted camomile seeds in my garden to enjoy fresh flowers.",
      "example_translation": "Mia madre mi faceva il tè di camomilla per aiutarmi a dormire quando mi sentivo stressato. Oggi preferisco utilizzare olio essenziale di camomilla nel mio diffusore per creare un'atmosfera rilassante. La prossima settimana, avrò piantato semi di camomilla nel mio giardino per godermi fiori freschi.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cat's claw",
      "translation": "unghia di gatto",
      "definition": "A climbing plant with claw-like thorns and yellow flowers, native to the tropical forests of Central and South America, used in herbal medicine to treat various ailments.",
      "definition_translation": "Una pianta rampicante con spine a forma di artiglio e fiori gialli, originaria delle foreste tropicali dell'America centrale e meridionale, utilizzata nella medicina erboristica per trattare varie malattie.",
      "example": "I had heard that cat's claw was used by indigenous people to treat fever and infections. Now, I take cat's claw supplements to boost my immune system. By next month, I will have tried cat's claw tea to see if it helps with my joint pain.",
      "example_translation": "Avevo sentito che l'unghia di gatto era utilizzata dalle persone indigene per trattare la febbre e le infezioni. Ora, prendo integratori di unghia di gatto per rafforzare il mio sistema immunitario. Il mese prossimo, avrò provato il tè di unghia di gatto per vedere se aiuta con il mio dolore articolare.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coltsfoot",
      "translation": "tussilago",
      "definition": "A perennial herb having daisy-like flowers and leaves used in herbal medicine to treat respiratory issues.",
      "definition_translation": "Un'erba perenne con fiori simili a margherite e foglie utilizzate nella medicina erboristica per trattare problemi respiratori.",
      "example": "The herbalist recommended a coltsfoot tea to soothe my cough. She had used it in the past to cure her own bronchitis. By next winter, I will have been drinking it for years.",
      "example_translation": "L'erborista mi ha raccomandato un tè di tussilago per calmare la mia tosse. Lo aveva usato in passato per curare la sua own bronchite. Fino all'inverno prossimo, avrò bevuto per anni.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dandelion",
      "translation": "tarassaco",
      "definition": "A perennial weed with bright yellow flowers, used as a food and medicine, and considered a nuisance by many gardeners.",
      "definition_translation": "Una pianta infestante perenne con fiori gialli brillanti, utilizzata come cibo e medicina, e considerata un fastidio da molti giardinieri.",
      "example": "As a child, I loved blowing the dandelion seeds into the air. My mother would use it in salad recipes. By next summer, I will have planted a whole garden of them.",
      "example_translation": "Da bambino, amavo soffiare i semi di tarassaco nell'aria. Mia madre li usava nelle ricette di insalata. Fino alla prossima estate, avrò piantato un intero giardino di essi.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fenugreek",
      "translation": "fenogreco",
      "definition": "An annual herb used in cooking and medicine, particularly in Indian and Middle Eastern cuisine.",
      "definition_translation": "Un'erba annuale utilizzata nella cucina e nella medicina, particolarmente nella cucina indiana e medio-orientale.",
      "example": "I had tried fenugreek in an Indian restaurant before, but my mother had used it in her cooking for years. By next month, I will have mastered the recipe.",
      "example_translation": "Avevo provato il fenogreco in un ristorante indiano prima, ma mia madre lo aveva usato nella sua cucina per anni. Fino al prossimo mese, avrò padroneggiato la ricetta.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ginseng",
      "translation": "Ginseng",
      "definition": "A perennial plant with fleshy roots and leaves that resemble parsley, native to China and valued for its supposed medicinal properties.",
      "definition_translation": "Una pianta perenne con radici carnose e foglie che assomigliano al prezzemolo, originaria della Cina e valutata per le sue presunte proprietà medicinali.",
      "example": "She has been taking ginseng supplements for years to improve her energy. She took ginseng supplements last week to prepare for her exam. She will take ginseng supplements next month to boost her immune system.",
      "example_translation": "Ha preso integratori di ginseng per anni per migliorare la sua energia. Ha preso integratori di ginseng la scorsa settimana per prepararsi all'esame. Prenderà integratori di ginseng il prossimo mese per boostare il suo sistema immunitario.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "horsetail",
      "translation": "Coda di cavallo",
      "definition": "A fern-like perennial plant with hollow stems, often growing in marshy areas, used in herbal medicine and as a diuretic.",
      "definition_translation": "Una pianta perenne simile a una felce con steli cavi, che cresce spesso in aree paludose, utilizzata nella medicina erbacea e come diuretico.",
      "example": "The botanist studied the horsetail plants in the marshy area. She had studied horsetail plants last year for her thesis. She will study horsetail plants next semester to learn about their medicinal properties.",
      "example_translation": "Il botanico ha studiato le piante di coda di cavallo nella zona paludosa. Aveva studiato le piante di coda di cavallo l'anno scorso per la sua tesi. Studierà le piante di coda di cavallo nel prossimo semestre per imparare sulle loro proprietà medicinali.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "knotgrass",
      "translation": "Gramigna",
      "definition": "A type of grass with a jointed stem, often found in fields and meadows, used in herbal medicine to treat digestive issues.",
      "definition_translation": "Un tipo di erba con stelo articolato, spesso trovata in campi e prati, utilizzata nella medicina erbacea per trattare problemi digestivi.",
      "example": "The farmer complained about the knotgrass in his field. He had removed knotgrass from his field last season. He will remove knotgrass from his field next week to improve crop growth.",
      "example_translation": "Il contadino si è lamentato della gramigna nel suo campo. Aveva rimosso la gramigna dal suo campo nella stagione scorsa. Rimuoverà la gramigna dal suo campo la prossima settimana per migliorare la crescita del raccolto.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lemon balm",
      "translation": "melissa officinale",
      "definition": "A herbaceous perennial plant of the mint family, native to Europe and Asia, with light green leaves and white or yellowish flowers.",
      "definition_translation": "Pianta perenne erbacea della famiglia delle labiate, originaria dell'Europa e dell'Asia, con foglie di colore verde chiaro e fiori bianchi o giallastri.",
      "example": "She added a sprig of lemon balm to the tea for a calming effect. She will plant lemon balm in her garden next spring. She planted lemon balm in her garden last summer.",
      "example_translation": "Ha aggiunto un rametto di melissa officinale al tè per un effetto calmante. Pianterà la melissa officinale nel suo giardino la prossima primavera. Ha piantato la melissa officinale nel suo giardino l'estate scorsa.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marigold",
      "translation": "calendula",
      "definition": "A bright yellow or orange flower with a strong, pungent scent, often used in herbal remedies and as a natural dye.",
      "definition_translation": "Un fiore giallo o arancione luminoso con un forte odore pungente, spesso usato in rimedi erboristici e come colore naturale.",
      "example": "The marigold flowers bloomed in the garden last summer. She will use marigold petals to make a natural dye. Marigold tea is said to have healing properties.",
      "example_translation": "I fiori di calendula sono fioriti nel giardino l'estate scorsa. Userà i petali di calendula per creare un colore naturale. Il tè di calendula si dice abbia proprietà curative.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marshmallow",
      "translation": "malvone",
      "definition": "A sweet treat made from the sap of the marshmallow plant, often flavored with vanilla or other flavors.",
      "definition_translation": "Un dolce trattato fatto con la linfa della pianta di malvone, spesso aromatizzato con vaniglia o altri sapori.",
      "example": "She roasted marshmallows over the campfire last night. Marshmallows are a sweet treat at the circus. She will make marshmallows with her kids this weekend.",
      "example_translation": "Ha arrostito i malvoni sul fuoco del campeggio la scorsa notte. I malvoni sono un dolce trattato al circo. Farà i malvoni con i suoi bambini questo fine settimana.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ribwort plantain",
      "translation": "piantaggine comune",
      "definition": "A perennial herbaceous plant that grows in lawns and meadows, with narrow leaves and small flowers.",
      "definition_translation": "Una pianta erbacea perenne che cresce in prati e giardini, con foglie strette e fiori piccoli.",
      "example": "I saw a ribwort plantain growing in my backyard last summer. Now it's blooming again. By next year, it will have spread all over the lawn.",
      "example_translation": "Ho visto una piantaggine comune crescere in cortile estivo scorso. Ora sta fiorendo di nuovo. L'anno prossimo, si sarà diffusa su tutto il prato.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sage",
      "translation": "salvia",
      "definition": "A perennial herb with greyish-green leaves and purple flowers, used in cooking and medicine.",
      "definition_translation": "Una pianta erbacea perenne con foglie grigio-verdi e fiori viola, usata nella cucina e nella medicina.",
      "example": "I used sage to season the turkey last Thanksgiving. My grandmother used to make sage tea when I was sick. By the time I'm old, I'll have mastered cooking with sage.",
      "example_translation": "Ho usato la salvia per condire il tacchino l'ultimo Ringraziamento. La mia nonna faceva il tè di salvia quando ero malato. Quando sarò vecchio, avrò padroneggiato la cottura con la salvia.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "St John's wort",
      "translation": "erba di San Giovanni",
      "definition": "A perennial herb with yellow flowers, used in herbalism and traditional medicine to treat mild depression and anxiety.",
      "definition_translation": "Una pianta erbacea perenne con fiori gialli, usata nella fitoterapia e nella medicina tradizionale per trattare la depressione lieve e l'ansietà.",
      "example": "I took St John's wort supplements to help with my anxiety last year. Now I feel much better. By next winter, I'll have stopped taking them altogether.",
      "example_translation": "Ho preso integratori di erba di San Giovanni per aiutare con la mia ansietà l'anno scorso. Ora mi sento molto meglio. L'inverno prossimo, avrò smesso di prenderli del tutto.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "wormwood",
      "translation": "assenzio",
      "definition": "a bitter-tasting plant with a strong, unpleasant smell, used in medicine and to make a sweet drink called vermouth.",
      "definition_translation": "una pianta con gusto amaro e odore forte, usata in medicina e per produrre un dolce drink chiamato vermouth.",
      "example": "In the past, my grandmother used to make a tea from wormwood to treat her indigestion. Nowadays, I drink a wormwood-infused vermouth to relax after dinner. By next week, I will have planted a wormwood garden in my backyard.",
      "example_translation": "In passato, mia nonna usava preparare un tè con l'assenzio per curare la sua indigestione. Oggi, bevo un vermout alla assenzio per rilassarmi dopo cena. Entro la prossima settimana, avrò piantato un giardino di assenzio nel mio giardino.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]
}