{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Aquarius",
      "translation": "Acquario",
      "definition": "The Water Bearer, a constellation in the zodiac, represented by a figure pouring water from a flask, associated with generosity and humanitarianism.",
      "definition_translation": "Il Portatore d'Acqua, una costellazione dello zodiaco, rappresentata da una figura che versa acqua da una fiasca, associata alla generosità e all'umanitarismo.",
      "example": "The zodiac sign of Aquarius is associated with independence and originality, and people born under this sign are known for their humanitarian work.",
      "example_translation": "Il segno zodiacale dell'Acquario è associato all'indipendenza e all'originalità, e le persone nate sotto questo segno sono note per il loro lavoro umanitario.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Aries",
      "translation": "Ariete",
      "definition": "The Ram, a constellation in the zodiac, associated with impulsiveness and courage, and people born under this sign are known for their bold and adventurous nature.",
      "definition_translation": "Il Montone, una costellazione dello zodiaco, associata all'impulsività e al coraggio, e le persone nate sotto questo segno sono note per la loro natura audace e avventurosa.",
      "example": "She was an Aries, always ready to take on new challenges and push herself to the limit, and her fearless attitude inspired others to do the same.",
      "example_translation": "Era un'Ariete, sempre pronta a prendere nuove sfide e spingere sé stessa al limite, e la sua attitudine senza paura ispirava gli altri a fare lo stesso.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Cancer",
      "translation": "Cancro",
      "definition": "The Crab, a constellation in the zodiac, associated with emotional sensitivity and nurturing qualities, and people born under this sign are known for their caring and protective nature.",
      "definition_translation": "Il Cancro, una costellazione dello zodiaco, associata alla sensibilità emotiva e alle qualità di accudimento, e le persone nate sotto questo segno sono note per la loro natura accudente e protettiva.",
      "example": "As a Cancer, she was always very protective of her family and friends, and would do anything to ensure their happiness and well-being.",
      "example_translation": "Come Cancro, era sempre molto protettiva nei confronti della sua famiglia e degli amici, e avrebbe fatto qualsiasi cosa per garantire la loro felicità e benessere.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Capricorn",
      "translation": "Capricorno",
      "definition": "A person born between December 22nd and January 19th, associated with the tenth sign of the zodiac.",
      "definition_translation": "Una persona nata tra il 22 dicembre e il 19 gennaio, associata al decimo segno dello zodiaco.",
      "example": "My sister is a Capricorn, she is very ambitious and disciplined. She was a Capricorn, she is a Capricorn, she will be a Capricorn.",
      "example_translation": "Mia sorella è un Capricorno, lei è molto ambiziosa e disciplinata. Era un Capricorno, è un Capricorno, sarà un Capricorno.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Gemini",
      "translation": "Gemelli",
      "definition": "A person born between May 21st and June 20th, associated with the third sign of the zodiac.",
      "definition_translation": "Una persona nata tra il 21 maggio e il 20 giugno, associata al terzo segno dello zodiaco.",
      "example": "My friend is a Gemini, he is very curious and communicative. He was a Gemini, he is a Gemini, he will be a Gemini.",
      "example_translation": "Il mio amico è un Gemelli, lui è molto curioso e comunicativo. Era un Gemelli, è un Gemelli, sarà un Gemelli.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Leo",
      "translation": "Leone",
      "definition": "A person born between July 23rd and August 22nd, associated with the fifth sign of the zodiac.",
      "definition_translation": "Una persona nata tra il 23 luglio e il 22 agosto, associata al quinto segno dello zodiaco.",
      "example": "My brother is a Leo, he is very confident and generous. He was a Leo, he is a Leo, he will be a Leo.",
      "example_translation": "Mio fratello è un Leone, lui è molto sicuro e generoso. Era un Leone, è un Leone, sarà un Leone.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Libra",
      "translation": "Bilancia",
      "definition": "A libra is a unit of weight or mass in the imperial system, equal to 0.453592 kilograms or 16 ounces.",
      "definition_translation": "Una libbra è un'unità di peso o massa nel sistema imperiale, pari a 0,453592 chilogrammi o 16 once.",
      "example": "In the old days, merchants used to weigh goods in libra. Today, I weigh myself in libra. By next year, I will have lost a few libra.",
      "example_translation": "Nel passato, i mercanti usavano pesare le merci in libbre. Oggi, mi peso in libbre. L'anno prossimo, avrò persoalcune libbre.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pisces",
      "translation": "Pesci",
      "definition": "Pisces is the twelfth sign of the zodiac, represented by the symbol of two fish. People born under this sign are said to be empathetic and imaginative.",
      "definition_translation": "I Pesci sono il dodicesimo segno dello zodiaco, rappresentato dal simbolo di due pesci. Le persone nate sotto questo segno sono dette essere empatiche e immaginative.",
      "example": "My father is a Pisces and he loves swimming. When I was a Pisces, I used to dream of being a fish. Now, I wish I had a Pisces-like imagination.",
      "example_translation": "Mio padre è un Pesce e adora nuotare. Quando ero un Pesce, sognavo di essere un pesce. Ora, desidero avere un'immaginazione tipo Pesce.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Sagittarius",
      "translation": "Sagittario",
      "definition": "Sagittarius is the ninth sign of the zodiac, represented by the symbol of an archer. People born under this sign are said to be adventurous and optimistic.",
      "definition_translation": "Il Sagittario è il nono segno dello zodiaco, rappresentato dal simbolo di un arciere. Le persone nate sotto questo segno sono dette essere avventurose e ottimiste.",
      "example": "My sister is a Sagittarius and she loves traveling. When I was a Sagittarius, I used to dream of exploring the world. Now, I wish I had a Sagittarius-like enthusiasm.",
      "example_translation": "Mia sorella è un Sagittario e adora viaggiare. Quando ero un Sagittario, sognavo di esplorare il mondo. Ora, desidero avere un entusiasmo tipo Sagittario.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Scorpio",
      "translation": "Scorpione",
      "definition": "A zodiac sign represented by a scorpion symbol, associated with people born between October 23 and November 21.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo dello scorpione, associato alle persone nate tra il 23 ottobre e il 21 novembre.",
      "example": "She is a Scorpio and is known for her passion and determination. She was a Scorpio and had a very strong personality. She will be a Scorpio and will have a strong sense of intuition.",
      "example_translation": "È uno Scorpione e è nota per la sua passione e determinazione. Era uno Scorpione e aveva una personalità molto forte. Sarà uno Scorpione e avrà un forte senso di intuizione.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Taurus",
      "translation": "Toro",
      "definition": "A zodiac sign represented by a bull symbol, associated with people born between April 20 and May 20.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo del toro, associato alle persone nate tra il 20 aprile e il 20 maggio.",
      "example": "He is a Taurus and is known for his patience and reliability. He was a Taurus and had a very calm demeanor. He will be a Taurus and will have a strong sense of stability.",
      "example_translation": "È un Toro e è noto per la sua pazienza e affidabilità. Era un Toro e aveva un comportamento molto tranquillo. Sarà un Toro e avrà un forte senso di stabilità.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Virgo",
      "translation": "Vergine",
      "definition": "A zodiac sign represented by a maiden symbol, associated with people born between August 23 and September 22.",
      "definition_translation": "Un segno zodiacale rappresentato dal simbolo della vergine, associato alle persone nate tra il 23 agosto e il 22 settembre.",
      "example": "She is a Virgo and is known for her attention to detail and analytical skills. She was a Virgo and had a very organized personality. She will be a Virgo and will have a strong sense of practicality.",
      "example_translation": "È una Vergine e è nota per la sua attenzione al dettaglio e le sue abilità analitiche. Era una Vergine e aveva una personalità molto organizzata. Sarà una Vergine e avrà un forte senso di praticità.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "zodiac sign",
      "translation": "segno zodiacale",
      "definition": "A zodiac sign is a region of the sky that is associated with a particular set of personality traits, behaviors, and characteristics, and is determined by the position of the sun, moon, and planets at the exact time of a person's birth.",
      "definition_translation": "Un segno zodiacale è una regione del cielo che è associata a un particolare set di tratti della personalità, comportamenti e caratteristiche, e viene determinato dalla posizione del sole, della luna e dei pianeti nell'esatto momento della nascita di una persona.",
      "example": "I was born under the zodiac sign of Scorpio, so I'm supposed to be passionate and intense. My friend was a Gemini, so she was always curious and communicative. By the time I'm 30, I'll be a Taurus, and I'll be more reliable and practical.",
      "example_translation": "Sono nato sotto il segno zodiacale dello Scorpione, quindi dovrei essere appassionato e intenso. La mia amica era una Gemelli, quindi era sempre curiosa e comunicativa. Quando avrò 30 anni, sarò un Toro, e sarò più affidabile e pratico.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}