{
  "data": [
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Avril",
      "translation": "Aprile",
      "definition": "Le quatrième mois de l'année, entre mars et mai, ayant 30 jours.",
      "definition_translation": "Il quarto mese dell'anno, che si verifica tra marzo e maggio, con 30 giorni.",
      "example": "Je vais visiter ma famille en avril, j'ai visité ma famille en avril l'année dernière, et j'ai visité ma famille en avril il y a cinq ans.",
      "example_translation": "Visiterò la mia famiglia in aprile, li ho visitati in aprile l'anno scorso e li ho visitati in aprile cinque anni fa.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Août",
      "translation": "Agosto",
      "definition": "Le huitième mois de l'année, entre juillet et septembre, ayant 31 jours.",
      "definition_translation": "L'ottavo mese dell'anno, che si verifica tra luglio e settembre, con 31 giorni.",
      "example": "Je vais partir en vacances en août, j'y suis allé en vacances l'année dernière, et je vais partir en vacances en août l'année prochaine.",
      "example_translation": "Andrò in vacanza in agosto, sono andato in vacanza in agosto l'anno scorso e andrò in vacanza in agosto l'anno prossimo.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Décembre",
      "translation": "Dicembre",
      "definition": "Le douzième et dernier mois de l'année, entre novembre et janvier, ayant 31 jours.",
      "definition_translation": "Il dodicesimo e ultimo mese dell'anno, che si verifica tra novembre e gennaio, con 31 giorni.",
      "example": "Je vais célébrer Noël en décembre, j'ai célébré Noël en décembre l'année dernière, et je vais célébrer Noël en décembre l'année prochaine.",
      "example_translation": "Celebrerò il Natale in dicembre, ho celebrato il Natale in dicembre l'anno scorso e celebrerò il Natale in dicembre l'anno prossimo.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Février",
      "translation": "Febbraio",
      "definition": "Le deuxième mois de l'année, entre janvier et mars, ayant 28 jours (29 ans dans les années bissextiles).",
      "definition_translation": "Il secondo mese dell'anno, tra gennaio e marzo, con 28 giorni (29 negli anni bisestili).",
      "example": "Je planifie toujours des vacances en février pour échapper au froid de l'hiver. L'année dernière, j'y suis allé skier en février. Février prochain, je vais visiter Rome.",
      "example_translation": "Piano sempre una vacanza a febbraio per sfuggire all'inverno freddo. L'anno scorso, sono andato a sciare a febbraio. Il prossimo febbraio, visiterò Roma.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Janvier",
      "translation": "Gennaio",
      "definition": "Le premier mois de l'année, entre décembre et février, ayant 31 jours.",
      "definition_translation": "Il primo mese dell'anno, tra dicembre e febbraio, con 31 giorni.",
      "example": "Je fais toujours des résolutions du Nouvel An en janvier. L'année dernière, j'ai commencé un régime en janvier. L'année prochaine, je vais commencer un nouveau projet en janvier.",
      "example_translation": "Faccio sempre risoluzioni per l'anno nuovo a gennaio. L'anno scorso, ho iniziato una nuova dieta a gennaio. Il prossimo gennaio, inizierò un nuovo progetto.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Juillet",
      "translation": "Luglio",
      "definition": "Le septième mois de l'année, entre juin et août, ayant 31 jours.",
      "definition_translation": "Il settimo mese dell'anno, tra giugno e agosto, con 31 giorni.",
      "example": "Je planifie toujours des vacances d'été en juillet. L'année dernière, j'y suis allé à la plage en juillet. Juillet prochain, je vais visiter Paris.",
      "example_translation": "Piano sempre una vacanza estiva a luglio. L'anno scorso, sono andato al mare a luglio. Il prossimo luglio, visiterò Parigi.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Juin",
      "translation": "giugno",
      "definition": "Le sixième mois de l'année, entre mai et juillet, dans le calendrier grégorien.",
      "definition_translation": "Il sesto mese dell'anno, tra maggio e luglio, nel calendario gregoriano.",
      "example": "Je suis né en juin 1995. L'année dernière, j'y suis allé à la plage en juin. Juin prochain, je vais obtenir mon diplôme de l'université.",
      "example_translation": "Sono nato nel giugno 1995. L'anno scorso a giugno, sono andato in spiaggia. Il prossimo giugno, mi laureerò al college.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mars",
      "translation": "marzo",
      "definition": "Le troisième mois de l'année, entre février et avril, dans le calendrier grégorien.",
      "definition_translation": "Il terzo mese dell'anno, tra febbraio e aprile, nel calendario gregoriano.",
      "example": "Je vais aller à Paris en mars. L'année dernière, j'ai vu les fleurs de cerisiers en mars. Mars prochain, je vais commencer un nouveau travail.",
      "example_translation": "Andrò a Parigi a marzo. L'anno scorso a marzo, ho visto i ciliegi in fiore. Il prossimo marzo, inizierò un nuovo lavoro.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Mai",
      "translation": "maggio",
      "definition": "Le cinquième mois de l'année, entre avril et juin, dans le calendrier grégorien.",
      "definition_translation": "Il quinto mese dell'anno, tra aprile e giugno, nel calendario gregoriano.",
      "example": "Je vais obtenir mon diplôme en mai. L'année dernière, j'y suis allé au concert en mai. Mai prochain, je vais voyager au Japon.",
      "example_translation": "Mi laureerò a maggio. L'anno scorso a maggio, sono andato al concerto. Il prossimo maggio, viaggerò in Giappone.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Novembre",
      "translation": "Novembre",
      "definition": "Le onzième mois de l'année, suivant octobre et précédant décembre.",
      "definition_translation": "L'undicesimo mese dell'anno, dopo Ottobre e prima di Dicembre.",
      "example": "Je vais partir en vacances en novembre l'année prochaine. J'y suis allé à la plage en novembre l'année dernière. Je vais aller à un dîner de Thanksgiving en novembre cette année.",
      "example_translation": "Andrò in vacanza a novembre dell'anno prossimo. Sono andato in spiaggia a novembre l'anno scorso. Sto andando a un pranzo di ringraziamento a novembre quest'anno.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Octobre",
      "translation": "Ottobre",
      "definition": "Le dixième mois de l'année, suivant septembre et précédant novembre.",
      "definition_translation": "Il decimo mese dell'anno, dopo Settembre e prima di Novembre.",
      "example": "Je vais assister à une soirée d'Halloween en octobre cette année. J'ai assisté à un concert en octobre l'année dernière. Je planifie un voyage en Europe en octobre l'année prochaine.",
      "example_translation": "Parteciperò a una festa di Halloween a ottobre quest'anno. Ho partecipato a un concerto a ottobre l'anno scorso. Sto pianificando un viaggio in Europa a ottobre dell'anno prossimo.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "Septembre",
      "translation": "Settembre",
      "definition": "Le neuvième mois de l'année, suivant août et précédant octobre.",
      "definition_translation": "Il nono mese dell'anno, dopo Agosto e prima di Ottobre.",
      "example": "Je vais retourner à l'école en septembre cette année. J'ai été à la plage en septembre l'année dernière. Je planifie un mariage en septembre l'année prochaine.",
      "example_translation": "Torno a scuola a settembre quest'anno. Sono andato in spiaggia a settembre l'anno scorso. Sto pianificando un matrimonio a settembre dell'anno prossimo.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]
}