{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuisinier",
      "translation": "cuocere",
      "definition": "Une personne qui prépare et cuisine les aliments, notamment comme métier ou profession.",
      "definition_translation": "Una persona che prepara e cucina il cibo, soprattutto come lavoro o professione.",
      "example": "Je cuisinerai le dîner ce soir, j'ai cuisiné le petit déjeuner hier, et je cuisine le déjeuner tous les jours.",
      "example_translation": "Cucinerò la cena stasera, ho cucinato la colazione ieri e cuocio il pranzo ogni giorno.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "docteur",
      "translation": "dottore",
      "definition": "Une personne qualifiée dans les arts de guérison ; un médecin.",
      "definition_translation": "Una persona esperta nelle arti della guarigione; un medico.",
      "example": "Je vais visiter le docteur demain, j'ai visité le docteur hier, et je visite le docteur régulièrement.",
      "example_translation": "Visiterò il dottore domani, ho visitato il dottore ieri e visito il dottore regolarmente.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauffeur",
      "translation": "guidatore",
      "definition": "Une personne qui conduit un véhicule, notamment une voiture ou un camion.",
      "definition_translation": "Una persona che opera un veicolo, soprattutto un'auto o un camion.",
      "example": "Je serai chauffeur l'année prochaine, j'étais chauffeur l'année dernière, et je suis chauffeur maintenant.",
      "example_translation": "Sarò un guidatore l'anno prossimo, ero un guidatore l'anno scorso e sono un guidatore adesso.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "enseignant",
      "translation": "insegnante",
      "definition": "Une personne qui aide les autres à acquérir des connaissances, des compétences ou des valeurs. Informellement, le rôle d'enseignant peut être pris par quiconque.",
      "definition_translation": "Una persona che aiuta gli altri ad acquisire conoscenze, competenze o valori. Informalmente il ruolo di insegnante può essere assunto da chiunque.",
      "example": "Hier, mon enseignant m'a donné beaucoup de devoirs. Aujourd'hui, je révise pour mon examen. Demain, je serai enseignant.",
      "example_translation": "Ieri, il mio insegnante mi ha dato un sacco di compiti. Oggi, sto studiando per il mio esame. Domani, sarò un insegnante.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serveur",
      "translation": "cameriere",
      "definition": "Une personne qui sert des aliments et des boissons dans un restaurant ou un autre établissement de restauration.",
      "definition_translation": "Una persona cheserve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "J'étais serveur dans un restaurant l'année dernière. Maintenant, je travaille comme manager. Dans le futur, je posséderai un restaurant.",
      "example_translation": "Ero un cameriere in un ristorante l'anno scorso. Ora, sto lavorando come manager. In futuro, possiederò un ristorante.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "serveuse",
      "translation": "cameriera",
      "definition": "Une femme qui sert des aliments et des boissons dans un restaurant ou un autre établissement de restauration.",
      "definition_translation": "Una donna che serve cibo e bevande in un ristorante o altro stabilimento di ristorazione.",
      "example": "Ma sœur était serveuse dans un café. Maintenant, elle travaille comme chef. Dans le futur, elle aura sa propre boulangerie.",
      "example_translation": "Mia sorella era una cameriera in un caffè. Ora, sta lavorando come cuoca. In futuro, avrà la sua propria pasticceria.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "acteur",
      "translation": "attore",
      "definition": "Une personne qui joue dans une pièce de théâtre, un film ou une émission de télévision;",
      "definition_translation": "Una persona che agisce in un'opera teatrale, film o show televisivo;",
      "example": "L'acteur a joué le rôle d'Hamlet dans la pièce. Il joue maintenant le rôle de Roméo dans le film. Il jouera le rôle de Macbeth dans l'émission de télévision demain.",
      "example_translation": "L'attore ha recitato il ruolo di Amleto nella pièce teatrale. Sta recitando il ruolo di Romeo nel film. Reciterà il ruolo di Macbeth nello show televisivo domani.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "actrice",
      "translation": "attrice",
      "definition": "Une femme qui joue dans une pièce de théâtre, un film ou une émission de télévision;",
      "definition_translation": "Una donna che agisce in un'opera teatrale, film o show televisivo;",
      "example": "L'actrice a joué le rôle de Cléopâtre dans la pièce. Elle joue maintenant le rôle de Juliette dans le film. Elle jouera le rôle de Lady Macbeth dans l'émission de télévision la semaine prochaine.",
      "example_translation": "L'attrice ha recitato il ruolo di Cleopatra nella pièce teatrale. Sta recitando il ruolo di Giulietta nel film. Reciterà il ruolo di Lady Macbeth nello show televisivo la prossima settimana.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "artiste",
      "translation": "artista",
      "definition": "Une personne qui crée des peintures, des dessins ou des sculptures;",
      "definition_translation": "Una persona che crea dipinti, disegni o sculture;",
      "example": "L'artiste a peint un beau paysage. Elle crée maintenant une sculpture pour le musée. Elle peindra un portrait pour l'exposition le mois prochain.",
      "example_translation": "L'artista ha dipinto un paesaggio bellissimo. Sta creando una scultura per il museo. Dipingerà un ritratto per la mostra il mese prossimo.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "homme d'affaires",
      "translation": "uomo d'affari",
      "definition": "Une personne engagée dans des activités commerciales ou professionnelles, notamment un homme qui est habile dans la gestion d'une entreprise.",
      "definition_translation": "Una persona impegnata in attività commerciali o professionali, specialmente uno che è esperto nella gestione di un'azienda.",
      "example": "L'homme d'affaires a voyagé au Japon pour négocier un accord commercial. Il rencontre actuellement des investisseurs pour discuter de la proposition. D'ici l'année prochaine, il aura étendu son entreprise à l'échelle mondiale.",
      "example_translation": "L'uomo d'affari ha viaggiato in Giappone per negoziare un accordo commerciale. Sta attualmente incontrando gli investitori per discutere la proposta. Entro l'anno prossimo,avrà espanso la sua azienda a livello globale.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "femme d'affaires",
      "translation": "donna d'affari",
      "definition": "Une femme qui exerce une activité commerciale ou professionnelle, notamment une personne qui maîtrise la direction d'une entreprise.",
      "definition_translation": "Una donna impegnata in attività commerciali o professionali, specialmente una che è esperta nella gestione di un'azienda.",
      "example": "La femme d'affaires a fondé sa propre entreprise après des années de travail pour d'autres. Elle est maintenant une entrepreneur couronnée de succès, connue pour ses idées novatrices. D'ici la fin de la décennie, elle aura lancé plusieurs startups.",
      "example_translation": "La donna d'affari ha fondato la sua azienda dopo anni di lavoro per altri. È ora un'imprenditrice di successo, conosciuta per le sue idee innovative. Entro la fine del decennio, avrà lanciato diverse startup.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mécanicien automobile",
      "translation": "meccanico d'auto",
      "definition": "Une personne habile dans la réparation et la maintenance des véhicules, notamment un professionnel.",
      "definition_translation": "Una personaesperta nella riparazione e manutenzione di automobili, specialmente uno che lavora in una capacità professionale.",
      "example": "Le mécanicien automobile a diagnostiqué le problème du moteur et a remplacé la pièce défectueuse. Il avait précédemment travaillé sur un modèle similaire, donc il savait exactement quoi faire. D'ici le mois prochain, il aura réparé des centaines de voitures.",
      "example_translation": "Il meccanico d'auto ha diagnosticato il problema con il motore e ha sostituito la parte difettosa. Aveva precedentemente lavorato su un modello simile, quindi sapeva esattamente cosa fare. Entro il mese prossimo, avrà riparato centinaia di auto.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chef cuisinier",
      "translation": "cuoco",
      "definition": "Un chef cuisinier est un professionnel expérimenté qui prépare et cuisine des repas dans un restaurant ou autre établissement de restauration.",
      "definition_translation": "Un cuoco è un professionista qualificato che prepara e cuoce cibo in un ristorante o altra sede di servizio alimentare.",
      "example": "J'étais un chef cuisinier dans un restaurant étoilé au Michelin l'année dernière, mais maintenant je suis un blogueur culinaire. Je serai un chef cuisinier dans un nouveau restaurant l'année prochaine, et mon ami est un chef cuisinier dans un hôtel.",
      "example_translation": "Ero un cuoco in un ristorante stellato Michelin l'anno scorso, ma ora sono un blogger alimentare. Sarò un cuoco in un nuovo ristorante l'anno prossimo, e il mio amico è un cuoco in un albergo.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chimiste",
      "translation": "chimico",
      "definition": "Un chimiste est un scientifique qui se spécialise dans l'étude de la composition, des propriétés et des réactions de la matière.",
      "definition_translation": "Un chimico è uno scienziato che si specializza nello studio della composizione, delle proprietà e delle reazioni della materia.",
      "example": "J'ai étudié la chimie à l'université, et ma sœur était un chimiste dans une entreprise pharmaceutique l'année dernière. Je serai un chimiste dans une institution de recherche l'année prochaine, et mon ami est un chimiste dans une université.",
      "example_translation": "Ho studiato chimica al college, e mia sorella era un chimico in una compagnia farmaceutica l'anno scorso. Sarò un chimico in un'istituzione di ricerca l'anno prossimo, e il mio amico è un chimico in un'università.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "nettoyeur",
      "translation": "pulitore",
      "definition": "Un nettoyeur est une personne qui nettoie et maintient l'apparence des bâtiments, des chambres ou d'autres zones.",
      "definition_translation": "Un pulitore è una persona che pulisce e mantiene l'aspetto di edifici, stanze o altre aree.",
      "example": "J'ai embauché un nettoyeur pour nettoyer ma maison la semaine dernière, et mon frère est un nettoyeur dans un hôpital maintenant. Je serai un nettoyeur dans un hôtel le mois prochain, et mon ami était un nettoyeur dans une école l'année dernière.",
      "example_translation": "Ho assunto un pulitore per pulire la mia casa la settimana scorsa, e mio fratello è un pulitore in un ospedale ora. Sarò un pulitore in un albergo il mese prossimo, e il mio amico era un pulitore in una scuola l'anno scorso.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "danseur",
      "translation": "ballerino",
      "definition": "Une personne qui exécute une danse, notamment en tant que profession ou hobby.",
      "definition_translation": "Una persona che esegue una danza, specialmente come professione o hobby.",
      "example": "Elle était une danseuse professionnelle dans une compagnie de danse. Elle a dansé magnifiquement au party la nuit dernière. Elle dansera le rôle principal dans le ballet demain.",
      "example_translation": "Era una ballerina professionista in una compagnia di danza. Ha ballato bellamente alla festa di ieri sera. Ballerà il ruolo principale nel balletto di domani.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "dentiste",
      "translation": "dentista",
      "definition": "Une personne qui est qualifiée pour exercer la dentisterie, concernée par la prévention, le diagnostic et le traitement des maladies et conditions des dents et de la bouche.",
      "definition_translation": "Una persona qualificata per praticare l'odontoiatria, occupata della prevenzione, della diagnosi e del trattamento delle malattie e delle condizioni dei denti e della bocca.",
      "example": "J'ai visité mon dentiste hier pour une vérification. Le dentiste remplacera ma dent demain. Elle avait été dentiste pendant plus de 20 ans.",
      "example_translation": "Ho visitato il mio dentista ieri per una visita di controllo. Il dentista mi riempirà il dente domani. Era stata un dentista per oltre 20 anni.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ingénieur",
      "translation": "ingegnere",
      "definition": "Une personne qui conçoit, construit ou entretient des moteurs, des machines ou des structures ; une personne qui est formée et utilise les principes de l'ingénierie.",
      "definition_translation": "Una persona che progetta, costruisce o manutiene motori, macchine o strutture; una persona che è formata sui principi dell'ingegneria e li utilizza.",
      "example": "L'ingénieur a conçu le nouveau pont. Elle sera ingénieur dans quelques années. Il avait été ingénieur pendant 10 ans.",
      "example_translation": "L'ingegnere ha progettato il nuovo ponte. Sarà un ingegnere tra pochi anni. Era stato un ingegnere per 10 anni.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "agriculteur",
      "translation": "agricoltore",
      "definition": "Une personne qui possède ou gère une ferme, notamment une personne qui cultive la terre et fait pousser des cultures.",
      "definition_translation": "Una persona che possiede o gestisce un'azienda agricola, specialmente uno che coltiva la terra e coltiva i raccolti.",
      "example": "L'agriculteur s'est levé à l'aube pour traire les vaches, puis il a travaillé dans les champs toute la journée, et enfin, il récoltera les cultures la semaine prochaine.",
      "example_translation": "L'agricoltore era in piedi all'alba per mungere le mucche, poi lavorò nei campi tutto il giorno, e infine, raccoglierà i raccolti la prossima settimana.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "footballeur",
      "translation": "calciatore",
      "definition": "Une personne qui joue au football, notamment un professionnel.",
      "definition_translation": "Una persona che gioca a calcio, specialmente uno che gioca professionalmente.",
      "example": "Le footballeur s'est entraîné chaque jour pour améliorer ses compétences, puis il a joué au championnat la nuit dernière, et maintenant il représentera son pays à la Coupe du monde.",
      "example_translation": "Il calciatore si allenava ogni giorno per migliorare le sue abilità, poi giocò nel campionato ieri sera, e ora rappresenterà il suo paese nella Coppa del Mondo.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guide",
      "translation": "guida",
      "definition": "Une personne qui montre le chemin à d'autres, notamment celui qui est employé pour conduire des touristes ou des voyageurs.",
      "definition_translation": "Una persona che mostra la strada agli altri, specialmente uno che è impiegato per condurre turisti o viaggiatori.",
      "example": "Le guide a mené les touristes à travers le musée, puis il a expliqué l'histoire de la ville et enfin, il nous emmènera aux meilleurs restaurants de la ville.",
      "example_translation": "La guida guidò i turisti attraverso il museo, poi spiegò la storia della città, e infine, ci porterà ai migliori ristoranti della città.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "directeur(trice) d'école",
      "translation": "preside",
      "definition": "Le directeur d'école est l'enseignant le plus senior d'une école, responsable des décisions importantes et de la supervision de l'éducation des étudiants.",
      "definition_translation": "Il preside è l'insegnante più anziano in una scuola, responsabile per le decisioni importanti e la gestione dell'istruzione degli studenti.",
      "example": "Le directeur d'école rencontrera les parents pour discuter du progrès de l'élève. Le directeur d'école a rencontré les parents pour discuter du progrès de l'élève. Le directeur d'école aura rencontré les parents pour discuter du progrès de l'élève.",
      "example_translation": "Il preside incontrerà con i genitori per discutere il progresso dello studente. Il preside ha incontrato con i genitori per discutere il progresso dello studente. Il preside avrà incontrato con i genitori per discutere il progresso dello studente.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "responsable",
      "translation": "manager",
      "definition": "Un responsable est une personne chargée de planifier, d'organiser et de superviser les activités d'une entreprise ou d'une organisation.",
      "definition_translation": "Un manager è una persona responsabile per la pianificazione, l'organizzazione e la supervisione delle attività di un'azienda o organizzazione.",
      "example": "Le responsable assistera à la réunion pour discuter du rapport des ventes. Le responsable a assisté à la réunion pour discuter du rapport des ventes. Le responsable aura assisté à la réunion pour discuter du rapport des ventes.",
      "example_translation": "Il manager parteciperà alla riunione per discutere il rapporto sulle vendite. Il manager ha partecipato alla riunione per discutere il rapporto sulle vendite. Il manager avrà partecipato alla riunione per discutere il rapporto sulle vendite.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mécanicien",
      "translation": "meccanico",
      "definition": "Un mécanicien est une personne qui répare et entretient les machines et les véhicules, notamment les voitures.",
      "definition_translation": "Un meccanico è una persona che ripara e mantiene le macchine e i veicoli, đặcolarmente le auto.",
      "example": "Le mécanicien réparera le moteur de la voiture demain. Le mécanicien a réparé le moteur de la voiture hier. Le mécanicien aura réparé le moteur de la voiture d'ici la semaine prochaine.",
      "example_translation": "Il meccanico riparerà il motore della macchina domani. Il meccanico ha riparato il motore della macchina ieri. Il meccanico avrà riparato il motore della macchina entro la prossima settimana.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "infirmier(ère)",
      "translation": "infermiera",
      "definition": "Un infirmier est une personne formée pour soigner les personnes malades ou blessées. Ils travaillent dans les hôpitaux, les cliniques et d'autres établissements de soins de santé, et fournissent des soins pratiques aux patients.",
      "definition_translation": "Un'infermiera è una persona che è stata addestrata per prendersi cura delle persone che sono malate o ferite. Lavorano negli ospedali, nelle cliniche e in altre strutture sanitarie, e forniscono cure personalizzate ai pazienti.",
      "example": "Elle sera infirmière à l'avenir, elle est infirmière maintenant et elle était infirmière l'année dernière.",
      "example_translation": "Sarà un'infermiera in futuro, è un'infermiera ora, e era un'infermiera l'anno scorso.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "peintre",
      "translation": "pittore",
      "definition": "Un peintre est une personne qui crée des œuvres d'art en utilisant la peinture. Ils peuvent se spécialiser dans des styles ou des techniques spécifiques, et travailler sur diverses surfaces, notamment du canvas, du bois et des murs.",
      "definition_translation": "Un pittore è una persona che crea opere d'arte usando la pittura. Possono specializzarsi in stili o tecniche specifici, e lavorare su una varietà di superfici, incluyendo tela, legno e muri.",
      "example": "Le peintre peindra la maison la semaine prochaine, le peintre est en train de peindre la clôture maintenant et le peintre a peint le portrait le mois dernier.",
      "example_translation": "Il pittore dipingerà la casa la settimana prossima, il pittore sta dipingendo la recinzione ora, e il pittore ha dipinto il ritratto lo scorso mese.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "photographe",
      "translation": "fotografo",
      "definition": "Un photographe est une personne qui prend des photographies en utilisant un appareil photo. Ils peuvent se spécialiser dans des domaines spécifiques, tels que la photographie de portrait, de paysage ou de sport.",
      "definition_translation": "Un fotografo è una persona che scatta fotografie usando una camera. Possono specializzarsi in aree specifiche, come la fotografia di ritratto, paesaggio o sportiva.",
      "example": "Le photographe prendra des photos du mariage l'année prochaine, le photographe est en train de prendre des photos de la ville maintenant et le photographe a pris des photos du concert hier soir.",
      "example_translation": "Il fotografo scatterà le foto del matrimonio l'anno prossimo, il fotografo sta scattando le foto della città ora, e il fotografo ha scattato le foto del concerto la scorsa notte.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pilote",
      "translation": "pilota",
      "definition": "Une personne qui opère les commandes d'un aéronef.",
      "definition_translation": "Una persona che opera i controlli di un aereo.",
      "example": "Le pilote a amené l'avion à destination en toute sécurité. Le pilote est en train de voler maintenant. Le pilote volera l'avion demain matin.",
      "example_translation": "Il pilota ha volato l'aereo in sicurezza alla sua destinazione. Il pilota sta volando l'aereo ora. Il pilota volerà l'aereo domani mattina.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "joueur(se)",
      "translation": "giocatore",
      "definition": "Une personne qui participe à un sport, un jeu ou une activité.",
      "definition_translation": "Una persona che partecipa a uno sport, gioco o attività.",
      "example": "Le joueur a marqué un but dans la minute finale. Le joueur est en train de s'entraîner maintenant. Le joueur jouera au championnat la semaine prochaine.",
      "example_translation": "Il giocatore ha segnato un gol nell'ultimo minuto. Il giocatore sta praticando ora. Il giocatore giocherà nel campionato la settimana prossima.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "officier de police",
      "translation": "agente di polizia",
      "definition": "Une personne qui est responsable de faire respecter la loi et de maintenir l'ordre dans une communauté.",
      "definition_translation": "Una persona che è responsabile dell'applicazione della legge e del mantenimento dell'ordine in una comunità.",
      "example": "L'officier de police a arrêté le suspect. L'officier de police est en patrol maintenant. L'officier de police arrêtera le criminel demain.",
      "example_translation": "L'agente di polizia ha fermato il sospetto. L'agente di polizia sta pattugliando ora. L'agente di polizia arresterà il criminale domani.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "policier",
      "translation": "poliziotto",
      "definition": "Une personne, généralement un homme, qui est membre d'une force de police, responsable de faire respecter les lois et de protéger le public.",
      "definition_translation": "Una persona, generalmente un uomo, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "Le policier a arrêté la voiture et a demandé le permis de conduire du conducteur. Hier, le policier patrouillait les rues. Demain, le policier enquêtera sur la scène du crime.",
      "example_translation": "Il poliziotto ha fermato la macchina e ha chiesto la licenza del conducente. Ieri, il poliziotto stava pattugliando le strade. Domani, il poliziotto indagherà sulla scena del crimine.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "policière",
      "translation": "poliziotta",
      "definition": "Une personne, généralement une femme, qui est membre d'une force de police, responsable de faire respecter les lois et de protéger le public.",
      "definition_translation": "Una persona, generalmente una donna, che è membro di una forza di polizia, responsabile dell'applicazione della legge e dell'ordine e della protezione del pubblico.",
      "example": "La policière a aidé l'enfant perdu à retrouver ses parents. Hier, la policière répondait à un appel d'urgence. Demain, la policière témoignera au tribunal.",
      "example_translation": "La poliziotta ha aiutato il bambino perso a trovare i genitori. Ieri, la poliziotta stava rispondendo a una chiamata di emergenza. Domani, la poliziotta testimonierà in tribunale.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réceptionniste",
      "translation": "addetto alla ricezione",
      "definition": "Une personne employée pour occuper le poste de réception dans un hôtel, un immeuble de bureaux ou autre établissement, responsable d'accueillir les clients et de répondre aux demandes.",
      "definition_translation": "Una persona assunta per attendere al banco di ricezione in un hotel, edificio per uffici o altra istituzione, responsabile di accogliere gli ospiti e gestire le domande.",
      "example": "Le réceptionniste nous a enregistrés et nous a remis nos clés de chambre. Hier, le réceptionniste répondait aux appels téléphoniques des clients. Demain, le réceptionniste formera un nouvel employé.",
      "example_translation": "L'addetto alla ricezione ci ha registrati e ci ha dato le chiavi della camera. Ieri, l'addetto alla ricezione stava rispondendo alle chiamate telefoniche dei clienti. Domani, l'addetto alla ricezione formerà un nuovo dipendente.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "assistant de vente",
      "translation": "assistente di vendita",
      "definition": "Une personne responsable d'assister les clients lors d'achats et de fournir des informations sur les produits dans un contexte de vente au détail.",
      "definition_translation": "Una persona responsabile dell'assistenza ai clienti con acquisti e fornitura di informazioni sui prodotti in un ambiente di retail.",
      "example": "Elle a travaillé comme assistante de vente dans un grand magasin. Elle travaille comme assistante de vente dans un grand magasin. Elle travaillera comme assistante de vente dans un grand magasin.",
      "example_translation": "Lavorava come assistente di vendita al grande magazzino. Sta lavorando come assistente di vendita al grande magazzino. Lavorerà come assistente di vendita al grande magazzino.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "vendeur",
      "translation": "venditore",
      "definition": "Une personne qui vend des biens ou des services à des clients, souvent dans un contexte commercial ou de vente au détail.",
      "definition_translation": "Una persona che vende beni o servizi ai clienti, spesso in un ambiente di retail o aziendale.",
      "example": "Il était un vendeur couronné de succès au concessionnaire automobile. Il est un vendeur couronné de succès au concessionnaire automobile. Il sera un vendeur couronné de succès au concessionnaire automobile.",
      "example_translation": "Era un venditore di successo alla concessionaria di automobili. È un venditore di successo alla concessionaria di automobili. Sarà un venditore di successo alla concessionaria di automobili.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "secrétaire",
      "translation": "segretario",
      "definition": "Une personne employée pour gérer les activités quotidiennes d'un bureau, telles que la planification des réunions et la gestion de la correspondance.",
      "definition_translation": "Una persona assunta per gestire le attività quotidiane di un ufficio, come pianificare appuntamenti e gestire la corrispondenza.",
      "example": "Elle était secrétaire dans un cabinet d'avocats. Elle est secrétaire dans un cabinet d'avocats. Elle sera secrétaire dans un cabinet d'avocats.",
      "example_translation": "Era una segretaria in uno studio legale. È una segretaria in uno studio legale. Sarà una segretaria in uno studio legale.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chanteur",
      "translation": "cantante",
      "definition": "Une personne qui chante, notamment une qui chante professionnellement.",
      "definition_translation": "Una persona che canta, specialmente una che canta professionalmente.",
      "example": "Elle était une chanteuse célèbre des années 80, chante maintenant dans la chorale, et chantera au concert demain.",
      "example_translation": "Era una cantante famosa negli anni '80, canta ora nel coro e si esibirà al concerto domani.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chauffeur de taxi",
      "translation": "tassista",
      "definition": "Une personne qui conduit un taxi, notamment comme métier.",
      "definition_translation": "Una persona che guida un taxi, specialmente come lavoro.",
      "example": "Il était chauffeur de taxi à New York, conduit un taxi à Paris maintenant, et aura conduit un taxi à Rome d'ici l'an prochain.",
      "example_translation": "Era un tassista a New York, guida un taxi a Parigi ora, e avrebbe guidato un taxi a Roma l'anno prossimo.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guide touristique",
      "translation": "guida turistica",
      "definition": "Une personne qui montre et explique les sites touristiques à des visiteurs.",
      "definition_translation": "Una persona che mostra e spiega i luoghi di un posto ai visitatori.",
      "example": "Elle a travaillé comme guide touristique en Italie, travaille comme guide touristique en Espagne maintenant, et travaillera comme guide touristique en France bientôt.",
      "example_translation": "Lavorava come guida turistica in Italia, ha lavorato come guida turistica in Spagna, e lavorerà come guida turistica in Francia presto.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "écrivain",
      "translation": "scrittore",
      "definition": "Une personne qui écrit des livres, des articles ou d'autres œuvres écrites comme métier ou occupation.",
      "definition_translation": "Una persona che scrive libri, articoli o altri lavori scritti come professione o occupazione.",
      "example": "Elle était écrivain pour le journal local, et avait également publié plusieurs romans. Elle écrit actuellement un scénario. Elle écrira un livre sur ses expériences de journaliste.",
      "example_translation": "Era una scrittrice per il giornale locale e aveva anche pubblicato diversi romanzi. Sta attualmente scrivendo una sceneggiatura. Scriverà un libro sulle sue esperienze come giornalista.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "comptable",
      "translation": "conto",
      "definition": "Une personne qui prépare, examine ou audite les états financiers et les déclarations.",
      "definition_translation": "Una persona che prepara, esamina o verifica registri e statement finanziari.",
      "example": "Il travaillait comme comptable pour une grande entreprise, et devait préparer les déclarations de revenus de l'entreprise chaque année. Il est un expert en logiciels de comptabilité. Il suivra un cours pour devenir un comptable certifié.",
      "example_translation": "Lavorava come conto per una grande azienda e doveva preparare le dichiarazioni dei redditi dell'azienda ogni anno. È un esperto in software di contabilità. Farà un corso per diventare un conto certificato.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "architecte",
      "translation": "architetto",
      "definition": "Une personne qui conçoit les bâtiments et les autres structures.",
      "definition_translation": "Una persona che progetta edifici e altre strutture.",
      "example": "Elle était une architecte qui se spécialisait dans la conception de bâtiments durables. Elle a conçu un nouveau gratte-ciel qui a été inauguré l'année dernière. Elle concevra un nouveau musée au centre-ville.",
      "example_translation": "Era un architetto che si specializzava nella progettazione di edifici sostenibili. Ha progettato un nuovo grattacielo che è stato aperto l'anno scorso. Progetterà un nuovo museo nel centro città.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "baby-sitter",
      "translation": "tata",
      "definition": "Une personne, généralement une jeune femme, qui s'occupe d'un enfant ou de plusieurs enfants en l'absence des parents.",
      "definition_translation": "Una persona, tipicamente una giovane donna, che si prende cura di un bambino o di bambini mentre i genitori sono assenti.",
      "example": "J'ai embauché une baby-sitter pour surveiller les enfants pendant que j'étais au travail. Elle était très responsable et les enfants l'adoraient. Elle surveillera les enfants à nouveau la semaine prochaine.",
      "example_translation": "Ho assunto una tata per guardare i bambini mentre ero al lavoro. Era molto responsabile e i bambini l'hanno amata. Tornerà a fare la babysitter la settimana prossima.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boulanger",
      "translation": "panettiere",
      "definition": "Une personne qui fabrique et vend du pain, des gâteaux et des pâtisseries.",
      "definition_translation": "Una persona che cuoce e vende pane, torte e pasticceria.",
      "example": "Le boulanger travaillait toute la nuit pour faire du pain frais pour le matin. Elle était une excellente boulangère et ses pâtisseries étaient délicieuses. Elle deviendra bientôt la boulangère en chef.",
      "example_translation": "Il panettiere lavorava tutta la notte per fare pane fresco per la mattina. Era un'ottima panettiera e le sue paste erano deliziose. Diventerà capo panettiere presto.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "danseuse de ballet",
      "translation": "ballerino di balletto",
      "definition": "Une personne qui interprète le ballet, une forme de danse classique qui implique des mouvements techniques.",
      "definition_translation": "Una persona che esegue il balletto, una forma di danza classica che coinvolge movimenti tecnici.",
      "example": "La danseuse de ballet s'entraînait pendant des heures pour perfectionner ses pirouettes. Elle avait été danseuse de ballet depuis l'âge de cinq ans. Elle dansera en tant que première danseuse de ballet dans le spectacle à venir.",
      "example_translation": "Il ballerino di balletto si era allenato per ore per perfezionare le sue piroette. Era stato un ballerino di balletto fin da quando aveva cinque anni. Si esibirà come ballerino di balletto principale nello spettacolo imminente.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barbier",
      "translation": "barbiere",
      "definition": "Une personne dont l'occupation est de couper et d'habiller les cheveux, de raser et de tailler les barbes et les moustaches, et de fournir d'autres services de soins personnels.",
      "definition_translation": "Una persona la cui occupazione è tagliare e vestire i capelli, rasare e tagliare le barbe e i baffi e fornire altri servizi di toeletta personali.",
      "example": "Le barbier m'a coupé les cheveux hier, il les coupe ogni journée, et il les a coupés pendant des années.",
      "example_translation": "Il barbiere mi ha tagliato i capelli ieri, lo farà di nuovo domani e lo ha fatto per anni.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "barman",
      "definition": "Une personne qui sert des boissons et d'autres breuvages dans un bar ou un tavern.",
      "definition_translation": "Una persona che serve drink e altre bevande in un bar o taverna.",
      "example": "Le barman a mélangé les cocktails hier soir, il les mélange chaque nuit, et il les a mélangés pendant des années.",
      "example_translation": "Il barman ha mischiato i drink la scorsa notte, li mischia ogni notte e li ha mischiati per anni.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "constructeur",
      "translation": "costruttore",
      "definition": "Une personne qui construit ou édifie quelque chose, comme une maison ou un pont.",
      "definition_translation": "Una persona che costruisce o costruisce qualcosa, come una casa o un ponte.",
      "example": "Le constructeur a construit la maison l'année dernière, il la construit maintenant, et il la construira l'année prochaine.",
      "example_translation": "Il costruttore ha costruito la casa l'anno scorso, lo sta costruendo ora e lo costruirà l'anno prossimo.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "boucher",
      "translation": "macellaio",
      "definition": "Une personne qui abat et prépare des animaux pour la nourriture, ou qui vend de la viande.",
      "definition_translation": "Una persona che uccide e prepara animali per il cibo, o uno che vende carne.",
      "example": "Je suis allé chez le boucher pour acheter de la viande pour le dîner. Le boucher m'a aidé à choisir la meilleure partie. Je vais visiter le boucher à nouveau demain pour commander des saucisses.",
      "example_translation": "Sono andato dal macellaio per comprare della carne per cena. Il macellaio mi ha aiutato a selezionare il miglior taglio. Visiterò di nuovo il macellaio domani per ordinare alcune salsicce.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "chimiste",
      "translation": "chimico",
      "definition": "Une personne qui est formée en chimie, notamment celle qui travaille dans un laboratoire ou produit des produits chimiques.",
      "definition_translation": "Una persona che è stata addestrata in chimica, specialmente uno che lavora in un laboratorio o produce chimici.",
      "example": "Le chimiste travaillait dans le laboratoire, mélangeant des substances chimiques pour créer un nouveau composé. Elle était une chimiste expérimentée qui avait de nombreuses années d'expérience. Le chimiste visitera l'usine demain pour inspecter le processus de production.",
      "example_translation": "Il chimico stava lavorando nel laboratorio, mescolando sostanze chimiche per creare un nuovo composto. Era un chimico esperto con molti anni di esperienza. Il chimico visiterà la fabbrica domani per ispezionare il processo di produzione.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entraîneur",
      "translation": "allenatore",
      "definition": "Une personne qui entraîne et instruit des athlètes ou des équipes sportives.",
      "definition_translation": "Una persona che allena e istruisce atleti o squadre atletiche.",
      "example": "L'entraîneur donnait des instructions aux joueurs avant le match. Il était un entraîneur expérimenté qui avait remporté de nombreux championnats. L'entraîneur rencontrera l'équipe demain pour discuter du prochain tournoi.",
      "example_translation": "L'allenatore stava dando istruzioni ai giocatori prima della partita. Era un allenatore esperto che aveva vinto molte campionati. L'allenatore si incontrerà con la squadra domani per discutere il prossimo torneo.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "informaticien",
      "translation": "scienziato informatico",
      "definition": "Une personne qui a étudié et travaille avec les ordinateurs et les systèmes informatiques, se concentrant sur le développement de logiciels et de matériels informatiques.",
      "definition_translation": "Una persona che ha studiato e lavora con computer e sistemi informatici, concentrandosi sullo sviluppo di software e hardware computer.",
      "example": "Elle travaillait comme informaticienne chez Google avant de lancer sa propre entreprise. Elle avait travaillé sur plusieurs projets en tant qu'informaticienne. Elle sera l'une des informaticiennes leaders dans le domaine.",
      "example_translation": "Lavorava come scienziata informatica a Google prima di fondare la sua azienda. Aveva lavorato a diversi progetti come scienziata informatica. Diventerà una scienziata informatica leader nel settore.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "designer",
      "translation": "progettista",
      "definition": "Une personne qui crée et planifie les aspects visuels et esthétiques des produits, systèmes et espaces.",
      "definition_translation": "Una persona che crea e pianifica gli aspetti visivi e estetici di prodotti, sistemi e spazi.",
      "example": "Le designer a créé un nouveau logo pour l'entreprise. Elle avait conçu plusieurs produits avant de devenir un designer couronné de succès. Il concevra un nouveau site web pour la startup.",
      "example_translation": "Il progettista ha creato un nuovo logo bellissimo per l'azienda. Aveva progettato diversi prodotti prima di diventare un progettista di successo. Progetterà un nuovo sito web per la startup.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "détective",
      "translation": "investigatore",
      "definition": "Une personne, notamment un policier, qui enquête sur les crimes et recueille des preuves pour les résoudre.",
      "definition_translation": "Una persona, in particolare un agente di polizia, che indaga sui crimini e raccoglie prove per risolverli.",
      "example": "Le détective a résolu le crime avec sa pensée astucieuse. Elle avait travaillé comme détective pendant cinq ans avant de devenir inspectrice en chef. Il enquêtera sur l'affaire en tant que détective.",
      "example_translation": "L'investigatore ha risolto il crimine con il suo pensiero astuto. Aveva lavorato come investigatore per cinque anni prima di diventare ispettore capo. Indagherà sul caso come investigatore.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réalisateur",
      "translation": "regista",
      "definition": "Une personne qui dirige la réalisation d'un film, d'une pièce de théâtre ou d'une autre performance.",
      "definition_translation": "Una persona che dirige la realizzazione di un film, un'opera teatrale o un'altra performance.",
      "example": "Elle a réalisé son premier film l'année dernière, mais il sera diffusé l'année prochaine. Elle est actuellement en train de réaliser un nouveau projet, et elle a déjà réalisé plusieurs publicités.",
      "example_translation": "Lei ha diretto il suo primo film l'anno scorso, ma verrà rilasciato l'anno prossimo. Sta attualmente dirigendo un nuovo progetto, e ha già diretto diversi spot pubblicitari.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "disc jockey, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Une personne qui sélectionne et joue de la musique enregistrée à la radio ou lors d'une soirée ou d'un événement.",
      "definition_translation": "Una persona che seleziona e suona musica registrata alla radio o in un party o in un nightclub.",
      "example": "Il était un DJ célèbre dans les années 90, mais maintenant il ne travaille que lors d'événements privés. Il avait joué à un club populaire, mais il a fermé l'année dernière. Il commencera à jouer à un nouveau club le mois prochain.",
      "example_translation": "Era un famoso DJ negli anni 90, ma ora lavora solo ad eventi privati. Era solito DJare in un club popolare, ma è stato chiuso l'anno scorso. Inizierà a DJare in un nuovo club il mese prossimo.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cinéaste",
      "translation": "regista cinematografico",
      "definition": "Une personne qui crée des films, notamment en tant que réalisateur ou producteur.",
      "definition_translation": "Una persona che realizza film, specialmente come direttore o produttore.",
      "example": "Elle est une cinéaste acclamée qui a travaillé sur plusieurs projets primés. Elle avait toujours voulu être cinéaste, et elle a finalement réalisé son rêve. Elle sortira son dernier film l'année prochaine, qu'elle a commencé à tourner le mois dernier.",
      "example_translation": "È una regista cinematografica acclamata che ha lavorato su diversi progetti premiati. Aveva sempre voluto essere una regista cinematografica, e ha finalmente raggiunto il suo sogno. Uscirà il suo ultimo film l'anno prossimo, che ha iniziato a girare lo scorso mese.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "pompier",
      "translation": "pompiere",
      "definition": "Une personne qui est entraînée pour éteindre les incendies et secourir les personnes piégées dans des bâtiments en feu ou d'autres situations dangereuses.",
      "definition_translation": "Una persona che è addestrata a spegnere incendi e salvare persone da edifici in fiamme o altre situazioni pericolose.",
      "example": "Le pompier s'est précipité dans le bâtiment en feu pour sauver la famille piégée. Hier, elle avait combattu un incendie dans le centre-ville. La semaine prochaine, elle participera à un exercice d'incendie.",
      "example_translation": "Il pompiere si precipitò nell'edificio in fiamme per salvare la famiglia intrappolata. Ieri, aveva combattuto un incendio nel centro città. La prossima settimana, parteciperà a una simulazione di incendio.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "gardien",
      "translation": "guardia",
      "definition": "Une personne qui surveille, protège ou contrôle des personnes ou des choses.",
      "definition_translation": "Una persona che sorveglia, protegge o controlla persone o cose.",
      "example": "Le gardien de sécurité a vérifié l'identité de chaque personne entrant dans le bâtiment. Hier, il avait dû maîtriser un passager ivre. Le mois prochain, il commencera à travailler au musée.",
      "example_translation": "La guardia di sicurezza controllò l'identità di tutti quelli che entravano nell'edificio. Ieri, doveva trattenere un passeggero ubriaco. Il prossimo mese, inizierà a lavorare al museo.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "guitariste",
      "translation": "chitarrista",
      "definition": "Une personne qui joue de la guitare, notamment comme profession.",
      "definition_translation": "Una persona che suona la chitarra, soprattutto come professione.",
      "example": "La guitariste a effleuré les cordes de son instrument avec aisance. L'année dernière, elle avait performé au festival de musique. La semaine prochaine, elle sortira son premier album.",
      "example_translation": "La chitarrista strimpellò le corde del suo strumento con facilità. L'anno scorso, aveva eseguito al festival della musica. La prossima settimana, pubblicherà il suo album di debutto.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}